{"page_content": "70 71company’s Directors Independence Standards, which \nparallel the Nasdaq Stock Market, Inc., definition. All members of the Corporate Governance Committee, Audit Committee and Compensation Committee are considered independent.\nMore information about the board is available  \nin the company’s annual Proxy Statement at  \nmgeenergy.com/proxy .\nCode of Ethics\nThe board has a Code of Ethics applicable to all \ndirectors, officers and employees of the company.  \nThe company’s Code of Ethics includes: conflict  \nof interest; confidential and insider information;  \ngifts, gratuities and favors; proper accounting and r\neporting; outside employment; government relations; \npolitical contributions and political office; company property; and reporting illegal or unethical behavior.  \nTo review the company’s Code of Ethics, visit mg\neenergy.com/governance .Shareholder engagement \nOur board believes that understanding and considering shareholder perspectives advances accountability and transparency. Our investor relations efforts also help executive management and the board understand how investors view the company’s policies and practices, strategies and long-term direction, and help leadership assess and address investors’ emerging areas of interest, such as ESG-related topics. \nOfficers engage shareholders in several ways, including \nthrough discussions with a number of our institutional shareholders; presentations at industry conferences and investor meetings; meetings with analysts and investment firms; our Annual Meeting; and inquiries taken through the company’s investor site, board email and in-house Shareholder Services staff. These efforts are in addition to the company’s regular and ongoing investor relations program.\nShareholder engagementAbout this report\nMGE’s 2020 Corporate Responsibility and Sustainability Report has been prepared to share matters of performance and of interest to stakeholders. This  \nreport includes forward-looking statements and es\ntimates of future performance that may differ from \nactual results because of uncertainties and risks encountered in day-to-day business. For additional information, news and updates, and the company’s  \nEEI ESG/sustainability reporting templates, visit mg\neenergy.com/environment.\nAs part of our commitment to transparency and disclosure, we have reviewed the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD), performed an analysis of our disclosures relative to the TCFD recommendations and determined that our companywide disclosures are consistent with and responsive to the TCFD guidance and recommendations.\nOur Corporate Responsibility and Sustainability Report \nis organized to be consistent with the disclosure framework identified by the TCFD. We are committed to helping customers, investors and other stakeholders better understand our strategies, risks, challenges and opportunities as we transition to a more sustainable future.\nAdditional disclosures can be found in our 10-K and  \n10-Q, Proxy Statement and filings with the Public Service \nCommission o\nf Wisconsin.\nMGEE\nshareholder\nengagementFPO\nIndustry\nconferencesInvestor\nmeetings\nInquiries from  \nour investor\nsiteAnnual\nMeeting\nInquiries from \nboard emails\nInquiries sent to \nin-house \nShareholder \nServices staﬀInvestor \nrelations \nprogramMeetings with \nanalysts\nMeetings with \ninvestment \nﬁrms", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}