{"page_content": "08 09\nJeff Keebler  \nChairman, President and CEO  \nMGE Energy and Madison Gas and ElectricOn behalf of all of us at Madison Gas \nand Electric (MGE), thank you for your interest in our 2020 Corporate Responsibility and Sustainability Report. As a critical services provider and as your community energy company, MGE seeks to live its corporate values in how we do business and serve our customers. This report provides an overview of our work to fulfill our mission, improve our communities and reach our sustainability goals.\nMGE has a special responsibility to provide safe, reliable, \naffordable and sustainable energy 24 hours a day, seven days a week. Our obligation to serve demands we prepare for the unexpected. \nIn 2020, MGE employees faced the unprecedented \nchallenges of the COVID-19 pandemic. Our expert team in Safety, Sustainability and Environmental Affairs worked with our multifunctional Incident Command team to provide for the safety of our employees to ensure business continuity and reliable service for our customers who rely on us to meet the everyday needs of their families and their businesses.\nConsistently top-ranked for electric reliability, MGE \ncontinues to work toward transitioning our energy supply mix to a greater use of renewable resources while maintaining our commitment to dependable power. In May 2019, MGE committed to working with customers to achieve net-zero carbon electricity by 2050. By working with customers to decarbonize our energy supply, advance energy efficiency and electrify transportation, we can meet our goal of net-zero carbon by 2050. If we can go further faster through the use of new technologies and partnerships with our customers and communities, we will.\nMGE has been part of the communities we serve for \nmore than 100 years. We strive to know our diverse communities and appreciate the privilege to serve our customers, many of whom were impacted by the pandemic. To help address the public health emergency, MGE continued to provide safe and reliable service and continued our long-standing commitment to work with customers who were experiencing hardship. Our MGE Foundation also contributed toward local relief efforts. And, in a new virtual environment, our marketing and community services teams expanded the ways in which MGE could connect and engage our customers safely.\nOur service territory boasts a world-class university, \nstate government, a thriving biotech industry and a growing entrepreneurial community, all of which rely on reliable energy to grow our local economy. But our mission goes beyond pipes and wires. Through our MGE Foundation, community involvement and investment in the future of our communities, MGE seeks to work with our community stakeholders to improve the quality of life for all who live and work in the areas we serve. \nAs our community grows and becomes more richly \ndiverse, MGE is growing and changing to meet our responsibility to serve our customers equitably. In fulfilling our ongoing mission to serve, we continue to challenge ourselves to be even more inclusive and equitable in how we serve, partner and engage our communities.  We’re also committed to ensuring our transition to greater sustainability and new technologies benefits all customers. That’s part of our responsibility and a foundational objective as we chart our path forward. \nThank you for reading and for joining us on this journey.Our \nVision", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}