{"page_content": "10 11As Vice President, General Counsel \nand Secretary, I provide oversight of our safety, sustainability and environmental affairs departments. Our annual Corporate Responsibility and Sustainability Report is another opportunity to reflect on our progress in these areas. This past year stands alone for both its opportunities and challenges.\nThe COVID-19 pandemic defined 2020 in many ways, \nfrom adjusting procedures in the field to maintaining office employees’ well-being when many are working remotely. As Jeff Keebler described, we continue to address challenges related to the pandemic, equipping our field personnel with personal protective equipment (PPE) to continue to meet the critical needs of our community reliably. Safety of our employees and customers is always a top priority. \nIn 2019, we marked our lowest recordable incident rate \nand our second-lowest lost-time incident rate since we started keeping records in 1971. Our continuous improvement teams are employee-led, engaging our workforce each year to inform the teams’ areas of focus and their goals for building upon achievements in our journey to safety excellence. \nIn November 2020, we released a report by the \nUniversity of Wisconsin-Madison’s Nelson Institute for Environmental Studies that evaluated our goal of net-zero carbon electricity by 2050. The independent analysis confirmed our goal is in line with or more aggressive than pathways modeled by global climate scientists to limit global warming to 1.5 degrees Celsius. We continue to partner with the Nelson Institute on further research to advance our deep decarbonization strategies.\nOne of those key strategies is decarbonizing our \nelectricity generation and growing our use of renewable energy. In 2020, we had four major solar projects totaling more than 150 megawatts under construction, including our Morey Field Solar array in Middleton,  \nWis., which came online in August 2020. The local pr\noject serves our innovative Shared Solar program  \nand two major customers, the City of Middleton and the Middle\nton-Cross Plains Area School District, under our \nRenewable Energy Rider. These two programs reflect MGE’s commitment to innovative solutions to meet our customers’ diverse needs and sustainability goals.\nAs your community energy company, MGE partners with \nour customers, communities and local stakeholders to achieve our own clean energy goals and to make a positive impact through collaboration. Our projects, programs and community partnerships highlighted in this report illustrate who we are as a locally based energy company and who we strive to be in our  \nservice to our customers.\nMGE also is commit\nted to accountability and  \nto transparency. More information related to \nen\nvironmental, social and governance (ESG)  \nmatters is available in the Edison Electric Institute  \n(EEI) ESG/sustainability reporting templates at mg\neenergy.com/environment. I encourage you  \nto learn more and thank you for your interest and p\nartnership in growing our sustainable practices.Our \nCommitment\nCari Anne Renlund  \nVice President, General Counsel and Secretary  \nMGE Energy and Madison Gas and Electric", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}