{"page_content": "12 13\nOn March 11, 2020, the World Health \nOrganization declared COVID-19 a pandemic. Since then, the coronavirus disease has had profound impacts on the global economy and the daily lives of millions of people, including many whom we serve and with whom we do business. \nWithin two weeks of the pandemic declaration, \nWisconsin’s governor issued a Safer at Home order, prohibiting nonessential travel and encouraging residents to stay home. Electric and gas utilities, however, were considered critical infrastructure and  \nhad an obligation to continue operations to ensure safe a\nnd reliable energy for our customers and communities, \nespecially as many people sheltered at home.\nAs a utility, MGE prepares for the unexpected, \nproactively preparing and promptly activating our business continuity plans to provide for the safety and protection of our employees, customers and communities. \nContinuing to provide safe and \nreliable service\nProviding customers with safe and reliable energy is \neven more critical during a pandemic. Our Incident Command Structure (ICS), which is the basis for all responses under MGE’s All Hazards Response Plan,  \nwas activated early in our COVID-19 response. The  \nICS coordinated the diverse aspects of our response to ensur\ne measures were in place to minimize COVID-19 \nexposure by MGE employees. Physical access to MGE facilities was restricted to ensure business continuity, additional daily cleaning occurred at all MGE facilities and all employees who were able to work remotely were instructed to work from home.While we have made adjustments to work routines and schedules throughout the pandemic, we have continued to perform the work required to fulfill our obligation to ensure the operation of our electric and natural gas systems and to maintain safe and reliable service to our customers.\nEmployee safety\nMGE continues to follow Centers for Disease Control and Prevention (CDC) guidance and Wisconsin Department of Health Services (DHS) recommendations. To ensure the health and safety  \nof our employees, prior to the governor’s Safer at  \nHome order, all employees who could work remotely  \nwere already working from home. Since certain job duties pr\nevent some employees from working remotely, we \nhave worked to ensure employee safety by:\n• F ollowing daily health screening guidelines.\n•\n Pr\noviding personal protective equipment to  \nfield crews and other operations employees. \n•\n Con\ntinuing to practice social distancing and \nadding multiple reporting sites to facilitate \ndistancing of our operations employees.\n•\n Helping emplo\nyees understand when  \nto wear face coverings.\n•\n R\nestricting access to MGE facilities.\n•\n Se\ngmenting certain employees and using \nalternating schedules where appropriate.\n•\n Encour\naging virtual meetings.\n•\n P\nerforming extra cleaning and disinfecting  \nof high-touch surfaces throughout our offices  \nand reporting sites.\nWe also instituted safety guidelines for employees  \nand contractors who might interact with customers  \nin person and potentially enter customer homes while per\nforming their job duties.COVID-19 \nResponse", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}