{"page_content": "14 15Deferred work\nThis was work that we determined was not needed to \nbe done at the time and could be deferred until a future date.\nSupporting our community\nMessage to our customers\nWhether it is the diverse populations in the Madison area or our rural communities, we understand that our customers have varied backgrounds, experiences and needs. As your community energy company, we are committed to meeting our customers where they are,  \nto providing safe and reliable service, and to ensuring the\ny know MGE is here to help during challenging times. \nWithin days of the governor’s Safer at Home order, MGE Chairman, President and CEO Jeff Keebler sent an email message to our customers letting them know we would not be disconnecting them for nonpayment. This message was translated into Spanish and Hmong and posted on our corporate website, and a digital marketing campaign was created to connect with our customers during this time of crisis.\nWe used multiple channels including digital advertising, \nnewsletters and social media to reach customers. An emergency resources page also was added to our corporate website to assist customers in identifying options and organizations for possible assistance.Ensuring reliability\nWhile following the guidance of the governor’s Safer at Home order, the Cybersecurity and Infrastructure Security Agency, the CDC and the Wisconsin DHS, MGE developed a framework to guide our decisions regarding the criticality of operations work to be completed and the manner in which it would occur, ensuring the health and safety of our employees, customers and the community. The work was split into three categories.\nWork required to maintain MGE’s system\nMGE continued to perform work to fulfill our obligation to ensure the safe and reliable operation of our electric and natural gas systems and to meet all applicable rules and regulations to maintain safe and reliable service to our customers.\nWork required to maintain other businesses  \nand organizations\nCrews also performed work to ensure customers identified by the governor’s order were able to continue providing their critical services to the public. Examples of businesses identified under the order included but were not limited to: hospitals and medical facilities, long-term care and assisted living facilities, food production, distribution and fulfillment centers, airport operations, critical trades (plumbers, electricians, HVAC, etc.) and public transportation. We performed this work as long as it could be done safely.Community stakeholders\nMGE Residential and Community Services managers and commercial and multifamily account representatives also worked with customers and community partners to provide information and resources for saving energy and requesting economic relief. These communications were translated into Spanish and Hmong and shared by MGE representatives who partner with Latino and Hmong communities in our service territory.\nCommunity connections\nWith many community events cancelled due to the pandemic, MGE’s Residential and Community Services team continued to connect with our community partners through virtual meetings, newsletter articles and advertising, social media and with conversations. The team reached out proactively early in the pandemic, so our partners knew MGE was accessible and ready to share in the community’s response to COVID-19.\nAs we responded to the pandemic, it also was important \nthat we continued, through our strong partnerships, to reinforce with our community and our employees MGE’s commitment to diversity, equity and inclusion. MGE teams provided support to local organizations assisting communities of color and limited-income customers to address pandemic-related challenges and matters of racial equity.  Customer support\nIn addition to letting all our customers know we would maintain safe and reliable service throughout the public health emergency, we widely communicated a number of other policies that were in place to help customers who were experiencing hardship, including: \n• Con tinuing to work out deferred payment \nagreements with customers who request them. \n•\n No\nt assessing late fees to customer accounts. \n•\n No\nt requiring deposits from customer accounts \nseeking to reconnect services previously disconnected for nonpayment.\n•\n W\naiving credit card, debit card and retail  \npayment processing fees.\nMGE also heavily promoted scam awareness messages on digital and social media channels and proactively reached out to local media in an effort to stop scammers who were active during the pandemic.  \nVideo messages were translated into Spanish and  \nHmong and distributed on social media.\nCharitable contributions\nOur charitable arm, the MGE Foundation, contributed $200,000 to the United Way of Dane County COVID-19 Emergency and Recovery Fund and other community partners, including the Latino Consortium for Action, a social services provider for Latinos in Dane County, and Energy Services, Inc., which provides energy-assistance services to limited-income households.\n“MGE has been building relationships with community \norganizations and individuals for decades. That trust within the community is really essential, especially during a time of crisis. Because we had these trusted relationships in the community, we could work together with our network of community resources to share a message with our customers that we  \nwere here to work with them and we had put together   \nresources to help.”  \n — Joann Kelley, Director, Residential and Community Services\nWith contributions to the Dane County COVID-19 Emergency \nand Recovery Fund, organizations—including the United Way of Dane County—were able to distribute free face masks and gloves to community members. Photo courtesy of United Way of Dane County.", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}