{"page_content": "16 17During the first phase of the pandemic, the United Way \nof Dane County reported a 400% increase in calls to its 211 line, which connects people with local programs and services 24 hours a day, seven days a week. \nThe Foundation also provided support to the City of \nMadison, the Madison Metropolitan School District and the United Way of Dane County for a Child Care Scholarship Fund to provide child care for limited-  \nincome families with elementary school children.  \nMGE and the MGE Foundation are proud to support man\ny organizations that provided increased services  \nto community members during the pandemic,  \npositively impacting  thousands across our  \ncommunity in different ways.\nA\nt the beginning of the pandemic, personal protective \nequipment shortages impacted many essential \nbusinesses, including health care organizations in Madison. MGE employees worked to get needed supplies to local hospitals with donations of 500 N95 respirator masks, 150 Tyvek suits and 2,900 pairs of medical gloves.partners. Our trainers continue to hold virtual sessions with employees during weekly office hours that used to take place on-site.\nMental well-being\nWe realize the pandemic created new personal and work-related challenges and impacts. From information on our employee intranet and in our monthly employee newsletter, to training and development, to our Employee Assistance Program, we provide employees  \nwith tips to help them stay sharp while working remotely or under ne\nw conditions in the field.\nThe Learning Center is an online resource available  \nto all MGE employees. This cloud-based tool contains a\n vast library with thousands of online courses available \non a wide variety of topics. As many employees transitioned to working remotely, it was critical to  \nhelp them adjust to working in a new way while  \nalso balancing kids and homeschooling, pets and household duties, and sharing the ne\nw home office  \nwith other members of their household. There also  \nwere adjustments for employees who continued r\neporting to MGE facilities. Human Resources \ndeveloped additional content for The Learning Center on topics such as mindfulness, stress management, wellness, balancing the demands of work and home, how to handle isolation, being an effective remote leader and leveraging technology to stay connected.Caring for our employees\nThe well-being of our employees is a top priority. The ICS Team has worked to ensure employees continue  \nto get the care and resources needed from MGE during the p\nandemic.\nAll employees have continued to work and perform their job duties throughout our COVID-19 response, many remotely. No MGE employees were laid off or furloughed during our COVID-19 response. Additional leave programs, specific to circumstances related to COVID-19, were created to enable employees to take care of themselves or family members without using their own personal or vacation time.\nLeading with communication\nFrom the beginning of the pandemic and throughout the public health emergency, MGE Chairman, President and CEO Jeff Keebler made it a priority to connect with all MGE employees by delivering weekly video messages and inviting anyone with questions or concerns to reach out to him, their manager or Human Resources. These communications focused on safety and important company updates, wellness information and  \nwork-life balance during extraordinary times. \nHealth and wellness\nOne way for MGE to try to keep things as close to normal as possible was to provide virtually many of  \nthe same opportunities that existed at MGE facilities be\nfore the pandemic.\nFor example, several of our weekly wellness and fitness classes moved online, giving employees the option to participate from their home. Employees also have been able to bring certain equipment home from their workstations, such as computer monitors and chairs, to set up ergonomically appropriate workspaces at home.\nEmployees still have access to our team of trainers \nfrom our workplace injury prevention sports medicine \nsupporting more than$2 million\nraised\n36 programs90 agenciesDane County COVID-19 Emergency \nand Recovery Fund impact\nThe United Way of Dane County and the Boys & Girls Club of Dane County distributed grants from the fund to local organizations to help provide financial assistance and personal protective equipment to those in need. Remote Work Community\nTo help keep employees and teams connected, we launched our first online employee community. The Remote Work Community, available in The Learning Center, serves as a place for all employees to connect with colleagues. Employees share tips such as how to keep kids busy while staying at home, quarantine recipes, the best staycation options for getting away online and much more.", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}