{"page_content": "18 19MGE is building a utility of the future, \nadvancing clean energy and new technologies for the benefit of all. Through our partnerships with our customers, investors and broader community, we are working toward  ambitious carbon reduction goals while fulfilling our mission to provide safe, reliable, affordable and sustainable energy to our communities.\nPowering a more sustainable future\nIn May 2019, we announced a goal of net-zero carbon \nelectricity by the year 2050. This target is based on the latest climate science. It is consistent with the work of the Intergovernmental Panel on Climate Change (IPCC) and its assessment of limiting global temperature increases to 1.5 degrees Celsius. Our 2050 goal reflects  \nour vision and signals our direction, but it doesn’t de\ntermine our pace. Every decision we make is in the \ncontext of achieving deep decarbonization as quickly  \nas we can and consistent with the latest climate science while f\nulfilling our obligation as a provider  \nof safe, reliable, affordable and sustainable energy.\nA\nchieving net-zero by 2050 will require the use of \ntechnologies not yet commercially available or cost-\neffective, but we are well on our way toward realizing our commitment to greater sustainability, to industry leadership and to those we serve.\nClimate science partnership with the University \nof Wisconsin\nTo inform our work for achieving deep decarbonization  \nand net-zero by 2050, MGE is working with Dr. Tracey \nHollo\nway at the University of Wisconsin-Madison’s \nNelson Institute for Environmental Studies and the Department of Atmospheric and Oceanic Sciences. Dr. Holloway used climate modeling available through the IPCC for an analysis of MGE operations and our deep decarbonization goal. The models suggested that by 2050, emissions from electricity generation in industrialized countries should be 87% to 99% lower than the 2005 baseline. MGE’s goal is net-zero carbon emissions by 2050, which is a 100% reduction from 2005 levels. The analysis showed, relative to these publicly available model results for carbon reductions through 2050, MGE’s goal is in line with or more aggressive than these model benchmarks to limit global warming to  \n1.5 degrees Celsius to prevent the most severe impacts o\nf climate change. \nThe UW-Madison report, Interpreting Global  \nEnergy Scenarios for Emissions Planning at the  \nUtility Scale, is available at minds.wisconsin.edu   \nand at mge.com/netzeroreport.\nProgress toward our carbon reduction goals\nMGE already has reduced carbon emissions 22%  \nsince 2005, our baseline. Under our Energy 2030 fr\namework for a more sustainable future, introduced \nin November 2015, we committed to reducing carbon emissions at least 40% by 2030. This target is consistent with U.S. emissions targets for the 2030 timeframe established as part of the landmark Paris Agreement  \non climate change. The company’s pathway also is consis\ntent with the IPCC’s carbon reduction pathways \nas identified in the UW analysis. Consistent with the science, MGE expects to achieve carbon reductions of 65% by 2030.\nEnergy 2030 also established a goal of 30% renewable \nenergy by 2030 and an interim goal of 25% by 2025, which we expect to exceed by year-end 2022. We have said since establishing our goals that if we can go further faster by working with our customers, we will.\nStrategy  \nand Climate\nSaratoga Wind Farm", "metadata": {"source": "NASDAQ_MGEE_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}