{"page_content": "Fostering supply chain \ndiversity\nWe recognize the value of building relationships with small and diverse suppliers, including \nminority-, women-, LGBTQIA+-, and veteran-owned businesses, and those owned by people with \ndisabilities. These diverse businesses drive economic growth and stability in local communities, and \nour relationships with them help Lam build a more competitive and flexible supply base.\nWe use diverse suppliers that meet our company’s standards and customer needs and implement \nmeasures to identify diverse suppliers during the onboarding process. We include diversity performance \nin our supplier scorecard, and track and report spending with diverse direct material suppliers on a \nquarterly basis. We use this data to facilitate a cross-functional approach to supplier diversity.\nThe pandemic posed particular challenges with many of our suppliers globally. With KNT \nManufacturing, Inc., with whom we’ve worked closely for many years, we were able to overcome \nmany of those challenges together.\n“ As we all know, the impact the COVID-19 pandemic has had and is still having on how \nbusinesses operate, and how employees and their families respond, is unparalleled. We found \nour employees feeling more anxious, somewhat isolated and overwhelmed, but still courageously \nmotivated even through the pandemic as we grew over 55% from 2020 – 2021. Our growth can \nbe attributed to the constant partnership and business opportunities provided to us by Lam.  \n \nAlthough a lot of businesses felt the strain of the pandemic, we felt relieved as our customer-\nsupplier relationship with Lam remained intact and is still as strong as ever. Lam has always \nfostered a culture of connection with KNT which has constantly been so inviting it left us no \nalternative but to respond with growth, productivity, and excellence to meet their business and \nproduct needs.”\n—Vincent Mays\nsenior director, business systems & compliance, KNT25\ndiverse suppliers\n$113M\ntotal spend with diverse suppliers\n50%\nincrease in diverse supplier \nspending over 2020\nLam Research\n| 59\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}