{"page_content": "Improving quality of life so \nour communities thrive\nAs a global business that specializes in problem solving and innovation, we use our talent and \nresources to support underserved populations and improve quality of life for those in need. \nThrough Lam Foundation grants and matching gift campaigns, we have a proud history of \ncontributing to a stronger and more equitable society for all.\nStanding with the AAPI community\nIntolerance toward others has no place at Lam or in our communities. In response to acts of \nhate and discrimination against the Asian American Pacific Islander (AAPI) community, our \ncompany spoke out to condemn these actions and through our Foundation we donated  \n$1 million to support programs and initiatives that fight racism and violence. The funds were \ndispersed between Asian Americans Advancing Justice-AAJC , Stop AAPI Hate , and the Asian \nPacific Fund’s Solidarity Fund .COVID-19 relief and recovery\nIn 2020, we created a $7M COVID-19 relief and recovery fund that we continued to \ndisperse in 2021 to provide much needed aid in countries around the world. In India, \nhome to 8% of our employees, we were devastated to see the country experience one of \nthe worst COVID-19 surges globally.\nIn response, we donated $1 million, which included $700,000 to Direct Relief and \n$300,000 to United Way Bengaluru (UWBe), to aid our communities in need. We worked \nwith UWBe to organize four vaccination drives at local schools, during which nearly 900 \nstudents, school staff members, and immediate family members received their first dose \nof the vaccine. Through UWBe, we also supported the creation of a state-of the-art 18-\nbed pediatric intensive care facility at the Hassan Institute of Medical Sciences.\nAdditional COVID-19 recovery support:\n •Arizona  - Meals for front-line workers and volunteers in vaccine distribution areas\n •Austria  - Support for Caritas Carinthia Association’s housing, counseling, and \nchildcare services for those experiencing the longer-term impact of COVID-19\n •Malaysia  - Treatment and medication subsidies for cancer patients with COVID-19 \nrelated financial hardships\n •Ohio  - Technology and support resources for virtual and hybrid learning models for \nhundreds of students\n •Oregon  - Education, tutoring, and mental wellness resources to combat learning loss \nattributed to virtual learning as well as support for transition into hybrid learning\nGiving at Lam\n12%\nemployee participation13,000\nemployee hours volunteered\n$1.1M\nemployee matching gifts$5.1M\ntotal Lam donations$1 million\ndonated to fight racial intolerance \nagainst the AAPI community\n$1 million\ndonated to provide COVID-19 \nrelief in India\nRajesh Krishnan\nexecutive director,  \nUWBe \n“What stands out to me while \nworking with Lam is the intrinsic \nqualities that the team embodies, \nwhich speak volumes about the \ncompany’s culture.”\n5National Geographic: https://www.nationalgeographic.com/science/article/how-indias-second-wave-became-the-worst-covid-19-surge-in-the-world\nLam Research| 63\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}