{"page_content": "Powering tomorrow’s  \ntechnology leaders\nToday’s young thinkers, dreamers, and creators will drive the future of our industry. To help them succeed, \nin 2021 we supported K-12 STEM programs that inspire and equip students to become the next generation \nof technology leaders. From scholarships to donations, our STEM education support shows young people \njust how fun and exciting a career in math and science can be, while providing opportunities and resources \nto build valuable skills.\nK-12 STEM programs and scholarships\nWe proudly work with organizations to engage early learners with a focus on those underrepresented in \nSTEM careers. Our support extends to programs around the world that address achievement and gender gap \nchallenges, secondary education preparedness, education quality improvement, and workforce readiness.\nCore Values scholarships\nEach year, the Lam Foundation awards a series of $10,000 scholarships to graduating seniors from select \nschools near our headquarters and in the Pacific Northwest. Community leaders, along with Lam \nemployees, review applications and choose students who perform exceptionally in academics, as well  \nas in their communities.\nAwardees can use the scholarship at the college or technical school of their choice. In our 18th year of the \nprogram, we awarded $110,000 in scholarships to 11 students from high schools in California and Oregon. \nSince 2003, we have awarded more than $1 million in scholarships to more than 100 promising students.\nSaumya Chauhan\nCore Values Scholarship \nrecipient\n“For me, coding has become a creative \noutlet that enables me to combine my \npassions for storytelling, design, and \nanalytical thinking in a challenging, \ndynamic way. I want to continue to  \ndo just that at college and in  \nthe workforce.”Building brighter futures through STEM education support\nNorth America\nEureka! program\nIn Oregon, we continued our relationship with Girls Inc. of the Pacific Northwest to enable 98 \ngirls, grades 8–12, in underserved communities to explore STEM through Eureka!, a five-year, \npersonal development and sports program.\nLatinx in Technology\nIn California, our ongoing relationship with the Hispanic Foundation of Silicon Valley provided \n146 Latinx students with scholarships in 2021 and a pipeline toward summer internships. The \nprogram has a goal of awarding 50% of its scholarships to women.\nSTEM Learning Academy\nFounded in Springfield, Ohio, the Springfield High School STEM Learning Academy provides \nSTEM education for its students. On behalf of our subsidiary Silfex, we supported STEM \nprogram supplies and experiences for more than 1,800 Springfield High School students.\nAsia\nAdream Centers\nIn Sichuan Province, China, we supported \nthe Adream organization, which provides \na quality education to primary school \nstudents in underprivileged communities. \nWe funded the 5-year operation of two \nnew Adream Centers—networks of \nmultimedia classrooms where more than \n2,000 students can take lessons.\nHello Coding Camp\nIn South Korea, we partnered with the Kids & Future Foundation to support 83 Yongin City students' \nparticipation in the Hello Coding Camp afterschool program.\nRobotics and Coding program\nIn Taiwan, we continued our support of the Science and Technology Museum’s coding and robotics \nprograms for 161 elementary and junior high school students from remote and disadvantaged areas.\nCrucial School Supplies\nThrough our India community program, we supported the Sri Sharadha Vidya Mandir school in their efforts \nto provide educational supplies and textbooks to more than 900 Bengaluru students.\nLam Research\n| 64\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}