{"page_content": "Harnessing the passion of \nour employees\nOur employees are passionate about making a positive impact in the communities where  \nwe live and work. To support the causes they care about, we offer a dollar-for-dollar match  \non employees’ monetary donations. The Lam Foundation also matches volunteer time at  \n$10 per hour for all regular full-time employees. In 2021, we mobilized employees to raise  \n$1.1M in employee-matched monetary and volunteer time donations and contribute  \n12,781 volunteer hours to various organizations. Highlights include:\nGiving back to communities in need\nOur annual holiday giving campaign, Deliver Joy, continued with employees around the  \nworld donating gifts and resources to those in need. From coloring books for kids to care \npackages for seniors, here’s how Lam employees gave back to their communities during  \nthe 2020-21 holiday season:\nChina —In just two weeks, 33 Lam employees mobilized to donate over 500 books, 185 coloring \nbooks, and 60 sets of oil-painting sticks to students in Sichuan Province, where we recently \nfunded two new Adream Centers.\nMalaysia —To brighten the season for patients at a cancer hospital, Lam Manufacturing Malaysia \nemployees delivered over 150 gifts to patients at Mount Miriam Hospital in Penang.\nSouth Korea —In Icheon, Lam employees donated gift cards to 452 students at 19 children’s \ncenters through ChildFund Korea, as well as heating supplies for 125 children at five local \ncenters in Pyeongtaek. In Osan, employees involved in the Fun Makers program supported  \n63 children from low-income families with their year-end toy drive.\nU.S.—For an interactive giving opportunity that supports mental wellness, Lam employees \ndistributed 500 Kynd Kits that included care packages for seniors in assisted living and sensory \nkits for children in foster care.\nSetting students up for success\nDespite the economic strength of Silicon Valley companies, the families of many \nstudents in the area struggle to meet basic needs—let alone afford backpacks and \nother school supplies. To narrow the equity gap, our Women in Leadership at Lam \nERG supports Family Giving Tree’s annual Backpack Comeback drive in Milpitas, \nCalifornia. The 12-day virtual event, where employees filled backpacks at home, \nresulted in 1,200 filled backpacks for students, representing a 140% increase over \nthe first drive in 2017. In total, Lam employees have assembled 4,330 backpacks \nover the past five years.Backpacks assembled\n1,200\nin 2021\n4,330\nsince 2017\nLam Research\n| 65\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}