{"page_content": "Protecting outdoor spaces\nIn Boise, Idaho, nine Lam employees volunteered with the Ridge to Rivers organization \nto spend half their day helping with shaping and finishing work for a new section of trail. \nThe trail area was constructed to allow for better erosion protection in the Boise foothills \nand will lend itself to hikers, bikers, and other outdoor enthusiasts throughout the area.\nGiving clothing a second life\nIn China, our employees organized a used clothing recycling program, collecting 167 \nkilograms of used clothes and textiles which have been donated to a national recycling \nplatform for reuse. These recycled fabrics will be given to those in need or made into \nregenerated cotton.\nPromoting healthy habits\nAs the title sponsor of the Lam Research Heart & Soles Run, we support the Silicon \nValley Leadership Group Foundation’s (SVLGF) work to promote increased physical \nactivity and access to healthy foods among students in Silicon Valley—because kids \nwho exercise and eat better, learn better. Though a virtual Run/Walk in 2021, 119 Lam \nemployees supported this effort that benefited 8,000 Silicon Valley youth.Fighting back against hunger\nIn Villach, Austria, employees volunteered more than 10 hours with the local food pantry \nand humanitarian services organization, Westbahnhoffnug Villach, to prepare meals for \nthose in need.\nPlanting trees\nIn Taiwan, employees organized a tree planting activity, enlisting the participation of \ncolleagues and their families. The event focused on planting tree varieties that can resist \nerosion and protect coastline to preserve a sustainable habitat for migratory birds.\nBringing a smile to children and families\nLam Korea employees participated in a toy drive that benefited 300 children through \nour collaboration with the Korea Childhood Leukemia Foundation. Additionally, the \nLam Korea Employee Council raised money for ChildFund Korea programs providing \neducation needs and support for low-income families at local children’s centers.\nWalking to make an impact\nIn Singapore, 140 employees laced up to support the Singapore Children’s Society’s \nannual Walk for Our Children to benefit programs and services for vulnerable youth. We \nhave proudly sponsored the walk since 2015.\nWolfgang Hiden\nCPG program manager, \nLam Villach \n “To cook together with Lam colleagues is an \nopportunity to positively impact  \nour community and build relationships  \nas a team. Volunteering at  \nWestbahnhoffnug Villach always  \nbrings a strong sense of  \npurpose—and a lot  \nof laughter.”\nLam Research\n| 66\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}