{"page_content": "GRI index\nGRI Standard Disclosure Response, Page, or Link.\n102 - General Disclosures\n102-1 Name of the Organization Lam Research Corporation\n102-2 Activities, brands, products, and services Introduction\nProduct\n2021 10-K, Business, pp. 3-9\nFor additional information: https://www.lamresearch.com/products/products-overview/\n102-3 Location of headquarters Fremont, California, USA\n102-4 Location of operations Introduction\nCountry locations: United States, China, Korea, Austria, India, Japan, Malaysia, Singapore, Taiwan, Belgium, France, Germany, Ireland, Israel, Italy, Switzerland, The \nNetherlands, United Kingdom.\nFor additional information: https://www.lamresearch.com/company/locations/\n102-5 Ownership and legal form The company's stock is publicly traded on the Nasdaq Global Select Market under the symbol LRCX.\n102-6 Markets served Lam Research is a trusted, collaborative partner to the world’s leading semiconductor companies.\n102-7 Scale of the organization Introduction\n2021 10-K, Consolidated Statements of Operations, p. 41\n102-8 Information on employees and other workers Workplace - U.S. gender and ethnicity\nAppendix - 2021 Performance Summary\n2021 10-K, Human Capital, p. 10\n102-9 Supply chain Responsible Supply Chain\n102-10 Significant changes to the organization and its supply chain Significant changes include: opening new manufacturing facilities in Bayan Lapas, Malaysia and Sherwood, Oregon.\n102-11 Precautionary Principle or approach Lam affirms Principle 15 of the 1992 Rio Declaration that states, “...where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be \nused as a reason for postponing cost-effective measures to prevent environmental degradation.”\n102-12 External initiatives United Nations Sustainable Development Goals\nTaskforce for Climate-related Financial Disclosure\nScience-Based Targets Initiative\nCEO Action for Diversity and Inclusion Pledge\nAlliance for Global Inclusion\nConference for Engineering Diversity\nDEI Board\nAnita B.org\nHuman Rights Campaign Foundation Corporate Equality Index\nResponsible Minerals Initiative, Responsible Labor Initiative\nLam Research\n| 69\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}