{"page_content": "GRI index  (continued)\nGRI Standard Disclosure Response, Page, or Link.\n102-32 Highest governance body’s role in sustainability reporting Business and Governance - Leading with an ESG lens\nProxy Statement 2021 - pp. 18-19\n102-33 Communicating critical concerns Critical concerns are elevated to the Board of the Directors by the executive management team.\n102-35 Remuneration policies Proxy Statement 2021 - pp. 19-51\n102-36 Process for determining remuneration Proxy Statement 2021 - pp. 19-51\n102-37 Stakeholders’ involvement in remuneration Proxy Statement 2021 - pp. 16-17, 27-28\n102-38 Annual total compensation ratio Proxy Statement 2021 - p. 52\n102-39 Percentage increase in annual total compensation ratio Proxy Statement 2021 - p. 52, Proxy Statement 2020 - p. 50\n102-40 List of stakeholder groups Business and Governance - How We Engage Our Stakeholders\n102-41 Collective bargaining agreements No collective bargaining agreements\n102-42 Identifying and selecting stakeholders Business and Governance - How We Engage Our Stakeholders\n102-43 Approach to stakeholder engagement Business and Governance - How We Engage Our Stakeholders\nCreating an inclusive world involves valuing all perspectives and seeking insight from a variety of stakeholders. We regularly engage our key stakeholders in a  \nspirit of collaboration and trust, seeking their feedback on ESG issues, and considering their perspectives when developing and managing our ESG objectives.  \nOur engagement with stockholders on ESG topics continues to grow. It is a standard agenda item for our top stockholder meetings and in 2021, we met with  \n19 stockholders holding approximately 35% of our shares outstanding.\n102-44 Key topics and concerns raised Business and Governance - How We Engage Our Stakeholders\n102-45 Entities included in the consolidated financial statements 2021 10-K, Exhibit 21\n102-46 Defining report content and topic Boundaries Business and Governance - Making an impact where it matters most\n102-47 List of material topics Business and Governance - Making an impact where it matters most\n102-48 Restatements of information 2020 Scope 3 upstream emissions increased from 1,327,895 MTCO2e to 1,329,984 MTCO2e due to updated methodology in calculating our CO2e emission from \nbusiness travel.\n2020 Scope 3 downstream emissions increased from 1,543,485 MTCO2e to 3,573,051 MTCO2e due to an updated dataset and methodology. We re-evaluated the \nelectricity usage of a subset of our products and revised the average lifetime per product from eight years to 25 years.\n2019 Scope 3 total emissions increased from 2.9M to 4.9M.\n2020 Scope 1 emissions changed from 37,599 MTCO2e to 38,788 MTCO2e due to additional GHG usage from our manufacturing facility that was not  \npreviously accounted.\n2020 total VOC emission changed from 107 metric tons to 109 metric tons based on updated solvent usage from one of our R&D facilities.\nOSHA total recordable injury rate: 2018 - 0.29 to 0.33, 2019 - 0.33 to 0.34, 2020 - 0.25 to 0.26. Changes reflect data that was updated past the time of publication.\n102-49 Changes in reporting No changes in reporting.\n102-50 Reporting period January 1, 2021 - December 31, 2021\n102-51 Date of most recent report June 2021\n102-52 Reporting cycle Annual\n102-53 Contact point for questions regarding the report esg@lamresearch.com\n102-54 Claims of reporting in accordance with the GRI Standards This report has been prepared in accordance with the GRI Standards: Core option.\n102-55 GRI content index Yes. The GRI content index meets reporting requirements.\n102-56 External assurance Environmental data is externally assured, with the exception of scope 3 emissions.\nLam Research\n| 71\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}