{"page_content": "GRI index  (continued\nGRI Standard Disclosure Response, Page, or Link.\n207 - Tax\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance - Global taxation\n2021 10-K - pp. 8-9, 20, 41, 48, 55\nUnited Kingdom Tax Strategy\n207-4 Country-by-country reporting Lam Research does not provide country-by-country reporting on taxes, see 10-K references for overall reporting on taxes.\nEnvironment\n302 - Energy\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance - Making an impact where it matters most\nSustainable Operations\nResponsible Supply Chain - Our focus on supplier environmental performance\n2021 CDP Response\n302-1 Energy consumption within the organization Sustainable Operations - 2021 energy use by type\n302-3 Energy intensity\n302-4 Reduction of energy consumption Sustainable Operations\nResponsible Supply Chain - Our focus on supplier environmental performance\n302 -5 Reduction in energy requirements of products and services Product - Sustainability drives product innovation\n303 - Water and Effluents\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachSustainable Operations\n2021 CDP Water Security\n303-1 Interactions with water as a shared resource Sustainable Operations - Protecting people and the environment from chemical risks\n303-2 Management of water discharge-related impacts Sustainable Operations - Protecting people and the environment from chemical risks, Wastewater: being a good steward\n303-3 Water withdrawal Sustainable Operations - Water use, treatment and reclamation\n303-4 Water discharge Sustainable Operations - Water use, treatment and reclamation\n303-5 Water consumption Sustainable Operations - Water use, treatment and reclamation\nLam Research\n| 73\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}