{"page_content": "GRI index  (continued)\nGRI Standard Disclosure Response, Page, or Link.\n305 - Emissions\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance - Making an impact where it matters most\nSustainable Operations\nResponsible Supply Chain - Our focus on supplier environmental performance\n2021 CDP Response\n305-1 Direct (Scope 1) GHG emissions  Sustainable Operations - On the path to zero\n305-2 Energy indirect (Scope 2) GHG emissions  Sustainable Operations - On the path to zero\n305-3 Other indirect (Scope 3) GHG emissions  Sustainable Operations - On the path to zero\n305-4 GHG emissions intensity  Sustainable Operations - On the path to zero\n305-5 Reduction of GHG emissions  Sustainable Operations\n306 - Waste\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance - Making an impact where it matters most\nSustainable Operations\n306-1 Waste generation and significant waste-related impacts Sustainable Operations - Making the most of every material\n306-2 Management of significant waste-related impacts Sustainable Operations - Making the most of every material\n306-3 Waste generated Sustainable Operations - Making the most of every material\n306-4 Waste diverted from disposal Sustainable Operations - Making the most of every material\n306-5 Waste directed to disposal Sustainable Operations - Making the most of every material\n307 - Environmental Compliance\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance\nProduct\nSustainable Operations\nResponsible Supply Chain\nAs of December 31, 2021, all Lam manufacturing and laboratory sites, with the exception of two recently opened or acquired sites, had been externally certified to be \ncompliant with ISO International Organization for Standardization (ISO) 14001 certified, the recognized global standard for environmental management systems. We \nhave two levels of environmental review:\n* The corporate EHS team conducts regular assessments and audits of business risks, standards conformance, regulatory compliance, and management system \neffectiveness across Lam’s locations world-wide\n* Our executive management reviews the findings of these assessments and audits and ensures non-conformances are adequately addressed A significant environmental \naspect of our operations is chemical management, and we take all appropriate measures to keep our chemical operations safe and legally compliant. Our integrated \ninventory system connects real-time inventory to procurement, usage conditions, and regulatory reporting for our chemical users, handlers, and planners. We use this \nsystem to continuously identify and implement safety controls and report the use and treatment of chemicals in accordance with government regulations.\n307-1 Non-compliance with environmental laws and regulations The global Lam sites had 25 regulatory agency inspections, including 18  health and safety inspections, and 7 environmental-related inspections. We received 3 \nenvironmental Notice of Violations (NOVs) and paid $2,900 in total fines.\nLam Research\n| 74\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}