{"page_content": "GRI index  (continued)\nGRI Standard Disclosure Response, Page, or Link.\n412 - Human Rights Assessment\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approach\n412-1 Operations that have been subject to human rights reviews or \nimpact assessmentsResponsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers\nGlobal Supplier Code of Conduct\nOur anti-slavery, child labor, and human trafficking due diligence includes compliance with the Countering America’s Adversaries Through Sanctions Act (CAATSA), \nwhich focuses on the prevention of North Korean forced labor.  As part of our supplier engagement, we require suppliers complete a self-assessment survey that \nsupports our risk assessment process. We evaluate our top 100 suppliers with operations in high risk regions for human trafficking.\nSince 2012, we conduct annual due diligence of our suppliers to determine the sources of any conflict minerals that may be contained in our products. We updated our \nconflict minerals due diligence program to include responsible sourcing of cobalt in 2019.\n412-2 Employee training on human rights policies or procedures Responsible Supply Chain - Acting with intention to uphold human rights\n412-3 Significant investment agreements and contracts that include \nhuman rights clauses or that underwent human rights screeningResponsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers\nLam endeavors to include human rights provisions in contracts with its suppliers, as appropriate\n413 - Local Communities\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance - Making an impact where it matters most\nCommunity\n413-1 Operations with local community engagement, impact \nassessments, and development programs Community\n414 - Suppler Social Assessment\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance - Making an impact where it matters most\nResponsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers\n414-1 New suppliers that were screened using social criteria Responsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers\nLam values a diverse supply chain and is committed to selecting diverse suppliers that offer goods and services that meet our company’s standards, supplier selection \ncriteria, and customer requirements. Promoting a diverse supplier base is a priority for Lam, and we support a number of industry and customer initiatives around \nsupplier diversity. Diversity is also included in our supplier scorecard, and we track and report spending with diverse direct material suppliers on a quarterly basis. We \nare using this data to facilitate a cross-functional approach to supplier diversity.\nWe are a member of the SEMI (formerly Semiconductor Equipment and Materials International) Manufacturing Ownership Diversity Task Force that promotes and \nshares best practices for manufacturing ownership diversity (more commonly known as “supplier diversity.”)\"\nLam Research\n| 77\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}