{"page_content": "GRI index  (continued)\nGRI Standard Disclosure Response, Page, or Link.\n415 - Public Policy\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approach Business and Governance - Government Affairs\n415-1 Political contributions Business and Governance - Government Affairs\nNo financial and in-kind political contributions made directly and indirectly. https://investor.lamresearch.com/static-files/7b18772f-f0be-4791-8800-f5118110f8d6\n416 - Customer Health and Safety \n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance - Making an impact where it matters most\nProduct - Leading product safety in our industry\n416-1 Assessment of the health and safety impacts of product and \nservice categoriesProduct - Leading product safety in our industry\n418 - Customer Privacy\n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance - Protecting data and intellectual property\n418-1 Substantiated complaints regarding concerning breaches of \ncustomer privacy and losses of customer dataBusiness and Governance - Protecting data and intellectual property\nIn 2021, we did not experience any cyber incidents that resulted in a material adverse effect, nor any losses or breaches of customer data that resulted in a material \nadverse effect.\n419 - Socioeconomic Compliance \n103-1 Explanation of the material topic and its boundary\n103-2 The Management approach and its components\n103-3 Evaluation of the management approachBusiness and Governance - Making an impact where it matters most\n419-1 Non-compliance with laws and regulations in the social and \neconomic area2021 10-K, p. 71\nLam Research\n| 78\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}