{"page_content": "We are a company where potential is realized, and where the future of technology is defined. Our impact is exponential, \ngoing beyond what we do to what we enable—the continuous progress of society. That makes it our responsibility \nto ensure that everything we undertake—from sourcing and production to how we manage our business, to how we \ndeliver for our customers—is executed with excellence.\nTo that end, we aspire to make ESG criteria part of everything we do. And when we consider the environmental and \nsocial impacts of our actions, we build business resilience and help raise the bar for our entire industry. We strive to \nexceed our customers’ expectations and launch cutting-edge products and technologies without compromising on our \nvalues or our responsibility. Amid ongoing change and continued, heightened demand for semiconductors in 2021, we \nare proud to have delivered with agility, compassion, and an unwavering commitment to ESG.\nContributing to the UN SDGs\nWe recognize the importance of the United Nations 2030 Agenda for Sustainable Development and the Sustainable \nDevelopment Goals (SDGs). These goals play an important role in building a more equitable, inclusive, sustainable \nworld. We have identified five SDGs as most relevant to Lam’s top material topics: #3 Good Health and Well-Being, \n#4 Quality Education, #8 Decent Work and Economic Growth, #10 Reduced Inequalities, and #13 Climate Action. In \nthis report, we are proud to share how we’re contributing to these SDGs.Governance*\nGOALGOAL STATUSSTATUS PROGRESS TO DATEPROGRESS TO DATE\nContinue to expand our \ndisclosure and alignment \nwith industry-recognized \nframeworks and standards •Increased disclosure \nagainst Task Force on \nClimate-related Financial \nDisclosures (TCFD)\n2021 highlights\n •Named on the Dow Jones Sustainability Index for North \nAmerica (DJSI North America) for the first time\n •Launched $1.5 billion sustainability-linked revolving credit \nfacility to reinforce ESG goals\n •Established Ethics and Compliance Steering Committee\n*We aim to achieve goal by 2025, unless otherwise stated.\nLam Research\n| 82021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}