{"page_content": "TCFD index\nDisclosure Focus Area Recommended Disclosure Response Reference\nGovernance\nDisclose the organization’s \ngovernance around climate-\nrelated risks and opportunities.a) Describe the board’s oversight \nof climate-related risks and \nopportunities.Our Board is actively engaged in ESG oversight. The Nominating and Governance Committee has the primary \nresponsibility for our ESG priorities, including reviewing our 2025, 2030, and 2050 climate and energy goals and \nour 2025 waste and water goals.  In 2021, management provided updates to the Board and its committees at \nleast quarterly and engaged them to discuss ESG strategy, gain alignment on goals, and report on progress. The \nfull Board reviews the annual ESG Report before it is published.CDP Climate Change 2021 C1.1a, C1.1b\nb) Describe management’s role in \nassessing and managing climate-\nrelated risks and opportunities.We formed a new Executive Steering Committee in 2020 to guide our ESG strategy, approve and support \ninitiatives, and help keep us accountable. The CEO and members of the CEO staff participate on this \ncommittee which oversees the work driven by our cross-functional ESG Leadership Team.\nIn 2021, we formed a new net zero leadership team that is responsible for working with business units to \nintegrate climate considerations into decision-making processes, driving progress on our net zero strategy, \nand tracking GHG performance on our climate goals. Each of our active working groups has an accountable \nexecutive responsible for the activity and progress toward our net zero goal.Introduction - Leading with an ESG lens\nCDP Climate Change 2021 C1.1a, C1.1b, C1.2, C1.2a, \nC1.3, C1.3a\nStrategy\nDisclose the actual and potential \nimpacts of climate-related \nrisks and opportunities on the \norganization’s businesses, \nstrategy and financial planning.a) Describe the climate-related risks \nand opportunities the organization \nhas identified over the short, \nmedium, and long term.Through a Climate Risk Analysis conducted in conjunction with a third-party, Lam Research has identified a \nrange of potential physical, market/technology and policy/legal risks and opportunities.\nRisks:\n• Changing customer expectations\n• Competitors developing lower-impact products\n• Operational disruptions from flooding, natural hazards, rising temperatures, and/or water stress\n• Natural hazards leading to supply chain disruptions and/or preventing access to the operational workplace\n• Regulation of Lam’s direct operations, customer operations, and/or raw materials (e.g., carbon pricing)\n• Reputational impacts from poor performance on external climate-related engagements\n• Water stress impacting major customer operations\nOpportunities:\n• Expansion of end-use markets\n• Improving resilience of business operations through asset hardening\n• Operational footprint reduction\n• Reduced resource consumption of sold products\nLam is factoring these potential risks and opportunities into the development of less energy intensive \nproducts, capital funding for climate-related operations projects, including energy conservation, and through \nengaging with suppliers on environmental sustainability opportunities. The physical risks are incorporated \ninto the business continuity planning activities across the company and vary based on site-specific risk profiles.Sustainable Operations - Decarbonizing the world, \ntogether\nCDP Climate Change 2021 C2.1a, C2.3, C2.3a, C2.3b, \nC2.4, C2.4a, C3.1, C3.3, C3.4\nb) Describe the impact of climate-\nrelated risks and opportunities \non the organization’s businesses, \nstrategy, and financial planning.Sustainable Operations - Decarbonizing the world, \ntogether\nResponsible Supply Chain - Our focus on supplier \nenvironmental performance  \nCDP Climate Change 2021 C2.4a, C3.1, C3.3, C3.4\nc) Describe the resilience of the \norganization’s strategy, taking into \nconsideration different climate-\nrelated scenarios, including a 2°C or \nlower scenario.Lam has begun to undertake a qualitative scenario analysis with plans to add quantitative in the next two \nyears. To bolster Lam's resilience against the various climate-related scenarios, the company is:\n• Undertaking deeper analysis on the climate risks that may have the  potential to impact Lam such as \nreputational and customer expectation risks, along with potential regulation.\n• Incorporating those risks into our risk management system\n• Developing plans to mitigate those risks over time\n• Setting short-, medium-, and long-term climate goals to mitigate our operational impacts\n• Developing plans to address our carbon impacts across our value chain – including our supply chain, \noperations, and product useSustainable Operations - Decarbonizing the world, \ntogether\nCDP Climate Change 2021 C3.2, C3.2a\nLam Research\n| 80\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 80, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}