{"page_content": "Assurance statement  (continued)\n \n5 \n Inherent Limitations  \nDue to the selective nature (sampling) and other inherent limitations of both procedures and systems of internal control, the re remains the unavoidable risk that \nerrors or irregularities may not have been detected. Calculations of energy savings are subjec t to inherent limitations, given the nature and the methods used for \ndetermining such data. DNV did not conduct independent measurement of the energy savings variables. This is a limitation whic h can influence the accuracy of our \nopinion. Finally, the sele ction of different but acceptable measurement techniques, in particular related to the waste and energy savings performance,  may result \nin materially different measurements.  \n \nAssurance Opinion  \nBased on the procedures we have performed and the evidence we have obtained, nothing has come to our attention that causes us  to believe that the information \nand data with in the Report is not fairly stated and has not been prepared, in all material respect s, in accordance with the criteria stated.  This conclusion relates only \nto the information in the Report  and is to be read in the context of this Assurance  Statement.   \n \nIndependence  \nDNV  was not involved in the preparation of any part of Lam’s data or report. This is our first year of providing assurance for Lam . We adopt a balanced approach \ntowards all stakeholders when performing our evaluation.  \n \n \n \n \n \n \n \nDNV  Business Assurance USA, Inc.  \nKaty , Texas  \nJune 22, 2022  \n \n \n \n            \n \n    \n                                                   \n------------------------------------------------------------------------------------------------------------------------- ----------------------------- ------------------------------------------------------------------------------  \nThis Statement is for the sole use and benefit of the party contracting with DNV Business Assurance USA, Inc. to produce this  Statement (the “Client”).  Any use of or reliance on this document by any party other than \nthe Client shall be at the sole risk of such party. In no event will DNV or any of its parent or affiliate companies, or thei r respective directors, officers, shareholders, employees,  or subcontractors, be liable to an y other \nparty regarding any statements, findings, conclusions,  or other content in this Statement, or for any use of, reliance on, accuracy, or adequacy of this Statement  \n \nAbout DNV  \nDriven by our purpose of safeguarding life, property,  and the environment, DNV enables organizations  to advance the safety and sustainability of their business. Combining leading technical and operational expertise, \nrisk methodology and in -depth industry knowledge, we empower our customers’ decisions and act ions with trust and confidence.  We continuously invest in research and collaborative innovation to provide customers \nand society with operational and technological foresight . \nLam Research\n| 86\n2021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 86, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}