{"page_content": "ESG at Lam: Delivering \na positive impact\nWe put our business to work for a better world. Our ESG strategy, \nwhich provides a framework for our ESG investments and efforts, is \ncomposed of six key pillars reflective of the issues that matter most \nto our business and stakeholders.\nFrom goal setting and regular progress assessments on material \nESG topics, to investments in environmental and social responsibility \ninitiatives, we actively involve our leadership in the efforts we put \nforward. Doing so ensures that we adopt ESG best practices to \ncreate a program that delivers value to all Lam stakeholders.\nBeing transparent about our ESG strategy and performance is a \ncritical component in taking accountability and achieving our ESG \ngoals. We continue to expand our disclosure and alignment with \nindustry-recognized frameworks and standards and make measurable \nprogress toward our ESG priorities in the short and long term.\nStacey MacNeil\nchief communications  \nofficer and ESG  \nexecutive sponsor\n“Our holistic approach to ESG is key to \nproviding a positive impact to the company \nand our world. Further integrating ESG \ninto our operations — while managing \nESG-related risks and opportunities — \ndemonstrates our leadership  \nand values.”\nDoug Bettinger\nexecutive vice president\nand chief financial officer\n“Lam’s new sustainability-linked credit facility \nis part of our overall management focus on \nfinancial performance while integrating ESG \nprinciples into day-to-day operations.  \nWe believe this will also add  \nlong-term value for \nLam’s stakeholders.”\nINNOVATION SPOTLIGHT\nGiving ESG its credit: New financing structure links \nsustainability to our bottom line\nFinancial considerations shouldn’t hinder the pursuit of bold ESG \ngoals—they should inspire them. That’s the vision behind our new \nfinancing structure consisting of a $1.5 billion, five-year sustainability-\nlinked line of credit, launched in May 2021. Over the credit facility term, \nLam will receive a pricing adjustment if the company is above or below \nperformance targets around annual energy savings and maintains our \nhigh standard of employee safety. This connection further promotes \nand engrains our ESG initiatives while providing access to potentially \nlower-cost financing.Act with purpose \nfor a better world\nOUR ESG MISSION:\nWe elevate human prosperity \nand protect the environment in \nour operations, supply chain,  \nand the products we create.\nLam Research\n| 92021 ESG Report INTRODUCTION BUSINESS AND GOVERNANCE PRODUCT SUSTAINABLE OPERATIONS OUR WORKPLACE RESPONSIBLE SUPPLY CHAIN OUR COMMUNITIES APPENDIX", "metadata": {"source": "NASDAQ_LRCX_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}