{"page_content": "Technology to the next degree™ 45 46\nwww.gentherm.comSAFETY DEFINITIONS & INFORMATION:\nLost-Work Time Incidents: Any injury to health as a result of a one-time event with an impact of more than one day of \nabsence, also includes injuries due to transportation in company-provided transportation or accidents during business \ntrips. Also includes non-employee accidents / injuries on a Gentherm site. Lost-time incidents only includes “recoverable” \naccident, in which the person will fully recover from accident / injury.\nNon-Recoverable Incidents:  Any injury to health as a result of a one-time event with an impact of more than one day of \nabsence, also includes injuries due to transportation in company-provided transportation or accidents during business  \ntrips. Also includes non-employee accidents / injuries on a Gentherm site. Non-recoverable accidents indicate permanent \ninjury in which the individual will not / may not fully recover .\nLost Time Case Rate (LTCR): Measured according to standard OSHA methodology. No data around on-site, work-related \nfatalities is recorded or reported in this report as Gentherm has not recorded an on-site, work-related fatality in our 20+  \nyear history.\nADDITIONAL DISCLOSURES\nPolitical Donations: Gentherm does not donate to or allow the use of company funds to specifically support political \npurposes. In accordance with our internal Delegation of Authority policy, all charitable donations or similar activities must \nbe approved by the Chief Executive Officer , and in agreement with the Chief Financial Officer , the Chief Human Resources \nOfficer , and General Counsel.\nAs a global business, we align with trade associations and organizations related to our business which may, at their own \ndiscretion and under their own leadership, participate in the political process, including working to influence decisions that \ncould benefit our company, our industry and related business.\nGentherm is a member of the Automotive Industry Action Group (AIAG), Original Equipment Suppliers Association (OESA), \nHuman Resources Professionals Association (HRPA) and other similar industry groups. Our association with these industry \ngroups generally include standard membership fees, with annual fees of approximately $50,000 total.\nFleet Vehicles: Gentherm does not maintain a traditional vehicle fleet. We do, however , maintain a small number of \ncompany-owned vehicles designated for sporadic, non-specific employee use (“pool vehicles”). While this number may \nfluctuate based on expiring leases and other criteria, we estimate the average number is approximately 20 vehicles,  \noperated at an average of 10,000 miles or less per year .  Based on average CO 2 emissions for a vehicle, the total output would \nrepresent a de minimus amount to our total GHG emissions (less than 0.3%) and is therefore excluded from our detailed \nGHG tracking process.\nMaterial and Chemical Management: Gentherm works to ensure that all of our manufactured goods align with all  \n applicable regulations around the use or inclusion of controlled chemicals and materials. These efforts include  \nutilization of the IMDS (International Material Data System), and monitoring of products and substances versus  \nregulations such as REACH.\nHazardous Waste Disposal Methodologies: In 2021, Gentherm’s hazardous waste was approximately 0.5% of all solid  \nwaste generated (39 metric tons). Gentherm’s hazardous waste types vary by location but are generally comprised of waste \noil and related products used in lubrication and equipment maintenance, activated carbon scrap, scrap glues and adhesives, \nand non-production related items such as light bulbs and non-industrial batteries. Our methods of disposal vary from region \nto region in accordance with applicable laws and regulations and are based on substance, but may include incineration, \nphysical-chemical treatment, or other appropriate disposal methods. Disposal methods may include engaging services from \nappropriately qualified and licensed third-party service providers in the local region.KEY ENVIRONMENTAL METRICS BY REGION (2021)\nNote: Prior year GHG emissions numbers are updated to reflect adjustments compared to data reported in Gentherm’s prior sustainability reports based on updated \ndata collection and calculation methodologies, including movement from CO 2 to a CO 2e calculation. While prior and present methods are both based on standard \nGHG Protocol methodologies, the updated CO 2e method considers the impact of other emissions as well, converting all data to a CO 2 equivalency. ", "metadata": {"source": "NASDAQ_THRM_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}