{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nMessage from the CEO \nT oday, we are in the early stages of an exciting new era of technology. Artificial Intelligence and Big Data have the \npotential to transform entire industries, address some of the world’s biggest challenges and create trillions of dollars of \neconomic value. At the foundation of these seismic changes is semiconductor technology. Realizing the full potential of \nA.I. and Big Data will require new types of computing at the edge and in the cloud and order-of-magnitude improvements \nin chip performance per watt.\nAt Applied Materials, we are focusing our resources and capabilities to address the grand challenges of the A.I. era, \nworking with our customers to build a safer, more equitable and sustainable future. At the heart of Applied’s values \nis a commitment to operate with responsibility and integrity while making a positive contribution to our industry and \nthe world around us. From R&D to our operations, supply chain to our interaction with the community, we are making \ninvestments and getting results. In 2018, we increased our use of renewable energy, published our first diversity report \nand set new goals to increase women’s representation in our workforce. We also launched “Generation Girl™,” a new \ninitiative to help all girls pursue their dreams and reach their potential.\nAcross the company we are committed to driving our environmental, social and governance programs forward.  \nWe invite you to learn more about our work in this year’s Corporate Social Responsibility Report.\n \nGary Dickerson\nPresident and Chief Executive Officer2018 Key Initiatives and \nAccomplishments\nEnvironment, Health and Safety:\n• Increased our global facilities’ and operations’ use of renewable \nenergy from 18% to 31% as a percentage of overall energy used \n• Improved our global diversion rate for non-hazardous waste by  \n6 points, for a total of 81%\n• Set a goal to reduce our GHG emissions by 1% in 2019, using  \n2018 as a baseline\nDiversity and Inclusion:\n• Released our key diversity data for the first time\n• 40% of Applied’s 2018 U.S. New College Graduate class were \nwomen, up from 36% in 2017  \n• Set a goal to increase women’s representation in the U.S. workforce \nto 21% by 2021  \nCommunity Giving:\n• Donated $10.9 million through corporate contributions and  \nthe Applied Materials Foundation \n• Established “Generation Girl,” a new Foundation initiative to help \nall girls pursue their dreams and reach their potential, regardless of \nrace or income level\nVision Our Innovations  make possible  \nthe technology shaping the future\nMission To lead the world with \nmaterials engineering  solutions that enable \ncustomers to transform possibilities into reality\nApplied Materials CSR Report 2018 2", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}