{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nMaximizing Energy Efficiency and Reducing Greenhouse Gas Emissions\nClimate change affects us all. At Applied Materials, we recognize that addressing climate change requires building  \na resilient supply chain and business, as well as taking local, regional and international action to reduce greenhouse  \ngas (GHG) emissions. \nWe are proud of our efforts to reduce GHG emissions in our operations \nand to help our customers minimize their impacts by providing the \nmost resource efficient products and services possible. Below are the \nelements of our climate change management approach:\n• Implementing energy conservation measures across our facilities\n• Conducting energy audits and monitoring energy consumption \n• Purchasing renewable energy and developing self-generation \ncapacity (e.g. photovoltaic energy)\n• Enhancing our product offerings to enable customers to reduce \ntheir GHG emissions\n• Encouraging and enabling employees and business partners to \nreduce GHG emissions associated with their jobs and commutes\n• T racking and publicly disclosing our efforts and Scope 1 (direct \nemissions), Scope 2 (electricity consumption) and Scope 3 (other \nrelevant indirect emissions—air travel) GHG emissions annually \nthrough Carbon Disclosure Project reporting\n• Advocating for local, national and international policies that help \nreduce GHGs  Energy Conservation\nWe achieved a record year in 2018, marked by more than 15 percent \nrevenue growth. Throughout the year we successfully controlled our \noverall energy consumption, increasing usage by approximately 10 \npercent compared to 2017 levels. We accomplished this through a \nvariety of efforts, including routine monitoring of our energy use by our \nenergy manager, conducting energy audits, optimizing the temperature \nof water used in our operations, and making sure that any new \nequipment was as energy efficient as possible.\nRenewable Energy\nAs an integral part of our clean energy initiatives, we are minimizing our \ncarbon footprint through onsite renewable energy production. Our solar \npanel arrays at our facilities located in Sunnyvale, California; Singapore; \nXi’an, China; and Austin, T exas generated a total of 3.4 GWh (Gigawatt \nhours). Green energy purchases met 100 percent of the power demand \nfor our two Santa Clara, California campuses, and our conversion \nto Silicon Valley Clean Energy allowed for our use of 99.99 percent \nCO2e-free power and 50 percent renewable power at our large R&D \ncenter in Sunnyvale. As a result of these efforts, our global facilities’ and \noperations’ utilization of renewable energy increased from 18 percent to \n31 percent.\nIn 2018, we set a goal to reduce our GHG emissions by one percent \nin 2019, using 2018 as a baseline. We expect to report on the GHG \nreduction in the 2019 report.Our onsite green power \ngeneration produced \n3.5 Gigawatt hours—\nequivalent to the energy \nneeded to power 2.3 \nmillion homes per year\nApplied Materials CSR Report 2018  |  EHS 11Continuing our legacy of good environmental \nstewardship, Applied Materials received no \nenvironmental fines or sanctions in 2018!", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}