{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nTracking and Reporting GHG Emissions\nSince 2006, we have participated in the Carbon Disclosure Project \n(CDP), through which we report our carbon risks and emissions \nannually. Our disclosures are available on the CDP website.\nIn 2018, our overall GHG emissions increased approximately  \n9 percent—below the rate of increase in our business volumes, \nmanufacturing and employee growth. Scope 1 and 2 emissions \ndecreased approximately 0.2 percent compared to 2017 levels.  \nOur Scope 3 emissions (indirect releases) increased in 2018 \ncompared to 2017 due to air travel necessary to support rapid \nbusiness growth in Asian markets. Our GHG emissions data is \navailable in the Performance Indicators section of this report.Designing for the Environment and Sustainable Products \nWe create durable, long-lasting products that can be refurbished or recycled, minimizing the use of natural resources and \nenabling our customers to create sustainable products. In addition, we partner with our customers to identify and pursue \nopportunities to lower the impact of our products through energy or water consumption optimization as well as smart \ncontrol of the water temperature and flow that their operations require. \nOver the last several years, our Eco-Efficiency Center of Excellence team and all of our business units have concentrated \non improving the energy efficiency of our products. Their efforts have helped our customers achieve their energy \nefficiency goals. Here are a few examples of product features that came out of our team’s effort to help key customers to \nreduce energy consumption: \nSharing one heat exchanger per \nsystem reduces heat exchanger \nenergy consumption and \nconsumables by two thirds per \nsystemNext generation cryo pumps \neliminate one compressor and \nreduce up to 40 percent of their \npower consumption over the \nprevious modelAvailable on multiple products, \nour energy efficient iPUP2 \nsystem (an integrated point-\nof-use pump) can save over \n7,000 kWh (kilowatt hours) \nper year per system Optimized \ndesign reduces tool exhaust \nrequirements and lowers tool \nenergy consumptionInstalled Applied iSystem \ncontrollers help to reduce \npump and abatement energy \nconsumption during both idle \nand sleep mode\nWe have a variety of projects in the pipeline, which will expand \nour sustainable product solution offerings even further\nApplied Materials CSR Report 2018  |  EHS 13\nWe partner with SEMI to advocate on industry-\nrelated concerns or issues, including reductions in \nthe use of perfluorocarbons (“PFCs”), chemicals \nthat have a high impact on climate change ", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}