{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nWaste Management\nOur offices, campuses and manufacturing facilities around the \nworld continually update their recycling programs to decrease \nnon-hazardous waste generation and increase diversion rates.  \nWe manage waste in the following ways:\n• Source separation by providing appropriately-marked \ncontainers for employees to separate recyclable materials\n• Composting options for food waste and offering compostable \nservice wares \n• Reducing paper waste by implementing print on demand and \nencouraging the use of online documentation\n• Packaging re-designs to reduce the overall packaging content \nfor shipping spare parts and products\n• Reusing or repurposing materials identified to have continued \nlife or valuable use elsewhere in the business\n• Capturing wood waste for recycling when crating materials \nare no longer useable\n• Collection and recycling of the various metal and electronic \nwaste streams \nWe supplement these programs with an ongoing effort to move \nto reusable and recyclable packaging whenever possible. These \nrecycling programs improved our waste diversion rate from 75 \npercent in 2017 to 81 percent in 2018. The overall volume of material \ndestined for landfill decreased by more than two tons in 2018, a \nresult of continual efforts to reduce non-recyclable landfill-bound \nwastes, as previously discussed.  By integrating the reduction, \nreuse or recycling of materials into the operational cadence of our \nlocations, continuing to work with our employees and manufacturing \npartners, and encouraging manufacturing locations to establish \nindividual waste management targets, we reduced our solid waste. \nAs a stakeholder within the communities in which Applied operates, \nwe recognize that managing our waste is not only good for the \nenvironment, it also makes sound business sense.48% \nLandfill (non-hazardous)\n81%\nDiversion rate up 6 pointsPhoto\nFocus on Reuse or Recycling\nIn response to employee interest and to help raise awareness of \nsustainability practices, we facilitated the collection, recycling and \nreuse of materials in 2018—all in partnership with local community \norganizations. Our Diagnostics and Control group in Israel re-purposed \ngently-used toys and clothes to support nonprofit agencies. Our team \nin Malta, New Y ork expanded their waste diversion efforts to include \nan electronics recycling drive as well as a bottle and can collection to \nbenefit a youth service organization.During Applied’s annual EarthWorks environmental campaign, Santa \nClara employees teamed up with an arts-education nonprofit to learn \nabout the impact of plastic on the oceans while creating art from \nrecycled objects. Employees in Israel welcomed the addition of more \nthan 100 new recycling containers—including units dedicated to \nelectronics recycling—to their facilities.\nAs a corporation and through the initiative of passionate employees,  \nwe are committed to continuing our focus on reuse and recycling.\nApplied Materials CSR Report 2018  |  EHS 14", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}