{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nConserving Natural Resources\nProduct Packaging\nOur products require proper protection during transport because \nthey are sensitive to environmental elements, improper handling and \ncontact with chemicals. Despite these challenges, we are committed to \nshipping sustainably. Applied created a packaging technology team and \nhired an external packaging expert to improve our product packaging \nby using more sustainable and recyclable materials and reducing the \namount of the materials through the use of specially engineered boxes, \ncrates, shipping containers and transport carriers. Packaging that has \nexhausted its usefulness is recycled through qualified local vendors. In \n2018, packaging materials accounted for roughly 70 percent of our total \nrecyclables. Here are some of the achievements we have made to date:\n• Prohibited and phased out the use of the following materials:\n     » Bleached corrugated—must use Kraft (brown unbleached)\n     » EPS (expanded poly styrene—Styrofoam)\n     » Foam-in-place (Instapack)\n• Designated heat treatment as the only option for treating wood to \nmeet international requirements—Applied does not allow methyl \nbromide fumigation\n• Implemented a reusable transit case program for many repairable \nparts and especially those that are in contract with customers \n• Developed a reuse/recycle/refurbish program for wooden crates\n• Used a global crating supplier that is fully solar-powered\n• Undertook a dynamic measurement study to understand what \nhazards our tools and parts experience throughout shipping to \noptimize the protective packaging systemWater\nWater is an essential natural resource, and its use should be managed \nresponsibly. Although our operations are not particularly water-intensive, \nwe recycle water whenever possible and help our customers do the same. \nApplied obtains most of its water from municipal water company \nproviders, with the exception of our Kalispell, Montana site, which \nsupplements its water needs using an on-site well.  Our remaining \nfacilities do not directly withdraw water from sources such as wells, \nlakes or rivers. No native water sources are affected by withdrawal of \nwater reclamation processes or drainage.\nIn 2018, we were able to hold the overall increase in water consumption \nto only 6 percent through water conservation and recycling efforts. \nThese efforts included: \n• Reclaiming 5.7M gallons of water at our Austin, T exas facility \nthrough our industrial waste neutralization and deionized (DI) \nwater recycling systems\n• Implementing water efficiency projects, tool software changes \n(that reduce water flows during idle processing time), lab \nconsolidation and drought tolerant landscaping at our campuses \nin Sunnyvale, California \n• Recycling and reusing process water, blowdown from chillers \nand other water used in our manufacturing and laboratory \noperations—for chilling or removing waste heat from various \nprocesses—wherever possible \n• Continuing smart irrigation controls and reduced watering days at \nour Austin, T exas campus, resulting in an 80 percent reduction of \nannual irrigation from peak usage in 2012\nWe recognize our role in conserving the quality of the bodies of \nwater from which municipalities source water and into which they \nmay eventually discharge treated waste water. Our water usage and \ndischarges at our facilities are carefully monitored to confirm that they \ncomply with local laws and regulations. Responsible water use includes \neffective waste water management. In 2018, no sites were cited for \nbeing out of compliance with water management regulations.Eliminating Single-Use Packaging\nAs part of our repair service, Applied parts travel \nto and from over 20 customers in T aiwan, China, \nSingapore, Japan and Korea. In the past, we would \nhave used single-use packages to transport \nindividual parts to warehouses and cleaning \nvendors for servicing or repair.\nIn 2018, we introduced 200 reusable packaging \ndesigns that can carry up to six parts each, \nreplacing over 1,000 different single-use designs.\nEach design can make between 30 and 50 trips \nand completely eliminate the need for single-use \nsecondary packaging.\nOur T exas water reclamation project has \nrecycled 5.7M gallons of water—equivalent \nto 8.6 Olympic-size swimming pools\nApplied Materials CSR Report 2018  |  EHS 15", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}