{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nSupply Chain\nApplied‘s products are complex in nature and may consist of thousands of parts sourced from a multitude of suppliers. \nDespite the challenges this complexity creates, we are committed to sourcing the materials we use to make our products \nfrom suppliers who employ principled business practices and are committed to responsible supply chains. \nThe Global Supply Chain Organization (GSC) manages supplier relationships, develops supply chain capability and \nrequires our suppliers to operate in an ethical, responsible and legal manner. \nEnsuring Ethical Conduct  \nand Legal Compliance \nApplied has suppliers in common with other members of our industry. \nT o ease the burden placed on suppliers as well as to set consistent \nexpectations, we require the top 80 percent of our direct suppliers \n(by spend) to adhere to industry-wide doctrines and initiatives. These \ninclude the RBA (Responsible Business Alliance) Code of Conduct, \nSEMI guidelines and Applied’s Standards of Business Conduct (SBC), \na global code that reflects our organizational values and our focus on \nethical practices. These requirements are incorporated into our Global \nSupplier Agreement, which sets forth the contractual requirements to \nwhich our strategic suppliers must adhere. \nOur top suppliers by spend must also complete yearly self-assessments \nto measure their compliance with the RBA Code of Conduct. The \nself-assessments are managed by a third party who evaluates each \nsupplier’s response for completeness and works with Applied’s team to \nidentify any high-risk suppliers. As an RBA member, Applied is required \nto select 25 percent of the suppliers identified as high-risk to undergo \nan audit (or provide a current audit report) through RBA’s Validated \nAssessment Program (VAP). A typical VAP audit is conducted on site \nby independent auditors and includes a thorough document review, \ninterviews with management and employees, and a visual site survey \nover the course of two to five days. If any issues of non-compliance are identified during the audit, the \nsupplier is expected to implement an appropriate corrective action \nplan. A supplier who has undergone an audit in the past three years, \nin conformance with RBA’s audit program, would not be required to \nundergo such an audit. \nApplied requires that all of our suppliers observe applicable laws and \nregulations wherever they operate. \nProhibiting Child, Forced  \nand Bonded Labor \nApplied is unequivocally opposed to slavery and human trafficking. \nWe prohibit the use of child labor and forced, bonded, or indentured \nlabor practices in our operations and supply chains. This prohibition \nis included in the RBA Code of Conduct and our SBC as well as in our \nHuman Resources Policy. \nIn 2018, Applied’s operations and the operations of our suppliers were \ndeemed low risk for the use of child labor or forced and bonded labor. \nPartnering with a Customer—  \nA Deep Dive to Assess Forced Labor \nand Bonded Labor \nWe are committed to collaborating with our suppliers and \ncustomers to enhance environmental, social and governance \n(ESG) programs within our supply chain and to heighten \nbusiness processes and sustainability practices. As an \nexample, we have been working with one of our customers \nto conduct a multi-step assessment of Forced Labor and \nBonded Labor (FLBL) risks in the supply chain. This FLBL \nproject dives deeply into the supply chains of three of our \nAsia-based suppliers to assess their foreign or migrant \nworker hiring practices by taking the following steps:\n• Performing a complete evaluation of each supplier’s \npolicies and procedures around hiring foreign or \nmigrant workers \n• Mapping the journeys of the foreign or migrant workers\n• Assessing any hiring practice risks revealed by the \nmapped journeys \n• Evaluating the development and execution of a \ncorrective action plan to address any and all gaps \nidentified in the previous steps of the project, as \nappropriate\nIn addition to the ongoing assessment, the project team will \nalso provide structured, clear training to the relevant hiring \nagents on the expectations of the RBA Code of Conduct. \nWe expect to complete the project by 2020. \nApplied Materials CSR Report 2018  |  Supply Chain 17More information about our Standards of \nBusiness Conduct is available in the Ethics and \nCompliance section of this report.i", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}