{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nConflict Minerals\nOur products and some of their related spare parts contain tin, \ntantalum, tungsten or gold—commonly referred to as “conflict \nminerals.”  \nAlthough we neither directly purchase these minerals nor have any \ndirect relationship with mines, smelters or refiners that process \nthese minerals, we actively support the efforts of the Responsible \nMinerals Initiative (RMI) and have since its inception. The RMI is an \nindustry-wide effort to understand and determine how best to mitigate \nthe complex issue of conflict minerals.\nWe support the RMI’s program by conducting due diligence of our \nsuppliers and reasonable inquiries into country of origin for their \nmaterials that align with guidelines established by the Organization \nfor Economic Co-operation and Development (OECD) and the RBA. \nSpecifically, we require the top 80 percent of our direct suppliers by \nspend to complete the Conflict Minerals Reporting T emplate, a tool \ndeveloped by RMI to help disclose information about conflict minerals \nin a supplier’s products, including names and locations of smelters \nor refiners found to process conflict minerals. Applied compares any \nidentified smelters and refiners against a list of smelters that conform \nto or are active in RMI’s Responsible Minerals Assurance Process, \nwhich uses independent third-party audits to identify smelters with \nsystems in place to ensure they procure responsibly sourced minerals. \nMore information on our conflict minerals due diligence program \nis available through our website and in our most recent Conflict \nMinerals Report, which was filed with the U.S. Securities and Exchange \nCommission on May 29, 2019. \nIt’s worth noting that more recently, cobalt has been linked to the \nuse of child labor and other human rights abuses. Since cobalt is not \ncommonly used to produce our products, we have not integrated cobalt \ninto our conflict minerals due diligence program. Supplier Diversity\nWe value global diversity throughout our organization and supply chain. \nApplied is committed to selecting diverse suppliers whose products \nand services meet our high standards and enable us to meet customer \nrequirements. In 2017, we established a Supplier Diversity program \nto enhance the role diversity plays in our supplier selection process. \nIn 2018, we expanded the program to other geographic areas where \nwe operate within the U.S., extending our ability to actively support \nsuppliers at a local level through our Supplier Diversity initiatives. \nFor example, we engaged with government in Austin, T exas and \nAlbany, New Y ork to connect our supplier diversity initiatives with \ntheir economic development efforts.  We also shared our experience \nin panel discussions with industry leaders at the SEMICON West \n2018 conference, to help develop industry-wide standards for supplier \ndiversity. \nThe Supplier Diversity program is currently focused on U.S. suppliers, \nbut we plan to expand our program globally.\nFY2018 Supplier Spend by Region\nApplied Materials CSR Report 2018  |  Supply Chain 18Asia\nAmericas\nEurope4%\n51%\n45%", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}