{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nTraining and Development\nWe foster personal and professional development for our workforce through a vast array of onsite resources and online \nplatforms that help employees advance and manage every stage of their careers. \nWe achieve our employee development goals by providing multi-\nfaceted training and certification programs through our Applied \nGlobal University (AGU). AGU offers a broad range of educational \nopportunities to all personnel worldwide, including business, technical \nand employee development courses in a variety of languages and \nformats. Our employees can earn competency certifications and \nreceive technical training in areas such as engineering, career planning, \nsafety and product development. \nApplied Materials Places the Highest \nPriority on Safety \nWe have developed a robust certification process to train both \nCustomer Engineers, who maintain and repair customer equipment in \ntheir cleanrooms, and Manufacturing T echnicians and Engineers, who \nbuild and assemble our equipment prior to shipment. These procedures \nrequire extremely safe work environments and highly knowledgeable \nand skilled employees. In addition, we periodically assess technical and \nfunctional competencies for key jobs (Engineering and Operations, for \nexample) and develop training activities to make sure that requisite \nemployees maintain their Numbers. Learn more about our safety \nperformance in the Environment section of this report. Career Development, Compliance \nTraining and Growth Opportunities \nManagers and employees meet quarterly to check in on and facilitate \ncareer planning. \nWhile some employees take AGU courses voluntarily for personal \nor career development, compliance training is mandatory for our \nworkforce. T opics include health and safety, standards of business \nconduct, ethics and intellectual property protection. This training must \nbe completed within certain time frames and renewed every two to \nthree years, depending on the course requirements. Content is updated \nannually to ensure accuracy, business relevance and legal compliance. \nBeyond AGU, we support employees in continuing their formal \neducation by providing a tuition-assistance program and offering \nspecialized courses through partnerships with a variety of universities \nand professional organizations.\nTraining in 2018\nIn 2018 our full-time employees completed an average of 63 hours, \nand our workforce as a whole (including full-time, temporary workers, \ncontractors and interns) completed an average of 46 hours of training \nper person. These numbers show an increase of 16 and 13 percent, \nrespectively, over hours trained in 2017.\nIn addition, 377 employees used Applied’s T uition Assistance Program \nfor a degree program in the U.S.Training in 2018 by the numbers\nT otal training—1,314,861 hours\nAverage training hours  \nper person—63 hours\nT otal number of unique employees \nwho have taken one or more AGU \ncourses—20,930In 2018, 99 percent of our \nemployees received regular \nperformance and career \nplanning reviews\nApplied Materials CSR Report 2018  |  T raining and Development 2099%", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}