{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nEngineering and T echnology Programs\nSemiconductor technologies change at lightning speed. Our workforce has access to diverse technical programs, forums, conferences and \nlectures to stay abreast of new and emerging products, processes and technologies. These programs prepare our teams to anticipate and \nmeet the fast-paced technological advances our products require. Here are a few examples of our engineering and technology programs:\nEngineering and T echnology (ET) \nConference \nAt our 32nd ET Conference, nearly 900 of our top \ntechnologists and engineers from around the world \ngathered in Las Vegas, Nevada in February 2018.  \nA record 1,900 abstracts were submitted, and more \nthan 450 employees were carefully selected by the \ncommittee to present their ideas in poster sessions \nand oral presentations. The presenters included \nmany first-time attendees and young professionals. \nThese innovators are expanding the definition of who \nwe are and contributing to the future we will shape.\nThe CTO Guest Lecture Series \nOur Office of the Chief T echnology Officer (CTO) \ninvites experts from across the industry, academia \nand government R&D institutions to host guest \nlectures on emerging technologies related to \nmaterials science and engineering topics at our Santa \nClara campus. Each lecture is made available online \nfor employees who cannot attend in person. \nappliedx\nEstablished in 2015, our appliedx digital learning \nlab helps employees develop the skills they need \nto increase the rate of product development. By \nproviding a seamless, integrated approach to \nadvancing learning, appliedx aims to enrich the depth \nand range of our employees’ learning experience \nbased on their role within Applied. appliedx Pathway is the most recent addition to the \nappliedx platform. Partnering with AGU, appliedx \nPathway empowers learners to take control of their \nprofessional development by offering a growing \ncatalog of courses that presents our people with the \nopportunity to set goals and approach how best to \nachieve them in a self-directed way.\nStrengthening Applied’s University \nRelations \nApplied has enjoyed mutually beneficial \nrelationships with many of the world’s top \nengineering universities for decades. We provide \nfunding to university faculty and labs, engage in \ncollaborative research and continually recruit top \ntalent from academia to strengthen our workforce. \nWe recognize that university engagements are \ncritical for maximizing competitiveness in today’s \nglobal knowledge economy. In 2018, we worked to \nstrengthen relationships with ten universities that \nare internationally renowned for their technology \nprograms, deepening our collaborations and \nstrengthening our workforce’s connection to \ncutting-edge research as it happens.California Institute of T echnology (Caltech) \nSystems Engineering Certification Course\nThrough an educational partnership with Caltech, \nour engineers have the opportunity to earn a \nCaltech Systems Engineering (SE) certificate \nthrough appliedx—via desktop or mobile—anytime, \nanywhere. The 26-week course is a customized \nprogram specifically designed around the evolving \nneeds of our business, technologies and industry \nnomenclature, with the goal of promoting \ninterdisciplinary knowledge throughout the product \nlifecycle. In 2018, 76 employees graduated from \nthe second class of the program in Santa Clara, \nCalifornia, and now possess the latest knowledge on \nsystems engineering. \nThe SE certificate program received the most \nprofessional interest from our employee survey in \n2018. As a result, we have increased our sponsorship \nand are planning to offer choice projects and \ngrowth opportunities to employees who have \ncompleted the program. Due to the success of our \ncollaboration with Caltech, we have partnered with \nMassachusetts Institute of T echnology (MIT) to offer \na complementary certificate program.T estimonies from \nEmployee Graduates \nof the Caltech SE \nCertificate Program \n“As a Global Product Support engineer, I \ninteract with our engineering teams and our \ncustomers. Through the course, I gained a \nmore holistic perspective of the products that \nI’m working on. Being able to think at the \nsystem level enables me to resolve customer \nissues faster and better. If all employees \napply systems thinking we will be a more \nefficient company as a whole.”\nAnahita Yazdi \n“One of my colleagues graduated in the \nfirst class and recommended I take it. The \ncourse provides an interdisciplinary approach \nto solving complex problems using various \nmodels, charts, scorecards and templates. I \nlearned to shift my perspective and now feel \nmore empowered to tackle and solve future \ncomplex problems by applying systems \nthinking in whatever aspect my team and I \nare involved with.”\nVaibhav Soni \nApplied Materials CSR Report 2018  |  T raining and Development 21", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}