{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nMessage From Our New HR Leader\nAchieving our company’s vision, to make possible the \ntechnology shaping the future through our innovations, \nrequires the full engagement of our 21,000 talented \nemployees around the world.\nMake possible. These two words also inspire our Culture \nof Inclusion to make possible an environment where \nall of our global team members can contribute and do \ntheir best work.\nValuing Differences  \nWe value great talent and diverse perspectives, knowing our differences can be our greatest strength as \na global leader. Our team spans 19 countries, reflecting various cultures, backgrounds, ages, genders and \nethnicities that come together to form a rich tapestry of talent and contributions. \nWe also believe that our culture and workplace experiences matter, so that all individuals feel respected \nand empowered to reach their full potential at Applied, and so that everyone has a fair and equal \nopportunity for development, and advancement, and to make a difference. \nEmbracing a Culture of Inclusion\nOur commitment to our Culture of Inclusion journey will broaden the diversity of our workplace and help \nus build a culture that benefits everyone… our people, our customers and our stakeholders. \nThis commitment includes an intentional focus on making inclusion personal for leaders, helping \nthem be champions for change to strengthen inclusion measures, embed best practices, establish \naccountability and ultimately realize our vision for an inclusive culture. \nOur strategies also include outreach to encourage tomorrow’s technology leaders, hiring initiatives to \nengage women and underrepresented groups, and workplace programs to support all individuals through \nprofessional development opportunities and Employee Resource Groups.\nAnd while we’re making great progress through a comprehensive strategy that builds on our strengths and \ncontinues to push for greater inclusion and engagement at Applied, we’ll continue to strive to do more.\nSusan Schmitt  \nGroup Vice President, Human ResourcesDiversity and Inclusion\nGoals and Strategies\nIn 2017 we set the following goals to prioritize and measure our effectiveness at \npromoting diversity, inclusion and engagement across our global organization: \n• Increase women’s representation globally\n• Increase women’s representation to 21 percent in the U.S. workforce by 2021\n• Increase underrepresented minorities’ representation in our U.S. workforce\n• Demonstrate improvement in the inclusion measurement on our Organizational Health Index \nsurvey of employees\nOur strategy to achieve these goals and to create a culture of inclusion and authentic engagement for \neveryone consists of: \nEngaging employees in an inclusive work environment by:\n• Making inclusion personal for leaders\n• Identifying specific actions that foster a more inclusive work environment and encourage \nemployees to share their ideas\n• Measuring inclusion and engagement in our annual employee survey\nEliminating systemic barriers in our employee lifecycle by:\n• Identifying systemic barriers in our programs and processes\n• Breaking down systemic barriers in our programs and processes\n• Examining and refreshing benefits programs and HR policies \nExpanding the diversity of our workforce by:\n• Identifying new selection strategies\n• Developing employee retention strategies\n• T racking progress by using qualitative and quantitative metrics\nApplied Materials CSR Report 2018  |  Diversity and Inclusion 22\n", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}