{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nEngaging Diverse T alent of the Future\nAs the leader in materials engineering solutions, we thrive on innovation and are purposeful in encouraging the young \nminds who will create the future. We participate in events that empower, mentor and inspire youth from all communities \nand backgrounds during the critical years of early education to focus on STEM initiatives.\nOutreach Programs\nWorking with nonprofit organizations provides many opportunities to \nconnect with and support diverse students.  We value our partnership \nwith Girlstart, an innovator in creating STEM (Science, T echnology, \nEngineering and Math) education programs that inspire girls to \ntransform our world, and T echbridge Girls, dedicated to empowering \ngirls from low-income communities through high quality STEM \nprogramming.  \nWe also work with the National Society of Black Engineers’ (NSBE) \nFreshStart Program in Austin, T exas, to help 6th-12th graders and \ntheir parents better understand STEM career opportunities. Other \norganizations we support include the Society of Mexican American \nEngineers and Scientists, Society of Women Engineers, and City Y ear \nSan Jose/Silicon Valley.\nWe are proud of our 16-year partnership with Breakthrough Silicon \nValley in Santa Clara, California, and Austin, T exas, empowering more \nthan 2,900 local students with limited educational opportunities to \nbecome the first in their families to attend college. \nEmployees volunteer their time and talent during our Career \nExploration Day event with Breakthrough Silicon Valley. In July, we \nhosted a half-day event where team members from three of our \nEmployee Resource Groups (ERGs) combined efforts to create a variety \nof STEM activities for these diverse students, including lab tours, \nhands-on lectures and solar car building.“This program helps to change lives by providing \nboth exposure and opportunity to which many of \nthe students would not otherwise have access,”  \nstates Sherry Mings, Community Affairs officer of Applied’s Black \nEmployee Network Leadership Encouraging Achievement through \nDiversity/Black Employee Network (LEAD/BEN) in Santa Clara, who \nhas helped host the event for more than five years. \nIn fact, throughout the year our U.S. University Recruiting team partners \nwith members of our ERGs, such as LEAD/BEN to bring local female \nand underrepresented minority students onsite to our Silicon Valley and \nAustin campuses. These students experience employee-led Q&A panel \ndiscussions, fabrication facilities tours to learn about our operations, \nand networking dinner with employees and fellow students. \nWe’re proud that our employees, many of whom are active members \nof our seven diverse ERGs, are integral to the success of outreach \nprograms designed to motivate and inspire young people from all \nbackgrounds and communities to become the engineers and innovators \nof the future. \nApplied Materials CSR Report 2018  |  Diversity and Inclusion 23Learn more about our community programs for \nunderrepresented groups and young women in \nthe Community section of this report.i", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}