{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nUniversity Partnerships and Internships\nWe know that the best way to prepare our future engineers and leaders \nis to improve their access to quality education. This year, our Office of \nthe Chief T echnology Officer (CTO) created a new partnership with \nthe Joint School of Nanoscience and Nanoengineering (JSNN) at North \nCarolina A&T State University, a nationally recognized Historically Black \nCollege and University (HBCU) dating back to 1890. This partnership \nenables the company to support the development of cutting-edge \ntechnology and build relationships with faculty and students at a \nleading HBCU—a key component of expanding our diverse talent \npipeline. \nDeveloping future talent through internships is a key part of our \noutreach. More than 250 college students globally had the opportunity \nin 2018 to gain real-world experience and insight into a future career in \ntechnology: \n• 150+ interns in the United States. Students not only gained \ntraining and experience, they also engaged in local office \nteam-building events and community outreach. In Silicon Valley, \ninterns had an opportunity to learn about new technology and \nthe industry value chain by participating in the Engineering and \nT echnology conference and SEMICON/West.\n• 50+ Interns in Korea, India, Taiwan and Singapore. Since its \ninception in 2013, our Summer Student Program in T aiwan \ncontinues to motivate students with tours, technology equipment \nlectures, technical seminars and executive talks.\nOur programs offer participants unique industry knowledge and \nhands-on experience, including employee mentoring, training, lectures \nfrom renowned professors and exclusive networking sessions with our \nexecutives. Many former interns ultimately join Applied through the \nNew College Graduate (NCG) program.New College Graduate Program \nOur NCG program is essential to attracting the top talent entering \nthe workplace. Our U.S. outreach involves sponsoring, hosting and \nparticipating in a wide range of activities, such as the Math, Engineering \nand Science Achievement (MESA) Student Leadership Conference; the \nNational Society of Black Engineers Employer Roundtables; the Society \nof Women Engineers Evening with Industry event; and the University \nof California, Los Angeles Center for Excellence in Engineering and \nDiversity (CEED) Networking and Professional Etiquette event.\nWe are building momentum with the NCG program, which is bringing \nwomen to Applied at a growing pace in the U.S., up four points from \nFY2017. Fig. 1\nIn China, Applied has a long history of investment and talent \ndevelopment. In 2018, we recruited more than 120 graduates from top \nChinese universities to join the New Star Program --our first large-scale \nNCG program in the country since 2000. The reinvigorated program is \nalready enhancing our operations in this vitally important region.\nNew Star Program in China: In 2018, over 120 graduates joined from top Chinese \nuniversities joined Applied’s New Star Program—our first large-scale NCG \nprogram in the country since 2000Our CTO office created a new partnership with the Joint School of Nanoscience \nand Nanoengineering (JSNN) at North Carolina A&T State University\nFigure 1: Percentage of Applied U.S. NCG women hired, up 4 points from FY2017\nApplied Materials CSR Report 2018  |  Diversity and Inclusion 24U.S. New College Graduate Hiring\n2018\n2017Women Men", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}