{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nCreating More Opportunities for Diversity Now\nHiring Initiatives \nWe are committed to increasing the diversity of our candidate pools \nglobally, to ensure the diverse, engaged workforce critical to our \nsuccess. Our talent acquisition strategies include specific recruiting \nefforts to hire women, underrepresented groups and minorities in the \nU.S.  Our recruiters actively partner with hiring managers to understand \nposition qualifications and present diverse candidates. We are also \nbeginning to build processes to ensure interviewers from diverse \nbackgrounds are engaged in the hiring process. \nWomen\nOur outreach and recruiting efforts are making a difference in the \nrepresentation of women in our workforce. By focusing our hiring \ninitiatives on increasing the number of women employed in the U.S.,  \nwe have seen steady, positive movement.Fig. 2 \nIn 2018, the number of women holding engineering positions increased \nboth globally and in the U.S. due to focused recruiting efforts across \nmany countries.Fig. 3 We are making progress toward our hiring goals but \nrecognize that opportunities remain to increase representation. We are \nconfident that programs focused on diversity, including Generation Girl, \nan initiative recently launched by the Applied Materials Foundation, \nwill advance our effort to increase women’s preparedness for and \nrepresentation in the workforce—as well as in leadership positions—at \nApplied and throughout the technology industry. Underrepresented Minorities in the U.S.\nWe continue to seek out diverse talent at universities with strong \nengineering and science programs, including those universities in the \nU.S. with relatively high percentages of Black/ African American and \nHispanic/Latino students. We are also developing our educational \noutreach programs, participating in onsite networking and \ninformational events to attract college students pursuing STEM careers.\nOur workforce diversity statistics have trended slightly upward in the \npast two years for underrepresented minorities—Hispanic or Latino, \nBlack or African American, T wo or More Races, and Native Hawaiian or \nPacific Islander. \nWe plan to build on this momentum and believe the outreach efforts \nand talent acquisition strategies that we have put in place will make a \nmore positive difference in years to come.\nApplied Materials CSR Report 2018  |  Diversity and Inclusion 25Learn more about our engineering and technology \nprograms in the Training and Development section, and \nGeneration Girl in the Community sections of this reportiWomen Employees\nFigure 2: Percentage of women in our workforce\nEngineering Women Employees\nFigure 3: Percentage of Engineering women in our workforce2016—2018 U.S. Ethnicity Trends\n2018                    201 6", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}