{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nInclusion and Engagement Events \nOur ERGs bring employees of all backgrounds together to observe and \ncelebrate the varied and rich cultures of our employee population. In \n2018, our ERGs organized several cultural events including celebrations \nfor Lunar New Y ear, Black History Month, International Women’s Day, \nMemorial Day, Pride Month and Hispanic Heritage Month.\nSince 2010, we have held internal events that promote a culture of \ndiversity and inclusion. In recent years, these events have become \nlarger in scale, enhanced by the participation of our Board of Directors, \nCEO and executive staff. These activities emphasize several key \nthemes:\n• Being bold and speaking up\n• Appreciating differences that stimulate learning and develop  \ninnovative solutions\n• Creating an inclusive and collaborative environment that is \nempowering and engaging \nOur 2018 annual Diversity & Inclusion events were held in Austin \nin September and Silicon Valley in October. Programs included \nmotivational speakers on topics such as mutual responsibility for \ncreating an inclusive environment, building productive working \nrelationships and improving communication across generations. \nSpeakers and workshops alike encouraged employees to reflect on \nour global diversity as a major asset that strengthens both our shared \nsuccess and social progress. \nSupply Chain Diversity \nOur emphasis on global diversity also extends to our supply chain \npartners. We are committed to selecting diverse suppliers who provide \nproducts and services that meet our supplier-selection criteria and help \nus fulfill customer requirements. More information is available in the \nSupply Chain section.\n  Employee Resource Groups\nWe value the positive impact of our many Employee Resource \nGroups (ERGs), which foster diversity and inclusion through \ninformation-sharing and provide support, professional \ndevelopment and cultural awareness opportunities. ERGs \ncontribute to inclusion in every stage of career development—\nfrom early education to employment and inclusion in the \nworkforce—and directly support business goals through \ntalent outreach and employee engagement. \nIn 2018, we funded seven ERGs with 21 chapters spread \nacross our worldwide locations:\n• Applied Pride (LGBTQ and Friends)\n• Asians in Motion (AIM)\n• Hispanics in Partnership (HiP)\n• Leadership Encouraging Achievement through Diversity/\nBlack Employee Network (LEAD/BEN)\n• Veterans Employee T eam (VET)\n• Women’s Professional Development Network (WPDN)\n• Y oung Professionals Network (YPN)\nWe value the counsel and insights that ERG members provide \nto leadership and to Human Resources on how we can \ncontinue to strengthen a culture of inclusion at Applied. Each \nERG has an executive champion who provides leadership \nconsultation and ensures open communication between \nthese important groups and senior management.Our Applied Pride (LGBTQ and \nFriends) ERG gathers employees in \nSilicon Valley to raise the rainbow \nflag in celebration of LGBTQ+ Pride \nMonthOur Asians in Motion (AIM) ERG gather employees in Austin, \nT exas, to celebrate Diwali, the festival of lights\nApplied Materials CSR Report 2018  |  Diversity and Inclusion 27", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}