{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nEthics and Compliance\nWe apply the highest ethical and compliance standards to all of our business \nactivities. Responsibility, accountability and integrity are foundational to our success. \nThese core values are upheld throughout our operations and extend to our customers \nand supply chains. They are vital to our culture of mutual trust and respect, which \nnurtures constructive and cooperative partnerships with all of our stakeholders—from \nour workforce to our customers, our suppliers and the public.\nStandards of Business \nConduct \nWe promote a strong and consistent culture of \nethics through our global Standards of Business \nConduct (SBC), which establishes policies and \nethical conduct expectations for our workforce \naround the world. The SBC covers topics such \nas Anti-Corruption, Conflict of Interest, Data \nPrivacy, Protecting Intellectual Property (IP) and \nWorkplace Safety. The SBC is available to our \nworkforce and suppliers in 11 languages via our \nwebsite. \nAll personnel must:\n1. Review and certify adherence to our SBC \nupon joining Applied\n2. Verify annually that they have read, \nunderstand and agree to comply with the \nSBC by completing a recertification process\n3. Refresh their knowledge every two years by \ncompleting an online training courseTraining on Policy\nIn addition to required adherence to our SBC, \neach member of our workforce undergoes \ncomprehensive web-based and/ or classroom \ntraining on our Anti-Corruption, Conflict of \nInterest, Global Gift, Expense Reporting, Global \nT ravel and Insider T rading policies. Employees \nare trained on these policies when they are hired, \nand they must refresh their knowledge annually \nthereafter.\nAll of our employees and many of our suppliers \nare trained in privacy issues and IP protection, \nincluding the need to protect our customers’ and \nsuppliers’ data and information. We also provide \nethics training to suppliers to make certain that \nthey understand our requirements and how they \ncan access assistance if needed.Outreach\nEthics Week – Ethics Applied \nEverywhere\nWe hold an Ethics Week campaign each year to \nemphasize our commitment to operating with \nthe highest ethical standards. Throughout the \nweeklong event, we invite all employees to hear \nour key executives reinforce the importance of \nethics, integrity and legal compliance, and we \nprovide our employees with the resources and \nencouragement to fulfill their responsibilities \nwith these values. In addition, the head of Ethics \nand Compliance communicates reminders about \nour policies in key areas that our workforce may \nencounter in their day-to-day roles—including \nexpense reporting, and travel and gift policies—\nthroughout the year. \nDuring our Ethics week in February of 2018, our \nGeneral Counsel moderated a panel discussion \nwith key executives at an All Employee meeting \non the importance of ethics at Applied and the \nrole we all play in upholding our ethical standards \nand safeguarding our company’s reputation \nespecially among our customers and suppliers.\nOther Outreach Events \nThe Ethics and Compliance team also holds \ninformal events, referred to as Ethics roadshows, \nat all major global locations on a two-year \nrotation. These events are promoted through \nemails and other forms of direct marketing. \nT eam leaders are encouraged to further engage \nemployees through team meetings. Employee Ethics Survey\nWe conduct an Ethics Survey every two years \nto gauge awareness and obtain confidential \nfeedback to identify which ethics program \nelements are effective, as well as where we have \nopportunities to improve. This survey is part of \nour continued effort to improve our ethics and \ncompliance programs and actions. It is designed \nto capture our employees’ overall perception of \nthe company’s ethical culture and also to assess \nhow perceptions vary across management levels \nand between business units. This survey helps \nus to identify opportunities for improvements \nto better drive awareness, reporting and \ncompliance. The next survey, scheduled to be \nconducted in 2020, will incorporate past survey \nresults, emerging trends and best practices in \norder to continually improve our ethics standards \nand programs.\nApplied Materials CSR Report 2018  |  Ethics and Compliance 28In 2018, we achieved a 99 percent \nSBC-recertification ratei", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}