{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nBusiness Ethics Helplines\nWe maintain a confidential toll-free Ethics Helpline and an online help \nform that are available 24 hours a day, seven days a week worldwide. \nThe helpline and help form are administered by an independent \nservice provider. In addition, any employee, supplier, customer or other \nstakeholder can email the Applied Ethics and Compliance team to raise \nan issue or ask a question without fear of retaliation. \nPolicies and procedures are in place to make sure that every issue \nis investigated appropriately and in compliance with Applied’s high \nstandards and applicable local laws. These cases and resolutions \nare reported to senior management and the members of the Audit \nCommittee of the Board every quarter. Final resolution can take a \nvariety of forms, including disciplinary action for employees, specialized \ntraining, changes or improvements to our policies, termination or \nsuspension of business relationships, or other corrective actions. \nConsistent Reporting and a  \nRecord of Compliance\nIn 2018, no material fines or other sanctions were imposed on Applied \nfor noncompliance with laws and regulations. No legal actions were \ntaken against Applied for anti-competitive behavior or antitrust or \nmonopoly practices. In addition, no significant fines for non-compliance \nwith laws and regulations concerning the provision and use of products \nand services were imposed. Applied did not receive substantiated \ncomplaints concerning breaches of customer privacy and losses of \ncustomer data in 2018.T ools and Resources \nSeveral tools and resources are available to our employees to help them \nconduct business legally and ethically, and protect intellectual property, \nincluding: \n• Ethics Applied Everywhere website, which includes:\n» Standards of Business Conduct \n» Global Business Ethics Helpline and online tools \n» Intranet site with company policies including Anti-Corruption, \nConflict of Interest, Gift, Insider T rading and T ravel\n» Third-party due diligence and approval process\n» FAQs\n• Ethics and Compliance T eam \n(formally Office of the Ombudsman)\n• Valuable Intellectual Property (VIP) site \n• T rainings \n• Ethics videos \n• Guidelines and security tools for sharing informationSpeak-Up!  \nOur Non-Retaliation Policy\nWe foster a positive work environment where every \nemployee’s voice can be heard and issues can be raised, \npromptly investigated and resolved. We encourage open, \nhonest communication that can flow across all levels of the \norganization. We offer a variety of ways for employees to \nraise their concerns, including through the toll-free Ethics \nHelpline or by speaking directly to their manager, Human \nResources business partner or any attorney at Applied.\nApplied encourages our workforce to report any misconduct, \nask questions about personal ethical responsibility, or \nraise concerns about potentially unethical or questionable \nbehavior of others. \nOur employees know that we prohibit retaliation against any \nmember of our workforce for reporting a possible violation \nof our SBC policies in good faith, or for initiating, testifying, \nassisting or participating in any manner in any investigation, \nproceeding or hearing. \nWe clearly state our commitment to providing a workplace \nthat is free of discrimination, harassment and retaliation \nin our Human Resources Policy and SBC, which includes \nopportunities and procedures for employees or other \nstakeholders to voice a complaint or concern as well as \ninformation on supervisory responsibilities and responsive \nactions.\nApplied Materials CSR Report 2018  |  Ethics and Compliance 29", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}