{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nHuman Rights\nWe are unequivocally committed to protecting human rights wherever we do \nbusiness—both across our workforce and throughout our supply chain. \nApplied has committed to its customers that modern slavery does not exist within \nour operations. We also assess and address any risks posed by our suppliers. \nOwned and Operated \nFacilities\nWe prohibit the use of child labor and forced, \nbonded or indentured labor practices in our \noperations. We also forbid harsh or inhumane \ntreatment, including corporal punishment \nor the threat of corporal punishment. This \npolicy is included in our Human Resources \nPolicy Manual, the company’s Standards of \nBusiness Conduct and the Responsible Business \nAlliance (RBA) Code of Conduct, to which we \nsubscribe. In addition, all personnel involved \nin hiring, supporting, supervising or directing \nmembers of our workforce are trained on these \npolicies annually and are required to apply their \nknowledge consistently throughout our global \noperations. Supply Chain \nResponsibilities\nLike many technology companies, our supply \nchain encompasses thousands of direct suppliers \nand a countless quantity of upstream suppliers, \nwhich are connected through complex networks \nspanning the globe. Further, we share many \nof the same direct and indirect suppliers with \nseveral other companies in our sectors. Because \nwe recognize that our ability to influence \npositive change and strengthen the ethical and \nsustainable behaviors of these mutual suppliers \nis greatest when we collaborate with other \nindustry members, we have adopted the RBA \nCode of Conduct, along with our Standards of \nBusiness Conduct, as the standards we hold our \nsuppliers to regarding human rights, including \nprohibitions on exploitative, child and inhumane \nlabor practices. \nApplied Materials CSR Report 2018  |  Human Rights 30For detailed information about Applied’s commitment to ensuring \nthat human rights are respected and maintained throughout our \nsupply chain, please see the Supply Chain section of this reporti", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}