{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nAbout Applied Materials \nLeading the Way \nApplied Materials is the leader in materials engineering solutions used to produce virtually \nevery new chip and advanced display in the world. Our expertise in modifying materials at \natomic levels and on an industrial scale enables customers to transform possibilities into \nreality. We are committed to being the innovation leader that pushes the boundaries of \nscience, technology and engineering to solve the world’s toughest materials engineering \nchallenges.\nOver the last 50 years, our innovations have fundamentally changed how the world works \nand the way people interact with each other through technology. With $2 billion invested \nannually, and thirty percent of our team dedicated to research and development (R&D,) our \ninvestments outpace others’ and set the industry standard.\nWe align who we are and what we stand for as a company with what matters to our \nemployees and our communities. Our purpose drives everything we do. It is shaped by \nour values and reflected in our actions. From the well-being of our employees and their \ncommunities, to our sustainable business practices and corporate governance, we are focused \non building a better future.\nApplied Materials is dedicated to conducting our business in an environmentally and socially \nresponsible way, taking action to protect the health and safety of workers, customers and \nneighboring communities. We are steadfast in attracting, developing and retaining a global \nworkforce and respecting the local cultures of the regions where we do business.\nAt Applied Materials, our innovations make possible the technology shaping the future.$17.3 billion  \nrevenue\nAMAT stock listing  \non NASDAQ>12,500  \npatents\n>21,000 employees  \n93 locations in  \n17 countriesHeadquartered  \nin California’s  \nSilicon Valley$2.0 billion R&D  \ninvestment\n$10.9 million  \nin charitable \ncontributions\nFY2018 COMPANY OVERVIEW\nFor fiscal year ended October 28, 2018\nApplied Materials CSR Report 2018 4Consolidated financial statements for the company and a complete list of \nsubsidiaries are set forth in our fiscal 2018 Form 10-K, available online.i", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}