{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nApplied Materials Foundation\nA long history of giving is at the heart of \nour corporate culture. In 1994, the Applied \nMaterials Foundation was established to \nguarantee that we maintain our commitment \nto the community during times of prosperity \nand challenge. For more than 20 years, the \nFoundation has supported our local and global \ncommunities through grants, corporate matches \nand special initiatives. Eligible organizations in \nour communities are invited to submit grant \nrequests that are reviewed on a semi-annual \nbasis. Grant Guidelines for the Foundation, \nincluding the grant application and details on \nreview timing, are available online.Education\nEducation is the key to helping children unlock the talent \nand potential that will shape a better tomorrow. Applied \nprovides charitable grants to schools and organizations \nto reduce the academic achievement gap and increase \naccess to quality education worldwide. \nA few examples of our 2018 contributions to organizations making  \nan impact around the globe include:\n• Supporting basic literacy by creating engaging, grade-level \nappropriate libraries at Manor Independent School District in \nManor, T exas and through the Ling Shan Charity Foundation in \nrural China\n• Preparing under-resourced students with the academic and \nemotional skills they need to succeed, through programs such as \nRISE, which inspires and supports first generation, college-bound \nstudents in San Jose, California, and NPO NextDoor in T okyo, \nJapan, which provides free weekend sessions for youth preparing \nfor high school exams \n• Encouraging best practices in teaching and school management \nthrough grants to progressive programs in Israel, T aiwan and the \nSilicon Valley region \nEmployee Matching\nWe invite our employees around the world to maximize their personal \ncontributions to charity by taking part in our Matching Gift program. \nThe Foundation matches employee contributions to eligible charities \nand educational programs dollar-for-dollar, up to a $3,000 annual limit \nper employee. \nOur employees are also invited to support organizations in their local \ncommunity through volunteer activities, often company-initiated \nevents. The Foundation also donates to an employee’s charity of \nchoice based on time spent volunteering with approved nonprofit \norganizations through our Volunteer Time Grant program.\nBreakthough Silicon Valley students learn about business and engineering concepts \nfrom our employee volunteers\nStudents visit our Applied Materials campus in Israel\nT each for T aiwan ensures high quality education for local students\nApplied Materials CSR Report 2018  |  Community 33", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}