{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nArts and Culture \nWe have a rich history of supporting arts, cultural \nevents and organizations that bring people of diverse \nbackgrounds together in shared experiences to encourage \nparticipation, learning and community building.\nIn 2018, we sponsored dozens of programs that provided access and \nexposure to the arts globally. Here are a few artistic initiatives we \ncontributed to in the last year:\n• In the Phoenix, Arizona area, both the Black Theatre T roupe \nand the Valley Y outh Theatre offered creative ways to integrate \narts into education and inspire students through the magic of \nlive theatre \n• The creation of an art studio by the Community Chest in \nSingapore gave children from disadvantaged families a space in \nwhich to discover their artistic abilities\n• The Asia Museum of Modern Art in T aiwan offered students \ncourses in the aesthetic evaluation of visual arts\n• The Cape Ann Symphony provided classroom presentations \nand concert performances for youth in Gloucester, \nMassachusetts\n• Free access to summer cultural and entertainment \nperformances provided by the Zilker Theatre in Austin, T exas; \nthe San Jose Jazz Festival in Silicon Valley; and a Children’s \nFestival produced by the Bay Area Cultural ConnectionsCivic Engagement\nAs a responsible corporate citizen, we want to be a leader in the community by assisting those struggling with basic \nhuman needs and affected by disasters. That’s why we invest in programs including access to nutritious food, clean water, \naffordable housing and short-term emergency assistance. We also respond to disasters near our facilities by helping with \nrecovery and rebuilding efforts.\nNorth America Food Drive: $2.35 Million Raised to \nAlleviate Hunger \nIn 2018, our North America employees gave generously during our \nannual Food Drive, resulting in $2.35 million for more than 40 food \nbanks where we operate. During the campaign, employees learned \nabout hunger in their local communities and rallied to give funds online \nand participate in various fundraising events.Applied Materials Silicon Valley Turkey Trot: Largest \nFully-Timed Thanksgiving Day Race in the U.S. \nT o help Silicon Valley residents who struggle to meet basic needs, \nwe sponsor the Applied Materials Silicon Valley T urkey T rot, held on \nThanksgiving Day, to raise money for local charities that provide food, \nshelter and healthcare to vulnerable populations. \nThe T urkey T rot, which has raised more than $8.8 million over 14 years \nof trotting, has become a nationally recognized event. Running USA, \na Los Angeles based non-profit organization, ranks it the largest fully-\ntimed Thanksgiving Day race in the U.S. The T urkey T rot is a valued \nlocal tradition that helps us launch the holiday season with a festive, \nphilanthropic and community-focused spirit.\nWe are proud that more than 21,000 community members, including \nmany Applied employees, participated in the 14th annual T urkey T rot in \n2018, raising over $934,000 for local charities.\nResponding to Disaster\nApplied promptly and generously responds when disasters strike areas \nwhere the company operates or our employees live. For example, we \nassisted with relief and recovery operations for floods, mudslides and \nearthquake disasters in Japan by donating $33,000 in 2018. \nApplied Materials CSR Report 2018  |  Community 34", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}