{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nGeneration Girl—a New Initiative of the Foundation\nThis year, our grantees are working on a variety of projects, including: \n• Addressing biases in the classroom  \nthrough gender equity-focused teacher training and in-class student activities\n• Ensuring girls from all backgrounds have access to high-quality programs,  \nincluding STEM programs, by launching new efforts in underserved areas and \nbuilding the capacity of existing providers to serve more girls from low-income \nbackgrounds\n• Increasing exposure to positive female role models \nby facilitating introductions between our employees and girls and young women \nin the communities where we work and live\n• Building the capacity of youth-serving nonprofit organizations  \nworking in the area of gender equity \nAs a result of efforts like this, we hope girls will have the confidence to explore their \ninterests and passions and, ultimately, to pursue a career in whatever field they choose.\nFor more information, visit our Generation Girl site online.Generation Girl™\nWe believe that all children, regardless of gender, race or income level, should be able to pursue their \ndreams. While Applied Materials and the Applied Materials Foundation have invested in education \nprograms in low-income communities for more than a decade, the specific challenges faced by young \ngirls as they explore future career paths necessitate a more targeted strategy.\nIn 2018, the Applied Materials Foundation launched Generation Girl, a new initiative to work toward \na future where all girls have the opportunity to reach their potential. We are engaging with nonprofit \norganizations around the country to help girls gain the confidence, skills and opportunities they need to \nsucceed in any path they choose.\nThis program is currently active in the United States in Austin, T exas; Gloucester, Massachusetts; and in \nthe Silicon Valley region in California.\nPhoto\nApplied Materials CSR Report 2018  |  Community 36", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}