{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nPublic Policy \nApplied Materials believes that we can play an important role in educating policy makers and trade associations on  \nthe key issues our customers, business and industry are facing in today’s world. Our Government Affairs group leads our \nefforts to shape public policy and help relevant stakeholders understand how smart policies can increase opportunities \nacross the entire industry in a progressive and positive way. \nIt is worth noting that neither the company nor the Applied Materials Political Action Committee (AMPAC) makes \ncontributions to so-called “Super-PACs,” and political contributions are limited to within the U.S.  \nOur Public Policy Priorities \nEnvironmental, Safety and Health Regulatory Issues\nWe, along with our customers, operate in business segments subject \nto a vast, complex web of regulations governing environmental, safety, \nhealth and other workplace concerns. Applied Materials works with \npolicymakers and regulators to ensure that these regulations are \ncrafted in the most effective manner.\nT echnology Research Funding\nT echnology development is complex and costly. We partner with \npublic research institutions and government-funded research programs \nto make the best use of our collective resources and expertise by \nsharing knowledge, partnering with select initiatives, and identifying \nfuture technology development challenges and needs. We advocate \nfor government funding and other incentives to expand industry R&D \nactivities to meet the growing demand for advanced technologies and \nsophisticated electronic applications, such as artificial intelligence. Trade Facilitation\nWith approximately 90 percent of our revenues generated outside \nthe U.S., international trade is vital to our business and customers. \nOur ability to sell and service our products is affected tremendously \nby myriad laws and regulations governing trade. We advocate for \nremoving trade barriers in sensible and effective ways.\nT ax Policy\nApplied Materials engaged with a variety of policymakers and \nparticipants in the political process throughout 2018. Our unique \nindustry perspective informs our efforts to advocate for progressive and \nsensible policy changes that can address corporate tax, international \ncompetition, and R&D issues. \nWe are committed to acting in accordance with all applicable laws \ngoverning lobbying. T o this end, we disclose all of our lobbying activities \nin periodic reports filed with the U.S. Senate, the U.S. House of \nRepresentatives or the appropriate state agency. Our federal lobbying is \nalso reported publicly through the Lobbying Disclosure Act Database.Applied Materials \nPolitical Action Committee (AMPAC)\nIn 2004, we established the Applied Materials Political \nAction Committee (AMPAC) to participate more fully in the \npolitical process. In full compliance with all U.S. campaign \nfinance laws and regulations, campaign contributions are \ndisbursed to candidates for state or federal office, to other \npolitical action committees or to political party committees. \nWhile our corporate organization pays its administrative \nexpenses, AMPAC is funded entirely through voluntary \ncontributions from directors and eligible employees, many \nof whom are executives. AMPAC’s activities are overseen by \nthe AMPAC Board of Directors, which draws its members \nfrom our employee pool, including several vice presidents. \nAMPAC regularly files its contributions reports with \nthe Federal Election Commission through its outside \nindependent counsel. These reports are available online.\nApplied Materials CSR Report 2018  |  Public Policy 37", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}