{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nPolitical Contributions\nApplied takes care to make sure that any and all political contributions comply with \napplicable campaign-finance and related laws. Our AMPAC contributions are reviewed and \napproved by outside legal counsel prior to issuance. In addition, they are subject to approval \nby our Vice President of Communications and Public Affairs and are reported directly to \nour General Counsel and the Chairman of AMPAC to verify that they are consistent with \nAMPAC’s contribution policies and criteria. \nOur State Contributions Committee (consisting \nof the same individuals who serve on the AMPAC \nBoard) oversees corporate political spending \nat the state and local levels. When warranted, \nwe use corporate funds to make financial and \nin-kind political contributions within the U.S., as \npermitted by applicable laws, such as contributions \nto candidates for statewide offices and state \nlegislatures, as well as to local or regional ballot \nmeasures.\nAll contributions are disclosed publicly on \nour website biannually. During 2018, political \ncontributions made by AMPAC and the State \nContributions Committee totaled $47,000. We also \ncontributed $10,000 to one regional ballot measure. \nHowever, no contributions were made in support of \nentities organized under section 527 of the U.S. tax \ncode, including governors’ associations. Oversight, Review and Ethics\nAll of our AMPAC or corporate political contributions \nproposed by our Government Affairs group \nare reviewed by the AMPAC Board or State \nContributions Committee, respectively. Support \nof particular candidates is evaluated based on \neach candidate’s position on issues of strategic \nimportance to the company, leadership on key \ncommittees and whether we have a significant \npresence in the candidate’s state or district. All \nemployees involved in this process know that a \ncontribution may not be made in return for, or in \nanticipation of, an official act. All contributions are \nmade based only on corporate objectives, without \nregard for the private political preferences of \ncommittee members. \nIn addition to regular governance policies and \ncompany controls, all persons acting on Applied’s \nbehalf must certify that they comply with our \nStandards of Business Conduct which prohibits \ncorrupt practices, including any promise or payment \nof bribes or kickbacks to government officials. In \naddition, we conduct regular compliance-system \nreviews and internal audits to confirm that all \ncorporate contributions are made in accordance with \nthe law and with our company policies.Business and Trade \nAssociations\nApplied Materials belongs and contributes to several \nbusiness and trade associations* representing a \nrange of issues that concern us. We believe our \ninvolvement helps us to meet the current and \nfuture needs of our customers and their end users \nand benefits our overall business. In the U.S., these \nassociations include groups, other than charitable \nand social welfare organizations, falling under \nsections 501(c)(4) and 501(c)(6) of the U.S. tax \ncode that may engage in limited political activity.\nOur membership in a group does not imply that we \nendorse the entirety of that group’s policy positions. \nFurther information on our participation in business \nand trade organizations is available through our \nwebsite.\n*In 2018, we paid approximately $500,000 in trade \nassociation membership dues. Of this amount, \n17 percent was specified by the associations as \nnondeductible lobbying activity expenditures. Our \nmembership dues total does not include other costs, \nsuch as specific conference or event sponsorships or \nprogramming activities.\nApplied Materials CSR Report 2018  |  Public Policy 38Detailed reporting on our political \ncontributions is included at the end of \nthis report, and our semiannual political \ncontribution list and trade associations list \nare available through our websitei", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}