{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nCorporate \nGovernance \nWe are committed to effective corporate \ngovernance that strengthens the accountability \nof the Board of Directors and management, \nand promotes the long-term interests of our \nshareholders. Board Practices and Composition\nThe Board of Directors is composed of highly-engaged and qualified directors who have a wide variety of relevant skills, \nprofessional experience and background. They collectively bring to our Board diverse viewpoints and perspectives to \nprovide independent oversight of company strategy, risk management and sustainability practices, among other matters.\nCorporate Governance Guidelines\nOur Corporate Governance Guidelines establish the governance \nframework within which the Board conducts its business and fulfills its \nresponsibilities. The Board has delegated certain oversight functions to \nBoard Committees, which meet regularly and report back to the Board. \nThe scope and responsibilities of each Committee are documented in \nwritten charters approved by the Board. These guidelines and other \ngovernance materials are available on our website.\nBoard Responsibilities and Risk \nOversight\nThe Board of Directors, acting directly and through its committees, is \nresponsible for the oversight of risk management across our business. \nOur management is responsible for identifying, assessing, mitigating \nand managing risks related to our strategies and objectives. We have \nimplemented an ERM (Enterprise Risk Management) program—\noverseen by the Board’s Audit Committee—that provides  \nan enterprise-wide perspective on our risks. \nRisks identified under the ERM program are reported to the full Board, \nwhich has oversight responsibility, with a focus on the most significant \nrisks facing the company, including strategic, operational, financial, \nlegal and compliance risks. Oversight responsibility for a particular risk \nmay fall within an area of responsibility and expertise of one of  \nthe Board Committees. The Audit Committee oversees financial, regulatory, and compliance \nrisks as well as risks related to cybersecurity and EHS (Environmental, \nHealth and Safety) matters, in addition to the ERM program. The Audit \nCommittee regularly reviews risk-monitoring and mitigation efforts and \nfindings with management, the head of internal audit and independent \naccountants, when appropriate.\nThe Corporate Governance and Nominating Committee oversees risks \nrelated to corporate governance matters, including director independence, \nBoard member qualifications and Board composition, as well as the overall \neffectiveness, integrity and accountability of the Board. \nIn its consideration of potential director candidates, the Governance \nand Nominating Committee reviews the company’s short- and \nlong-term strategies and interests to determine the current and \nfuture skills and experiences the Board will need in exercising its \nrisk management function. It also factors anticipated retirements \ninto planning for the succession of directors—as well as Board and \nCommittee Chairs—to maintain the requisite expertise for a Board  \nof Directors that is best in class.\nThe Human Resources and Compensation Committee oversees risks \nassociated with our organizational talent and culture, compensation \npolicies and practices, and management succession. It reviews matters \nrelating to human capital management, including corporate culture \nand diversity and inclusion initiatives. The Human Resources and \nCompensation Committee also reviews our programs that incentivize \nhigh performance and foster employee development and retention,  \nas well as risks associated with those programs and policies.\nApplied Materials CSR Report 2018 6", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}