{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nBoard Diversity\nOur Board regularly evaluates Board composition \nto ensure that its members collectively have \nthe necessary skills and experience to match \nour evolving business and strategic needs. \nBecause diverse backgrounds, experiences \nand perspectives foster thoughtful and robust \ndiscussion and decision-making, our Board \nplaces great value on a diversity of backgrounds, \nskills and viewpoints, gender and ethnicity \namong the directors when considering potential \ndirector candidates and nominees, and as part \nof succession planning. Thirty percent of the \ndirectors on our Board are female or minorities.Stakeholder Engagement\nRobust stakeholder engagement enables us to understand and respond to our shareholders’ concerns and ideas on how \nwe improve our support and strengthen our partnerships with them. We review, analyze and incorporate their feedback \ninto our strategic business planning, processes and practices. We regularly engage with our primary stakeholders listed \nbelow and communicate through a variety of formats. \nEmployees\nWe directly engage our nearly 21,000 employees in 93 locations \nworldwide through meetings, surveys, training and initiatives, \nand provide an Ethics and Compliance hotline to communicate \ntransparently, build trust and create a safe and valued workplace. \nCustomers\nWe maintain close contact with our global customers to understand \ntheir needs and expectations, and receive feedback regarding our \nbusiness and products through ongoing meetings, technical events, \ntrainings and other means. We also focus on creating energy efficient \nproducts to achieve customers’ sustainability goals.\nSuppliers\nWe regularly engage with our direct suppliers to encourage and \nmonitor their sustainable business practices and responsible sourcing \nof materials used to make our products. We require our suppliers to \ncomply with applicable laws (regarding use of child labor, human rights, \nsafety, etc.), the Responsible Business Alliance Code of Conduct, our \nStandards of Business Conduct and industry standards. Investors\nWe engage with and solicit feedback from investors on a wide range \nof issues, including our business performance, strategy, corporate \ngovernance, sustainability and human capital management practices \nthrough meetings, investor events and conference calls.\nCommunities\nWe support the communities in which we operate through \ncontributions from the Applied Materials Foundation, community \ninvestment and outreach programs, and volunteerism. \nGovernment and Industry \nAssociations\nWe engage the U.S. and other governments, as well as various \nbusinesses and academic organizations where we operate. We stay \nabreast of emerging trends in regulatory and other political and \nlegislative matters through meetings, the Applied Materials Political \nAction Committee, memberships and sponsorships. \nApplied Materials Board of Directors\nApplied Materials CSR Report 2018 7A full description of Board and corporate governance \npractices is available in our 2019 Proxy Statement.i", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}