{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nApplied Materials EHS Policy\nEHS implements programs, with management’s support, based on  \nfive guiding principles that shape how we conduct business at Applied:\nEnsuring Safe Work Environments \nEstablishing EHS policies and procedures, evaluating chemicals against \nstringent safety parameters and employing appropriate engineering \ncontrols when warranted \nMaximizing Energy Efficiency and Reducing Greenhouse Gas \nEmissions \nReducing our impact on the environment by conserving energy \nthroughout our operations and supporting renewable energy sources\nDesigning for the Environment \nDesigning safe, long-lasting, reusable or recyclable products to \nminimize the use of natural resources and allow our customers to \ncreate sustainable products\nReducing Waste \nReducing product and packaging waste through material minimization, \nreuse and recycling\nConserving Natural Resources \nMinimizing our resource consumption by using recycled materials and \nprocess water\nWe strive to continuously improve our EHS programs, which are validated \nunder ISO certifications and by other credible entities. Environmental, Health and Safety\nEHS Policy and Management Approach\nAt Applied, we are committed to protecting the health and safety of our workers, customers and \nneighboring communities.\nWe are equally dedicated to employing environmentally and socially responsible business practices \nthroughout our operations and supporting our customers in the reduction of their environmental \nfootprints. We encourage our suppliers to reduce the environmental impacts associated with their \noperations, leveraging our participation as a member of the Responsible Business Alliance (RBA). \nOur Environmental, Health and Safety (EHS) organization is responsible for developing procedures and \npolicies that enable our management team to maintain a safe and healthy workplace and reduce our \noperations’ environmental impacts. The Head of EHS reports to the Board of Directors on a quarterly \nbasis, and delivers a more in-depth environmental and sustainability update to the Audit Committee \nonce a year.\nApplied Materials CSR Report 2018  |  EHS 9", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}