{"page_content": "CEO Message      /       T able of Contents      /       About Applied Materials      /       Governance      /       Environment      /       Supply Chain      /       People and Workplace      /       Society      /       Performance Indicators\nEnsuring Safe Work Environments\nWe have established EHS policies to protect our employees, comply with or exceed all regulatory requirements, prevent \npollution and show continuous improvement in the EHS performance of our operations, processes and products. All executives, \nmanagers and employees are expected to support and take responsibility for the implementation of these EHS policies.\nAt Applied, we care about the health and safety of our workforce, customers, suppliers and the communities in which \nwe live. From our commitment to using the safest materials possible to inviting input from interested parties and \nstakeholders, we take EHS performance seriously. \nEHS Staffing\nWe have an EHS staff deployed globally that supports all of our \noperations, including manufacturing, R&D, engineering, and at \ncustomer sites. The EHS department also manages product safety, \nwith product safety engineers who are dedicated to supporting product \ndevelopment, release and the installed base. \nEHS Management System\nOur EHS Management System (EHSMS) is designed to integrate \nsound EHS performance across all business operations and locations \nto minimize potential environmental and safety risks. Our EHSMS \nincorporates formal risk assessments and mitigation practices that \ninclude safety self-inspections, walkthrough assessments, and a formal \nchemical evaluation and authorization process. The adequacy and \neffectiveness of these programs are assessed regularly through internal \nand external third-party audits of our certified manufacturing sites. \nWhile most of the chemicals we use are limited to applications \nemployed in our R&D functions, we do track product content to ensure \nwe comply with REACH, RoHS and other applicable regulations.Safety Performance\nOur global recordable injury rate was 0.52 in FY2018. While this \nnumber exceeded our target of 0.44, it was 50 percent below the \nindustry rate of 1.1. We strive for continuous improvement in safety \nperformance, which is why we have integrated key safety programs  \nthat align with our operations and minimize risks of injuries worldwide.\nIn 2018, Applied received no fines or notices of violations involving our \nsafety programs, product operation, or health and safety performance \nworldwide.\nProduct Safety and Labeling \nOur formal Product Environmental, Health and Safety (Product EHS) \npolicies and programs ensure that our products are designed, labeled \nand tested for safe use by our customers. Products are subject to third-\nparty safety assessments based on applicable industry and regulatory \nEHS standards. \nOur products comply with applicable manufacturing and labeling \nrequirements, including CE Marking (“Conformité Européene,” or \n“European Conformity” marking) for products sold within the European \nUnion.2018 EHS Highlights\nWe were able to make measurable progress \ntoward our ongoing goal of minimizing the \nenvironmental impact of our operations, even \nwith a jump in revenue of more than 15%.  \nHere’s how:\nGlobal facilities’ and operations’ \nutilization of renewable energy \nincreased from 18% to 31% \nRecycling and reclamation processes  \nfor non-hazardous waste improved by  \n6 points, reaching a global diversion  \nrate of 81%\nOverall water consumption increased \nonly 6% through our continuous efforts\nSet a goal to reduce our GHG emissions \nby 1% in 2019, using 2018 as a baseline\nApplied Materials CSR Report 2018  |  EHS 10", "metadata": {"source": "NASDAQ_AMAT_2018.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}