{"page_content": "The Company is committed to operating \nand manufacturing our products \nsustainably while monitoring our \nenvironmental impact. It is our policy \nto comply with both the letter and the \nspirit of the applicable health, safety, \nand environmental laws and regulations \nand to attempt to develop a cooperative \nattitude with government inspection and \nenforcement officials.  \nOUR PRODUCTS\nWe are committed to designing boats that are safe and \nefficient. We have a long-standing partnership with \nIlmor Engineering, our engine supplier at MasterCraft \nbrand and Aviara. These engines meet the strictest \nrequirements of not just the Environmental Protection \nAgency (EPA), but also California Air Resources Board \n(CARB) and EU Recreational Craft Directive (EU-RCD) \nstandards. The Ilmor GDI class engine is one of the top \n5-star emissions-rated gasoline marine engines in the \nworld. The uniquely designed exhaust system includes \nnew I-pipes, which reduce noise and vibration. Our \npartnerships with Yamaha and Mercury Marine align \nAviara, Crest, and NauticStar with engine suppliers that \nshare our drive for sustainable practices. \nWe work with all our suppliers to reduce engine and \nair emissions both in the production of and use of \nour products. We carefully source materials that have \nthe least environmental impact, minimizing the risk of \nemployee health hazards and maintaining a cleaner \nenvironment.Zero-Emissions Boating\nWhile currently in its infancy, we recognize the \nfuture opportunity of silent, zero-emissions \nelectric boating. We are committed to \nestablishing ourselves at the forefront of electric \npropulsion technology and related consumer \ntrends. We strongly believe that as electric \nvehicle adoption in the automotive industry \ncontinues to increase, demand for electric \nboating products will also increase. As such, \nwe have made financial and human-resource \ncommitments to accelerate related R&D \ninitiatives. \nIn the short term, we are launching a Crest \nlow-voltage outboard propulsion boat for model \nyear 2023 (July 1, 2023), called Crest Current. \nFollowing that, we expect to partner with a high-\nvoltage battery and systems supplier to research \nfuture applications across our portfolio. Although \nwe are committed to adapting to potentially \nshifting demands, we believe there is still a \nneed for continued advancements in battery \ntechnology to bring forward a commercially \nviable product. Our goal is to be prepared to \nprogress quickly once the requisite battery \ntechnology has been achieved. \n2022 SUSTAINABILITY REPORT  |  9\nMASTERCRAFT BOAT HOLDINGS, INC.", "metadata": {"source": "NASDAQ_MCFT_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}