{"page_content": "We have diverse Teammates in key leadership roles \nwithin Legal, Risk & Safety, and Technology We are taking action to increase the focus on our diversity efforts and are \ncommitted to making continuous progress. In 2020 we created a Team \nResource Group (TRG) – a Teammate-led coalition to educate and provide \nresources and training to help Monro build and maintain an inclusive \nculture where all Teammates feel they belong, can contribute and are able \nto reach their full potential. Open for any employee to join, our TRG builds \ncommunity, empowers our Teammates and amplifies our diversity core value. \nA Diversity, Equity & Inclusion (DE&I) expert consultant and the TRG have also \nbeen working with the Senior Leadership Team to assist in the formulation of \nan official DE&I strategy which will include goals and a long-term plan.  \nThrough Monro University       we provide Unconscious Bias Diversity and \nInclusion Awareness courses and in the Fall of 2020, the Senior Leadership \nTeam participated in the United Way 21-Day Racial Equity Challenge . FOSTERING DIVERSITY, EQUITY AND INCLUSION\nDIVERSITY is one of our core values, and we believe that a workplace in which diverse backgrounds, experiences and ways of thinking are embraced and \nvalued increases productivity and promotes awareness of our customers’ and communities’ unique needs. Our Code of Ethics lays out a zero-tolerance \npolicy for discrimination or harassment behavior. \nWe have also added diverse resources to our recruitment team to help \nlaunch new hiring initiatives aimed at reaching diverse groups and are \nalso expanding the recruitment platforms we use to broaden our pool of \ncandidates.\nAfter the events of last year that hit close to home in Rochester, N.Y. and \nother parts of the United States, we took a step back to assess our internal \nknowledge and awareness of social-justice issues. In addition to creating the \nTRG, we also view training as a tool to help to foster inclusion. \nFY 2021 Corporate Responsibility Report  14 Monro, Inc.", "metadata": {"source": "NASDAQ_MNRO_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}