{"page_content": "OUR APPROACH\nCustomers are a central focus for Monro and providing them with an \nexperience they can trust throughout their journey with us is key to our \nsuccess. Our commitment and responsibility is also evidenced by our \nMonro has taken several steps in recent years to enhance the customer \nexperience. In the Fall of 2017, we initiated a business review after \nidentifying a need for improvement in this area. The outcome of that \nreview began a journey of transformation where we developed operational \nexcellence standards to establish standardized and consistent processes \naround our interactions with customers across locations to create a high \nstandard for what they can expect when visiting our stores.We are guided by our vision to be America’s leading \nauto and tire service centers, trusted by consumers \nas the best place in their neighborhoods for quality \nautomotive service and tires ENHANCING CUSTOMER \nEXPERIENCE\nTo carry out our vision, we aim to exceed customer \nexpectations, provide consistent value and build a \ncommitted, knowledgeable organization of friendly \nand professional Teammates\nOur focus has been on:\nQuality of service: Ensuring in-store \noperating procedures and policies are \nfair and transparent, that the selling \napproach and pricing are consistent, \nand that product offerings fit \ncustomers’ needs. We also have a new \nrobust customer feedback program \nthat drives improvements.\nStore appearance: Reimaging stores \nthrough clear branding standards to \ncreate a more consistent and refreshed \nappearance across our locations.\n                                 strategy which reflects our ongoing initiatives to \nimprove customer experience and engagement to deliver a five-star \nexperience. We strive to create long-term relationships, an approach that is \nmutually beneficial to our customers and to Monro. MONRO.                  FORWARDFORWARD\nFY 2021 Corporate Responsibility Report  17 Monro, Inc.", "metadata": {"source": "NASDAQ_MNRO_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}