{"page_content": "2019 Starbucks Global Social Impact Report    |   12\n© 2020 Starbucks Coffee Company. All rights reserved.STRENGTHENING OUR COMMUNITIES\nSERVICE FELLOWS PROGRAM LAUNCH\nGoal: Test an innovative community service model\nAfter a successful test in FY19, we expanded The Starbucks \nFoundation Service Fellows  program, in which 100 Starbucks \nhourly store partners in 20 cities work 20 hours in their store each \nweek while spending another 20 hours with a local nonprofit. \nThe program is catalytic in communities that need support and \nprovides an opportunity for Starbucks partners to build local \nnonprofit capacity and further serve their communities.\n~$16M\nGoal: Strengthen local communities\nThe Starbucks Foundation provided nearly $16 million in grants in \nFY19, including:\n     •  $1M toward disaster relief\n     •   Nearly 500 Neighborhood Grants in the U.S. and Canada \ntotaling more than $700K\n     •  63 Opportunity for All Grants totaling $1.4M\n     •   $2M generated during holiday giving to 8 nonprofit \norganizations\n     •  Origin grants  as detailed on page 5\nInternationally, The Starbucks Foundation invested in programs \nthat promote opportunity, from refugee employment programs  \nin Europe to youth-focused grants in partnership with the  \nAlsea Foundation across multiple Latin American markets.\nIn the U.S., The Starbucks Foundation has a partnership with the \nAmerican Red Cross supporting disaster preparedness, response \nand recovery in the U.S. Responses in FY19 included those to  \nHurricane Dorian and mass shootings in El Paso and Dayton.  \nThe Starbucks Foundation’s Neighborhood Grants  help build \nsustained local impact and inspire increased partner volunteerism \nwith nonprofit organizations that work in our communities. \nThis program was launched in FY19, inviting hundreds of store \nmanagers to nominate local nonprofit organizations that are \nmeaningful in their communities. Similarly, The Starbucks \nFoundation awarded Greener Apron grants to multiple \nenvironmental organizations submitted by Greener Apron-\ncertified partners.\nThe Starbucks Foundation’s Opportunity for All Grants  help \nsupport organizations creating pathways to lifelong opportunity \nand programs, which create job and training opportunities for \npeople who may face barriers.\nThe Starbucks Foundation celebrated the holiday season by \nmatching customer donations to eight nonprofit partners through \nthe Match the Magic  campaign.IN GRANTS\nSanta Cruz, Calif.THE STARBUCKS FOUNDATION FY19 PROGRESS", "metadata": {"source": "NASDAQ_SBUX_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}