{"page_content": "Philanthropy\nTo promote vibrant, prosperous communities, we seek \nto create pathways to success for all people through philanthropy that aligns with and amplifies our investment activities.\nWe strategically align how we achieve positive impact with investment \nand business activities by dedicating resources beyond financial capital to bring about the change we envision. Doing so inspires our team members, the companies in which we invest and our industry to join us so that we collectively contribute to bettering society.ACTION AND PROGRESS \nGRASSROOTS VOLUNTEERING \nAgainst the backdrop of COVID-19 and stay-\nat-home orders, our employees volunteered more than 1,800 hours across 10 global virtual volunteering events and fundraisers in support of education, underserved youth and veterans. We also coordinated eight food and toy drives. \nCORPORATE MATCHING \nWe matched each employee’s charitable \ndonations up to $2,000, with a total firm match of more than $560,000 (a 52% increase over 2019). We doubled our match for employees donations to charities that address issues in diversity and social justice. We also match our independent directors’ charitable donations up to $15,000.\nCORPORATE SPONSORSHIPS  \nAND PARTNERSHIPS \nWe partnered with and contributed more than \n$300,000 to nonprofits such as Girls Who Invest, Operation HOPE, SEO, Level 20, Hispanic Scholarship Fund and Out4Undergrad, all of which promote equity and inclusion.\nOUR APPROACH \nENCOURAGING GLOBAL GIVING  \nAND INVOLVEMENT \nIn 2012, we established Ares In Motion \n(“AIM”) to formalize our organic, firmwide \nphilanthropic efforts and further encourage our team members’ support of nonprofit organizations across the globe and the charitable causes they champion. AIM provides a platform to donate to nonprofits and promotes volunteerism through opportunities to give back where we do business. In addition, we match team members’ contributions to the nonprofits of their choice, which amplifies their support of causes that matter most to them. We also sponsor special initiatives on behalf of organizations that, like us, strive to make a meaningful and measurable difference in the world.CASE STUDY\nPROVIDING FINANCIAL SUPPORT DURING COVID-19  \nOur sustained commitment to giving back to the communities in which we operate \nincluded contributions by Ares and our senior professionals in excess of $5.8 million for COVID-19. Through these funds, we provided financial support to communities most deeply impacted throughout the pandemic and the organizations on the frontlines  during the crisis. \nSupporting our medical workers:  We donated $3.5 million to hospitals in Los Angeles, \nNew York and London as well as over 5,000 N-95 masks to hospitals across our locations. Assisting impacted portfolio employees: We acknowledged COVID-19’s economic toll on \nprofessionals within our portfolio companies and sought to provide support by donating $1.6 million to their employee relief programs.\nPromoting health equity:  We donated $500,000 to PATH, a global nonprofit working to \nimprove public health through the lens of health equity. PATH’s global team develops \nand scales innovative solutions to the world’s most pressing health challenges. As the pandemic persisted, we also better understood its disproportionate effects on communities of color and collaborated with our ERGs to select and donate $175,000 to charities that deliver programming and services to African American, Latinx and Native American populations.ACHIEVING GREATER GOOD \nWe recently hired Michelle Armstrong as \nHead of Philanthropy — she will also serve as Executive Director of the Ares Charitable Foundation (the “ Foundation ”), which we plan \nto formally launch in 2021. The Foundation will support nonprofits that deliver imaginative programming, focusing on all people benefiting from equitable access to knowledge, resources and opportunities that allow them to achieve their full potential. Importantly, we are committed to further aligning our business activities with firmwide efforts to ensure greater continuity between the two. We intend to engage our colleagues in the industry in our philanthropic activities to problem-solve global concerns through concerted efforts.2020 HIGHLIGHTS\n1,800+ volunteer hours \nacross 10 global virtual \nvolunteering events and \nfundraisers$560,000+  in  \nemployee donations \nmatched by Ares$6.1 million in corporate \nsponsorship donations, \nincluding contributions  \nto COVID-19 relief\n“ W e seek to align our investment and \nphilanthropic activities by supporting educative programming that accelerates the equality of economic opportunity for all people. We seek to give with purpose and intentionality rooted in a long-term mindset so that the impact we make is measurable and lasting.”   Michelle Armstrong  \nGlobal Head of Philanthropy and Executive Director of the Ares Charitable Foundation\n10INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIVERSITY, EQUITY  \n& INCLUSION CLIMATE CHANGE CYBERSECURITY BUSINESS  \nCONTINUITYGOVERNANCE,  \nCOMPLIANCE & ETHICS PHILANTHROPYSUPPORTING &  \nDEVELOPING TALENT ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}