{"page_content": "Climate Change\nWe are committed to leading by example  \non climate change through our own  corporate practices.\nThe impact of climate change is being felt in every corner of the \nworld and poses complex challenges not only for businesses, but across political, economic and social landscapes. It is a priority for our stakeholders and our business. We believe the financial sector has a critical role to play in enabling a transition to a low carbon economy and ensuring resiliency in the face of physical risks. \nOUR APPROACH \nWe are developing a holistic TCFD-aligned \nstrategy in order to enhance, expand and systematize our existing climate-related efforts across Corporate Sustainability and Responsible Investment. Within Corporate Sustainability, we achieved carbon neutrality for 2020 across Scope 1, Scope 2 and select Scope 3 emissions from business travel by purchasing high quality carbon offsets and renewable energy credits. While our industry has a relatively low Scope 1 and 2 carbon emissions intensity, we believe it is important for us to measure, minimize and offset our footprint to lead by example for our portfolio companies.\nOur most meaningful exposure and potential \nfor positive impact is through our investment portfolios. We are building on organic climate-related efforts, including in-house experience on climate change thematic investing within our Infrastructure & Power team, to systematically integrate climate change considerations across the investment lifecycle of various asset classes.\nACTION AND PROGRESS \nCARBON EMISSIONS \nWe measured our carbon footprint for the first \ntime across Scope 1, Scope 2 and select Scope 3 emissions (business travel) for 2019 and 2020.\nOur measured emissions declined 81% between \n2019 and 2020, predominantly driven by a precipitous drop in business travel due to the pandemic. Scope 2 emissions from electricity and heating in our offices also declined year over year due to the increase in working from home. However, the decline was only by 8% as  \nwe are one of many tenants in the office buildings we occupy, and as renters, not owners, our ability to influence our utilities is limited.  \nOur Scope 1 footprint is zero in both years because all facilities in the analysis were leased rather than owned.In 2021, we seek to collect more carbon emissions data from a number of portfolio companies in order to begin to expand our carbon footprint analysis to include Scope 3 emissions from our investments. We look forward to sharing learnings from our own carbon footprint process with our portfolio companies in order to support and accelerate their ability to disclose and act on emissions data.\nTCFD GAP ANALYSIS \nWe performed a gap assessment against \nTCFD’s four pillars — governance, strategy, risk management and metrics and targets —  \nto identify our growth areas and feed into TCFD strategy development.\nThe analysis highlighted good progress \nin governance. The Board of Directors and Executive Management Committee already have oversight over climate change through their oversight of our ESG strategy. We incorporate climate change risks into our enterprise risk management survey, and our Global Head of ESG serves on our Enterprise Risk Committee.\nThe gap assessment also highlighted \nopportunities for improvement, including capacity building, standardized risk reporting, and pushing for transparency  \nand disclosure from portfolio companies. We are actively evaluating these insights in order to develop a holistic TCFD-aligned strategy in 2021.\nCORPORATE ENVIRONMENTAL \nINITIATIVES\nOur climate-related momentum began with \nlocal employee-driven initiatives. To tackle our waste emissions, we reduced the use of plastic bottled water, piloted the removal of disposable goods in our Culver City office and are exploring paperless programs. These grassroots programs reduced our waste by 35,000 units of plastic compared to 2019, though we recognize our in-office presence was significantly reduced in 2020. We believe these programs will be important in reducing our environmental impact as we return to the office. These programs also enhanced environmental awareness and trained our employees on ways to reduce our carbon footprint. We are laying the foundation for a culture focused on positive environmental impact and have created an Environmental Policy  setting clear guiding principles for our \nclimate program. Namely, a commitment, where possible, to measure, manage and minimize our use of energy, other natural resources and generation of waste.2020 HIGHLIGHTS\nYoY GHG EMISSIONS BY SCOPE5 \n(METRIC TONS OF CO2 e)Our 2020 efforts prepared us well to hit the ground running in 2021, focused on developing our first TCFD report. We are excited to continue to measure our carbon footprint on an annual basis, in addition to developing and executing initiatives to manage, mitigate and offset our emissions over time. We also look forward to the complex task of systematically integrating climate change risks and opportunities across our investment platform, with an initial focus on our corporate private equity portfolio.\n78% 22%Scope 2\nHeating ElectricityScope 1 Scope 31,946\n0 01,78710,898\n2,2302019\n2020\n11INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIVERSITY, EQUITY  \n& INCLUSION PHILANTHROPY CYBERSECURITY BUSINESS  \nCONTINUITYGOVERNANCE,  \nCOMPLIANCE & ETHICS CLIMATE CHANGE SUPPORTING &  \nDEVELOPING TALENT ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}