{"page_content": "Governance,  \nCompliance  & Ethics\nCASE STUDY\nARES’ JOURNEY FROM  \nA PRIVATE BUSINESS TO  \nA CORPORATION\nAlmost 17 years after our founding in \n1997, we took an important step in our evolution and governance journey with the launch of our initial public offering in 2014, which culminated in the addition of three independent directors to our Board of Directors and the establishment of an Audit Committee and Conflicts Committee comprised entirely of independent directors. In 2018, we entered the next phase of our development with the conversion of our business from a Delaware limited partnership to a Delaware corporation. This resulted in our public stock becoming voting stock and provided access to a broader shareholder base. Today, we have a well-developed governance infrastructure, which includes various Board of Directors, management and committees that provide oversight. In addition to committees operated by our Board of Directors, there are management committees, including a Disclosure Committee and an Enterprise Risk Management Committee. We also have other ad hoc committees that are formed from time to time to assist in addressing issues related to business conflicts, human resource matters and DEI, among others, as they arise.Our Board of Directors and management are \ncommitted to creating a culture which goes beyond risk management and legal and regulatory compliance; we strive to hold ourselves to the highest ethical standards in our daily practices.\nCorporate governance is central to safeguarding the longevity of our \nbusiness and ensuring the alignment of interest among our stakeholders. Our Board of Directors and senior management have implemented practices that are designed to support sustained value creation for our stakeholders and a culture of compliance through policies and procedures to mitigate potential risks to our business.\nWe have built our compliance program to empower our people, \nproviding them with the tools and resources to adhere to our regulatory requirements while instilling a sense of integrity and professionalism in our business dealings. As stewards of our client’s capital and fiduciaries, we value and depend on the trust they place in us, and that trust remains our focus through our daily decision-making and actions. Beyond preserving our clients’ trust, rigorous legal and compliance analysis of our businesses and investments is critical as we are subject to extensive regulation in the U.S. and foreign jurisdictions in which we operate. OUR APPROACH \nWe hold ourselves to a high degree of ethics \nand behavior and seek to go beyond just technical analysis of decisions. We achieve this through principles-based standards of honest and ethical conduct, compliance with laws and regulations, adherence to policies and procedures and sensitivity to situations that may give rise to conflicts of interest. \nThis tone of high ethical standards is set from \nthe top with our Board of Directors, which is charged with overseeing our business and operations, and cascaded throughout our organization and culture. We believe that an effective Board of Directors with independent views is critical to good corporate governance practices that are designed to ensure that we conduct our business in accordance with applicable governmental rules and regulations, promote honest and ethical conduct and create long-term value for our stakeholders.\nThe Board of Directors oversees our \nmanagement through board and management committees, as described below. Each of the committees has a written charter or specified Board of Directors or delegation, which directs specific responsibilities, including risk oversight functions.\nBOARD \nCOMMITTEESRESPONSIBILITY\nAUDITOverseeing the management of the  \naudit and financial risks.\nCONFLICTSOverseeing the management of corporate conflicts of interest between our executive officers and shareholders, and associated risks.\nEQUITY INCENTIVEGranting equity incentive awards to employees other than directors and executive officers.The Board of Directors, including its Audit and \nConflicts committees, which are comprised exclusively of independent directors, actively evaluates and oversees the management of risks facing our company, regularly reviewing financial, strategic, regulatory, operational and similar risks. Additionally, the Board of Directors and its committees collectively share oversight of ESG factors, with each committee overseeing matters most applicable to its charter responsibilities. ESG and sustainability issues were formally presented to the Board of Directors twice during 2020. \nThe management of our operating businesses \nis currently overseen by our Executive Management Committee, which includes our executive officers, other investment group heads and business operations leadership. We believe that our management structure has been a key differentiator for our business \nand a significant driver of our growth and \nperformance. Our conviction that the inclusion of diverse perspectives leads to better outcomes inspired us to expand the Executive Management Committee in 2021 to a total of 17 members, representing senior leaders with different backgrounds and spanning the investment and non-investment functions of our platform. \nACTION AND PROGRESS \nWe review and scrutinize our legal and compliance programs regularly in partnership with senior leadership and employees in response to the evolution of our business and the ever-changing legal and regulatory landscape. We believe that this collaborative partnership across our organization has allowed us to remain resilient and better support our diverse business units and strategies. Ultimately, this approach bolsters our primary goal of protecting the interests of our clients while detecting and mitigating potential conflicts of interest.\n“  T ransparency, soliciting diverse viewpoints \nand consensus-driven decision-making are \nfundamental to our governance approach. We want our stakeholders to understand not only the ‘how’ but also the ‘ why’ behind our practices. ”\n \n N\naseem Sagati Aghili  \nGeneral Counsel and Secretary\n12INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIVERSITY, EQUITY  \n& INCLUSION CLIMATE CHANGE PHILANTHROPY CYBERSECURITY BUSINESS  \nCONTINUITYGOVERNANCE,  \nCOMPLIANCE & ETHICSSUPPORTING &  \nDEVELOPING TALENT ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}