{"page_content": "Cybersecurity\nOUR APPROACH\nWe take a risk-based approach to \ncybersecurity, focused on remediating the highest risks to our business. We strive to have a comprehensive cybersecurity program that aligns to the industry standard NIST Cybersecurity Framework. Our goal  \nis to protect critical data and client information. We recognize that everyone is an entry point and so we believe in empowering all our colleagues to be vigilant through periodic employee alerts, trainings and mechanisms to facilitate reporting suspicious events or activities. \nACTION AND PROGRESS \nCOMPREHENSIVE PROGRAM\nOur risk management program provides a \ncomprehensive view of our risks, threats and vulnerabilities. With this understanding, we can focus on identifying the highest risks to the business and ensuring those risks are addressed quickly and effectively.\nPARTNERING\nWe seek to partner with the best cybersecurity \ntechnology providers and Managed Security Service Providers to stay on top of industry insights and innovation in this constantly evolving space. \nMONITORING AND MANAGING \nEVOLVING RISKS\nWe keep a register of both business and \ntechnology risks and prioritize risks based on their potential impact to the business as well as the likelihood of occurrence. We have a consistent process for reviewing and managing the latest risks. \nWe perform penetration testing on our \ninformation systems, periodic breach discovery, access reviews and ongoing vulnerability assessments through internal tools and third-party vendors multiple times throughout the year. This testing provides valuable insights on the most vulnerable systems that require attention and we adopt a strict timeline to address those vulnerabilities. CASE STUDY\nCOMBATING THE INCREASING THREAT OF RANSOMWARE  \nWe continually monitor the threat landscape and focus on the highest risks to the \nbusiness. For example, there has been a 100% increase in successful ransomware attacks across different industry organizations from 2019 to 2020.\n6 As a result, the Enterprise Risk \nCommittee made bolstering ransomware protection and response the highest priority, and we revamped our endpoint protection and detection capabilities through Crowdstrike. \nIn 2021, we are focused on enhancing our backup systems, and adding additional testing \nand simulations to better assess our current capabilities to improve them where necessary. SPOTLIGHT\nCOLLABORATING ON DATA PRIVACY AND PROTECTION  \nThrough our dedicated teams, collaborative efforts and standing task forces focused on \ndata privacy and information security, including members of our legal and compliance teams, we assess sources of risk associated with privacy and data security. Whether through internal or external actors or third-party providers, our teams analyze the threat environment, consider a spectrum of impacts and determine where we need to prioritize resources to strengthen risk mitigation controls and defenses. The risks are documented, prioritized and re-evaluated periodically. Information security and emerging privacy considerations are reviewed as part of our Enterprise Risk Management structure.We are committed to delivering secure, stable and resilient \ntechnology services to support our business and protect our clients and our employees’ privacy and data.\nWe are actively combating the real and growing cyber threats impacting our \nindustry. The speed at which the technology landscape is transforming the asset management industry introduces an added dimension of risk, notably an increase in threats from digital transformation, such as data loss. Data protection is at the core of our approach to cybersecurity.\nSECURITY TECHNOLOGY INVESTMENTS\nWe have implemented capabilities that enable \nus to control, monitor and inspect incoming and outgoing network traffic to prevent unauthorized or harmful traffic. Leveraging access management, encryption and network segmentation, we limit data availability to authorized systems and people.\nREGULAR TRAINING\nWe also train our people on the latest \ncybersecurity threats and best practices, with sponsorship from our Board of Directors and senior leadership. Business and technology groups with elevated access to our systems are trained on additional modules to increase our security and reduce the likelihood of them becoming an entry point for attackers. We also focus on ensuring that our people are properly equipped and trained to respond to incidents. \n“  S afeguarding data and our client’s data requires \na risk-based approach to cybersecurity with \ncollaboration across the firm. We believe it is critical to educate and partner with stakeholders in data processing to create risk awareness and introduce proper controls. ”\n \n \nKelly Young  \nHead of Enterprise Risk\n13INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIVERSITY, EQUITY  \n& INCLUSION CLIMATE CHANGE PHILANTHROPYBUSINESS  \nCONTINUITYGOVERNANCE,  \nCOMPLIANCE & ETHICS CYBERSECURITY SUPPORTING &  \nDEVELOPING TALENT ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}