{"page_content": "Business  \nContinuity\nWe focus on resiliency: ensuring we can successfully  \ncontinue our operations through disruptions.\nFrom a global pandemic accelerated by an increasingly connected world \nto more frequent and extreme weather events driven by climate change —our world is full of perils. Being properly prepared and resilient is therefore paramount. Our dedicated focus on proactive business continuity planning reinforces our ability to maintain operations through disruptive events and deliver on our commitments to our stakeholders. As an important component of our resiliency framework, we seek to think beyond short-term disruptions — continuously assessing the evolving risk landscape and threat environment. Our strategy equips our people to anticipate, strategize, plan and when necessary, quickly react and adapt to new disruptive events. CASE STUDY\nREMAINING RESILIENT DURING COVID-19    \nDuring COVID-19, we have demonstrated our ability to continue critical operations  \nand reduce the impact from disruption. In partnership with our leadership team, our cross-\nfunctional crisis response team deployed strategies across employee health and safety and business continuity. We pivoted to remote work during the pandemic, bolstering our infrastructure and launching new technologies to enable productivity and strengthen virtual collaboration. We assessed our third-party providers to ensure continuity of  \ncritical dependencies and we reinforced our cyber defenses during an elevated cyber  \nthreat environment.\nIn accordance with local government and public health guidance, we formed a return to \noffice strategy grounded in a multi-pronged safety approach, and designed business protocols to enable productivity and safe collaboration. \nAs we incorporated new learnings into our response, we moved to a multi-modal \ncommunications strategy to reach people more effectively, established robust internal compliance procedures at the outset of new protocols and advanced strategic initiatives while developing new ways of staying connected.\nEmployee engagement and productivity have remained high throughout this time, as we \nadapted successfully to new ways of working. Our active management approach enabled us to identify several additional best practices and we are more prepared for future disruptions as a result.\nOUR APPROACH\nOur Enterprise Risk Management framework is grounded in our ability to continuously identify, assess and consider a spectrum of risks and potential impacts, including climate change, talent attraction and retention, health, reputation and regulatory considerations. Our framework combines involvement and guidance from senior leadership with bottom-up risk and  \ncontrol analysis. \nWithin our resiliency framework, \nwe have focused our efforts on our employees, processes and infrastructure resilience, including third-party reliance. Through technology enhancements, we have improved our understanding of interconnectedness with data to increase agility across the business. We continuously apply new information to our framework and use our preparedness measures to orientate, enabling us to act quickly to disruptive events and reduce impact.\nACTION AND PROGRESS \nCREATING A STRONG  \nINFORMATION FOUNDATION\nOur approach to resiliency planning follows \nestablished industry standards and best practice guidelines, including creating a strong information foundation to drive action. During the year, we administered three core assessments to better understand risks, impacts, dependencies and resources required to continue operations through disruptions. These include a Business Impact Analysis (“BIA”) across 83 of our most critical processes \nand services, a risk and security posture assessment of 82 service providers, and an enterprise risk and control assessment, covering a spectrum of business risks. With these assessments, we have created an information foundation, furthering our ability to analyze risk and prioritize activities using the insight and considerations across interdependencies and downstream impacts.\nSTRENGTHENING GOVERNANCE \nDuring the year, we reformed our risk charter \nand governing committee to better reflect  \nthe evolving risk landscape and strengthen  \nour governance. \nIn addition to oversight from the Enterprise \nRisk Committee, as risks become increasingly complex and interconnected, and building on an existing collaborative culture, we have made several strategic enhancements. Through both technology optimization and cross-functional coordination via a shared assurance approach across risk, compliance, cyber and audit, our “\n Our ability to rapidly assess and understand risk to our daily operations, increase communications and pivot quickly to a remote work environment, evidenced our resilience and allowed us to continue operating seamlessly in service of our stakeholders during this tumultuous time.\n”  \n Michael McFerran Chief Operating Officer and  Chief Financial Officercollaborative efforts enable us to improve operating efficiency while managing risk and provide holistic visibility to our stakeholders. As we evolve our assurance framework and alignment, we are prioritizing our activities to hold collaborative assessments and coordinate on testing and training, while improving the design of process controls for operational resilience.\n14INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIVERSITY, EQUITY  \n& INCLUSION CLIMATE CHANGE PHILANTHROPY CYBERSECURITY GOVERNANCE,  \nCOMPLIANCE & ETHICSBUSINESS  \nCONTINUITYSUPPORTING &  \nDEVELOPING TALENT ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}