{"page_content": "Responsible \nInvestment\nThrough our rigorous and tailored approach to \nResponsible Investment, we strive to create better investment outcomes and leave a lasting positive impact on our portfolio companies and assets as well as their key stakeholders.\nGiven the scale of potential impact, integrating ESG into our \ninvestment platform is our most material sustainability issue. Through nine distinct investment strategies spanning asset classes and geographies, we were invested in over 2,800 companies at the end of the reporting year. Systematically and explicitly considering ESG issues throughout the investment lifecycle from sourcing to exit enables us to realize the benefits of ESG integration: value creation, risk mitigation, meeting the increasing needs of our stakeholders, and delivering positive environmental and social benefits in line with the breadth of our platform. OUR APPROACH\nCATALYZING IMPROVED  \nESG PERFORMANCE \nOur approach to Responsible Investment is \ngrounded in our belief that sustainability is business-critical and that we should be a catalyst for improved ESG performance in our portfolio companies and assets. To put these beliefs into action, we integrate ESG through two key objectives:\n1.\n  \nIdentify  incremental value-creation \nopportunities and potential risks to make \nbetter investment decisions to enhance investment outcomes.\n2.\n  \nEnsure  portfolio companies and \ninvestments act in a responsible manner towards their stakeholders.\nTo deliver positive impact, we translate these policy objectives into the day-to-day work of vastly different investment strategies ranging from control buyout investments to securitized credit products.\nWe take a decentralized approach to defining \nESG integration plans across the platform, where each team is empowered to define strategy-specific objectives and develop the tools to implement. We believe this is the only way to embed true cultural ESG integration across our firm and instill in every one of our employees a sense of ownership and accountability over our collective ESG endeavor. Additionally, as a signatory of the Principles for Responsible Investment ( “PRI”), we engage with \nour peers and other key stakeholders to share best practices and advance the industry.\nSPOTLIGHT\nRESPONSIBLE INVESTMENT POLICY  \nIn May 2020, we enhanced our Responsible Investment Policy . Coinciding with the \narrival of our new Global Head of ESG, this revision was designed to send a clear signal \nboth internally and externally that 2020 would be an inflection point. The latest policy articulates our objectives for integrating ESG factors, the principles behind our approach, the governance framework for continuous improvement and the implementation steps that bring our approach to life throughout the investment lifecycle. Most importantly, the policy created a vehicle through which to engage with each strategy as outlined in these pages. In the sections that follow, we show how each team engages with the policy to translate it to their respective strategy. In the years ahead, we will share updates on our progress and challenges in future annual sustainability reports to build trust and transparency as we advance along our path.2020 — A KEY YEAR IN OUR ESG JOURNEY \nIn 2020, we challenged nine strategies to meet what we consider the hallmarks of a leading ESG integration plan:\n•  \n L\nocal ownership:  Mobilize Champions across ranks and geographies to take the lead \nin adapting platform-wide objectives to the local dynamics of each team’s culture and \ninvestment strategies.\n•  \n Ma\np your terrain:  Define each strategy’s landscape from an ESG perspective. The kinds \nof companies invested in and the levers of influence for promoting ESG objectives.\n•  \n S\net clear objectives: Based on the levers of influence and flowing from platform-wide \ngoals, define clear objectives that speak to the unique dynamics of each strategy.\n•  \n B\nuild your process:  With clear objectives defined, build consistent and repeatable ESG \nintegration steps across the investment lifecycle that link to its desired outcomes.\n•  \n M\nake it measurable:  Ensure the process generates data so that stakeholders can feel \nconfident that we are following through with implementation and intended impact.\n•  \n B\ne humble:  Strive for thought leadership but approach this exercise with humility  \nand an attitude of continuous improvement, self-reflection and growth.\nWe are excited to share our progress in 2020 for specific investment strategies:\n•  \n D\nirect Lending. Learn more on pg. 19\n•  \n Co\nrporate Private Equity. Learn more on pg. 22\n•  \n Re\nal Estate Equity. Learn more on pg. 25\n16INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIRECT LENDING CORPORATE  \nPRIVATE EQUITYPRIVATE  \nEQUITY GROUP REAL ESTATE EQUITY REAL ESTATE GROUP CREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}