{"page_content": "Responsible Investment (cont.)\nMobilizing an entire investment platform to act on a clear ESG vision  \nrequires a deliberate approach to governance. \nIn 2020, we explicitly laid out our thinking on ESG governance by clarifying the respective roles of \nour Board of Directors, Executive Management Committee, ESG Team, the groups of ESG Champions embedded in each investment strategy as well as the frontline investment and portfolio management professionals. Through this model, we collaborate firmwide to tailor our ESG strategy to each asset class and drive ownership and accountability across the platform.\nROLES AND RESPONSIBILITIES ACCOUNTABILITY\nOVERSIGHT RESPONSIBILITIES\nBoard of Directors and Executive \nManagement Committee + ESG Team•   S ubject to the control and supervision of Ares’ Board of \nDirectors, the Executive Management Committee holds \noversight responsibility for Ares’ ESG strategy.\n•  \n T\nhe Executive Management Committee conducts an annual \nreview of ESG business plan as prepared by the ESG Team.•   T he Executive Management Committee ensures that  \nwe maintain a platform-wide, strategic, long-term ESG business plan.\n•  \n T\nhe ESG Team executes on a business plan designed to deliver \nvalue to Ares and our stakeholders.\nDEFINE IMPLEMENTATION \nESG Team + ESG Champions•   T he ESG Team defines the ESG objectives, implementation steps \nand processes for our investment platform.\n•  \n T\nhe ESG Team partners with designated ESG Champions to \nadapt the platform-wide approach to the unique dynamics \ninherent to their investment strategy.•   T he ESG Team ensures that each strategy develops a tailored \nESG implementation plan.\n•  \n T\nhe ESG Champions author an ESG integration approach  \nthat is practical and unique to the underlying strategy.  \nESG Champions refine the approach over time.\nDRIVE IMPLEMENTATION \nESG Champions + Investment \nCommittees + Investment and  \nPortfolio Management Teams•   W ith technical support from the ESG Team, ESG Champions \nserve as a local resource within each strategy and review the \nESG integration plan annually for priority improvements.\n•  \n I\nnvestment Committees review the outputs of ESG integration \nsteps throughout the investment lifecycle.\n•  \n F\nrontline investment and portfolio management professionals \nexecute ESG-related tasks on a deal-by-deal basis.•   E SG Champions ensure quality and compliance of ESG \nintegration outputs.\n•  \n I\nnvestment Committees ensure implementation at the  \nfund level.\n•  \n I\nnvestment and portfolio management professionals ensure \nimplementation at the individual deal level.\nOUR RESPONSIBLE \nINVESTMENT COMMITMENTS\nWhile our governance model provides \nflexibility in how each strategy adapts our global ESG objectives into a local integration plan, we challenge each strategy to seek a leadership role among its peers and distinguish itself with key objectives that reflect the Ares approach.\n•  \n B\nuild trust with our stakeholders by \narticulating the challenges – and not just \nthe accomplishments – of ESG-related topics in our investment activities.\n•  \n I\ndentify  ways to exercise leadership  \nand catalyze similar aspirations among our peer set and our wider eco-system of financial partners.\n•  \n C\nollaborate  across asset classes. Use  \nour collaborative culture to cross-pollinate the best ESG initiatives to other areas of  \nthe platform.\n•  \n C\nommit  to annual improvement. Find a \ntime each year to formally collect feedback from colleagues, understand our clients’ emerging ESG needs and internalize the results of industry benchmarking to identify new ways to exercise leadership.\n17INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIRECT LENDING CORPORATE  \nPRIVATE EQUITYPRIVATE  \nEQUITY GROUP REAL ESTATE EQUITY REAL ESTATE GROUP CREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}