{"page_content": "Credit Group\nWe are determined to re-imagine ESG in credit, \nchallenging conventional wisdom on the limits of a  lender’s ability to drive ESG progress.\nOUR CREDIT GROUP \nOur Credit Group is a leading manager of non-investment grade credit strategies in the \nU.S. and Europe, with $145.5 billion7 of assets under management and over 200 funds as of \nDecember 31, 2020. With 2948 investment professionals across 16 offices, our powerful local \norigination capabilities allow us to develop long-lasting relationships with our borrowers and financial partners to find the best companies and assets. Additionally, we believe our deep experience across the liquid-illiquid spectrum enables us to better evaluate the relative value of investments compared to their fundamental credit risk profile.OUR CREDIT GROUP  \nESG STRATEGY  \nWe believe identifying, evaluating and monitoring material ESG considerations is fundamental to appropriately determining the credit quality of a given investment and pricing its risk. Each of our individual credit strategies seeks to embed ESG considerations in their investment processes to further enhance our objective of delivering stable, secure income with significant downside protection.\n9 \nGiven our credit strategies typically do not have the equity-style rights to influence the decision of our investments post-closing, our investment and portfolio management process, and thus our ESG integration, focuses on evaluating companies through extensive pre-investment diligence and active monitoring during our holding period. We use our experience and influence to make better pre-investment evaluations and to develop better relationships and outcomes during our holding period.\nCREDIT OVERVIEW\nAres Credit Group comprises $145.5 billion7 of AUM  and 2948 investment professionals  across three strategies.\nDIRECT LENDING LIQUID CREDIT ALTERNATIVE CREDIT\nAUM $98.8 billion $33.8 billion $12.9 billion\nTARGETED INVESTMENTSCashflow Loans,  \nProject FinanceLeveraged Loans,  \nHigh Yield BondsCLO Debt & Equity, Private ABS,  \nCMBS Debt & Equity\nNUMBER OF INVESTMENT PROFESSIONALS213 43 35\nNUMBER OF OFFICES 14 3 3\nNote:  As of December 31, 2020.\n“  A p assive approach to ESG is a thing of the past. \nThe truly ESG-integrated lender understands \nhow these issues affect value and manages accordingly throughout the life of a loan. ”\n \n \nKipp deVeer  \nDirector, Head of Credit GroupThe market has long been aware of exclusion \nlists and confirmatory ESG-related due diligence as basic methods of integrating ESG in the investment process. While these actions can be effective, we believe there is more to do in the diligence process to enhance our investment outcomes. We believe that investment managers like us, with the size and scale to influence borrowers, can move the credit industry forward on ESG best practices. On the following pages we share our initiatives on this front in Direct Lending.\n18INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIRECT LENDING CORPORATE  \nPRIVATE EQUITYPRIVATE  \nEQUITY GROUP \nCREDIT GROUP REAL ESTATE EQUITY REAL ESTATE GROUP", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}