{"page_content": "Direct Lending\nOUR DIRECT LENDING STRATEGY  \nWe are one of the largest non-bank lenders to middle-market \ncompanies in the world, with $98.8 billion7 of assets under \nmanagement as of December 31, 2020 comprising ~500 existing borrowers. Our 213 investment professionals across 14 offices in the U.S. and Europe offer flexible capital solutions to ~830 financial sponsors and corporates to successfully grow and operate their businesses. Given this span of influence, we believe we are well positioned to catalyze positive change through the integration of ESG in our investment process.INTEGRATING ESG      \nBuilding on Ares’ platform-wide objectives for ESG integration, we identified four goals tailored specifically to Direct Lending:\n1.\n  \nEnhance  our ability to identify and evaluate \npotential risks pre-investment, as well as to \neffectively monitor these risks throughout the investment horizon. \n2.\n  \nPromote  improvements in ESG performance \nin our portfolio companies to reduce risk and improve long-term performance.\n3.\n  \nServe  as a resource to middle-market \ncompanies and their sponsors regarding ESG best practices.\n4.\n  \nProvide  detailed reporting to our \ninvestors, giving them confidence that our ESG processes are being implemented appropriately. \nImportantly, proper ESG integration allows us to better assess credit quality and price the risk in a given investment. In 2020, we improved our approach to integrating ESG into the investment decisions of our Direct Lending strategies. Our aim was to ensure it is clear, systematic and consistent from sourcing to exit across the platform. In spring 2020, a global cross-functional Direct Lending team of ESG Champions represented by ~20 investment, portfolio management, investor relations and technology professionals volunteered to partner with the ESG Team to create a differentiated and tailored process across geographies.\nOur Direct Lending ESG Champions embraced \nour firmwide ESG principles and objectives while carefully weaving the approach into a bespoke investment process, highlighted in the table to the left. The process culminated in the ESG Champions walking their investment and portfolio management colleagues through the steps in a team-wide teach-in in August. \nEMBEDDING ESG IN DIRECT LENDING\nSOURCING\n• \n A\npply Responsible \nInvestment firmwide \nscreening framework.\n• \n N\negative screen for \nopportunities involving harmful products/services.\n• \n E\nscalate potential \ninvestments in industries that have a possible adverse ESG impact. Make decision whether to further pursue based on objective data and analysis of key ESG-related diligence items.DILIGENCE\n• \n L\neverage industry-standard \nframeworks (i.e. SASB), third \nparty reports furnished by financial sponsor’s advisors and AI-enabled web search tool to diligence material  ESG topics.\n• \n H\nighlight key ESG \nconsiderations during initial discussion with Investment Committee.FINAL INVESTMENT DECISION AND DOCUMENTATION\n• \n D\nedicated page on ESG \nfindings in final Investment \nCommittee memo with overall ESG “ conclusion \nscore ” on the borrower.POST-INVESTMENT ENGAGEMENT AND MONITORING\n• \n A\ns part of quarterly valuation \nprocess, perform “ check-up ” \ndiligence on ESG topics identified \nas “medium ” or “ high” in the ESG \n“conclusion score .”\n• \n A\nI-enabled web search tool \nperforms ongoing “ behind the \nscenes ” real-time monitoring for \nESG related incidents within the \nportfolio; incidents trigger email  \nto deal teams.\n“  W e’ve worked closely across the Direct Lending \nplatform to more systematically embed ESG \nconsiderations at each stage of our investment process and measure key metrics. With our updated process and new tools, we are able to better apply diligence and quantify ESG risks resulting in an improved relative value lens when evaluating our investments. ”\n \n \nBrooke Epstein  \nPrincipal, Credit Group\n19INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCORPORATE  \nPRIVATE EQUITYPRIVATE  \nEQUITY GROUP REAL ESTATE EQUITY REAL ESTATE GROUP CREDIT GROUP DIRECT LENDING ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}