{"page_content": "2020  \nHighlights\nCertified by Great Place to \nWork ® with 91% of U.S. \nteam members  saying Ares \nis a great place to work.Adam Heltzer joined as our \nGlobal Head of ESG with an expanded firmwide mandate and direct reporting line to our CEO and President.Secured Indhira Arrington  and Michelle Armstrong  for our Global Chief Diversity, Equity \n& Inclusion ( “DEI”) Officer and Global Head of Philanthropy roles, respectively, who both \nstarted in 2021. We also broadened the size and scope of our DEI Council.\nPaved  the way for our first platform-wide climate change disclosure by assessing \nexisting climate-oriented efforts against TCFD best practice.Defined roles and responsibilities for \nboard and executive-level oversight  \nof ESG program.\nRefreshed our approach to giving activities to ensure it is \nstrategically aligned with our investment and business operations,  culminating in the upcoming launch of the \nAres Charitable Foundation .For the first time, calculated our carbon footprint and achieved carbon neutrality across Scope 1, Scope 2 and select Scope 3 (from business travel) emissions by purchasing renewable energy credits and carbon offsets.Ares and our senior professionals donated over $5.8 million to hospitals and organizations focused on COVID-19 relief in the communities surrounding our major operations.MAY 2020\nEnhanced our Responsible Investment \nPolicy  to create a clearer shared vision \nfor ESG and decentralized ESG efforts through the appointment of ESG Champions to create a more holistic firmwide approach.Hosted 80+ virtual events  across six \nemployee resource groups ( “ERGs ”) and \na series of discussions on social justice issues with senior leadership with average participation of 60+ employees.OCTOBER 2020 AUGUST 2020\nLaunched a refreshed ESG \nintegration process to ~210 investment professionals  in  \nthe U.S. and Europe through team-wide teach-ins.Firmwide Strategic \nDevelopments\n91%Corporate Sustainability Achievements Responsible Investment Achievements\nDIRECT LENDING\nSEPTEMBER 2020\nMobilized ~20 ESG Champions from 40+ volunteers \nto formalize an enhanced ESG integration process. Narrowed priority issues to energy use, carbon \nemissions and the well-being  of our tenant base  \nand communities.VolunteersESG \nChampions~20 40+REAL ESTATEDIVERSITY, EQUITY & INCLUSION RESPONSIBLE INVESTMENT POLICY\nCLIMATE CHANGETALENT\nCORPORATE PHILANTHROPY\nDECEMBER 2020\nConvened a special \nsession with portfolio company CEOs\n3 to share \na new standard for ESG engagements,  including \ninvestments to help companies drive impact on key topics like DEI and Employee Health & Safety.CORPORATE PRIVATE EQUITYDECEMBER 2020 MAY 2020 APRIL 2020\n2\nINTRODUCTIONCORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nOUR SUSTAINABILITY \nAMBITION CEO LETTERTHE ISSUES THAT MATTER MOST\nABOUT US 2020 HIGHLIGHTS", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}