{"page_content": " Direct Lending (cont.)\nACTION AND PROGRESS \nWhile our stakeholders have traditionally \nde-emphasized their focus on ESG in Direct Lending compared to other investment strategies with more governance rights, such as private equity, that dynamic is changing. As one of the world’s largest lenders to middle-market companies, we focus on leveraging our scale, prior investment history and capacity to make a positive difference. As the lead or sole lender to the majority of our borrowers, we aim to be a catalyst for improved ESG performance. \nSPOTLIGHT\nSHARING A BLUEPRINT FOR LEADING ESG INTEGRATION IN LENDING   \nESG is shaping the future of how we invest, and our ESG commitment is here to stay. \nBearing this in mind, we have produced a white paper exploring how ESG integration has moved from what was traditionally an afterthought for most lenders to an integral part of the investment process. In our view, leading direct lending platforms are in a unique position to not only adopt existing ESG principles more holistically, but also to contribute to the evolution of these principles. \nMost market observers and participants are recognizing a growing emphasis on the \ndemands for ESG to be integrated into the direct lending investment process, and while the industry is still at a relatively early stage of this progression, momentum is building quickly. In the white paper, we outline the principles and practices we believe every leader in direct lending should incorporate, the governance, strategy and implementation implications of aspiring to leadership, and our views on the key near-term developments that will shape best practice in the years ahead. View full report here . OUR FOCUS AREAS FOR 2021 \nAs we turn to 2021, we are focusing our  \nefforts on the following areas to further  \ndevelop our approach:\n• \n St\nrengthening the ESG toolkit of our \ninvestment professionals:  We are focusing \non identifying and integrating more tools to \nenhance our diligence and monitoring of ESG considerations throughout the investment lifecycle. Additionally, we are focusing on further building the capacity of our investment professionals by offering in-house training sessions on ESG issues as well as tuition reimbursement for external programs related to identifying and managing ESG considerations.\nOUR ESG DATA STRATEGY    \nOver the course of 2020, we focused on upgrading our internal systems to collect relevant \nESG-related data at various stages of the investment process. Given our position as a lender to our portfolio companies and the lack of standardization in ESG metrics, our data strategy approach in Direct Lending focuses on capturing three different types of metrics that we believe are most pertinent and useful:\n• \n P\nrocess-related Metrics:  We track data primarily related to the sourcing stage of our \ninvestment process. Examples include the number of deals we have turned down due \nto ESG considerations and the number of deals escalated to the ESG Team for a broader discussion early due to potential ESG concerns.\n• \n E\nSG Maturity Metrics:  For deals we completed, we evaluate and collect information to \ngauge the ESG maturity of our borrowers and financial sponsors (if applicable). This may include whether the financial sponsor is a UNPRI signatory or if the borrower has its own ESG policy.\n• \n E\nSG Conclusion Score:  Based on the fundamental analysis of material ESG \nconsiderations by the deal team, we assign an ESG Conclusion Score to each of our investments. This score of either low, medium or high is re-evaluated on a periodic basis and informs our monitoring posture through the holding period.• \n E\nSG data and reporting transparency: In \n2020, we took steps to formally collect and analyze ESG-specific data, related both to our investment process and our borrowers’ ESG profile. Going forward, we are focusing on further tying this data to investment decisions and outcomes. Importantly, with this data collection in place, we endeavor to give our stakeholders greater visibility into the ESG integration process via aggregation of ESG data at the portfolio level through regular investor reporting, our sustainability report and other channels.\n “  A s the lead or sole lender to a company we \ntake a proactive approach, rather than simply \nnegative screening for ESG factors, making sure to discuss relevant risk-mitigation and value-creation ESG-related initiatives with our sponsors and management teams during our initial diligence process and through regular check-ins post-investment. ”\n \n \nCarl Helander  \nPartner, Credit Group\n20INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCORPORATE  \nPRIVATE EQUITYPRIVATE  \nEQUITY GROUP REAL ESTATE EQUITY REAL ESTATE GROUP DIRECT LENDING CREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}