{"page_content": "Private Equity  \nGroup  \nWe deliver the value creation and impact potential of \nESG integration by combining a tailored company-specific approach with systematic and scaled implementation across our private equity platform.\nOUR PRIVATE EQUITY GROUP  \nOur Private Equity Group deploys flexible capital across three investment strategies: \nCorporate Private Equity, Special Opportunities and Infrastructure & Power. As of December 31, 2020, our Private Equity Group had $27.4 billion of assets under management managed by investment professionals in North America, Europe and China. Our flexible capital approach across our strategies means that our governance rights post-investment range from credit-like non-control investments with less ability to influence decision-making at the company or asset to equity control investments with significant board rights and influence. OUR PRIVATE EQUITY GROUP \nESG STRATEGY  \nDue to the varying levers of influence over \npositive ESG behaviors, our approach to ESG in our Private Equity Group focuses on pre-investment diligence and active post-investment monitoring for non-control positions and augmenting our process to potentially include ESG value-creation programs at control-oriented investments.\nAs a leading investment manager with private \nequity strategies, we are well positioned to promote leading ESG practices at our companies and assets. We believe a successful approach to delivering a genuine positive impact, mitigate risk and drive value through ESG requires systematic implementation and transparency. SPOTLIGHT\nINFRASTRUCTURE & POWER:  \nINVESTING IN THE LOW CARBON TRANSITION  \nAs we continue to enhance our ESG capabilities, we are fortunate to have in-house \nexperience on climate change within our Infrastructure & Power ( “AIP”) team. While the \nteam first invested in climate infrastructure through funds focused on conventional power generation and midstream energy assets, our allocation to climate infrastructure has since grown dramatically. The percentage of new capital invested by our AIP team into climate infrastructure\n10 grew from 36% in 2011 to 100% in 2020, driven by the clean energy \ntransition and dynamics shaping the production, supply, and consumption of energy. Since 2015, we have deployed more than $2.0 billion in 38 climate infrastructure assets across 25 investments. \nThe AIP team focuses on five climate infrastructure segments in North America —  \nrenewable energy, resource and energy efficiency, energy storage and microgrids,  vehicle electrification, and transmission and smart grids. In September 2020, Power Finance & Risk announced Ares as the 2019 Renewable Energy Sponsor of the Year.  As we look ahead, we are excited to continue to leverage our internal experience to systematically scale our integration of climate change risk and opportunities across  the Private Equity Group and the wider Ares platform. \nPRIVATE EQUITY OVERVIEW\nAres Private Equity Group comprises $27.4 billion of AUM and 109 investment professionals  across three strategies.\nCORPORATE  \nPRIVATE EQUITYSPECIAL OPPORTUNITIESINFRASTRUCTURE  \n& POWER\nAUM $18.2 billion $5.7 billion $3.5 billion\nTARGETED INVESTMENTSControl Buyouts, Growth Equity, \nRescue Capital, DistressedNon-control positions in stressed, \ndistressed and opportunistic \nsituationsClimate Infrastructure, Natural Gas \nGeneration, Energy Transportation\nNUMBER OF INVESTMENT PROFESSIONALS\n74 16 19\nNUMBER OF OFFICES 4 1 2\nNote:  As of December 31, 2020.\n“  W e are believers in being a catalyst for good in all \nof our investments and are infusing ESG across \nour investment philosophy and private equity business practices. We view it as a horizontal capability across all of our portfolio companies and that it is a critical enabler of our ability to achieve our goals. It is an important initiative for us, our investors and our management partners. ”\n \n \nMatt Cwiertnia  \nCo-Head of Private Equity Group\n21INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIRECT LENDING CORPORATE  \nPRIVATE EQUITY REAL ESTATE EQUITY REAL ESTATE GROUPPRIVATE  \nEQUITY GROUP CREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}