{"page_content": "Corporate  \nPrivate Equity \nOUR CORPORATE PRIVATE EQUITY STRATEGY  \nOur Corporate Private Equity strategy pursues buyout and distressed investments in  \ngrowth-oriented high-quality businesses in North America and Europe with $18.2 billion11  \nof assets under management. \nWe recognize that we have an exceptional opportunity in this strategy to be a catalyst for  \ngood given our level of influence and control at our portfolio companies. Our objective is  \nto partner with management teams, when applicable, to develop a systematic process to  \ndevelop, track and monitor performance against ESG goals and drive tangible impact at our \nportfolio companies. INTEGRATING ESG    \nOur approach to ESG stems from our culture of collaboration. Our ESG strategic plan was developed by a volunteer task force that included professionals from all levels of our organization. Through many working sessions with the task force, Executive Leadership and an ESG Stakeholder Group, along with a group-wide survey, we aligned on four strategic priorities: Employee Health & Safety, DEI, Climate Change and Employee Engagement. Following teach-ins with the full Corporate Private Equity team on our revamped ESG program, senior investment professionals volunteered to serve as ESG Champions for each of these initiatives as we move from strategy to execution. \nWith an approach to ESG that is driven by our \ninvestment professionals, our ESG program is owned and managed by the deal team through the lifecycle of a transaction: from diligence to ownership and through exit. We believe this direct ownership model will make our ESG efforts more impactful and result in consistent dialogue and active monitoring with our management teams and at the board level.“\n W\ne have taken a markedly different approach \nto ESG in 2020. The strategy refresh was led by a diverse set of my investment team colleagues versus being siloed with one dedicated ESG person. ESG is shifting from being a set of individual initiatives to being woven into the fabric of our culture.”   Abraham Zilkha  \nPartner,  \nPrivate Equity Group“ I t is critical that ESG is driven by our \ninvestment team; this ensures ownership and accountability as we continue to make ESG an active and ongoing dialogue at the company and board level. ”  \n David Ricanati  \nPartner,  \nPrivate Equity Group\nEMBEDDING ESG IN CORPORATE PRIVATE EQUITY\nSOURCING\n• \n Ap\nply Ares responsible \ninvestment strategy \nscreening framework.\n• \n N\negative screen for \nopportunities involving harmful products/services.\n• \n E\nscalate potential \ninvestments in industries that have a possible adverse ESG impact. Make decision whether to further pursue based on objective data and analysis of key ESG-related diligence items.DILIGENCE\n• \n H\nighlight key ESG \nconsiderations during initial \ndiscussion with Investment Committee.\n• \n E\nngage third-party \nadvisor to assess key ESG risks, opportunities, benchmarks and investment considerations.FINAL INVESTMENT DECISION AND DOCUMENTATION\n• \n F\ninal Investment Committee \nmemo includes an ESG \nscorecard of key findings from diligence (when applicable).\n• \n A\nctive discussion of ESG \nconsiderations as part of  the final Investment Committee discussion. POST-INVESTMENT ENGAGEMENT AND MONITORING\n• \n M\nanagement and deal team have a \nformal readout of diligence findings \nwith third-party advisor post-close.\n• \n D\neal team works with CEO on \ntraditional buyout investments to develop a board-level ESG scorecard focused on key strategic priorities and company-specific themes.\n• \n I\nnclude KPIs, benchmarks, targets \nand owners in the quarterly board-reviewed scorecard to ensure that our portfolio companies are taking  a proactive approach to driving  ESG impact.\nEmployee  \nEngagementCompany \nSpecific ESG \nThemesClimate  \nChangeDiversity,  \nEquity & \nInclusionEmployee  \nHealth  \n& SafetyCORPORATE PRIVATE EQUITY \nESG THEMES OF FOCUS\n22INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIRECT LENDING PRIVATE  \nEQUITY GROUP REAL ESTATE EQUITY REAL ESTATE GROUPCORPORATE  \nPRIVATE EQUITY CREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}