{"page_content": "Corporate Private Equity (cont.)\nACTION AND PROGRESS   \nAs a team, we spent six months in 2020 \ndeveloping the strategic vision and implementation model for ESG. This strategic planning effort included developing guiding principles, aligning on core themes to concentrate our effort, and building a comprehensive approach to ESG diligence. The strategy work culminated in a CEO Council meeting with our portfolio company CEOs\n3 in \nDecember 2020, where we kicked off our 2021 ESG initiatives. \nThrough partnerships with third-party advisors, \nsenior leadership and ESG Champions, we have formally launched two of our four key initiatives: DEI and Employee Health & Safety. This includes active participation and engagement from our portfolio company partners through a comprehensive program over the course of 2021.\n12 In the second half of \n2021, we plan to begin developing programs for our other two key initiatives: Climate Change and Employee Engagement. We expect to  \nroll out these two initiatives to portfolio companies in 2022.CASE STUDY\nCREATING A FORUM TO SHARE EMPLOYEE HEALTH  \n& SAFETY BEST PRACTICES\nFollowing the onset of COVID-19, we saw the opportunity to support our portfolio \ncompanies by establishing a forum to share best practices for reopening and operating businesses safely during the pandemic. Through the success and positive feedback of these initial efforts, we realized there was a much broader and more sustained impact to be made across the whole Employee Health & Safety spectrum. As such, we created an Operating Council made up of safety leaders across our portfolio companies. In addition, we partnered with a leading consulting firm to develop and execute a comprehensive approach to share best practices, educate our portfolio company safety leaders across key tenets, and develop detailed strategies to improve Employee Health & Safety performance at each portfolio company. Today, we have an Employee Health & Safety Council with 17 portfolio company members as well as a seven-member energy sector sub council. We are providing support to the portfolio companies participating in the Employee Health & Safety Council to develop a company-specific safety strategy and  \nKPIs to be reviewed at the portfolio company board level.CASE STUDY\nCONVENING PORTFOLIO COMPANIES TO ADVANCE DEI PLATFORM-WIDE \nWith increasingly divisive political dynamics, rising economic inequality and impactful \nsocial movements, championing DEI has become more critical than ever before. Our priority is to be a strategic partner to our portfolio companies as they build more inclusive environments and diverse teams, which we believe will help us deliver better long-term risk adjusted performance. \nTo this end, we have developed an innovative and differentiated initiative. Partnering \nwith two leading research institutions, we are conducting a comprehensive assessment across 12 portfolio companies that will establish a baseline of performance in inclusion, diversity representation and organizational maturity. This assessment will provide a benchmark for our portfolio companies and help them develop a tailored program to drive improvement against the baseline. With portfolio companies across different industries and development stages participating in this program, there is significant value from shared best practices and broader portfolio-wide engagement, which we believe will drive improved collaboration across our portfolio and greater impact. We look forward to sharing insights from the assessments and examples of how our portfolio companies are taking action to improve performance in next year’s report.PERFORMANCE: COLLECTING ESG DATA MORE SYSTEMATICALLY\nIn 2021, we will seek to more systematically collect and track ESG data on a core set of \ncross-portfolio metrics as well as tailored, material company-specific metrics. Additionally, we will seek to be intentional and strategic about what we are tracking. We believe that accurate, timely ESG data greatly enhances a company’s ability to manage and improve upon any ESG issues and enables effective communication with key stakeholders, including the boards of our portfolio companies on progress over time. \n“  W e seek to catalyze systemic change to shape \na more inclusive world, one company at a time, \nin partnership with our portfolio company management teams and boards. We believe that our teams and communities are strengthened by diverse backgrounds and thought, where everyone has a sense of belonging and can make a contribution. ”\n \n \nBennett Rosenthal  \nCo-Founder, Director and Co-Chairman of  \nPrivate Equity GroupA PERSPECTIVE FROM  \nTHE PORTFOLIO\n“\n I really enjoyed today’s safety council\n \nmeeting on Mental Health. It’s awesome to \nsee Ares is so focused on safety and health, employee engagement and DEI. Thanks for your leadership on these initiatives.”   Mindy Geisser  \nChief People Services Officer, Savers\n23INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIRECT LENDING PRIVATE  \nEQUITY GROUP REAL ESTATE EQUITY REAL ESTATE GROUPCORPORATE  \nPRIVATE EQUITY CREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}