{"page_content": "Real Estate Group \nReal Estate is a natural fit for sustainability; its relevance \nto both people — tenants, contractors and communities — and the planet drive us to thoughtfully manage our assets’ operations, resources and energy.\nOUR REAL ESTATE GROUP  \nOur Real Estate Equity and Debt platform buys, builds, operates and finances real estate assets \nin the U.S. and Europe, with $14.8 billion in assets under management, as of December 31, 2020. These assets support employment, provide housing and offer vital community infrastructure. We recognize that in order to provide these benefits, our assets consume resources and energy, and that we have a significant responsibility and opportunity to manage the use of these resources and energy in a sustainable fashion. With a platform of 83 investment professionals with local presence and relationships across the U.S. and Europe, we have the scale to push for meaningful change and meet social and environmental sustainability targets.OUR REAL ESTATE GROUP ESG STRATEGY  \nThe ESG approach in our Real Estate Equity and Debt strategies is unified by three principles: \n1. Inv\nest ethically and sustainably. \n2. I\nmprove  the ESG performance of our assets. \n3.  \nMaintain  a commitment to transparency and disclosure. \nWe have been incorporating ESG into our investment process since the inception of our  \nReal Estate business, including subscribing to sustainability benchmark, GRESB, in recent \nyears for select funds, and by undertaking a rolling program of energy audits across our office portfolio. \nWe identified our Real Estate ESG Champions in November 2020 to formalize our approach \nand embed each of our three principles in our equity and debt investment processes. We also identified the areas where we believed we could drive the most impact through our business activities. For example, in our equity strategies, we are exploring a comprehensive Energy Management System across our portfolios, while in our debt strategies, we are refining the ESG criteria on which we evaluate borrowers. As we continue to develop our ESG approach,  \nour biggest challenge is to be ambitious in our thinking while being effective in our delivery. \nREAL ESTATE OVERVIEW\nAres Real Estate Group comprises $14.8 billion of AUM  and 83 investment professionals  across two strategies.\nREAL ESTATE EQUITY REAL ESTATE DEBT\nAUM $9.2 billion $5.6 billion\nTARGETED INVESTMENTSU.S. and European Value-Add and  \nOpportunistic Real EstateFinancing of Commercial Real Estate  \nand Multifamily properties\nNUMBER OF INVESTMENT PROFESSIONALS 57 26\nNUMBER OF OFFICES 6 5\nNote:  As of December 31, 2020.\n“  A s owners of millions of square feet of \ncommercial property assets and tens of \nthousands of residential units across the U.S. and Europe, we have the potential via our management of this physical space to meaningfully impact both the environment and the live-work experience of millions of people. It is thus crucial that we factor the many facets of ESG into both our investment decision-making and the ongoing management of our assets. ”\n B ill Benjamin   \n H\nead of Real Estate Group\n24INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIRECT LENDING CORPORATE  \nPRIVATE EQUITYPRIVATE  \nEQUITY GROUP REAL ESTATE EQUITY REAL ESTATE GROUP CREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}