{"page_content": "Real Estate Equity\nESG INTEGRATION     \nWhen establishing our Real Estate ESG \nChampions, the call out for volunteers to lead, shape, design and implement our new plan resulted in an overwhelming response from our team. With over 40 eager volunteers, we formed a Steering Committee, a stakeholder group and a core team to implement a more ambitious plan towards ESG. OUR REAL ESTATE EQUITY STRATEGY  \nOur real Real Estate Equity strategy brings to bear local expertise and relationships, differentiated market intelligence and deep property-level experience from over 25 years of investing across the U.S. and Europe. While we invest for financial return, our controlling equity stakes or our position in the capital stack as lender can give us significant influence over the ESG performance of our investments and sponsors. \nWe source opportunities, diligence and then buy, lend or occasionally build. We actively manage our equity positions, oftentimes refurbishing \nor re-profiling assets before selling. At every stage in this investment journey, levers can be available to our teams to make ESG improvements and we seek to do that where our impact is greatest. \nIn the immediate term, we plan to focus on energy use, the well-being of our tenant base and communities, the social impact of our investments and the desire to be transparent in our disclosure. Long-term, our areas of priority will include carbon emissions, biodiversity, community engagement,  \nwell-being of our employees and DEI. \nACTION AND PROGRESS \nLike a successful building, the effectiveness of our ESG strategy lies in good design and a practical structure. Our approach has both a Development Phase and a Delivery Phase — we are well progressed through the first of those now and have determined three key areas of  \nfocus in 2021: \n1.\n  U\nnderstanding the ESG status of assets \nwe buy — how they impact the environment \nand the societies to which they contribute.\n2.  H\naving a specific plan for each asset and \nbroader portfolio level systems, both of which will drive ESG improvements in our investments.\n3.\n  B\neing able to record , measure and share  \nour progress. We want to track the correlation between ESG improvements  \nand financial performance. CASE STUDY\nPICCADILLY PLACE, MANCHESTER, U.K. (OFFICE COMPLEX)13\nIn April 2016, we invested in Piccadilly Place, which is comprised of two Grade A office buildings that make up a 321,290 square foot mixed-use office campus in Manchester, U.K. During our ownership, the property underwent an ESG site inspection, audit process and data analysis to assess opportunities to drive a sustainability improvement action plan. This audit included a review of the building performance, which helped us to identify a range of energy, water, waste and wellness opportunities available at the assets. It looked at gas and electricity consumption data (daily and trended) compared to national benchmarks. As an outcome of this process, we have incorporated standalone technology measures, including LED lights, sub-metering and software to monitor chiller performance. In 2019, both assets re-certified to BREEAM\n14 in Use, achieving a “ Very Good ” classification, \nwhich was an improvement of the previous certification. We are continuing to implement monthly audits to track energy, water, waste efficiency and wellness in order to drive progress on an ongoing basis.\n“  S imilar to many of my colleagues, ESG is \nan important topic to me, which is why \nwe enthusiastically volunteered to be part of the Real Estate ESG Champions. We all recognize the potential we have to make a difference but need to equip ourselves and our colleagues with the systems and the tools to drive the change consistently and systematically. ”\nJanine Schumann  \nPrincipal, Real Estate Group\n25INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIRECT LENDING CORPORATE  \nPRIVATE EQUITYPRIVATE  \nEQUITY GROUP REAL ESTATE GROUP REAL ESTATE EQUITY CREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}