{"page_content": "Conclusion & \nLooking Forward \n2020 witnessed an unmistakable change in \nAres’ sustainability vision; one that built on existing organic efforts across our firm to create a clear and consistent platform-wide voice. Like a wave moving across our firm, \none-by-one, teams debated how they could most effectively drive a meaningful impact in their daily work, whether through investing activities, corporate functions, philanthropy and volunteerism or simply by being a responsible and collaborative teammate. As we look to 2021, these same teams are pivoting from re-imagining the possible to the more grounded and difficult work of managing change; change in how we fill our recruiting slates, partner with portfolio company management teams, understand and manage our carbon footprint and select our real estate operating partners. \nIn managing this transition, from strategy \nto execution, we strive for sustainability reporting that both educates and builds trust.  We know from our own interactions \nwith thousands of companies that ESG programs and the reporting that flows from them will surge in the years ahead. In this context, we will aim to set a good example in our annual reporting by explaining our progress and challenges in ways that are NEXT STEPS\nCORPORATE SUSTAINABILITY\nSelected Issues 2021 Focus Areas\nSupporting & \nDeveloping Talent•  \n I\nmplement a principles-based approach to workplace flexibility.\n•  \n E\nxpand our talent development function.\n•  \n I\nncorporate DEI best practices into our core talent processes.\nDEI•  \n D\nevelop multi-year DEI strategic plan.\n•  \n S\net aspirational goals and KPIs to drive accountability.\n•  \n R\nelaunch the DEI Council and ERGs to focus on executing our firmwide goals.\nPhilanthropy•  \n L\naunch the Ares Charitable Foundation to further align our investment and \nbusiness activities with our societal impact from giving.\n•  \n B\nuild on the momentum of AIM through enhanced opportunities for our team \nmembers to give and get involved.\nClimate Change•  \n C\nreate our first TCFD-aligned climate change strategy.\n•  \n E\nnhance our ability to measure carbon emissions across our investment \nportfolio with an initial focus on Corporate Private Equity.\n•  \n E\nnhance oversight accountability for climate-related risks and opportunities \nat the board and executive team level.\nRESPONSIBLE INVESTMENT\nGroup 2021 Focus Areas\nCredit •  \n D\nevelop ESG data reporting packages.\n•  \n P\nursue opportunities for sustainability-linked loans.\n•  \n E\nnhance our ESG integration plan for Liquid Credit and Alternative Credit, \nincluding efforts to formalize engagement targets.\nPrivate Equity •  \n E\nstablish holistic ESG engagements at our control portfolio companies.\n•  \n T\nranslate company-level DEI diagnostics into action plans overseen at the \nboard level.\n•  \n D\nevelop a portfolio-wide approach to assess and prioritize climate change \nissues and opportunities.\nReal Estate •  \n F\ninalize a revamped ESG integration plan and launch through a team-wide \ntraining.\n•  \n P\nursue a cross-portfolio energy management program.\n•  \n E\nxplicitly integrate ESG evaluation into pre-investment diligence with a view \ntoward identifying priority ESG improvements.This report marks our opening contribution in a more transparent annual conversation \nabout our sustainability progress. Thank you for engaging with us along the way. \nAs we challenge ourselves to drive a meaningful impact through our immediate span of influence, we know \nthat larger systemic impact is only possible through engagement and collaboration with our investors, portfolio companies, shareholders, employees, communities and other key stakeholders.\n“   A t Ares, we are determined to be part of the \nsolution. There are things that we as a private \nsector participant can do to create real change and we are committed to that. ”\n \n \nTony Ressler  \nCo-Founder,  \nExecutive Chairmanincreasingly quantitative and data-driven, \nanchored in context, and self-reflective about the successes and challenges in achieving our desired impact.\nThis level of transparency is crucial to \nunlocking the potential of collaboration across our value chain, which will in turn have real life impacts. We are exiting an era where different market participants — asset owners, asset managers, shareholders, portfolio companies — felt isolated in their sustainability activities. Hastened by the desire to tackle systemic challenges like climate change and inequality, these individual entities realize that meaningful change requires a more open and candid conversation; one that is built on trust and a sense of shared values and objectives. In that spirit, we hope you have learned from this inaugural sustainability report: what we believe are our most material \nESG issues, our overarching philosophy on \nhow to drive a positive impact and our various tactical approaches to translating aspirations into reality.\n26\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDISCLOSURES END NOTES\nCONCLUSION & \nLOOKING FORWARD", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}