{"page_content": "GRI Content Index\nDISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\nGRI 102: GENERAL DISCLOSURES 2016\nORGANIZATIONAL PROFILE\n102-1 Name of the organization.  Ares Management Corporation.\n102-2 Activities, brands,  \nproducts and services.The reporting organization shall report the following information:\na.\n A d\nescription of the organization’s activities.\nb.\n  P\nrimary brands, products and services, including an explanation of any products or services \nthat are banned in certain markets.a. S ee pages 8-11 and 15-20 in Ares Management’s Form 10-K report .\nb.\n  T\no our knowledge, we do not have any primary products or services that are banned in \ncertain markets. \n102-3 Location of headquarters. The reporting organization shall report the following information:a.\n Lo\ncation of headquarters.a.\n 2\n000 Avenue of the Stars, 12th Floor, Los Angeles, CA 90067.\n102-4 Location of operations. The reporting organization shall report the following information:a.\n  N\number of countries where the organization operates and the names of countries where it has \nsignificant operations and/or that are relevant to the topics covered in the report.a. P lease visit our website: Our Global Reach . \n102-5 Ownership and legal form. The reporting organization shall report the following information:a.\n N\nature of ownership and legal form.a. S ee pages 23-25 in Ares Management’s Form 10-K report .\n102-6 Markets served. The reporting organization shall report the following information:a.\n M\narkets served, including:\n i\n.\n g\neographic locations where products and services are offered;\n i\ni. s\nectors served;\n i\nii.\n t\nypes of customers and beneficiaries.a. S ee pages 8-11 and 15-20 in Ares Management's Form 10-K report .\nContinued on the next page THE MOVE TO MORE UNIFIED \nREPORTING  \nWe support the growing momentum behind \nuniversal sustainability reporting. We believe that it is vital for companies to transparently disclose their sustainability performance to key stakeholders. Given the significant impact that sustainability topics play on a business, this information would ideally be as widely disclosed as financial performance detail. While a universal standard for measuring and reporting on sustainability topics has not been formally adopted, 2020 featured some momentous steps towards putting that reality in motion.\nWith the proposed creation of the \nSustainability Standards Board by the IFRS Foundation, the body that oversees the work of the International Accounting Standards Board in setting financial reporting for companies around the world, a single body is likely to emerge with the expertise and authority to lead the implementation of sustainability reporting in the right direction. Additionally, \nDisclosures \nthe recent partnership between SASB, GRI, CDP, the Climate Disclosures Standards Board and the International Integrated Reporting Council to publish a paper on sustainability reporting displays the much-needed collaboration between organizations to establish clear and widely used sustainability standards.\nWe are very excited to continue the dialogue \non our sustainability practices through this report and disclosures as well as through more integrated reporting in the future. WHAT THIS MEANS FOR US     \nIn the tables on the following pages, we have reported against key sustainability topics based on the guidelines of GRI and SASB. In July 2020, these two organizations announced their plan to collaborate in an effort to provide clarity in the sustainability disclosure process. We plan to keep abreast of the developments in sustainability disclosure so that we can provide the most pertinent information to our stakeholders in a digestible manner.\n27\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTES DISCLOSURESCONCLUSION & \nLOOKING FORWARD", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}