{"page_content": "Disclosures (cont.)Continued on the next page 102-7 Scale of the organization. The reporting organization shall report the following information:\na.\n S\ncale of the organization, including:\n i\n.\n t\notal number of employees;\n i\ni.\n t\notal number of operations;\n i\nii.\n   n\net sales (for private sector organizations) or net revenues (for public sector organizations);\n i\nv.\n  t\notal capitalization (for private sector organizations) broken down in terms of debt and \nequity;\n v\n.\n q\nuantity of products or services provided.a. S ee pages 12-22 in Ares Management's Form 10-K report .\n102-8 Information on employees \nand other workers.The reporting organization shall report the following information:a.\n T\notal number of employees by employment contract (permanent and temporary), by gender.\nb.\n T\notal number of employees by employment contract (permanent and temporary), by region.\nc.\n T\notal number of employees by employment type (full-time and part-time), by gender.\nd.\n  W\nhether a significant portion of the organization’s activities are performed by workers who are \nnot employees. If applicable, a description of the nature and scale of work performed by workers who are not employees.\ne.\n  A\nny significant variations in the numbers reported in Disclosures 102-8-a, 102-8-b and 102-8-c \n(such as seasonal variations in the tourism or agricultural industries).\nf.\n A\nn explanation of how the data have been compiled, including any assumptions made.a.\n  P\nermanent: Females: 140 | Males: 334  \nTemporary: none\nb.\n  P\nermanent: EMEA: 227 | APAC: 247  \nTemporary: none\nc.\n  F\null-time: Females: 499 | Males: 957  \nPart-time: Females: 2 | Males: 1\nd.\n  T\nhe vast majority of the firm’s activities are performed by employees. We contract with \ntemporary workers for interim needs on occasion (for instance, to cover a leave) and engage with external consultants where we believe it is beneficial to draw on third party expertise for an initiative. In addition, like other firms in our industry, we work with independent auditors.\ne.\n   N\no, we do not experience significant variations in our permanent vs. temporary workforce \ncomposition.\nf.\n   E\nmployees in the U.S. are generally not under employment contracts but are at-will \nemployees with initial terms and conditions of employment detailed in an offer letter with the firm. International employees (including investment and support professionals) are under employment contracts in alignment with country-specific legal requirements and best practices. As such, the numbers in (a) and (b) represent counts of non-U.S. employees.\n102-9 Supply chain. The reporting organization shall report the following information:a.\n  A d\nescription of the organization’s supply chain, including its main elements as they relate to \nthe organization’s activities, primary brands, products and services.a.\n  A\ns a global alternative investment manager, Ares Management works with a number \nof third-party service providers that support its day-to-day business operations. In all dealings with any third parties, Ares Management applies the principles and policies summarized in its Ethics and Compliance Manual.\n102-11 Precautionary Principle or approach.The reporting organization shall report the following information:a.\n  W\nhether and how the organization applies the Precautionary Principle or approach.a.\n  A\nres Management enterprise risk framework is an ongoing process under the leadership \nand governance of the Enterprise Risk Committee.\n102-12 External initiatives. The reporting organization shall report the following information:a.\n  A l\nist of externally developed economic, environmental and social charters, principles, or other \ninitiatives to which the organization subscribes, or which it endorses.a. S ee page 1 in Ares Responsible Investment Policy .  DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n28\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}