{"page_content": "Page  \nTitle\nCEO  \nLetter\nOur purpose, vision, mission and values \ndrive our passion for, and approach to, sustainability.  Collaborative, responsible, \nentrepreneurial, self-aware, trustworthy: our core values guide us. They shape how we fulfill our role in the economy and society at large, the impact we can have in our communities, and the kind of partner we wish to be to our people, clients and investment networks. We ask every Ares employee to embrace our vision and to be a catalyst for progress in their corner of the platform and in their local community. Only when everyone plays their part can we have the biggest possible impact on the most critical ESG issues: promoting a more inclusive, equitable and diverse society, arresting the most harmful effects of climate change, and helping companies understand the value of adopting sustainable practices. \nOur intense focus on sustainability reflects \nour conviction that it is a business-critical issue.  We believe the strongest, most resilient \ncompanies understand and proactively manage their key ESG issues. Any business that wants to thrive in the long run must integrate sustainability into its business practices. Ares is no exception. We have demonstrated this conviction by formalizing and accelerating our own corporate sustainability program; providing for measurable year-on-year progress in material ESG issues such as To become a living, breathing part of how we do business,  \nour ESG vision is rooted in our defining statements:\nPURPOSE\nWe are a catalyst for  \nshared prosperity and  \na better future.VISION\nWe seek to lead our industry \nin generating attractive \nreturns and making a lasting \npositive impact. MISSION\nWe invest to help  \nbusinesses flourish and \ncreate enduring value for  \nall of our stakeholders.\nVALUES\nWhile our backgrounds are diverse, we are unified and guided in  \neverything we do by our shared values. At Ares, we are:Since our founding, we have endeavored to be a catalyst \nfor positive societal change. \nWe believe we can do well while doing good; that we can help shape and \nshare in a better future. This is reflected in the way that we manage the firm and the way that we invest.\n“  S omething palpably changed in 2020. Against \nthe backdrop of a global pandemic, increasing \nhealth and economic inequality, social justice issues and a continuing climate crisis, a renewed sense of commitment and urgency informed our thinking and approach. ”\n \n \nMichael Arougheti  \nCo-Founder,  \nCEO and Presidenthuman capital, responsible investment, DEI, \ncorporate governance, compliance & ethics, and cybersecurity. We believe as a leading global alternative investment manager, we are distinctly positioned to amplify our impact through the everyday work of investing — we seek to bring best practices, thought leadership and innovation to our growing global portfolio of 2,800+ companies.\n2020 was an inflection point and a year of \naccelerated change for our ESG program.  \nNotwithstanding our long-term commitment to sustainability, something palpably changed in 2020. Against the backdrop of a global pandemic, increasing health and economic inequality, social justice issues and a continuing climate crisis, a renewed sense of commitment and urgency informed our thinking and approach. We hired our first platform-wide Global Head of ESG, Adam Heltzer, to help us reimagine what is possible and to create a holistic program that could activate the entire Ares employee base in this shared enterprise. This inaugural annual sustainability report shares the key developments in this pivotal year, reflects our deep commitment and accountability, and sets an ambitious agenda for the years ahead.\nWe are thrilled to take this journey with you.  \nWe strive to be a catalyst for shared prosperity \nand a better future for all of our stakeholders — from our employees to our shareholders, from our investors to our portfolio companies, and from our vendors to our local communities. This report is a declaration of this commitment and a view to the path ahead. We look forward to walking it with you in the coming years.\nCOLLABORATIVETRUSTWORTHY\nENTREPRENEURIAL\nSELF-AWARERESPON\nSIBLEWE ACHIEVE  \nMORE TOGETHER\nWE STRIVE TO \nBE A FORCE \nFOR GOOD\nWE REFLECT \nAND EVOLVEWE INNOVATE \nAND BUILD WE ARE \nDEDICATED \nSTEWARDS\n3\nINTRODUCTIONCORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\n2020 HIGHLIGHTSOUR SUSTAINABILITY \nAMBITIONTHE ISSUES THAT MATTER MOST\nCEO LETTER ABOUT US", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}