{"page_content": "Disclosures (cont.)Continued on the next page 102-17 Mechanisms for advice \nand concerns about ethics.The reporting organization shall report the following information:a. \n A d\nescription of internal and external mechanisms for:\n i\n.\n s\neeking advice about ethical and lawful behavior, and organizational integrity;\n i\ni.\n r\neporting concerns about unethical or unlawful behavior, and organizational integrity.a.  T he mechanisms for reporting concerns can be found in our Complaint Procedures for \nAccounting and Auditing Matters . Concerns about unethical or unlawful behavior can \nbe reported through our Ethics Hotline (also called a Whistleblower Hotline). Reporting through the hotline can be done anonymously 24/7 via web-based form or via dedicated local phone number for our offices globally (in local languages). All reported incidents are reviewed by the Global Chief Compliance Officer and escalated appropriately depending on the nature of the complaint. Employees will not be subject to retaliation because of reporting violations through the hotline. All employees must annually certify their understanding of policies and code of conduct, which includes the Ethics Hotline. In addition, our external auditors review our Whistleblower logs at least annually. \nGOVERNANCE\n102-18 Governance structure. The reporting organization shall report the following information:\na.\n  G\novernance structure of the organization, including committees of the highest  \ngovernance body.\nb. C\nommittees responsible for decision-making on economic, environmental and social topics.a./b.\n Se\ne page 12  in 2020 Sustainability Report, Governance, Compliance & Ethics.  \n102-19 Delegating authority. The reporting organization shall report the following information:a.\n  P\nrocess for delegating authority for economic, environmental and social topics from the \nhighest governance body to senior executives and other employees.a.  S ee page 12  in 2020 Sustainability Report, Governance, Compliance & Ethics.  \n102-20 Executive-level responsibility for economic, environmental and social topics.The reporting organization shall report the following information:a.\n  W\nhether the organization has appointed an executive-level position or positions with \nresponsibility for economic, environmental and social topics.\nb.\n  W\nhether post holders report directly to the highest governance body.a./b.\n Se\ne page 12  in 2020 Sustainability Report, Governance, Compliance & Ethics.\n102-21 Consulting stakeholders on economic, environmental  \nand social topics.The reporting organization shall report the following information:a.\n  P\nrocesses for consultation between stakeholders and the highest governance body on \neconomic, environmental and social topics.\nb.\n  I\nf consultation is delegated, describe to whom it is delegated and how the resulting feedback is \nprovided to the highest governance body.a./b. \n \n A\nres Management’s Global Head of ESG reports directly to the Chief Executive Officer and \nprovides regular updates on the firm’s ESG work. In addition, he provides updates to Ares’ Board of Directors at least once annually.\n102-22 Composition of the highest governance body and its committees.The reporting organization shall report the following information:a.\n Co\nmposition of the highest governance body and its committees by:\n i\n. e\nxecutive or non-executive;\n i\ni. \nindependence;\n i\nii.\n t\nenure on the governance body;\n i\nv.\n  n\number of each individual’s other significant positions and commitments, and the nature of \nthe commitments;\n v\n. \ngender;\n v\ni. m\nembership of underrepresented social groups;\n v\nii.\n c\nompetencies relating to economic, environmental and social topics;\n v\niii. \nstakeholder representation.a.  S ee sections entitled “ Proposal 1: Election of Directors, ” “Corporate Governance and Other \nBoard Information—Composition of the Board of Directors ” and “ Corporate Governance and \nOther Board Information—Committees of the Board”  in Ares Management Corporation’s \nAnnual Proxy Statement  for fiscal year 2020, filed in April 2021.DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n30\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}