{"page_content": "Disclosures (cont.)Continued on the next page 102-23 Chair of the highest \ngovernance body.The reporting organization shall report the following information:a. \n  W\nhether the chair of the highest governance body is also an executive officer in the \norganization.\nb.\n  I\nf the chair is also an executive officer, describe his or her function within the organization’s \nmanagement and the reasons for this arrangement.a./b.\n \n S\nee section entitled “ Proposal 1: Election of Directors ” in Ares Management Corporation’s \nAnnual Proxy Statement  for fiscal year 2020, filed in April 2021.\n102-24 Nominating and  \nselecting the highest governance body.The reporting organization shall report the following information:a.\n N\nomination and selection processes for the highest governance body and its committees.\nb.\n  C\nriteria used for nominating and selecting highest governance body members, including \nwhether and how:\n i\n. s\ntakeholders (including shareholders) are involved;\n i\ni. d\niversity is considered;\n i\nii. i\nndependence is considered;\n i\nv.\n  e\nxpertise and experience relating to economic, environmental and social topics are \nconsidered.a./b.\n \n S\nee section entitled “ Corporate Governance and Other Board Information—Committees \nof the Board ” in Ares Management Corporation’s Annual Proxy Statement  for fiscal year \n2020, filed in April 2021.\n102-25 Conflicts of interest. The reporting organization shall report the following information:a.\n  P\nrocesses for the highest governance body to ensure conflicts of interest are avoided and \nmanaged.\nb.\n W\nhether conflicts of interest are disclosed to stakeholders, including, as a minimum:\n i\n. c\nross-board membership;\n i\ni. c\nross-shareholding with suppliers and other stakeholders;\n i\nii. e\nxistence of controlling shareholder;\n i\nv. r\nelated party disclosures.a.  S ee section entitled “ Corporate Governance and Other Board Information—Committees \nof the Board—Conflicts Committee ” in Ares Management Corporation’s Annual Proxy \nStatement  for fiscal year 2020, filed in April 2021.\nb.\n  S\nee sections entitled “ Proposal 1: Election of Directors, ” “Security Ownership of Certain \nBeneficial Owners and Management ” and “ Certain Relationships and Related Transactions ” \nin Ares Management Corporation’s Annual Proxy Statement  for fiscal year 2020, filed in \nApril 2021.\n102-26 Role of highest governance body in setting purpose, values and strategy.The reporting organization shall report the following information:a.\n  H\nighest governance body’s and senior executives’ roles in the development, approval and \nupdating of the organization’s purpose, value or mission statements, strategies, policies and goals related to economic, environmental and social topics.a.  A res Management’s Board of Directors and its senior executives, including Chief \nExecutive Officer, Michael Arougheti, are responsible for the approval of the organization’s purpose, value or mission statements, strategies, policies and goals related to economic, environmental and social topics. Our Core Values can be found here .\n102-27 Collective knowledge of highest governance body.The reporting organization shall report the following information:a.\n  M\neasures taken to develop and enhance the highest governance body’s collective knowledge of \neconomic, environmental and social topics.a.\n  A\nres’ Board of Directors receives updates on material issues for the firm and education on \nemerging topics, including on certain economic, environmental and social issues such as DEI, cybersecurity, amongst others. The Board of Directors also receives regular business updates and educational sessions on new and existing product offerings. \n102-28 Evaluating the highest governance body’s performance.The reporting organization shall report the following information:a.\n  P\nrocesses for evaluating the highest governance body’s performance with respect to \ngovernance of economic, environmental and social topics.\nb.\n  W\nhether such evaluation is independent or not, and its frequency.\nc.\n W\nhether such evaluation is a self-assessment.\nd.\n  A\nctions taken in response to evaluation of the highest governance body’s performance with \nrespect to governance of economic, environmental and social topics, including, as a minimum, changes in membership and organizational practice.a./b./c./d. \n \n A\nres Management’s Board of Directors and Committees conduct an annual self-\nassessment of performance against the objectives and goals that they set for themselves as well as the requirements of their charter documents. As part of this assessment, the Board considers its strengths and areas for improvement. Among other topics, the Board considers whether it has the right mix of skills and experience on the Board. In 2020, the Board modified the conduct of meetings based on the results of its self-evaluations.DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n31\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}