{"page_content": "Disclosures (cont.)Continued on the next page 102-29 Identifying and managing \neconomic, environmental and social impacts.The reporting organization shall report the following information:a.\n  H\nighest governance body’s role in identifying and managing economic, environmental \nand social topics and their impacts, risks and opportunities — including its role in the implementation of due diligence processes.\nb.\n  W\nhether stakeholder consultation is used to support the highest governance body’s \nidentification and management of economic, environmental and social topics and their impacts, risks and opportunities.a./b.\n Se\ne page 12  in 2020 Sustainability Report, Governance, Compliance & Ethics. \n102-30 Effectiveness of risk management processes.The reporting organization shall report the following information:a.\n  H\nighest governance body’s role in reviewing the effectiveness of the organization’s risk \nmanagement processes for economic, environmental and social topics.a. See p age 12  in 2020 Sustainability Report, Governance, Compliance & Ethics. \n102-31 Review of economic, environmental and  \nsocial topics.The reporting organization shall report the following information:a.\n  F\nrequency of the highest governance body’s review of economic, environmental and social \ntopics and their impacts, risks and opportunities.a.\n A\nt least annually.\n102-32 Highest governance  \nbody’s role in sustainability reporting.The reporting organization shall report the following information:a.\n  T\nhe highest committee or position that formally reviews and approves the organization’s \nsustainability report and ensures that all material topics are covered.a.\n  A\nres’ Board of Directors has formal oversight for the firm’s approach to ESG. It receives \nregular updates on the firm’s approach to ESG issues.\n102-33 Communicating  \ncritical concerns.The reporting organization shall report the following information:a.\n  P\nrocess for communicating critical concerns to the highest governance body.a.\n  A\nny person may report directly to the Audit Committee and/or the management \nby contacting the Global Chief Compliance Officer, the General Counsel and/or the Chairperson of the Audit Committee in relation to any accounting concerns regarding accounting practices by addressing such report in writing. In addition, concerns about unethical or unlawful behavior can be reported through our Ethics Hotline (also called a Whistleblower Hotline). Reporting through the hotline can be done anonymously 24/7 via web-based form or via dedicated local phone number for our offices globally (in local languages). All reported incidents are reviewed by the Global Chief Compliance Officer and escalated appropriately depending on the nature of the complaint. Employees will not be subject to retaliation because of reporting violations through the hotline. All employees must annually certify their understanding of policies and code of conduct, which includes the Ethics Hotline. Further, our external auditors review our Whistleblower logs at  \nleast annually.DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n32\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}