{"page_content": "Disclosures (cont.)Continued on the next page 102-44 Key topics and concerns \nraised.The reporting organization shall report the following information:a. \n K\ney topics and concerns that have been raised through stakeholder engagement, including:\n i\n.\n  h\now the organization has responded to those key topics and concerns, including through its \nreporting;\n i\ni.\n t\nhe stakeholder groups that raised each of the key topics and concerns.a. See p age 5  in 2020 Sustainability Report, The Issues that Matter Most. \nREPORTING PRACTICE\n102-45 Entities included in the \nconsolidated financial statements.The reporting organization shall report the following information:a.\n  A l\nist of all entities included in the organization’s consolidated financial statements or \nequivalent documents.\nb.\n  W\nhether any entity included in the organization’s consolidated financial statements or \nequivalent documents is not covered by the report.a./b.\n Se\ne page 3  in Ares Management’s Form 10-K report .\n102-46 Defining report content and topic Boundaries.The reporting organization shall report the following information:a.\n A\nn explanation of the process for defining the report content and the topic Boundaries.\nb.\n  A\nn explanation of how the organization has implemented the Reporting Principles for defining \nreport content.a./b.\n Se\ne page 5  in 2020 Sustainability Report, The Issues that Matter Most.\n102-47 List of material topics. The reporting organization shall report the following information:a.\n  A l\nist of the material topics identified in the process for defining report content.a. See p age 5  in 2020 Sustainability Report, The Issues that Matter Most. \n102-50 Reporting period. The reporting organization shall report the following information:a.\n R\neporting period for the information provided.a. C\nalendar year 2020.\n102-51 Date of most recent report. The reporting organization shall report the following information:a.\n I\nf applicable, the date of the most recent previous report.a.\n A\nres’ 2020 Sustainability Report was published in May 2021.\n102-52 Reporting cycle. The reporting organization shall report the following information:a.\n R\neporting cycle.a. \nAnnual.\n102-53 Contact point for questions regarding  \nthe report.The reporting organization shall report the following information:a.\n T\nhe contact point for questions regarding the report or its contents.a. A dam Heltzer: aheltzer@aresmgmt.com .\n102-54 Claims of reporting in accordance with the GRI Standards.The reporting organization shall report the following information:a.\n  T\nhe claim made by the organization, if it has prepared a report in accordance with the GRI \nStandards, either:\n i. “t\nhis report has been prepared in accordance with the GRI Standards: Core option; ”\n ii\n.  “t\nhis report has been prepared in accordance with the GRI Standards: Comprehensive \noption. ”a.\n  T\nhroughout the report, we align with leading industry reporting standards, including GRI.DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n34\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}