{"page_content": "Disclosures (cont.)Continued on the next page 102-55 GRI content index. The reporting organization shall report the following information:\na.\n  T\nhe GRI content index, which specifies each of the GRI Standards used and lists all disclosures \nincluded in the report.\nb.\n  F\nor each disclosure, the content index shall include:\n i\n.\n t\nhe number of the disclosure (for disclosures covered by the GRI Standards);\n i\ni.\n  t\nhe page number(s) or URL(s) where the information can be found, either within the report or \nin other published materials;\n i\nii.\n  i\nf applicable, and where permitted, the reason(s) for omission when a required disclosure \ncannot be made.a./b.\n T\nhe GRI content index (this document) is in accordance with the GRI Standards.\n102-56 External assurance. The reporting organization shall report the following information:a.\n A d\nescription of the organization’s policy and current practice with regard to seeking external \nassurance for the report.b.\n I\nf the report has been externally assured:\n i\n.\n  a r\neference to the external assurance report, statements or opinions. If not included in the \nassurance report accompanying the sustainability report, a description of what has and what has not been assured and on what basis, including the assurance standards used, the level of assurance obtained and any limitations of the assurance process;\n i\ni.\n t\nhe relationship between the organization and the assurance provider;\n i\nii.\n  w\nhether and how the highest governance body or senior executives are involved in seeking \nexternal assurance for the organization’s sustainability report.a./b.\n \n A\nt this time, Ares Management does not seek external assurance for its sustainability \nreport. Ares Management’s consolidated financial statements are externally audited by Ernst and Young LLP.\nGRI 103: MANAGEMENT APPROACH 2016\n103-1 Explanation of the material \ntopic and its Boundary.For each material topic, the reporting organization shall report the following information:a.\n A\nn explanation of why the topic is material.\nb.\n T\nhe Boundary for the material topic, which includes a description of:\n i\n.\n w\nhere the impacts occur;\n i\ni.\n  t\nhe organization’s involvement with the impacts. For example, whether the organization \nhas caused or contributed to the impacts, or is directly linked to the impacts through its business relationships.\nc.\n A\nny specific limitation regarding the topic Boundary.a./b./c.\n Se\ne page 5  in 2020 Sustainability Report, The Issues that Matter Most.DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n35\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}