{"page_content": "Disclosures (cont.)Continued on the next page 103-2 The management \napproach and its components.For each material topic, the reporting organization shall report the following information:a.\n A\nn explanation of how the organization manages the topic.\nb.\n A s\ntatement of the purpose of the management approach.\nc.\n A d\nescription of the following, if the management approach includes that component:\n i\n. \npolicies;\n i\ni. \ncommitments;\n i\nii. g\noals and targets;\n i\nv. \nresponsibilities;\n v\n. \nresources;\n vi\n. g\nrievance mechanisms;\n v\nii.\n s\npecific actions, such as processes, projects, programs and initiatives.a./b./c.\n Se\ne page 5  in 2020 Sustainability Report, The Issues that Matter Most.\n103-3 Evaluation of the management approach.For each material topic, the reporting organization shall report the following information:a.\n A\nn explanation of how the organization evaluates the management approach, including:\n i\n.\n t\nhe mechanisms for evaluating the effectiveness of the management approach;\n i\ni.\n t\nhe results of the evaluation of the management approach;\n i\nii.\n a\nny related adjustments to the management approach.a. See p age 5  in 2020 Sustainability Report, The Issues that Matter Most.\nGRI 201: ECONOMIC PERFORMANCE 2016\n201-1 Direct economic value \ngenerated and distributed (\"EVG&D\").The reporting organization shall report the following information:a.\n  D\nirect EVG&D on an accrual’s basis, including the basic components for the organization’s \nglobal operations as listed below. If data are presented on a cash basis, report the justification for this decision in addition to reporting the following basic components:\n i\n.\n d\nirect economic value generated: revenues;\n i\ni.\n  e\nconomic value distributed: operating costs, employee wages and benefits, payments to \nproviders of capital, payments to government by country, and community investments;\n i\nii.\n  e\nconomic value retained: “ direct economic value generated”  less “ economic value \ndistributed. ”\nb.\n  W\nhere significant, report EVG&D separately at country, regional or market levels, and the criteria \nused for defining significance.a./b.\n S\nee pages F-56 - F-63 in Ares Management’s Form 10-K report .\nGRI 203: INDIRECT ECONOMIC IMPACTS 2016\n203-1 Infrastructure investments \nand services supported.The reporting organization shall report the following information:a.\n E\nxtent of development of significant infrastructure investments and services supported.\nb.\n  C\nurrent or expected impacts on communities and local economies, including positive and \nnegative impacts where relevant.\nc.\n W\nhether these investments and services are commercial, in-kind or pro bono engagements.a./b./c.\n S\nee Ares’ Infrastructure & Power website . DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n36\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}