{"page_content": "Disclosures (cont.)Continued on the next page GRI 205: ANTI-CORRUPTION 2016\n205-2 Communication and \ntraining about anti-corruption policies and procedures.The reporting organization shall report the following information:a.\n  T\notal number and percentage of governance body members that the organization’s \nanticorruption policies and procedures have been communicated to, broken down by region.\nb.\n  T\notal number and percentage of employees that the organization’s anti-corruption policies and \nprocedures have been communicated to, broken down by employee category and region.\nc.\n  T\notal number and percentage of business partners that the organization’s anti-corruption \npolicies and procedures have been communicated to, broken down by type of business partner and region. Describe if the organization’s anti-corruption policies and procedures have been communicated to any other persons or organizations.\nd.\n  T\notal number and percentage of governance body members that have received training on anti-\ncorruption, broken down by region.\ne.\n  T\notal number and percentage of employees that have received training on anti-corruption, \nbroken down by employee category and region.We are dedicated to ensuring compliance with all anti-corruption laws and regulations and have adopted a global Anti-Corruption policy which is embedded within our Code of Conduct. Our people are trained on the policy upon joining the firm and periodically thereafter, and they are asked to attest to compliance with the policy or report any exceptions on a periodic basis. The policy requires the pre-clearance approval from Compliance before an expense can be incurred on behalf of any government officials, employees or any intermediaries acting on their behalf. The Compliance team periodically monitors and reviews expenses to ensure compliance with applicable rules and regulations. \nGRI 302: ENERGY 2016\n302-1 Energy consumption \nwithin the organization.The reporting organization shall report the following information:a.\n  T\notal fuel consumption within the organization from non-renewable sources, in joules or \nmultiples, and including fuel types used.\nb.\n  T\notal fuel consumption within the organization from renewable sources, in joules or multiples, \nand including fuel types used.\nc.\n I\nn joules, watt-hours or multiples, the total:\n i\n. e\nlectricity consumption;\n i\ni. h\neating consumption;\n iii\n. c\nooling consumption;\n i\nv. s\nteam consumption.\nd.\n I\nn joules, watt-hours or multiples, the total:\n i\n. e\nlectricity sold;\n i\ni. h\neating sold;\n iii\n. c\nooling sold;\n i\nv.\n s\nteam sold.\ne.\n T\notal energy consumption within the organization, in joules or multiples.\nf.\n S\ntandards, methodologies, assumptions and/or calculation tools used.\ng.\n S\nource of the conversion factors used.a./b.  \n A\nres Management has no direct fuel consumption as a part of its operations.\nc.\n T\notal electricity consumption 16,890 GJ. Total estimated heating consumption 6,638 GJ.\nd.\n Z\nero energy sold.\ne.\n 2\n3,528 GJ.\nf./g. \n \n E\nRM was retained by Ares Management to calculate a scope 1 and 2 greenhouse gas (GHG) \nemissions inventory. This inventory is prepared in accordance with the WRI/WBCSD GHG Protocol Corporate Accounting and Reporting Standard and the WRI GHG Protocol Scope 2 Guidance. The full protocols are available here  and here .\nConversion Factors Used: EPA eGRID, 2019. IEA 2020 Estimated Emission Factors. EIA 2016 Building. Energy Intensity Factor. EPA Climate Leaders Emission Factors for GHG Inventories, 2020. EIA 2016 Building Energy Intensity Factors.  \n302-3 Energy intensity. The reporting organization shall report the following information:a.\n E\nnergy intensity ratio for the organization.\nb.\n O\nrganization-specific metric (the denominator) chosen to calculate the ratio.\nc.\n  T\nypes of energy included in the intensity ratio; whether fuel, electricity, heating, cooling, steam \nor all.\nd.\n W\nhether the ratio uses energy consumption within the organization, outside of it or both.a.\n 4\n.49 MwH of energy use per employee.\nb. E\nmployee headcount.\nc.\n A\nll energy types included.\nd.\n T\nhe ratio uses energy consumption within the organization.DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n37\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}