{"page_content": "Disclosures (cont.)Continued on the next page 401-2 Benefits provided to full-\ntime employees that are not provided to temporary or part-time employees.The reporting organization shall report the following informationa.\n  B\nenefits which are standard for full-time employees of the organization but are not provided  \nto temporary or part-time employees, by significant locations of operation. These include,  \nas a minimum:\n i\n. l\nife insurance;\n i\ni. h\nealth care;\n i\nii. di\nsability and invalidity coverage;\n i\nv. p\narental leave;\n v\n. r\netirement provision;\n v\ni. st\nock ownership;\n vi\ni. \nothers.\nb.\n T\nhe definition used for significant locations of operation.a.   I n addition to medical, dental, vision, life insurance, disability insurance, and retirement \nbenefits, we provide:\n •  2\n0 weeks paid primary caregiver leave\n •  4 w\neeks paid non-primary caregiver leave\n •  A\ndoption and reproductive assistance\n •  B\nreast milk shipping benefits\n •  B\nack-up care benefits for childcare and eldercare\n •  M\nental health benefits including a clinical component\n •  P\naid lunch benefit\n •  V\nirtual fitness benefits\n401-3 Parental Leave. The reporting organization shall report the following information:a.\n T\notal number of employees that were entitled to parental leave, by gender.\nb.\n T\notal number of employees that took parental leave, by gender.\nc.\n  T\notal number of employees that returned to work in the reporting period after parental leave \nended, by gender.\nd.\n  T\notal number of employees that returned to work after parental leave ended that were still \nemployed 12 months after their return to work, by gender.\ne.\n R\neturn to work and retention rates of employees that took parental leave, by gender.a.\n  A\nll employees are eligible for parental leave to the extent they become parents (biologically \nor via adoption). The firm becomes aware of when employees become parents based upon voluntary employee notification to Human Resources.\nb.\n \nU.S.:\n •  M\naternity Leave in 2020: 26 employees\n •  P\naternity Leave in 2020: 15 employees\n I\nnternational:\n •  M\naternity Leave in 2020: 8 employees\n •  P\naternity Leave in 2020: 12 employees\nc. \nU.S.:\n •  M\naternity Leave in 2020: 25 employees returned (1 did not return)\n •  P\naternity Leave in 2020: 15 employees returned (0 did not return)\n I\nnternational:\n •  M\naternity Leave in 2020: 4 employees returned (4 are still on maternity leave)\n •  P\naternity Leave in 2020: 12 employees returned (0 did not return)\nd.\n  U\n.S.: Everyone who took maternity or paternity leave in 2020 and who returned is still \nemployed with the firm.\n \n I\nnternational: 19 employees who took maternity or paternity leave in 2020 are still \nemployed by the firm (with 1 male employee having left the firm and 4 female employees still on maternity leave).  \ne.\n U\n.S. retention: 96% for females, 100% for males.\n I\nnternational retention: 100% for females, 92% for males.\nSee above for return-to-work status for 2020 parental leave-takers.DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n40\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}