{"page_content": "Disclosures (cont.)Continued on the next page GRI 404: TRAINING AND EDUCATION 2016\n404-2 Programs for upgrading \nemployee skills and transition assistance programs.The reporting organization shall report the following information:a.\n  T\nype and scope of programs implemented and assistance provided to upgrade employee skills.\nb.\n  T\nransition assistance programs provided to facilitate continued employability and the \nmanagement of career endings resulting from retirement or termination of employment.a./b.\n \n W\ne welcome new team members with onboarding training, peer advisor programs \nand check-in touchpoints. As careers progress, we provide online, live and customized trainings, formal and informal mentoring and networking opportunities.\n404-3 Percentage of employees receiving regular performance and career development reviews.The reporting organization shall report the following information:a.\n  P\nercentage of total employees by gender and by employee category who received a regular \nperformance and career development review during the reporting period.a.\n  A\nll employees receive performance and career development reviews through our 360 \nreview process. In 2020, we had a 98% completion rate.\nGRI 405: DIVERSITY AND EQUAL OPPORTUNITY 2016\n405-1 Diversity of governance \nbodies and employees.The reporting organization shall report the following information:a.\n  P\nercentage of individuals within the organization’s governance bodies in each of the following \ndiversity categories:\n i\n. \ngender;\n i\ni.\n a\nge group: under 30 years old, 30-50 years old, over 50 years old;\n i\nii.\n o\nther indicators of diversity where relevant (such as minority or vulnerable groups).\nb.\n P\nercentage of employees per employee category in each of the following diversity categories:\n i\n. \ngender;\n i\ni.\n a\nge group: under 30 years old, 30-50 years old, over 50 years old;\n i\nii.\n o\nther indicators of diversity where relevant (such as minority or vulnerable groups).a.\n  B\noard of Directors of Ares Management Corporation: Of our four external board members, \ntwo are from underrepresented groups. One is a non-minority woman and one is a minority woman (Black or African American). We are committed to having at least three \nwomen board members and are working toward this goal. The five employee board \nmembers are non-minority men.\nGRI 417: MARKETING AND LABELING 2016\n417-3 Incidents of  \nnon-compliance \nconcerning marketing communications.The reporting organization shall report the following information:a.\n  T\notal number of incidents of non-compliance with regulations and/or voluntary codes \nconcerning marketing communications, including advertising, promotion and sponsorship, by:\n i\n.\n i\nncidents of non-compliance with regulations resulting in a fine or penalty;\n i\ni.\n i\nncidents of non-compliance with regulations resulting in a warning;\n i\nii.\n i\nncidents of non-compliance with voluntary codes.\nb.\n  I\nf the organization has not identified any non-compliance with regulations and/or voluntary \ncodes, a brief statement of this fact is sufficient.a./b.\n \n W\ne did not detect any instances of noncompliance with regulations and/or voluntary \ncodes concerning marketing activities that resulted in fines or non-monetary sanctions from competent authorities.DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n41\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}