{"page_content": "Disclosures (cont.)Continued on the next page SASB Content Index\nFN-AC-270A.1 Transparent Information & \nFair Advice for Customers.(1) Number and (2) percentage of covered employees with a record of investment-related investigations, consumer-initiated complaints, private civil litigations or other regulatory proceedings.There are no known covered employees with records of investment-related investigations, consumer-initiated complaints, private civil litigations or other regulatory proceedings.\nFN-AC-270A.2 Transparent Information & Fair Advice for Customers.Total amount of monetary losses as a result of legal proceedings associated with marketing and communication of financial product related information to new and returning customers.There are no known monetary losses as a result of legal proceedings associated with marketing and communications of financial product related information to new and returning clients.\nFN-AC-270A.3 Transparent Information & Fair Advice for Customers.Description of approach to informing customers about products and services.\nPerformance of the management company and significant funds are reported on a quarterly basis via 10-Q / 10-K  and 8-K  and made publicly available to all investors. Consistent \nwith our obligations to accurately calculate, report and retain documents supporting performance figures under Advisers Act Section 206 and Rule 206(4)-1, we calculate and report performance in a manner consistent with applicable regulatory guidance. Additionally, all marketing and advertising materials submitted to Compliance will be reviewed to confirm that they are not fraudulent or misleading and that they comply with any applicable rules, regulations and Ares policies.\nFN-AC-330A.1 Employee Diversity  \n& Inclusion.Percentage of gender and racial/ethnic group representation for (1) executive management, (2) non-executive management, (3) professionals and (4) all other employees.Executive Management (Partners of the Firm): 11.5% women, 88.5% men.Of the U.S. based Partners (105 of the 141): 14.3% minority\n •  1\n2.4% Asian\n •  1\n.0% Black or African American\n •  1\n.0% Hispanic or Latino\n •  8\n5.4% White\nOverall Firm: \n •  3\n4.3% of the firm is comprised of women\n •  3\n7.6% is comprised of minority team members \n •  2\n2.8% Asian, 14.8% underrepresented minority\nFN-AC-410A.1 Incorporation of ESG Factors in Investment Management.Amount of assets under management, by asset class, that employ (1) integration of ESG issues,  \n(2) sustainability themed investing and (3) screening.\nAres’ Responsible Investment Policy conveys our objectives for integrating ESG issues, the principles behind our approach, the governance framework to ensure continuous improvement, and the implementation steps that bring our approach to life throughout the investment lifecycle. It also contains Ares’ screening framework that guides investment professionals in top-of-funnel decision-making and this screening framework is individually tailored to each investment strategy as appropriate. Ares’ Responsible Investment policy covers 100% of its assets under management. More information can be found in Ares Responsible Investment Policy .DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n43\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}