{"page_content": "Disclosures (cont.)Continued on the next page FN-AC-410A.2 Incorporation of ESG \nFactors in Investment Management.Description of approach to incorporation of ESG factors in investment and/or wealth management processes and strategies.\nIn recognition of the importance of considering ESG factors in its investment process, in 2012, Ares Management adopted a Responsible Investment Policy to guide its ESG integration activities across the investment platform and had updated its policy as its practices evolved. Ares believes that integrating ESG factors into the investment and portfolio management processes across our platform not only enable us to generate attractive and differentiated risk adjusted returns across our investment strategies but drive positive change in our local communities and the world at large. Ares’ Responsible Investment Policy conveys our objectives for integrating ESG factors, the principles behind our approach, the governance framework to ensure continuous improvement, and the implementation steps that bring our approach to life throughout the investment lifecycle.Ares’ Responsible Investment Policy is publicly available on our website here .\nFN-AC-410A.3 Incorporation of ESG Factors in Investment Management.Description of proxy voting and investee engagement policies and procedures.\nSee section entitled “ Corporate Governance and Other Board Information—Committees of the \nBoard—Ares Management Corporation’s Responsible Investment, Philanthropy and Employee DEI” in Ares Management Corporation’s Annual Proxy Statement  for fiscal year 2020, filed in \nApril 2021.\nFN-AC-510A.1 Total amount of monetary losses as a result of legal proceedings associated with fraud, insider trading, anti-trust, anti-competitive behavior, market manipulation, malpractice or other related financial industry laws or regulations.Total amount of monetary losses as a result of legal proceedings associated with fraud, insider trading, anti-trust, anti-competitive behavior, market manipulation, malpractice or other related financial industry laws or regulations.\nSee page 48 in Ares Management 10-K .\nFN-AC-510A.2 Description of whistleblower policies  \nand procedures.Description of whistleblower policies and procedures. We are committed to doing business with integrity and upholding the highest standards of ethical and legal conduct. We have adopted an ethics hotline (also called a Whistleblower Hotline) hosted by an independent third party that allows for open reporting or anonymous and confidential reporting, which is available to all our people globally. This supports our employees in coming forward with concerns about unethical or unlawful behavior. Reporting through the hotline can be done anonymously 24/7 via web-based form or via dedicated local phone numbers for our offices globally (in local languages). All incidents are reviewed by the Global Chief Compliance Officer and escalated appropriately depending on the nature of the complaint. On an annual basis, all employees certify their understanding of policies and code of conduct, which includes the Ethics Hotline. Through this annual certification, we seek to clearly communicate that any employee who comes forward with a complaint will not be subject to retaliation as a result of their reporting violations through the hotline. In addition, our external auditors review our Whistleblower logs at least annually.DISCLOSURE NUMBER DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n44\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}