{"page_content": "Disclosures (cont.)Additional Disclosures\nANTI-HARASSMENT/  \nANTI-DISCRIMINATION POLICYOur Anti-Harassment/Anti-Discrimination Policy applies to harassment or discrimination on Ares premises or any work-related setting and covers all employees and applicants for employment. \nAres prohibits coworkers, third parties (such as clients, business associates or outside vendors), supervisors and managers from engaging in unlawful discriminatory, harassing or retaliatory conduct. We prohibit all forms of unlawful discrimination, including all forms of harassment such as sexual harassment and retaliation. Specifically, Ares prohibits and provides protection from harassment or discrimination in employment because of age, ancestry, color, citizenship status, religious creed (including religious dress and grooming practices), denial of family and medical care leave, disability (mental and physical) including HIV and AIDS, marital status, medical condition (cancer and genetic characteristics), genetic information, military and veteran status, national origin (including language use restrictions), race, sex (which includes pregnancy, childbirth, breastfeeding and medical conditions related to pregnancy, childbirth or breastfeeding), gender, gender identity, gender expression, sexual orientation or any other basis prohibited by law. Additionally, Ares explicitly prohibits gender-, race- and ethnicity-based discrimination for substantially similar work in accordance with applicable state and federal law. We currently perform mandatory anti-harassment and discrimination training globally. This training is completed within 90 days of hire or promotion, and a refresher is given every two years for active employees. While the program’s primary focus is on anti-harassment and discrimination prevention, the program also addresses the importance of promoting an inclusive and diverse workforce.\nANTI-MONEY LAUNDERING POLICY Ares’ Anti-Money Laundering policy ( “AML”) and program employs a risk-based approach in accordance with U.S., European and Cayman regulations, which includes simplified, client/standard \nand enhanced due diligence. The initial risk rating is based on factors such as type of entity, business activities, jurisdictional footprint (the locations of the entities as well as the areas in which each does business), the complexity of structure, and the presence of any politically exposed persons or other adverse results. All simplified and standard due diligence cases are subject to review and supervisory review within the AML team and all enhanced due diligence cases are subject to increased documentation requirements and review and sign-off by the Anti-Money Laundering Compliance Officer and, when appropriate, senior management. The program also includes appropriate risk-based procedures for conducting ongoing monitoring to identify and report suspicious transaction and to maintain and update business partner information. Members of the Compliance Department conduct training to relevant employees on a periodic basis.  \nCOMPLIANCE PROGRAM Ares Management has a Global Ethics and Compliance Manual detailing policies. At least annually, all employees must certify that they have reviewed the Compliance Manual and understand the obligation to comply with the policies. All new employees are required to read the policies contained in the Compliance Manual and attest to understanding and agreeing to comply with the policies as part of the onboarding process. The Compliance Manual is reviewed on an ongoing basis by the compliance team and is revised throughout the year as deemed necessary due to regulatory, business or risk changes. The Global Chief Compliance Officer will notify all employees of material policy changes and provide the updated Compliance Manual via internal email. \nENVIRONMENTAL POLICY\nAres’ environmental policy asserts our commitment to continuously evaluate the key environmental impacts of our operations and take steps to measure, manage and minimize those impacts. The policy, which has been reviewed by senior management, defines our firmwide environmental principles, including our commitment to create environmental awareness among our employees by training them on our environmental impacts and providing resources to enable environmentally-friendly behavior. The policy also identifies topic-specific commitments we have made, including an annual commitment to report our carbon footprint, taking steps to reduce our emissions by using natural resources or energy more efficiently, and partnering with stakeholders to encourage the adoption of similar principles. Please see our Environmental Policy  for more information. \nPOLITICAL CONTRIBUTIONS POLICY\nAres’ Political Contributions policy prohibits the giving of any gifts, making any political contributions or soliciting or coordinating any contributions or gifts or anything of value to: 1) any incumbent U.S. state or local officeholder (including one who is a candidate for federal office); 2) any candidate or election winner for U.S. state or local office; 3) any staff member or employee of a U.S. public pension fund, or any elected or appointed trustee, fiduciary or other official whose official duties involve responsibility for such a fund; or 4) the spouse of any of these persons. For all other individuals and parties including: 1) any incumbent US federal officeholder or a candidate (except an incumbent US president); 2) any candidate or election winner for U.S. federal office; 3) any political action committee, political party, political union organization or union official; 4) any non-U.S. government officials, preclearance approval from Compliance is required. In addition, certain political contributions by employees are disclosed on our website here . \nRESPONSIBLE MARKETING POLICY As Ares is subject to global rules and regulations governing the promotion and sale of its products, strategies and investment management services, we have adopted an Advertising, Marketing and Promotional Materials Policy. Pursuant to this policy, when undertaking such promotional and selling activities and otherwise marketing and distributing Ares’ products and services, including using promotional materials and soliciting clients and investors, employees must act at all times in a fair, honest and transparent manner. Ares has adopted this policy to ensure it meets these obligations when conducting such activities and that it complies with applicable anti-fraud provisions, solicitation rules and jurisdictional requirements. All printed marketing, advertising and related promotional materials are required to be submitted to Compliance for pre-approval before such information may be disseminated.\n46\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCONCLUSION & \nLOOKING FORWARD DISCLOSURES END NOTES\n", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}