{"page_content": "End Notes\nABOUT US\n1  A s of December 31, 2020. AUM amounts \ninclude funds managed by Ivy Hill Asset \nManagement, L.P., a wholly owned portfolio company of Ares Capital Corporation and registered investment adviser.\n2  J akarta and New Delhi and offices are \noperated by third parties with whom Ares SSG maintains an ongoing relationship relating to the sourcing, acquisition and/or management of investments.\n2020 HIGHLIGHTS\n3  I ncluded CEOs from 13 Corporate Private \nEquity portfolio companies.\nDIVERSITY, EQUITY & INCLUSION\n4  We define “e thnic minority ” as Asian, \nHispanic or Latino, Black or African American, American Indian or Alaska Native, Native Hawaiian or other Pacific Islander or two or more races. Underrepresented Ethnic Minority can be defined as a group whose percentage of the population in a given group is lower than their percentage of the population in the country. At Ares, “ underrepresented \nethnic minorities ” refer to people who identify \nas Black or African American, Hispanic or Latino, American Indian or Alaska Native, Native Hawaiian or other Pacific Islander and two or more races. We track and report on ethnicity only for U.S. employees, due to different regulatory and privacy frameworks in other countries. So the ethnicity data here represents U.S. employees only, while gender data provided below is on a global basis. All statistics presented are as of December 31, 2020, with the exception of the partners and senior professionals metrics, which are as of January 1, 2021.CLIMATE CHANGE\n5  S cope 2 emissions were calculated using \nenergy usage data provided by building managers and landlords. Where necessary, energy usage was apportioned based on the percentage of the building that the Ares offices occupied. Using this energy data, the emissions were calculated using the location and market-based approaches. Scope 3 (business travel) emissions were calculated using trip and activity data from travel providers. Where trip data was not available, spend data was converted to emissions using standard factors. As with all Scope 3, the current estimates are directional and will be refined going forward. \nCYBERSECURITY \n6  S ourced from https://purplesec.us/cyber-\nsecurity-trends-2021/.\nCREDIT GROUP \n7  A UM amounts include funds managed by Ivy \nHill Asset Management, L.P., a wholly owned portfolio company of Ares Capital Corporation and a registered investment adviser.\n8  I ncludes investment professionals from Ares’ \nIncome Opportunities team.\n9  R eferences to downside protection or similar \nlanguage are not guarantees against loss of investment capital or value.\nPRIVATE EQUITY GROUP\n10  R epresents total capital invested or \ncommitted by investment, whereby all investment capital is allocated to the  \ninitial investment year, irrespective of  \nwhen additional capital outflows may  \nhave occurred.CORPORATE PRIVATE EQUITY\n11  A s of December 31, 2020.\n12  I ncludes 12 portfolio companies for DEI and  \n14 for Employee Health & Safety.\nREAL ESTATE EQUITY\n13  R eferences to real estate assets are \nintended to only illustrate the application of Ares Management’s ESG integration in its investment process. The investment described in the selected case study does not represent all of the investments purchased or sold by any fund or other product; product; further, not all of the real estate investments made by the Ares funds have undergone the same or similar ESG inspections, audit processes and/or considerations. \n14  B REEAM is an international scheme \nthat provides independent third-party certification of the assessment of the sustainability performance of individual buildings, communities and infrastructure projects. The rating enables comparability between projects and provides reassurance to customers and users, in turn underpinning the quality and value of the asset. The BREEAM ratings range from Acceptable (In-Use scheme only) to Pass, Good, Very Good, Excellent to Outstanding and it is reflected in a series of stars on the BREEAM certificate. Ares paid BREEAM a fee for this evaluation.\n47\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDISCLOSURES END NOTESCONCLUSION & \nLOOKING FORWARD", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}