{"page_content": "The Issues That \nMatter Most\nOne size does not fit all when \nit comes to materiality. We are rigorous and agile in identifying the issues that  are most relevant to our business strategy.\nOUR MATERIALITY PROCESS\nWe believe a good sustainability program  \nstarts by identifying material issues — those \nimportant to both stakeholders and the  \nsuccess of our business.\nAfter identifying our key stakeholder groups,  \nwe leveraged prevailing sustainability frameworks \nsuch as SASB, GRI and TCFD to populate a  \nbroad universe of ESG issues. Using both a quantitative and qualitative approach, we refined this universe to eight material issues based on what we believe are most important to our stakeholders and most significant to our  \nlong-term business performance.\nWe intend to perform this assessment annually to \nensure that our strategy is informed by issues we consider most critical to our continued success.\nKEY STAKEHOLDERS \n1.\n \nCommunities\n2. E\nmployees\n3. F\ninancial partners\n4. I\nndustry groups\n5. \nInvestors\n6. P\nortfolio companies\n7. \nRegulators\n8. R\nesearch analysts\n9. \nShareholdersGOVERNANCE\nENVIRONMENTALESG\nSOCIALRESPONSIBLE\nINVESTMENT\nBUSINESS\nCONTINUITY INCLUSIONDIVERSITY,EQUITY &\n TALENTSUPPORTING& DEVELOPING\nCYBERSECURITY\nGOVERNANCE,& ETHICSCOMPLIANCEPHILANTHROPY\nCLIMATE\nCHANGESUPPORTING &  \nDEVELOPING TALENT\nSupporting & developing talent is core to \nour success as our people are what drive us forward. We focus on providing resources and opportunities for employees that aid their career and professional growth, including academic opportunities, certifications, ERGs and benefits. The events of 2020 required us to act prudently to protect our employees’ health and safety amidst immense uncertainty. \nDIVERSITY, EQUITY  \n& INCLUSION \nDiversity, equity & inclusion each have a unique purpose in our business but are most effective when addressed holistically. Diversity is the presence of differences, including but not limited to, race, ethnicity, gender, perspective, religion and sexual orientation. Equity promotes impartiality and fairness within processes and distribution of resources. Inclusion is an outcome that ensures all employees feel empowered, connected and valued. Our DEI efforts span both our Corporate Sustainability and Responsible Investment programs.\nPHILANTHROPY\nWe are committed to making a meaningful difference in the world. Our philanthropic activities, which we strategically integrate with some of our investment activities, comprise how we give back to our communities and drive positive impact either financially or through our employees’ time and talent. \nCLIMATE CHANGE\nClimate change encompasses potential opportunities and risks from the transition to a lower carbon economy and from the physical impacts of climate change that have the potential to affect our financial condition, operating performance and investments.  GOVERNANCE, COMPLIANCE  \n& ETHICS \nOur robust corporate governance program  \nrelies on independent views, setting the foundation for sound oversight of our business and operations. Complementary to this, compliance goes beyond navigating the regulatory landscape to prioritizing the best interest of our clients, keeping the firm accountable to high ethical standards and promoting a culture of integrity among employees.\nCYBERSECURITY\nCybersecurity spans a broad spectrum, accounting for the security of our stakeholders’ data and information that has been entrusted to us. This includes data collection and retention processes, and practices related to IT infrastructure, staff training and record keeping.\nBUSINESS CONTINUITY\nBusiness continuity ensures the proactive management of risks that could lead to a major disruption to our business through unexpected social, environmental, regulatory or other externalities. Through structured and systematic business continuity planning, we secure the long-term resiliency of our organization.\nRESPONSIBLE INVESTMENT\nAs a global alternative investment manager, the integration of ESG factors in the investment and portfolio management process across our platform is a significant driver of our impact as a business. As such, we view it as our most material sustainability issue.OUR MOST \nMATERIAL  \nISSUES  SIGNIFICANCE OF \nFINANCIAL IMPACT TO OUR BUSINESSIMPORTANCE  \nTO STAKEHOLDERS We identified our material issues based on what we \ndeemed most important to our stakeholders and \nmost significant to our long-term performance. \n5\nINTRODUCTIONCORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\n2020 HIGHLIGHTSOUR SUSTAINABILITY \nAMBITION CEO LETTER ABOUT USTHE ISSUES THAT MATTER MOST", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}