{"page_content": "Corporate \nSustainability \nCORPORATE SUSTAINABILITY IMPLEMENTATION CYCLE\nFOCUS\nACT\nEMBED\nMEASURE REPORT5\nEstablish oversight  \nat the executive  \nand/or board level.1\nIdentify your most \nmaterial ESG topics.\n2 \nScope and implement \ninitiatives to improve \nESG performance.\n4 \nCreate transparency \nfor internal  \nand external \nstakeholders.3\nDefine metrics \nand targets to \ncommunicate \nprogress.\nWe are committed to setting the highest standard for leading \nsustainability practices.\nWe are stewards of long-term capital, as well as investors, owners and operators \nin businesses and assets. As such, we recognize the important duty that we owe to our clients and portfolio companies to set high standards for sustainable practices. We see this as business-critical, which compels us to adopt leading sustainability principles and practices within our own corporate operations that we then seek to amplify across our investment platform.\nOUR APPROACH \nWe believe that to integrate sustainability into \nour own operations, we need to articulate a clear vision for best practice, starting with understanding our material issues, and ending with accountability at the highest levels of  \nour organization.\nThis vision enables the range of internal \npartners who are responsible for our most material ESG issues — supporting & developing talent, DEI, philanthropy, climate change, governance, compliance & ethics, cybersecurity and business continuity —  \nto work independently while responding  \nto the growing need for ESG disclosure  \nand performance. For each of our material ESG issues, we  \nstrive towards five markers of sustainability  \nbest practice: \n•  \n Es\ntablish  clear accountability by identifying  \na subject matter owner. \n•   P\nublish key ESG disclosures. \n•   C\nlearly communicate  the issue’s relevance to \nour business and how we approach managing it.\n•   D\nevelop policies and procedures   \nwith relevant back-up documentation to \ndemonstrate follow-through.\n•   D\nefine annual initiatives and targets to \nmeasure continuous improvement.\n•   W\nhere appropriate, develop  multi-year \nobjectives and targets.\nWe build momentum and year-on-year progress by integrating ESG objectives into our internal budgeting processes and communicating our key accomplishments and challenges through this annual sustainability report.2020 HIGHLIGHTS\nA YEAR OF GREAT CHANGE\nThe past year was marked by unprecedented \nmoments on both a global and local scale. It presented uncharted territory for our leadership and the broader Ares team to navigate. It also required our entire organization to rapidly adapt to new demands in a remote work environment while simultaneously continuing to advance and raise the bar across key priority areas:\nDIVERSITY, EQUITY & INCLUSION\nDeepening our commitment to fostering an inclusive culture of belonging for our people by maintaining a transparent dialogue, championing the grassroots efforts of our ERGs, and forming new partnerships with organizations that are similarly committed to advancing DEI within our communities.  \nLearn more on pg. 9\nPHILANTHROPY\nRaising our corporate match to inspire \nand align with employees in support of the charities and causes that matter most to them. This includes focused giving in relation to COVID-19 and diversity and social justice \nintervention. Learn more on pg. 10\nCLIMATE CHANGE \nAddressing climate change head-on by \nachieving carbon neutrality for 2020 for  our operational footprint and undergoing a TCFD gap analysis to inform a scaled strategy across Corporate Sustainability  and Responsible Investment.  \nLearn more on pg. 11\n7INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIVERSITY, EQUITY  \n& INCLUSION CLIMATE CHANGE PHILANTHROPY CYBERSECURITY BUSINESS  \nCONTINUITYGOVERNANCE,  \nCOMPLIANCE & ETHICSSUPPORTING &  \nDEVELOPING TALENT ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}