{"page_content": "Supporting & \nDeveloping Talent\nOUR APPROACH \nWe have over 1,450 full time employees across \nmore than 25 global offices. As Ares grows, we seek to preserve the core elements of our apprenticeship and entrepreneurial approach to talent management, while also formalizing programs, policies and practices supporting our talent objectives.\nWe continuously invest in and seek to improve \nour talent management. Looking ahead, we aim to drive further progress in learning and development, as well as creating workplace flexibility as we move toward a new normal post-pandemic. We will also continue to focus on incorporating our values, including DEI, into our talent practices.ACTION AND PROGRESS \nONBOARDING AND  \nTALENT DEVELOPMENT\nWe onboarded 320 new team members (211 net \nfirm headcount growth) in 2020. We welcome newcomers with onboarding training, peer advisor programs and check-in touchpoints. As careers progress, we provide technical and soft skills training, as well as mentoring and networking opportunities. Our employees participate in goal-setting and career development discussions at the beginning of the year. They also receive performance reviews through our annual 360 review process, in addition to year-end performance and compensation discussions. Our 2020 360 review process had a 98% completion rate.\nSUPPORTING, ENGAGING  \nAND RETAINING\nWe prioritize communication and connection, \nlistening, and maintaining a dialogue between leadership and team members. In 2020, we increased the frequency of our engagement \nWe recruit, support, develop and reward outstanding \npeople because they are at the heart of our success.\nOur people and our culture are the most critical strategic drivers of \nour success. Our core business activities require significant skills and expertise. To attract and retain a high-performance team, we seek to foster a welcoming and inclusive work environment with opportunities for growth and development. Our unique culture, which centers upon values of collaboration, responsibility, entrepreneurialism, self-awareness and trustworthiness, makes us a preferred place for top talent at all levels —  \na place where outstanding people can build a long-term career within the alternative asset management industry. \nCASE STUDY\nCARING FOR OUR PEOPLE DURING COVID-19 \nWe focused on supporting our team’s needs and keeping morale, engagement and \nproductivity high during COVID-19. To this end, we made it clear that we had no plans to eliminate roles. We pivoted to remote work and made coming on-site, to the extent it was available, optional. We used multiple communication channels to keep people informed. We listened to our employees’ needs, including through several surveys and townhalls with senior leadership, and adapted to support them. In terms of health and safety, we implemented policies and controls to minimize transmission risk for team members who wished to come on-site. We also made available, at no-cost, home fitness and mental health resources, while hosting webinars and expert speakers across a range of disciplines and sponsoring virtual team-building events to help keep our employees motivated and inspired. 2020 HIGHLIGHTS\nIn 2020, we were recognized as a Great Place to Work by Great Place to Work U.S., based on employee feedback across a range of dimensions. In 2020, we invested over $850,000 in training and development and are formalizing a talent development function in 2021.\nU.S. team members \nthat have trust in \nmanagement96%\nU.S. team members \nthat say Ares is a great \nplace to work91%“ As CO VID-19 hit and we \nshifted to a work-from-home environment, there was a lot of uncertainty and nerves around what would come next. I feel that management could not have handled this pandemic any better. They put people first every step of the way.”  Anonymous Employee Survey Feedback\nsurveys and hosted more than 20 townhall meetings and over 80 events to foster belonging and connection, including seminars, panel discussions with high-profile speakers and team building sessions. We extended our back-up care benefits for childcare and eldercare to new jurisdictions, enhanced our mental health benefits to include a clinical component, and expanded our virtual fitness benefits. We launched two formal firmwide employee recognition programs to supplement more informal recognition at the department level. Our retention profile is strong, with with an average annual voluntary turnover rate of 8% over the last 5 years.\n2021 FOCUS AREAS\n•  \n B\nuild out our talent development function\n•   I\nncorporate  more DEI best practices into our \ncore talent processes\n•   A\nrticulate  and roll out a principles-based \napproach to workplace flexibility\n8INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIVERSITY, EQUITY  \n& INCLUSION CLIMATE CHANGE PHILANTHROPY\nSUPPORTING &  \nDEVELOPING TALENT CYBERSECURITY BUSINESS  \nCONTINUITYGOVERNANCE,  \nCOMPLIANCE & ETHICS", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}