{"page_content": "Diversity, Equity  \n& Inclusion\nCASE STUDY\nINCREASING THE DIVERSITY  \nOF OUR RECRUITS \nWith an expanded focus on campus \nrecruiting serving as the main pipeline for junior investment talent, we sought to build deeper relationships with universities and diversity organizations within schools in connection with our summer 2020 U.S. internship program. For our 2021 U.S. pipeline intern class, we aspired for greater diversity. We established a Campus Recruitment and Development Committee, set ambitious diversity goals, launched an Early Pipeline Program for Women in Alternatives, and deepened our diversity partnerships. As a result, our 2021 pipeline intern class reflects significantly higher diversity levels relative to our 2020 class - 41% female and 59% ethnically diverse, with 28% underrepresented minorities (near population-level representation).OUR APPROACH \nIn 2017, we formalized our DEI initiatives by channeling the passion of our employees across leadership positions and functions to form a DEI Council. We launched ERGs in 2018, as well as programming and training, including firmwide unconscious bias training. We also coordinated employee engagement events. \nWe want to build on our foundation and \naccelerate our journey. To this end, we recently hired Indhira Arrington as our Global Chief DEI Officer, reporting both to our Global Head of Human Resources and our CEO and President. Our ambition is to further embed DEI into our operating plans, internal processes and investments and to hold ourselves accountable to meaningful progress. We also aspire to be a thought leader and advocate  for positive change.intern programs to benefit participants from underrepresented or disadvantaged communities. Partnership organizations include Girls Who Invest, Operation HOPE, SEO through PREA Foundation, Toigo, Level 20, Hispanic Scholarship Fund and Out4Undergrad. We are a CEO Action for Diversity and Inclusion\n™ \nsignatory and a founding signatory of the Institutional Limited Partners Association (“ILPA”) Diversity in Action initiative. As of early \n2021, we are participating in the inaugural Management Leadership for Tomorrow Black Equity at Work certification program.\nGAINING AND GIVING RECOGNITION\nIn addition to being certified as a Great \nPlace to Work by Great Place to Work U.S., we achieved a 100% score on the HRC Corporate Equality Index in early 2021 as a measure of LGBTQ workplace inclusion. To recognize team We believe that promoting DEI is not only the  \nright thing to do, it also helps us create greater  value for our stakeholders. \nWe seek to create value for our investors, portfolio companies and \nassets as well as employees by fully utilizing the diverse experiences, backgrounds and perspectives of everyone at Ares. Looking beyond the business, we believe that we should be part of the solution in promoting equity, equality and social justice in our communities, and we are committed to using our influence and scale to accelerate meaningful, overdue societal change. \nACTION AND PROGRESS \nHOSTING EVENTS AND DISCUSSIONS  \nTHROUGH OUR ERGS\nBy the end of 2020, we had six ERGs, focusing \non African American/Black, women, LGBTQ, Latinx, international Black, Asian and minority ethnic ( “BAME ”) team members \nand differently-abled employees and parents of differently-abled children. Despite the disruptions of the pandemic, our ERGs hosted over 80 educational and engagement events, including programming for Black History Month, Pride Month, Hispanic Heritage Month and a Women in Leadership series. Our leadership team also partnered with our  \nERGs to host a series of discussions on  \nrace and racism.\nFORGING STRONG PARTNERSHIPS\nWe partner with several organizations \nfostering diversity of background and thought within our communities. We partner in several ways, including financial sponsorship, recruiting relationships and non-pipeline 2020 GENDER AND ETHNICITY REPRESENTATION4\nThe below provides a breakdown of where we currently stand in terms of female and ethnically diverse representation across our organization. We recognize that we have an opportunity to improve and we are setting aspirational goals to increase representation in both cases. This includes increasing diversity at the board of both our public and private companies.\nOur Board  \nof Directors\n 22%  F\nemale\n 1\n1% Ethnically  \nDiverse \n(of which 100% are \nunderrepresented ethnic minorities) Our Firm\n 3\n4% Female\n 3\n8% Ethnically  \nDiverse \n(23% Asian,  \n15% underrepresented ethnic minorities)  Our Partners\n 1\n1% Female\n 1\n4% Ethnically  \nDiverse \n(12% Asian,  \n2% underrepresented ethnic minorities)  Our Senior \nProfessionals \n 2\n1% Female\n 2\n5% Ethnically  \nDiverse \n(19% Asian,  \n6% underrepresented \nethnic minorities)  Our 2020 Hires\n 3\n6% Female\n 47\n% Ethnically  \nDiverse \n(25% Asian,  \n22% underrepresented ethnic minorities)  \n“  T he core of our DEI framework is to make data-\ndriven decisions, set measurable goals and hold \nourselves accountable through KPIs. ” \n \n \nIndhira Arrington \nGlobal Chief DEI Officer\nmember contributions internally, we launched \nour “Ares Impact Award ” and “ Ares Honor Roll ” \nprograms. They recognize individuals who drive meaningful progress in DEI, philanthropy and ESG among other areas.\n9INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCLIMATE CHANGE PHILANTHROPY CYBERSECURITY BUSINESS  \nCONTINUITYGOVERNANCE,  \nCOMPLIANCE & ETHICSDIVERSITY, EQUITY  \n& INCLUSIONSUPPORTING &  \nDEVELOPING TALENT ", "metadata": {"source": "NASDAQ_ARCC_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}