{"page_content": "17 CEO Letter Social Governance Appendix About ACI Sustainability EnvironmentalEmployee Development \nand Engagement \nACI University\nACI places a high priority on learning, both for an employee’s current role and development for \ncareer growth.  ACI University  is our employee resource for learning and development.  \nThis is ACI’s one-stop-shop learning portal and includes both on-demand and assigned courses \nand learning plans. ACI University has over 10,000 learning assets consisting of content \ndeveloped internally and by leading content providers. Learning topics are also wide-ranging: \nproduct, sales, technical/development, business, professional development, management/\nleadership and compliance.\nEngagement\nACI wants to ensure all employees and offices feel supported and a part of the ACI team. We \nregularly solicit feedback, such as in our comprehensive employee experience surveys and \nspecial-purpose surveys on specific topics. This feedback provides actionable insights into \nboth our strengths and opportunities for improvement. In 2021, ACI administered an Employee \nEngagement Survey with 80% participation and an overall engagement index score of 75%.\nCode of Ethics and Compliance\nACI builds and maintains positive business relationships with our customers by adhering to \na highly ethical set of standards that comply with laws and regulations worldwide. These \nrelationships are enhanced by our employees’ knowledge and professionalism, which create a \nbond of trust with our customers that is essential to ACI’s continued growth and success.\n100% of ACI employees complete compliance programs annually, including: \n•  Anti-Money Laundering Policy Training\n•  Code of Business Conduct and Ethics Policy Training \n•  Global Information Security Awareness Training\n•  Insider Trading and Anti-Corruption Policy Training\n•  Operational Risk Event Policy Training\n•  Privacy, Data Protection and Business Continuity Awareness Policy Training \n•  Workplace Harassment Prevention for Employees\n• Workplace Violence Prevention and Response Training\n", "metadata": {"source": "NASDAQ_ACIW_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}