{"page_content": "18 CEO Letter Social Governance Appendix About ACI Sustainability EnvironmentalEmployee Health and \nWell-Being \nHealthcare and Insurance Benefits\nIn the U.S., ACI offers a benefits package for regular employees that includes comprehensive \nmedical, prescription, dental and vision coverage. In addition to covering doctor visits, \ndiagnostic services, surgery and therapeutic treatments, emergency care, and emergency \ntransport, our medical plans also cover preventive/well child care, mental health services and \nvirtual healthcare visits. ACI helps employees pay for future health care expenses by supporting \nHealth Savings Accounts (HSAs) and Flexible Spending Accounts (FSAs). Employees also have \naccess to life insurance coverage for themselves and their dependents as well as voluntary \ncoverage for disabilities, accidents, hospital stays, critical illnesses, legal assistance, home and \nauto damage and liability, identity protection, and pet health.\nACI also offers health care benefits, supplemental health care benefits and life insurance to our \nemployees in other countries, in alignment with local practices.\nAll employees globally have access to our Employee Assistance Program (EAP), which provides \nsupport for personal, legal and financial issues.\nACI offers paid time off, paid volunteer hours and paid holidays, with policies that vary in \nalignment with local practices. We also provide paid maternity, paternity and adoption leave. \nWellness Programs\nACI offers wellness programs to employees located around the world. In the U.S., our wellness \nprogram allows employees to earn an incentive reduction to their insurance premium by \ncompleting a health assessment and participating in other healthy lifestyle activities. In \nother countries, wellness programs include access to exercise benefits and services. In some \nlocations, including Omaha, Nebraska, we offer on-site exercise facilities and services.\n", "metadata": {"source": "NASDAQ_ACIW_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}