{"page_content": "20 CEO Letter Social Governance Appendix About ACI Sustainability EnvironmentalMaking a Difference in  \nOur Communities\nACI Worldwide and its employees take part in many philanthropic endeavors. ACI is proud to \noffer four hours of volunteer time off each month to allow our employees to support causes \nimportant in their local communities. Our offices in 30 countries around the world are also \nempowered to provide additional opportunities for groups of employees to give back at a \nlocal level. In this section, we have highlighted a few of our global efforts. \nSTEM Education\nACI employees in Naples, Florida; Omaha, Nebraska; and Watford, U.K., have hosted \nseveral Coding for Girls day-camps and introduced hundreds of middle school-aged girls \nto the world of technology and payments. Our teams develop the content and facilitate \nthe workshops by leading lectures and discussions throughout the events. Similarly, ACI \nemployees in Cape Town, South Africa, host a more in-depth, four-day IT workshop to \nprovide approximately 20 local high school students a glimpse into what it is like to work for a \nleading global payments software company. \nGender Parity in Payments\nACI is a global sponsor of Women in Payments (WIP) and supports the organization’s drive \nto connect and empower women striving for gender parity across the payments ecosystem. \nACI employees have participated as panelists and speakers at WIP Symposium program \nevents in the U.S., Europe and Asia.\nFinancial Inclusion\nIn alignment with ACI’s Purpose to create global prosperity through real-time payments, \nACI supports Kiva’s microfinance lending mission. Kiva uses donations from companies like \nACI and individuals to facilitate small loans to low-income entrepreneurs and students in \n77 countries around the world. These loans drive financial inclusion by ensuring more of the \nunderserved have capital to start businesses, invest in farming equipment and pay tuition. \nWhen these individuals repay the loans ACI funds, we reinvest that money with Kiva to help \nmore individuals access the capital they need to improve their lives. \n", "metadata": {"source": "NASDAQ_ACIW_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}