{"page_content": "3 CEO Letter About ACI Sustainability Environmental Social Governance Appendix\nToday’s world is markedly different from the world we lived in when ACI published its first Sustainability Report in October \n2019. The COVID-19 pandemic has had a profound effect on societies globally, changing the trajectory of history. While \nthe impact of the virus remains significant, I’m encouraged that many regions have begun to contain its spread, resulting \nin improved social and economic conditions in those areas. \nNot only has the pandemic affected our everyday lives, it has also influenced the course of many businesses around the \nworld, including ACI. The report that follows serves as a brief update on our Environmental, Social and Governance (ESG) \nefforts during this period of global instability and transformation. We look forward to diving deeper into this topic in the \nfuture.\nWhile much change is still underway, one truth is already clear: Businesses have an increasingly important mandate to \noperate responsibly. For ACI and its peers in the digital payments space, the pandemic has heightened awareness of \nand accelerated widespread acceptance of the essential role digital payment systems play in our modern economy. \nIn decades past, as world populations grew, the importance of physical infrastructures also grew. Today, as our world \ntransforms, digital infrastructure platforms and connectivity and equitable access to them are becoming just as \nimportant—maybe more so—to human life, health and success.\nDigital infrastructure, including digital payments powered by ACI’s software, constructs and maintains cross-border \nbonds in ways that are inherently financially and environmentally sustainable. Further, digital systems are opening up \nlife’s possibilities to everyone, including people historically disadvantaged by location, education, disability, race, gender, \nethnicity, wealth or circumstance. ACI strives to operate in ways that promote diversity, inclusion and equity internally and \nalso externally through our core products and services, which can help ensure inclusive and equitable access to the digital \neconomy. Our core offerings help support many of the goals included in common ESG metrics and scores. In addition, we \nsupport customers in nearly 100 countries around the world, which means this support is wide reaching.\nOur overall strategy includes a focus on long-term financial sustainability achieved through responsible operations. By \nembedding sustainability into our strategy, we are embodying our commitment, not simply checking a box.  \nOur ESG strengths are frequently recognized: We consistently receive very high governance grades from ISS, an AA from \nMSCI and a 30th percentile global rank from Sustainalytics. More importantly, our shareholders care both about our long-\nterm performance and how it is achieved. We are honored and humbled by your trust in us.\nI invite you to read the pages that follow and encourage you to share your thoughts with us. We believe in casting a wide \nnet for information, especially from shareholders and stakeholders who take a direct interest in ACI. In our space, a steady \nfeed of new and challenging ideas, principles and standards is a must have, not a nice to have.\nOdilon Almeida  \nPresident and CEOLetter From Our CEO\n Our overall strategy includes \na focus on long-term financial \nstability achieved through \nresponsible operations. By \nembedding sustainability \ninto our strategy, we are \nembodying our commitment, \nnot simply checking a box.\n", "metadata": {"source": "NASDAQ_ACIW_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}