{"page_content": "34 CEO Letter Governance Appendix About ACI Sustainability Environmental SocialBoard’s Role in Risk Oversight\nRisk is inherent with every business, and we face a number of risks, including strategic, \nfinancial, operational, legal/compliance, governance and reputational risks. Our Board of \nDirectors as a whole is responsible for overseeing enterprise risk management and provides \nbroad oversight of ACI’s risk management programs. In this oversight role, our Board considers \nthe effectiveness of ACI’s risk management processes, assessing management’s tolerance for \nrisk and determining what constitutes an appropriate level of risk for ACI.\nWhile our Board provides broad oversight, various committees of the Board oversee risk \nmanagement in their respective areas and regularly report on their activities to the entire \nBoard. The Audit Committee focuses on assessing and mitigating financial risk, including \ninternal controls, and receives an annual risk assessment report from ACI’s internal auditors. \nAs part of its annual audit, ACI’s independent registered accounting firm, Deloitte & Touche \nLLP , also provides the Audit Committee with a risk assessment that identifies risks of material \nmisstatements and related controls. The Audit Committee reviews these and other reports  \nat its meetings throughout the year.\nThe Compensation Committee reviews and oversees the management of potential material \nrisks related to ACI’s compensation policies and practices. Compensia, the independent \ncompensation consultant retained by the Compensation Committee, provides an annual \nassessment of these risks. The Compensation Committee reviews this annual assessment and \nevaluates these risks as it considers compensation and benefits matters throughout the year. \nThe oversight roles of the Board and the committees are supported by management reporting \nprocesses that are designed to provide the Board and the committees with visibility into the \nidentification, assessment and management of critical risks.\nPolitical Spending\nACI Worldwide does not make any material political and/or lobbying contributions.\n", "metadata": {"source": "NASDAQ_ACIW_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}