{"page_content": "7 CEO Letter Sustainability Environmental Social Governance Appendix About ACIOur Sustainability Framework\nCorporate social responsibility has long been an integral part of our business and corporate culture. Environmental, social and governance (ESG) \ninitiatives have been woven into our culture since our inception. As sustainability best practices evolve over time, so too will our ESG initiatives \nand respective disclosures.\nIn 2019, we created a Sustainability Working Group consisting of internal resources and external advisors to improve our long-term performance \nutilizing ESG factors material to our business. Our framework was informed by performing a materiality assessment to identify relevant ESG \nfactors for evaluation and disclosure. The materiality assessment included potential opportunities and risks for our business, views of our \nshareholders and leading ESG ratings agencies and reporting frameworks. Among the ESG reporting frameworks, we primarily utilized the \nSustainability Accounting Standard Board’s (SASB) Sustainability Accounting Standards relevant for our industry (SASB industry classification: \nSoftware & IT Services). We determined that many of these standards represent trends and uncertainties that may materially impact our \noperational performance or financial condition.\nAdditionally, we considered the ESG perspectives and feedback from our many stakeholders, including but not limited to our employees, customers \nand the communities in which we operate.\nOur sustainability disclosures will evolve over time as our business continues to grow. At this time, our Board of Directors, management and \nSustainability Working Group identified the following high-level topics for disclosure:\n    \nSocial\nEmployee development, diversity and \ninclusion, community engagement, \ncybersecurity, and data privacyEnvironmental\nEnergy use and waste controlGovernance\nCorporate governance  \nand Board structure", "metadata": {"source": "NASDAQ_ACIW_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}