{"page_content": "Since our founding, Adobe’s mission has been to change the \nworld through digital experiences. We believe as strongly \ntoday, as we did then, that powerful experiences change \nthe way we think, interact, entertain, work and improve \nthe world around us. Equally enduring as our mission are \nAdobe’s values: genuine, exceptional, innovative, involved. \nOur mission and these values guide our company – and our \nmore than 20,000 global employees – in how we run our \nbusiness, and in the positive impact we strive to make for our \ncustomers, and in the communities where we live and work.\nCreativity  \nWe believe everyone has a story to tell.  So we aim to \nempower everyone to express their creativity and tell their \nstories – from the world’s largest brands, to students, creative \nprofessionals and emerging artists.  In 2018, Adobe donated \n$30M in creative software to nonprofit organizations around \nthe world.  More than seven million students now have \naccess to Adobe Spark – our mobile application for easily \ncreating beautiful images, videos, and web pages. Through \nour youth creativity and youth coding initiatives, we doubled \nthe number of young people we have reached to 150,000 \nthis year.\nCommunity  \nOur commitment to employees and our community is \nunwavering. In October 2018, we achieved pay parity \nbetween men and women employed at Adobe, across \nnearly 40 countries. We’re committed to fostering a \nworkplace that is diverse and inclusive, where everyone feels \nvalued and is empowered to do their best work. I am proud \nthat we’ve taken this important step toward fair and inclusive \nrecognition of all our employees’ contributions.\nAdobe employees continue to give of their time and their \ntalents, to create positive change in our communities, through volunteering, non-profit board service, and \nmentoring – as well as through monetary donations to \ncauses they care about, matched by Adobe. Our total \ncommunity investment exceeded $50M this year and our \ncommunities are strengthened by the involvement and \npassion of our employees. \nSustainability  \nAdobe is committed to conservation and sustainability – \nrunning our business in a manner that reduces our impact \non the environment. From our workspaces through our \ndigital supply chain, we believe operational excellence and \ncollaboration with our customers and suppliers is the way \nforward in meeting our RE100 goals and Science-Based \nTargets. This focus paved the way in 2018 to sign the first-\never renewable energy collaboration deal, procuring wind \nenergy that will match our total California electricity use.  We \nalso partner with our digital supply chain to encourage them \nto adopt renewable energy goals, so that we can accelerate \nthe transition to clean energy throughout our footprint.  \nThrough this collaboration, we can achieve much more than \nwe could alone. For the third consecutive year Adobe was \none of only six software companies globally to be named to \nthe Dow Jones Sustainability Index, and we were named to \nCDP’s A List, which recognizes corporate pioneers for action \non climate change.\nI invite you to learn more about our corporate social \nresponsibility efforts in this year’s report.\nSincerely,\nShantanu Narayen  \nChairman, President & CEO, Adobe Inc.A Message from Our CEO\n2", "metadata": {"source": "NASDAQ_ADBE_2018.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}