{"page_content": " \n27 ITEM 6. SELECTED FINANCIAL DATA  \n \nThe following table presents our selected financial data. As detailed in our consolidated financial stateme nts included elsewhere in this \nAnnual Report on Form 10-K, prior to our Corporate Reorganization and IPO on February 4, 2020, our operations were not structured \nunder a single consolidating parent entity. We historically operated as part of  Pactiv Evergree n Inc. (“ PEI”, previously known as  \nReynolds Group Holdings Limited ) and its subsidiaries (“PEI  Group ”) and not as a stand- alone entity.   \nRefer to  Item 7, “Management's Discussion and Analysis of Financial Condition and Results of Operations ”, and our conso lidated \nfinancial statements and the related notes included elsewhere in this Annual Report on Form 10-K for additional information, including \nmatters that might cause this data not to be indicative of our future financial condition or results of operations.   \n \n    Year ended December  31,   \n    2020      2019      2018      2017      2016    \n    (in millions, except per share data)    \nTotal net revenues (1)   $ 3,263      $ 3,032      $ 3,142      $ 2,957      $ 2,935    \nNet income      363       225       176       302       79   \nRelated party receivables - non-current (2)     —       —       2,401        1,929        1,784    \nTotal assets (2)(4)     4,722        4,160        6,421        5,911        5,738    \nLong -term debt, including current portion (3)     2,233        2,011        2,030        2,049        2,067    \nRelated party borrowings, including current portion (2)     —       2,214        3,950        3,927        3,957    \nEarnings per share                                          \nBasic    $ 1.78     $ 1.45     $ 1.13     $ 1.94     $ 0.51   \nDiluted    $ 1.77     $ 1.45     $ 1.13     $ 1.94     $ 0.51   \nCash dividends per share    $ 0.59     $ —     $ —     $ —     $ —   \n \n(1) On January  1, 2018, we adopted Accounting Standards Update (“A SU”) No. 2014- 09, \"Revenue from Contracts with Customers\" \n(“ASC 606 ”), using the modified retrospective method for all contracts not completed as of the date of adoption, resulting in a \n$5 million adjustment to Net Parent deficit. There was no other material financial impact from adopting the new revenue \nrecognition standard.  Results as of and for the year ended Dece mber  31, 2018 and periods thereafter are presented under ASC \n606, while prior period amounts are not adjusted and continue to be reported under  Revenue Recognition  (“ASC 605 ”), the \naccounting standard in effect for those periods. \n \n(2) Historically, we have  reported significant interest bearing related party receivables and interest bearing long -term related party \nborrowings. These balances arose as part of wider PEI Group cash management activities. In June 2019, the outstanding related \nparty receivables we re used to reduce the balances outstanding under various related party borrowings and accrued interest \npayable. As part of the Corporate Reorganization, our related party borrowings were settled on February 4, 2020. \n \n(3) As part of our Corporate Reorganization, our borrowings under the PEI Group Credit Agreement were reallocated to PEI Group \non January 30, 2020 and we were legally released from the PEI Group Credit Agreement and from the guarantees of all the senior \nnotes issued by entities of PEI Group. Am ounts as of December 31, 2020 represent borrowings outstanding under our Term Loan \nFacility.  \n \n(4) On January 1, 2019, we adopted ASU No. 2016- 02, “Leases” (“ASC 842 ”), using the modified retrospective method without the \nrecasting of comparative periods’ financial information, as permitted by the transition guidance. Results as of and for the y ear \nended December 31, 2019 and periods thereafter are presented under ASC 842, while prior period amounts are not adjusted and \ncontinue to be reported under ASC 840, Leases , the accounting standard in effect for those periods. \n \n26Performance Graph\nThe f ollowing graph compares our cumulative total stockholder return from January 31, 2020 to December 31, 2020 to that of the S&P \n500 Index, the Russell MidCap Index and a peer group. The graph assumes that the value for the investment in our common stock, each \nindex and the peer group was $100 on January 31, 2020, and that all dividends were reinvested. The complete list of our peer group \ncomprises : Church & Dwight Co. Inc., The Clorox Company, Colg ate-Pa lmolive Company , Ene rgizer Holdings, Inc., Kimberly -Clark \nCorp oration., Newell Brands Inc., The Procter & Gamble Co mpany , Reckitt Benckiser Group PLC, The Scotts Miracle -Gro Co mpany ,\nSpectrum Brands Holdings, Inc. and WD-40 Co mpany .\nStockholder returns over the indicated period should not be considered indicative of future stockholder returns. \n", "metadata": {"source": "NASDAQ_REYN_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}