{"page_content": "UNITED STATES\nSECURITIES AND EXCHANGE COMMISSION\nWashington, D.C. 20549\nForm 10 -K\n☑☑ ANNUAL REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\nFor the fis cal year ended December 31, 2020\nOR\n☐☐ TRANSITION REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934\nFor the transition period from ____ to ____\nCommission File Number: 001-39205\nREYNOLDS CONSUMER PRODUCTS INC.\n(Exact name of Registrant as specified in its charter)\nDelaware 45-3464426\n(State or Other Jurisdiction of\nIncorporation or Organization)(I.R.S. Employer\nIdentification Number)\n1900 W. Field Court\nLake Forest, Illinois 60045\nT elephone: (800) 879-5067\n(Address, Including Zip Code, and T elephone Number , Including Area Code, of Registrant ’s Principal Executive Offices)\nSecurities registered pursuant to section 12(b) of the Act:\nTitle of each class Trading Symbol Name of each exchange on which registered\nCommon stock, $0.001 par value REYN Nasdaq Global Select Market\nSecurities registered pursuant to section 12(g) of the Act: None\nIndicate by check mark if the registrant is a well -known seasoned issuer, as defined in Rule 405 of the Securities Act. Y es ☐ No ☑\nIndicate by check mark if the registrant is not required to file reports pursuant to Section 13 or Section 15(d) of the Act. Y es ☐No☑\nIndicate by check mark whether the registrant (1) has filed all reports required to be filed by Section 13 or 15(d) of the Se curities Exchange Act of 1934 \nduring the preceding 12  months (or for such shorter period that the registrant was required to file such reports), and (2) has been subject to such f iling \nrequirements for the past 90 days. Ye s☑ No☐\nIndicate by check mark whether the registrant has submitted electronically eve ry Interactive Data File required to be submitted pursuant to Rule 405 \nof Regulation S -T (§232.405 of this chapter) during the preceding 12 months (or for such shorter period that the registrant was required to s ubmit such \nfiles). Yes ☑No☐\nIndicate by ch eck mark whether the registrant is a large accelerated filer, an accelerated filer, a non -accelerated filer, a smaller reporting company, or \nan emerging growth company. See definitions of “large accelerated filer, ” “accelerated filer,” “ smaller reporting c ompany, ” and “emerging growth \ncompany ” in Rule 12b -2 of the Exchange Act.\nLarge accelerated filer ☐ Accelerated filer ☐ Non-accelerated filer ☑ Smaller reporting company ☐Emerging growth company ☐\nIf an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period  for complying with any \nnew or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act ☐\nIndicate by check  mark whether the registrant has filed a report on and attestation to its management ’s assessment of the effectiveness of its internal \ncontrol over financial reporting under Section 404(b) of the Sarbanes -Oxley Act (15 U.S.C. 7262(b)) by the r egistered public accounting firm that \nprepared or issued its audit report. ☐ \nIndicate by check mark whether the registrant is a shell company (as defined by Rule 12b -2 of the Act). Yes ☐No☑\nAs of June 30, 2020, the aggregate market value of the registran t’s common stock held by non -affiliates (shareholders other than executive officers, \ndirectors or holders of more than 5% of the outstanding stock of the registrant) was approximately $ 1,884 million, based on the closing price of the \nregistrant ’s common st ock on such date. This calculation does not reflect a determination that certain persons are affiliates of the registrant for  any \nother purposes.\nThe registrant had 209,700,500 shares of common stock, $0.001 par value, outstanding as of January 29 , 2021 .\nDocuments incorporated by reference: Portions of the Registrant’s definitive proxy statement relating to its 2021 Annual Meet ing of Stockholders are \nincorporated by reference into Part III of this Annual Report on Form 10 -K.Reynolds Consumer Products Inc.\n1900 W. Field Court\nLake Forest, IL  60045\nFebruary 4, 2020", "metadata": {"source": "NASDAQ_REYN_2020.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}