{"page_content": "2011 2012 2013\nTotal direct and indirect \ngreenhouse gas emissions by weight (MT ce) \n(Scope 1 + 2)163,000 186,303 193,275\n1\nother relevant indirect \ngreenhouse gas emissions by weight (MT ce) \n(Scope 3 air travel)34,234 35,069 18,690\n1 Excluding 650,000 square feet of leased office facilities for comparison to prior years, 2013 Scope 1 \nand Scope 2 GHG was 181,591 MTCe, representing a 2.5% decrease from 2012.annual w orldwide g reenhou Se gaS emiSSion S \n      E nVIRonMEnT  |  PAGE 11 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013\nGreen HoUse Gas e missions \nApplied works to reduce its energy usage by making improvements to  \nfacilities and streamlining its operations. o ur approach includes footprint \nconsolidation, green team efforts and other continuous improvement \nprocess ( cIP) activities, as well as working with energy suppliers to identify \nrenewable energy sources with little to no G hG emissions. As part of this \nobjective, the company also provides incentives, programs and information \nto employees to encourage them to do their part to reduce pollution.  \nThe table below shows Applied’s worldwide direct and indirect G hG \nemissions for the last three years (MT ce=metric tons of carbon equivalent).  \nThe 4% increase in Scope 1 and 2 G hG in 2013 over 2012 is primarily \nattributable to the additional leased facilities captured in our 2013 reporting.\n Amps Up   \nEV Charging  \nStation Program \nIn addition to existing Electric Vehicle (EV) charging stations \nat the Santa c lara/Sunnyvale, Austin and Gloucester sites,  \nin February 2013 the company participated in a federal grant program to install over a dozen more electrical vehicle \ncharging stations at its Santa c lara and Sunnyvale, c alifornia \ncampuses for employees and members of the community. With the steady climb of users at all locations, the company \nis reviewing expansion plans for additional installations at \nits Sunnyvale and Austin campuses. Applied ", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}