{"page_content": "shows Applied’s worldwide waste, recycling and diversion rates for the last \nthree years (in metric tons). h azardous waste treated off-site decreased \nin 2013, largely due to the company’s waste treatment project at its Santa c lara, c alifornia facilities. A temporary treatment system was \ninstalled to treat wastewater prior to discharge to the local public treatment plant, eliminating the need to collect and ship the wastewater off-site for \ndisposal. A long-term system is expected to be completed in 2014.\nThe company has several recycling programs for construction materials, \ncopper piping, wood and batteries. Applied’s battery recycling program \ncaptured 1,113 pounds of batteries in 2013, and has resulted in 4,000 pounds \nrecycled in the last three-year period.total  weight o F wa Ste B y \ntype & di SpoSal method  \n(metric  ton S)2011 2012 2013\nhazardous waste treated off-site 617 2,201 610\nLandfill (non-hazardous) 1,167 1,352 3,351\nRecycled/composted/diverted 6,545 9,190 7,787\nDiversion Rate (%) 84.9 87.1 66.31\n1  Excluding 650,000 square feet of leased office facilities for comparison to prior years, the \ndiversion rate was 70.2%, representing a 19% decrease from the 2012 rate.annual w orldwide wa Ste,  \nrecycling and diver Sion\n      E nVIRonMEnT  |  PAGE 12 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013\nwaste and r ecyclin G \nIn 2013, the amount of non-hazardous waste generated increased. This was due to inclusion of the additional footprint previously refer -\nenced, where recycling programs are currently being developed, as well as improved data quality over 2011 and 2012. The table at right In 2013, Applied’s activities aimed at reducing G hG emissions  \nincluded ongoing and new efforts, such as: \n•\tcarpool/ride-matching service for employees in california,  \nT exas and Massachusetts\n•\tPublic and alternative transportation incentives for employees  \nin california\n•\tPreferred parking for carpool and hybrid vehicles \n•\tElectric vehicle charging stations at Santa c lara/Sunnyvale,  \nAustin and Gloucester campuses\n•\tWork-from-home (AppliedAnywhere) program with 435  \nparticipants worldwide\n•\tT ele- and video-conferencing for virtual work groups and  \nall-employee meetings \n•\t14 virtual meeting telepresence rooms, reducing the need for  \nbusiness travel and enabling the avoidance of an estimated  \n1,513 tons of co2e \n•\t80% of the 3,000 classes available to employees through  \nApplied Global University (AGU) are offered online \n•\tSolar Education Workshops for U.S. employees to learn  \nabout discount incentives for installing solar energy power  \nfor their homes", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}