{"page_content": "employee en GaGement\nApplied and its Foundation have a long-standing tradition of supporting  \nemployee engagement and community giving through volunteer \nrecognition and employee-matching gift programs. o ur employees \nparticipated in numerous charitable events and programs around the world in fiscal year 2013, including:\n•\tAnnual EarthWorks campaign to raise environmental awareness and \nencourage employee participation in 24 educational and volunteer \nevents in seven countries\n•\tAn Employee Giving and Matching Program, which generated nearly $4 million for charities and schools\n•\tour Annual Food Drive, which raised $1.2 million for 38 food banks \nacross the U.S. and for the World Food Program, the food aid arm of the United nations, which addresses food scarcity issues globally  \n•\tA Volunteer Time Grant program, under which employees logged over \n15,000 hours of volunteer services for nonprofit organizations into the \ncompany’s online GivingStation, which the Foundation matched with \nnearly $45,000 in donations to community organizations\nApplied employees also rallied to support a diversity of volunteer \nprograms where they gave time to community enhancement  \nactivities, including:\n•\tBuilding solar-powered homes with habitat for humanity in Korea\n•\torganizing the first food drive for the S oS children’s Village in \nBangalore, India\n•\tReplanting trees after a wildfire in Bastrop, T exas\n•\tconducting blood drives in Kalispell, Montana•\tJoining T each for America classrooms in Phoenix, Arizona \n•\tInspiring youth to pursue education beyond high school on  \n“college Day” in San Jose, california\n2011 2012 2013\nTotal community investments \nby Applied Materials and the Applied Materials Foundation  ($M) (excludes administrative costs and in-kind donations)11.7 10.7 10.4\nTotal Giving through Foundation Match Program (employee gifts plus match in $M)3.4 4.0 3.7\nTotal Volunteer Time Grant hours logged 8,945 9,015 15,442\nTotal contributions paid by Applied Materials Foundation based on Time Grant hours $33,250 $38,500 $44,550\n2\n1 Data is for calendar year 2013.  \n2 Reflects results of expanded volunteer program initiated in April 2013 that encouraged  \nemployees to log volunteer hours on an ongoing basis and increased matching grants from  \nmaximum of $250/year to $400/year per employee. worldwide community inve Stment S1\n      S ocIETY  |  PAGE 15 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}