{"page_content": "2011 2012 2013\nTotal value of financial and in-\nkind contributions to political parties, politicians, and related institutions by Applied Materi -\nals, Inc.\n1$303,3052$274,9002$12,500\nTotal value of financial and in-kind contributions to political parties, politicians, and related institutions by AMPA c.\n1 $85,400 $89,000 $56,000\n1 All contributions are made in the U.S. only.\n2 Includes contributions of $50,000 each to the Democratic and Republican Governors \nAssociations. No contributions were made to these associations in 2013.political contriB ution S\nFor additional information about the company’s political activities and \nassociated governance processes, please see our 2013 Political Disclosure \nReport available at http:/ /www.appliedmaterials.com/files/political_dis -\nclosure_report.pdf .\n      S ocIETY  |  PAGE 17 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013\npUblic policy\nAs a corporate citizen, Applied engages in efforts to help shape \npublic policy around selected key issues that affect the company’s \nbusiness. In 2013, these issues included budget/appropriations, \nenergy, immigration, natural resources, regulatory, taxation and trade. \nThe company’s lobbying activities are disclosed in periodic reports  \nfiled with the U.S. Senate and U.S. h ouse of Representatives or the  \nappropriate state agency (such as the c alifornia Secretary of State \nor n ew York State Joint c ommittee on Ethics), as applicable.  \nThe Applied Materials, Inc. Political Action c ommittee (AMPA c) \nmay make campaign contributions to candidates for U.S. federal \noffice, other political action committees and political party com -\nmittees, and state candidates where permitted. AMPA c is funded \nthrough voluntary contributions from the company’s eligible  \nemployees and directors. The company occasionally makes  \nfinancial and in-kind political contributions directly within the  \nUnited States as permitted by applicable laws, such as contributions \nto candidates for c alifornia statewide offices and state legislatures \nor political party committees. These contributions may be made  for appropriate corporate purposes only. \n neither Applied nor AMPA c makes contributions to so-called \n“super PA cs” or any independent expenditures in support of or in \nopposition to campaigns, nor do they make political contributions \noutside the United States. c ontributions are reported as required  \nin filings with the U.S. Federal Elections c ommission or the  \nappropriate state agency (such as the c alifornia Secretary of State), \nas applicable.", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}