{"page_content": "The tables that follow reflect key data for the past three years about the \ncompany’s workforce training and development, as well as safety metrics.\nnorth america 2011 2012 2013\nTotal case incidence rate (T cIR) 1.05 0.80 0.71\nInjuries or illnesses resulting in days \naway from work, restricted work activity, or job transfer for every 100 employees (Days Away & Restricted Time or DART)0.56 0.43 0.47\nnumber of work-related fatalities 0 0 0\nworldwide 2011 2012 2013\nTotal case incidence rate (T cIR) 0.81 0.52 0.49\nInjuries or illnesses resulting in days away from work, restricted work activity, or job transfer for every 100 employees (Days Away & Restricted Time or DART)0.51 0.31 0.33\nnumber of work-related fatalities 0 0 0\nnumber of office ergonomic  \nevaluations performed812 921 934\n1 Data is for fiscal year 2013.SaFety metricS1\n2011 2012 2013\nAverage hours of training per year per person by category—regular full-time employees (RFT)  \nand total (RFT, temps, contractors, interns)40 r Ft 41 r Ft 44 r Ft\n26 t otal 28 t otal 32 t otal\nPercentage of employees receiving regular  \nperformance and career development reviews\n194 95 95\n1 Every employee is encouraged annually to complete an online performance appraisal that becomes \npart of their permanent record and can serve as a basis for career development planning. While \nnearly all eligible employees receive performance ratings from their manager, not all employees complete the appraisal. In addition, employees are encouraged annually to complete an Individual Development Plan (IDP) that includes skills assessment and a development roadmap.  In 2013, 75% of employees had an IDP in place.training and development1\n      W oRKPLA cE  |  PAGE 19 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013\nAs part of measuring our success, every year a global survey is conducted  \nto gain employee insights and collect recommended changes and  \nimprovements. The 2013 Employee Pulse Survey achieved the highest \nengagement score to date. Improved results from 2012 reflected the \ncompany’s progress in providing employees with better direction and \ncommunication about the company’s strategy and vision, along with \ncareer development opportunities. In 2013, Applied introduced several new employee development resources through Applied Global University (AGU), including new online and \nclassroom-based courses, an eBook subscription service available on mobile \ndevices, and access to book summaries on topics such as conflict \nmanagement, leadership development, presentation skills, change management and harassment prevention.", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}