{"page_content": "2011 2012 2013\nnumber and percentage \nof operations that have \nbeen subject to human rights reviews or impact assessments, by country0 0 0human right S indicator\n    W oRKPLA cE  |  PAGE 20 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013\nAll employees are also required to complete annual training and \ncertification on the company’s Standards of Business c onduct \n(available on Applied’s website ) in order to support ethical \ndecision-making and conduct.\nHUman r iGHts\nApplied Materials demonstrates its commitment to h uman Rights \nby consistently striving to operate in an ethical and responsible \nmanner. The Applied Materials Standards of Business c onduct \n—which applies to both our global workforce and supply chain—includes several important provisions pertaining to \nhuman rights. These include prohibitions on the use of child \nlabor or forced, bonded or indentured labor in our operations. \nAdditionally, the Standards of Business c onduct forbid harsh or \ninhumane treatment, including corporal punishment or the threat of corporal punishment.    \nIn 2013, Applied implemented its Global Policy for c hild Labor \nAvoidance, which clarifies and reinforces the prohibition on child \nlabor in all countries in which we operate. Applied Acknowledged \nFor Its Ethics\nFor the second year in a row, Applied Materials was named a \nMost Ethical c ompany® by the Ethisphere Institute, an indepen -\ndent center of research promoting best practices in corporate ethics and governance. The award recognizes organizations \naround the world from multiple industries that demonstrate  \nethical corporate leadership.\nEthics are an integral part of Applied Materials’ culture and  \nfoundational to our success, not just as a business, but as a leading \nglobal corporate citizen. Applied’s Standards of Business c onduct are \nrooted in the guiding principles of our core values, namely mutual trust and respect. o ur relationships with customers, suppliers and \nothers we do business with depend on that common trust and are  a natural extension of our core values.\n A key component of our Ethics program is educating and training our \nglobal workforce on the importance of doing the right thing—every \nday. o ur strong ethical culture is also reflected in our management \nteam, who lead by example. We recognize ethics is a shared responsibility and appreciate our employees’ ongoing commitment \nto responsible business practices and ethical decision-making.", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}