{"page_content": "aboU t tHis report\nThis 2013 c itizenship Report is the eighth annual sustainability report  \nof Applied Materials, Inc. and its subsidiaries (collectively referred to as  \n “Applied” or “the company”). It follows the streamlined format of our 2012 \nreport and falls within the general guidelines of the Global Reporting \nInitiative™ (GRI) Reporting Framework (Version 3.1). This report includes \ninformation about the company’s economic, environmental and social \nperformance, including resource metrics, community investments, \nworkplace and political activities. It reflects the global operations of \nApplied for calendar year 2013, except where indicated that data is for \nApplied’s fiscal year, which ends on the last Sunday in o ctober.\nApplied’s global operational footprint fluctuates with business  \nacquisitions and divestitures, as well as the expansion, consolidation  \nand relocation of its overall operations. These changes are, in part, a \nresult of the highly cyclical and evolving nature of the primary industries \nthe company serves. For divested businesses, historical environmental data has been adjusted retroactively to exclude discontinued operations.  \nAcquired businesses and operations are included from the date of  \nacquisition. In n ovember 2011, Applied completed its acquisition of \nVarian Semiconductor Equipment Associates, Inc. (Varian), which added manufacturing and other facilities, plus over 1,000 employees, \nto Applied’s global operations.  \nA list of additional resources relating to our business and sustainability \nperformance is located in the appendix of this report. wHat c orporate r esponsibility m eans to Us\nThere are three key areas that Applied Materials focuses on in its  \ncorporate citizenship initiatives: Sustainability Practices, the  \nWorkplace and c ommunity Investments. \nSustainability p ractices\nApplied Materials conducts its business operations in a manner that works to preserve the environment. We also take strong measures \nto protect the health and safety of workers, customers and our \nneighboring communities. \nworkplace\nour greatest assets are the talented employees who are key to the \ncompany’s achievements and long-term success. Applied is dedicated  \nto developing and retaining a world-class global workforce and integrating our core values and ethics into our business practices  \nand the company’s culture. \ncommunity i nvestments \nApplied Materials is committed to supporting the communities in which we work and live through charitable giving and strategic invest -\nments in education, civic development, the environment and the arts.\n      I nTRoDUcTIon  |  PAGE 6 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}