{"page_content": "collaboration to sUstain  \ntHe environment\nApplied’s sustainability efforts are supported  \nby our Supply c hain, Environmental h ealth \nand Safety (E hS) and Facilities organizations. \nThe Supply c hain organization works with our \nsuppliers on a regular basis to support sustain -\nability practices and initiatives that can benefit \nboth the environment and our respective busi -\nnesses. Applied encourages and helps guide our suppliers to improve the environmental, \nhealth and safety performance of their own  \noperations and products. The company monitors these efforts through education, training, auditing and reporting.Global Footprint and  \nenvironmental data c aptU re\nAs of December 31, 2013, Applied’s facilities  \nfootprint consisted of approximately 5.5  \nmillion square feet of owned property and 1.8  \nmillion square feet of leased property at 84 \nsites located in 18 countries around the world. \nApplied’s key properties include both owned \nand leased facilities for research, development \nand engineering (RD&E); manufacturing; \ncustomer support; and corporate offices. \nApplied’s footprint also includes office space  for sales and marketing, engineering and \ncustomer support in various regions. In order  \nto present a more comprehensive account  \nof the company’s environmental footprint,  \nthe 2013 metrics in the tables include 650,000 square feet of leased office space not captured in previous reports (along with adjusted \namounts to facilitate comparisons to prior years).\nTo accurately capture and track the company’s \nenvironmental impact, we use a specialized \nsoftware solution known as an Energy and \nSustainability System of Record (ESS). The ESS \nenables us to collect, analyze, interpret, act \non and report power and water consumption, \nwaste generation, business travel data and \ngreenhouse gas (G hG) emissions (Scope 1, 2 \nand 3 under the “Greenhouse Gas Protocol”\n1), \nwith consistent units and correlation to global  \nreporting standards. Data is tracked and con  \nsolidated under a process that relies substan -\ntially on information provided by utilities and other third parties on a calendar year basis.\n      E nVIRonMEnT  |  PAGE 8 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013\n1The GHG Protocol is a widely-used international accounting tool for quantifying and analyzing greenhouse gas emissions, created by a partnership between the World Resources Institute and the World Business \nCouncil for Sustainable Development.", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}