{"page_content": "ener Gy  \nFor its global operations, Applied utilizes both electricity and natural gas \nenergy sources. In 2013, while natural gas consumption went down due to \nconservation efforts, Applied’s overall electricity usage increased due to \nthe additional office facilities included in this year’s reporting. Significantly, \n25% of Applied’s total energy consumed worldwide was from renewable \nsources, including solar and wind power produced on-site at our facilities. \nThe following table shows direct and indirect worldwide energy consump -\ntion at Applied’s facilities for the last three years, as well as the amount  \nof such usage that was obtained from renewable sources:\n2011 2012 2013\nDirect energy consumption by primary \nenergy source (Gas) (Million Therms)4.3 4.2 4.0\nIndirect energy consumption by primary source (Electricity) (GWh)292 296 304\n1\nRenewable Energy (Electricity)(GWh)237 41 75\n1 Excluding 650,000 square feet of leased office facilities for comparison to prior years, 2013 \nelectricity consumption was 289 GWh, representing a 2% decrease from 2012.  \n2 Renewable energy consists of a combination of on-site generation and green power purchases. annual w orldwide e nergy c onSumptionThe company remains dedicated to increasing its electricity sourcing from \nrenewables, including clean energy installations at several of its facilities \nin the U.S., Europe and Asia, as well as supplementing energy requirements \nthrough green power purchases from local utility companies. \nApplied’s on-site renewable energy generation increased by 140% \ncompared to 2012, driven by the 2.5 megawatt wind turbine installed at \nour Gloucester, Massachusetts site in 2012, which produced 7.1 GWh of \nenergy and powered more than 25% of the campus in 2013. In addition, \nsolar photovoltaic panels installed at company sites in the U.S., Switzerland, \nSingapore and c hina generated nearly 3.6 GWh of energy. This year also \nmarked the first time that Applied’s headquarters in Santa c lara, c alifornia \nharnessed 100% of its power from green energy purchases. \nSome notable energy conservation projects completed in 2013 included \nthose in the company’s c alifornia chiller and boiler energy plants, and its \nAustin, Texas cleanroom air conditioning, which are expected to reduce carbon dioxide equivalent ( co2e) emissions by 2,000 metric tons per year. \nIn 2013, Applied pursued new advanced technology solutions and \npartnerships to help achieve savings at several of its domestic and \ninternational facilities. In c alifornia, as a participant in the Emerging  \nTechnologies Program sponsored by Pacific Gas & Electric (PG&E), Applied demonstrated the feasibility of advanced lighting controls in \ncombination with daylight harvesting. The company also replaced \nexisting lighting with LEDs and high-efficiency fluorescent bulbs in its \nAustin, Texas; Gloucester, Massachusetts; and Rehovot, Israel facilities.\n      E nVIRonMEnT  |  PAGE 9 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}