{"page_content": "water \nApplied’s environmental stewardship extends to all of the natural resources \nused in our operations—including water. Total water usage increased \nslightly from 2012 with the additional square footage reported in 2013. \nhowever, without this addition, water use declined 3% from 2012 to 2013, \nevidencing our ongoing efforts to be more environmentally-efficient in our manufacturing and lab operations. The following table shows water \nusage for the last three years ( ccF=100 cubic feet): \n2011 2012 2013\nTotal water withdrawal by \nsource (cc F)74,582190,049272,1223\nWorldwide total water usage (ccF)\n3608,650 538,682 538,8944\n1 Reflects withdrawals at Sunnyvale, California campus only, which contains a pump-and-treat \nsystem that is operated to mitigate a pre-existing groundwater condition. Amounts adjusted \nfrom prior year reports due to improved data integrity.  \n2 Reflects withdrawals at Sunnyvale, California campus (per above) as well as a well operated \nat the Kalispell, Montana Birch Grove facility to supply domestic and process water (not captured in prior year reports).  \n3 Amounts for owned facilities include domestic, landscaping and process (if any) usage. \nAmounts for leased facilities include domestic and process (if any) usage, while leased office-only facilities include domestic only.  \n4 Excluding 650,000 square feet of leased office facilities for comparison to prior years, 2013 \nworldwide water usage was 524,017 CCF, representing a 3% decrease from 2012.annual w orldwide water uS age\nA significant portion of Applied’s water consumption is for irrigation of \nlandscaping at our facilities. To help reduce usage, the company deployed \nsmart irrigation controls at its Austin, Texas site, reducing 2013 irrigation \nwater usage by over 50% at this location compared to 2012. \n      E nVIRonMEnT  |  PAGE 10 APPLIED MATERIALS c ITIzEnShIP REP oRT 2013\nLargest Windmill   \nin the Northeast U.S.  \nReaps Results\nIn 2012, we completed construction of a 2.5 MW wind turbine at our manufacturing and RD&E center in \nGloucester, Massachusetts. In 2013, the turbine supplied 25% of the Gloucester campus’ electricity demand, or \n7,111,408 kWh—the equivalent of one year’s electricity \nuse for approximately 675 homes. This clean energy \nsource also avoids an estimated 2,400 tons of co 2e per \nyear compared to fossil fuel-based energy. o verall, the \nturbine was responsible for nearly 10% of the renewable \nenergy used by Applied Materials worldwide in 2013. ", "metadata": {"source": "NASDAQ_AMAT_2013.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}