{"page_content": "leaving a positivelegacy for our world\nPackaging encompasses multiple components, and not all brands collect and report \ndata in the same way, making it complicated for us to assess our progress. We are \nworking with a third party to help us build the foundation and infrastructure to \nconfirm progress and compliance. This work includes aligning on the baseline data \nneeded from certifying brands and developing a process for collecting and verifying \nsubmissions. We will also provide communication and training to certifying brands \nto support their submissions. Ultimately, we hope to transition to a volume-based \n(rather than a SKU-based) measurement approach for all brands, as we have done for \nUlta Beauty Collection®. This work is underway and will continue throughout 2022. \nWe expect to share an update on our work and how brands are progressing toward \nour goal in 2023.\nEmbracing innovation\nUlta Beauty continues to explore ways to reduce packaging use. For example, we \nrecently concluded a 6-month pilot with Loop, a reusable packaging pioneer owned \nby TerraCycle®. We launched a microsite  through which guests could place orders \nfor products packaged in reusable containers. When guests were finished using the \nproduct, they returned the containers, which were then cleaned and refilled to be \nused again. We are currently analyzing the results of this pilot and determining our \npath forward.Resonating with guests\nAs of January 29, 2022, 270 brands are participating in the Conscious Beauty \nat Ulta BeautyTM program. Pillar certification seems to increase guest interest: \nthe more pillars that a brand is certified for, the stronger its performance as \ncompared to past years. \nThe platform continues to evolve. A consumer insight survey, conducted in \n2021, will allow us to further refine Conscious Beauty at Ulta BeautyTM to \nmeet guests’ needs and expectations. We will also evolve the platform with \nthe guidance of the Conscious Beauty Advisory Council. The Council brings \ntogether a diverse set of leaders at the forefront of clean beauty, product \ndevelopment, packaging sustainability and brand leadership who act as \ntrusted advisors. \nProgress on sustainable packaging \nBy 2025, 50% of packaging sold at Ulta Beauty will be recyclable, refillable \nor made from recycled or bio-sourced materials. This goal includes both Ulta \nBeauty Collection® and other brands sold.  \nCelebrating brands’ positive impact\nThe Positive Impact pillar of \nConscious Beauty at Ulta Beauty™ \nallows us to celebrate brands with \ngiving back at their core. One such \nbrand is Lake & Skye , a fragrance \nbrand that plants a tree for every \norder it receives. Lake & Skye \nalso uses packaging that is Forest \nStewardship Council-certified. \n2021  \nESG Report28 Product People Introduction Environment Supplemental Data Community", "metadata": {"source": "NASDAQ_ULTA_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}