{"page_content": "leaving a positivelegacy for our world\nemissions, and we understand that a holistic emissions \nreduction target is an important next step. To help move \nus forward, we are pleased to have committed to set \nscience-based emissions reduction targets with the \nScience Based Targets initiative and are moving to  \ntake important next steps.\nHow about progress on the social front?\nLast year we announced our commitment to DEI \nexternally for the first time, and I’m very proud of the \nstrides we have made and the positive impact that  \nwe know has been felt by our guests, associates and \npartners. Highlights for me include launching MUSE 100, \ndoubling the number of Black-owned brands in our \nassortment, investing in in-store guest experience \ntraining and integrating DEI across our internal  \ntalent life cycle.  \nToday 90% of our associates are women with 54% \nwomen directors on our Board and 67% women leaders \non our executive team. In addition, 25% of directors \nand above at Ulta Beauty are people of color. We plan \nto continue to build upon this strong foundation to \nimprove not only how we hire diverse talent, but also \nhow we develop existing diverse talent. We have work \nto do to better identify the skills and aspirations of  \nour incredibly diverse store and distribution center \nassociates and ensure they have access to leadership \nopportunities across the company. While we expect to \nestablish goals for improving our already strong \nfoundation, our priority in the near term is setting our \nassociates up for success to fulfill their respective \ncareer paths. \nWe also announced our DEI commitments for 2022, \nwhich are thoughtfully designed to drive forward our \ninternal and external efforts in new and creative ways \nto continue to champion diversity and keep our DEI \nvalues at the heart of what we stand for at Ulta Beauty. \nThe commitments span four categories with a focus on passionate about the beauty of our planet as I am about \nthe beauty industry. I believe Ulta Beauty, as the nation’s \nlargest beauty retailer, is in a unique position to bring the \nbeauty community together and make a real difference. \nWe know we can’t do it all, but by keeping ESG a strategic \npriority, we are focusing on key areas where we think we \ncan make the biggest impact. \nHow will you know when you’ve made an impact? \nWe believe having clear, measurable goals is very \nimportant to help drive impact. In the same way we use a \nvariety of data and metrics to establish financial goals for \nour business, we need data to understand where we are \ntoday and what metrics are most appropriate to measure \nfuture progress in areas like emissions reduction and DEI. \nIn addition, we must have the infrastructure in place to \nmeasure progress toward our goals accurately and \ntransparently. We are making great progress, but \nacknowledge we have more work to do. \nWhat are some of the areas where you’ve made \nprogress this year?\nIn this report, we’re proud to share a more fulsome view  \nof our Scope 3 emissions for the first time. We are \nalready making good progress reducing Scope 1 and 2 amplification of underrepresented voices, assortment \ngrowth and equitable guest and associate experiences \nwith a total planned investment of $50 million—\ndoubling our 2021 commitment. \nThis is Ulta Beauty’s second ESG report. What is \ndifferent this year?\nWe were very proud of our first ESG report and have \nreflected upon opportunities to improve it this year. \nSoon after the 2020 report was published, our \ncross-functional team led by Jodi Caro, our General \nCounsel, Chief Risk & Compliance Officer, got to \nwork asking for feedback from investors, brand \npartners, associates, experts and more. They didn’t \nhold back, and we incorporated much of what we \nheard into this year’s report. \nNotably, you’ll see more data, more disclosure and \nmore information on topics like cybersecurity risks, \nBoard governance relative to ESG and our approach  \nto environmental impacts. The report is easier to \nnavigate, including an ESG Fact Sheet to help you \nquickly locate the data and disclosures that interest \nyou most. \nFinally, what is the one thing you want everyone \nwho reads this report to take away?\nWe are passionate about making a positive impact on \nthe world through the power of beauty, but we know \nwe aren’t perfect. This journey will take discipline and \ncommitment from all. While we are proud of our  \nESG achievements to date, we know we cannot be \ncomplacent. At Ulta Beauty we also know we are \nstronger when we work together, and we look forward \nto continuing this important work together with our \nassociates, partners and so many others who can help \nus make a difference for our world. I hope you continue \nto join us on our journey as we continue to unlock \nbeautiful possibilities. \nEnvironment Product People Supplemental Data Community\n2021  \nESG Report 3 Introduction\n", "metadata": {"source": "NASDAQ_ULTA_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}