{"page_content": "60\n Microsoft 2014 Citizenship Report8.1Scope and Standards\nScope\nUnless otherwise stated, information in this report \ncovers all of Microsoft’s global operations during \nour fiscal year 2014 (July 1, 2013 to June 30, 2014).\nIn April 2014, Microsoft acquired the Nokia Devices and Services business, which became Microsoft Mobile Oy (MMO). We will fully reflect MMO-\nrelated data in our Microsoft 2015 Citizenship \nReport. For the current reporting year, information about MMO’s citizenship-related policies and performance remain detailed separately in the \nNokia People and Planet Report 2013 . Standards\nThis report contains Standard Disclosures from \nthe Global Reporting Initiative’s G4 Sustainability \nReporting Guidelines, which we used to prepare \nthis report. Please see our online GRI G4 Index  \nfor detailed data and additional information.  This report also serves as Microsoft’s annual  \nCommunication on Progress under the United \nNations (UN) Global Compact. The following  \ntable describes the location of relevant report content for each of the UN Global Compact’s  \n10 principles.UN Global Compact Index\nHuman Rights\nPrinciple 1: Businesses should support and respect the protection of internationally proclaimed \nhuman rights; andOur People, Human Rights,  Responsible Sourcing\nPrinciple 2: make sure they are not complicit in human rights abuses. Our People, Human Rights,  Responsible Sourcing\nLabor\nPrinciple 3: Businesses should uphold the freedom of association and the effective recognition of the right to collective bargaining;Our People, Responsible Sourcing\nPrinciple 4: the elimination of all forms of forced and compulsory labor; Our People, Responsible Sourcing\nPrinciple 5: the effective abolition of child labor; and Our People, Responsible Sourcing\nPrinciple 6: the elimination of discrimination in respect of employment and occupation. Our People, Responsible Sourcing\nEnvironment\nPrinciple 7: Businesses should support a precautionary approach to environmental challenges; Environmental Sustainability\nPrinciple 8: undertake initiatives to promote greater environmental responsibility; and Environmental Sustainability,  Responsible Sourcing\nPrinciple 9: encourage the development and diffusion of environmentally  friendly technologies.Environmental Sustainability\nAnti-corruption\nPrinciple 10: Businesses should work against corruption in all its forms, including  extortion and bribery.Responsible Sourcing,Ethical Business Conduct  and GovernanceOur Company Our People Human Rights Responsible  \nSourcingEthical Business \nConduct and GovernanceEnvironmental SustainabilityAbout this Report Serving  \nCommunities\nPerformance  \nHighlights", "metadata": {"source": "NASDAQ_MSFT_2014.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}