{"page_content": "About this Report\nThis report discloses the company’s actions and progress on \nour priority ESG issues — those we believe are most relevant to \nour business and stakeholders. \nSince 2019, we have voluntarily published an annual ESG report \nand will continue to do so moving forward. As you read through \nthe report, you will notice areas where we made significant \nprogress toward critical initiatives as we strive to improve \nsustainability, create an inclusive work environment and give \nback to our communities. \nFor questions about this report or any of our ESG initiatives, \nplease email ESG@arcb.com .External Reporting and Rating  \nWe reported our ESG progress to CDP , EcoVadis and the \nUnited Nations Global Compact (UNGC), which are the same \norganizations we reported to in previous years. We have plans \nto report to these, as well as others, as we continue developing \ncritical initiatives.  \nCDP (formerly known as Carbon Disclosure Project) \nCDP is a not-for-profit charity that runs the global disclosure \nsystem for investors, companies, cities, states and regions \nto manage their environmental impacts. Through an annual \nreporting process, the CDP measures and benchmarks a \ncompany’s progress and encourages companies to take \nactions that can improve their environmental footprint. ArcBest \nparticipates in the CDP’s annual assessment, and we are \ncommitted to improving our score. \nEcoVadis\nEcoVadis is a provider of business sustainability ratings, \nintelligence and collaborative performance improvement tools \nfor global supply chains. It monitors sustainability by rating and \nbenchmarking the quality of a company’s ESG performance in \nthe following categories: environment, labor and human rights, \nethics and sustainable procurement. ArcBest completed an \nEcoVadis assessment in the fourth quarter of 2020. In early \n2021, we received our first-ever EcoVadis recognition — the \nBronze medal, which recognizes sustainability performance in \nthe top half of all companies and industries rated across the \nworld. We strive to improve this rating each time we assess.  United Nations Global Compact\nThe UNGC works to create a better world through uniting \nbusinesses and encouraging them to align their operations and \nstrategies with 17 sustainable development goals (SDGs) that \ncover climate change, environmental degradation, inequality, \npoverty, peace and justice. ArcBest became a signatory to the \nUNGC in 2020. This partnership enables us to continue driving \nresponsible business practices in the world and in our industry, \nand we plan to consider the SDGs as we develop our ESG \nroadmap. Read our letter of commitment.\n11  |  About This Report", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}