{"page_content": "Board of Directors\nOur Board of Directors oversees management of the \ncompany’s business, driving effective decision making and \nperformance to ensure we deliver on our promises while \nproviding financial stability, long-term growth and lasting value \nfor our stakeholders. The Board believes that good corporate \ngovernance is guided by ethical, truthful and dependable \nleadership and is committed to continually improving its \ngovernance policies to create an environment of accountability \nand transparency.Overview of Our Primary Board Committees \n• Audit Committee  — Responsible for oversight of the integrity \nof financial reports and related financial information and \ndirectly oversees risk management relating to financial \nreporting and public disclosure, including climate-related and \nother ESG risks, and the steps management has taken to \nmonitor and control those exposures, among other duties.\n• Compensation Committee — Responsible for oversight of \nrisk relating to compensation policies and practices for \nall employees and officers, for reviewing and approving \nexecutive management compensation, and for making \nand administering employee awards under the ArcBest Corporation Executive Officer Incentive Compensation \nPlan and the Amended and Restated ArcBest Corporation \nOwnership Incentive Plan, including setting performance \ngoals and determining the extent to which those goals were \nachieved, among other duties.  \n• Nominating/Corporate Governance Committee  — \nResponsible for CEO succession, identifying and selecting \nBoard members, developing potential Board candidates, \nannually reviewing the company’s corporate governance \nstandards, and overseeing risk associated with ESG issues, \namong other duties.\n14  |  Governance\n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}