{"page_content": "Ethics and \nCompliance\nThe company strives to comply with all applicable \nlaws and regulations and, through the ArcBest \nCode of Conduct  and Supplier Code of Conduct , \nreinforces ethical standards and respectful behavior. \nThe ArcBest Code of Conduct extends to all Board \nof Directors, officers, employees, representatives, \nagents, subcontractors and vendors of the company. \nOur Supplier Code of Conduct states expectations of \nconduct for our carrier network, company vendors and \nother service providers, so they can understand and \nalign to ArcBest business practices.  \nWe expect compliance, and those who violate any \nstandard in either Code of Conduct, or any specific \npolicy, will be subject to appropriate disciplinary or \nother corrective action, up to and including termination \nof employment or business relationship.Reporting Misconduct \nWe encourage and expect all employees to report any actions \nthat seem concerning without fear of retaliation or termination. \nEmployees are provided multiple ways to report concerns: \ntalking directly with their supervisors, reporting directly or \nindirectly to the HR Coaching and Compliance group or our \nLegal Department, or utilizing EthicsPoint — an anonymous \nEthics and Reporting Hotline available 24/7/365 via phone or \nonline.  \nWe also encourage and expect vendors, suppliers and service \nproviders who do business with ArcBest or its subsidiaries to \nreport questionable, illegal or unethical behavior through the \nchannels outlined in the Supplier Code of Conduct. Code of Conduct Training\nEach year, we assign required code of conduct training \nto all nonunion employees to test their knowledge of \nthe material. All union employees participate in code of \nconduct training during onboarding. The purpose of the \ntraining is to emphasize important matters contained \nin the ArcBest Code of Conduct, including the areas \nof compliance with laws, rules and regulations; \ndiscrimination and harassment; safe work environment; \nconfidentiality and reporting illegal/unethical behavior. \n18  |  Governance\n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}