{"page_content": "Our third annual ESG report outlines ArcBest’s progress and \ncommitments — putting names and faces to some of the \nextraordinary efforts that went into building what was the \nfoundation of a historic year. While there is still much work to \nbe done, we remain committed to doing things better every \nday as we improve the sustainability of our operations, build \na better place to work for our employees, and give back to the \ncommunities where we live and do business. \nIn this report, you’ll see we delivered on several promises we \nmade in 2021 — one of which is conducting and sharing \nfindings from our materiality assessment. Our materiality \nassessment has helped us to not only understand the \nissues that matter most to our stakeholders, but to \nalso set strategies that will guide us as we move \nforward. The analysis of the assessment is \nalready allowing ArcBest to set targets \nby creating a “materiality map” which \nidentifies priorities both short- and \nlong-term. Continued >Welcome Message\n2021 was a remarkable year at ArcBest in many ways. Despite \nsupply chain challenges across the world, our people showed \nan unwavering commitment to ArcBest’s strategic vision. This \ndedication, combined with years of hard work, set us up for \nsuccess and gives me great confidence in the future as we \ncontinue to expand as an integrated logistics leader. \nAlong with record-breaking financial milestones in 2021, we also \ncelebrated progress and success on the environmental, social \nand corporate governance (ESG) front. I’m pleased to highlight \nthat progress through this ESG report.\nArcBest is a special organization, and I’m inspired to lead a \nteam that constantly thinks about the way we work, how we can \nconnect more positively with customers, and how we can help to \nchange the world through our ESG efforts.\nWe remain focused on advancing a culture of customer \nobsession, and our commitment to ESG is woven into that \nculture. We aspire to be an industry leader in sustainability \nand environmental stewardship and to be a leading place to \nwork because of the way we treat our customers, employees, \ncommunities and the environment. To reach this goal, we \nwill work to provide an inclusive workplace, build trusted \nrelationships, commit to the highest standards of safety and \ninvest in innovative technology. \n2  |  Welcome Message", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}