{"page_content": "20  |  GovernanceAudits \nThe ArcBest Internal Audit Department works to ensure internal \ncontrols, including those related to information security, are \nconsistent with management expectations, organizational goals \nand regulatory requirements. This team periodically performs \nchecks to ensure compliance with ArcBest cybersecurity \nprotocols and procedures. ArcBest is also subject to several \ncompliance rules, some of which require an external audit, \nincluding Sarbanes-Oxley Act (SARBOX), Payment Card Industry Data Security Standard (PCI DSS) and Heatlh Insurance \nPortability and Accountability Act (HIPAA).  \nTraining \nAs part of our commitment to cybersecurity, employees who \nhave computer login credentials are required to complete \nannual training on information security and the company’s \nrelated policies and procedures. To keep cybersecurity top of \nmind, we also conduct ongoing training and tests throughout \nthe year.Certifications \nOur secure network and history of strong data protection are \npossible because our people are committed to continuous \nlearning and development, including those in our Information \nSecurity department. Information Security team members \ncontinuously review the latest security trends and evolving \ntechnology through several open sources and paid sources \nthat provide up-to-date details on cybersecurity topics. Team \nmembers also participate in annual training, attend conferences, \nand have obtained certifications, including:  \n• ISC2 Certified Information Systems Security Professional \n(CISSP)\n• ISC2 Certified Cloud Security Professional (CSSP)\n• SANS GIAC Security Essentials (GSEC)\n• SANS GIAC Continuous Monitoring (GMON)\n• SANS GIAC Certified Incident Handler (GCIH)\n• SANS GIAC Web Application Penetration Tester (GWAPT) \n• CompTIA Security+\n• Offensive Security Certified Professional (OSCP)\n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}