{"page_content": "25  |  SafetyOperations Safety \nTraining \nOperational safety training is an ongoing priority for all field \nemployees to help ensure their safety and the safety of \ncustomers, vendors and other business partners. Each year, \nthe Learning and Development team collaborates with the ABF \nSafety team to create a training plan that focuses on critical \nindustry topics, including the proper way to enter and exit \nequipment, hazardous materials and distracted driving, as well \nas seasonal concerns like driving in winter weather. In 2021, \nwe trained an average of 5,000 city drivers, road drivers and \ndock, yard and shop employees each month. \nRedesigned Forklift Attachments \nBased on employee feedback, the ABF Service Center \nOperations, Safety and Security, and Cargo Claims and \nPreventions teams collaborated to design 14 new forklift \nattachments. These new, more durable attachments were \ndesigned to make freight handling safer and easier, and they \nhelp reduce damage. \nIn 2021, every ABF service center received some or all of the \nnew attachments, which can accommodate a wide variety of \nstandard and non-standard freight types. Training on proper \nuse began in 2021 with completion in early 2022. Equipment Safety Features\nWe want our drivers to feel safe every time they get behind \nthe wheel, and we make it a priority to ensure ABF equipment \nis well maintained with current technology and safety \nfeatures. Our 2021 fleet is equipped with: \nTractors: \n• Roll stability \n• Forward-facing radar for collision avoidance \n• Adaptive cruise control \n• Lane-departure alerts\n• Rain sensors to engage headlights and wipers automatically \n• Forward-facing camera and speed alerts \nTrailers: \n• Steps and grab handles for safe entering and exiting \n• Captured lock system to aid in safer loading and unloading \n• Tire pressure management system to maintain appropriate \npressure\nStay Safe Initiative  \nThrough our Stay Safe initiative, we continued to promote \na culture of safety across the organization, especially \nfocusing on four of ABF’s most common injuries: lifting; \npushing and pulling; slips, trips and falls; and entering and \nexiting equipment. To spread awareness of these concerns, \nfield employees completed assigned training videos and supervisors held monthly meetings to discuss these injuries and \nhow to avoid them.\nIn 2021, we gave 227 safety awards to ABF drivers and \nemployees. Drivers were awarded for preventing or avoiding \naccidents by being alert and practicing safe driving skills. \nEmployees were awarded for promoting a culture of safety and \nworking with management to determine the best way to deliver \ndifficult freight. \n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}