{"page_content": "28  |  SafetyABF Freight maintains a strong, long-lasting relationship with \nthe American Trucking Associations, and our participation \non the board will contribute over 70 years of diverse law \nenforcement experience to the panel. We are excited about \nthe opportunity to collaborate with other members of this \nboard in an effort to address key issues facing the trucking \nindustry today and look forward to positively impacting \nrelationships with our law enforcement partners nationwide. \nChris Harris\nsenior manager, security\nEmployee Spotlight\nThe Arkansas Trucking Association selected ABF driver \nDonnie Pace as a new Arkansas Road Team captain. Donnie \njoined ABF in 2004 and is a road driver at our Little Rock, \nArkansas, service center. \nCandidates for the Arkansas Road Team competed in the \nselection process’s final stage in August in Little Rock. \nIndustry experts, law enforcement and \nmedia professionals judged nominees’ knowledge \nof the trucking industry, dedication to safety, \noverall safe driving record and their ability to \ncommunicate the trucking industry’s message. I’m honored to be selected by the committee, and I was \nhonored to get the chance to apply. \nDonnie Pace\nroad driver at Little Rock, Arkansas\nABF Employees Selected for \nAmerican Trucking Associations Panel \nIn March 2021, the American Trucking Associations \nannounced a new panel of truckers who will advise ways to \nstrengthen relationships between the trucking industry and law \nenforcement nationwide. Along with current and retired law \nenforcement officials, the panel consists of ATA members with \nprevious experience in federal, state and local law enforcement, \nincluding ABF Freight’s Chris Harris, senior manager, security, \nand Donnie Ware, manager, security field operations.\nDuring the panel’s initial meeting, the board identified several \nprimary issues to focus on throughout the year, including \ncombatting human trafficking, increasing truck parking capacity, \nensuring driver safety at rest stops and enhancing access to \ntraining for drivers and company safety personnel. \nAs a member of the ABF Security team, I feel that this is a great \nopportunity to create a solid foundation of collaboration among \nthe members of ATA’s new advisory board, which will bridge many \ngaps between law enforcement and the trucking industry. We are \nhopeful it will make many problematic issues transparent, so we \ncan work together to develop viable solutions. \nDonnie Ware\nmanager, security field operations", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}