{"page_content": "2021 Highway Angels \nThe Truckload Carriers Associations’ Highway Angels program began in 1997 and honors professional truck drivers who \nshow courage and courtesy while driving North America’s roadways. Five ABF Freight drivers were recognized in 2021. \n29  |  SafetyIn August, Alfonso was traveling on Highway 54 near Stratford, \nTexas, when he saw a FedEx truck pulling doubles on its side in \na ditch. Alfonso immediately pulled over, grabbed his gloves and \nran to check on the driver. An off-duty volunteer firefighter pulled \nover and helped Alfonso get the driver out. Alfonso identified \nhazmat placards indicating corrosive materials on board and \nretrieved the truck’s paperwork to give to the fire department \nwhen they arrived. Alfonso Archuleta\nRoy DavisonAmos Thurman\nRobert SchuhlTerry Harper\nIn December, Terry was traveling on U.S. Highway 54 at night \nwhen he approached a pickup truck laying across both lanes. \nTerry stopped and directed traffic with a flashlight to avoid the \npickup truck getting struck. In September, Amos was traveling northbound on U.S. Highway \n67 when he saw a driver of an SUV lose control while switching \nlanes, driving off the road and flipping over in a ditch. Amos \nsafely pulled over, approached the SUV and found a mother and \ntwo daughters still in seatbelts, hanging upside down. Another \nmotorist stopped to assist, and the two of them struggled to \nopen the vehicle due to jammed doors, eventually freeing one \nof the daughters. Amos remained with the family until first \nresponders arrived. \nIn October, Roy was traveling eastbound on I-94 when he saw a \nU-Haul truck pulling a trailer loaded with a minivan lose control \nand flip. The trailer separated from the truck and rolled over in \nthe ditch, crushing the roof of the minivan. Roy maneuvered \nhis truck to block the two-lane road and went to help the two \npeople trapped inside. Another motorist stopped to help as \nRoy navigated his way inside the truck to help the passengers \nescape. Everyone was able to get out of the vehicle safely. In September, Robert was traveling on Highway 22 in Alabama \nwhen a UPS driver ran off the road. Robert safely stopped to \nassist, along with another motorist who helped Robert climb on \ntop of the overturned truck so he could climb inside and help \nthe driver who was dazed and bleeding. Another motorist (a \nnurse) and a police officer stopped to help remove the mangled \nwindshield, and the nurse advised how to safely move the driver. \n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}