{"page_content": "You’ll also learn more about our continued efforts to promote \ndiversity, equity and inclusion (DEI). We value each person and \nthe unique backgrounds and experiences they bring to ArcBest, \nand we’re focused on building a more diverse and inclusive \norganization. Our new DEI Roadmap is key to recruiting and \nretaining the very best talent in the industry. We started this \nprocess in 2020, and the roadmap you’ll see in this report \nhighlights not only current efforts, but also plans for the future. \nWe’ve also brought on staff to lead our efforts in ESG and DEI. In \nearly 2021, ArcBest established a corporate social responsibility \nprogram manager role, which is instrumental in leading DEI \nefforts. We’ve seen extraordinary work done to develop and \nexecute plans that have already produced successes, which \nyou’ll read more about in this report. Likewise, we hired a full-\ntime ESG program manager in late 2021, dedicated exclusively \nto collecting, maintaining and analyzing data, while serving as an advisor and advocate for implementation of important ESG \npriorities, including addressing climate-related issues. This \nposition will lead to even more data discovery and disclosure as \nwe evaluate emissions on the roads and in our facilities. \nLast year, we were awarded the EcoVadis Bronze medal, \nrecognizing sustainability performance in the top half of all \ncompanies and industries rated across the world. Also, our \nL TL carrier ABF Freight received the EPA SmartWay Excellence \nAward for the fifth time, recognizing outstanding environmental \nperformance and establishing ArcBest as a front-runner in \nsupply chain efficiency.\nLooking ahead, on the cusp of our 100-year anniversary, we \nremain focused on listening and looking for opportunities \nwhere we can do better and drive progress. I’m proud of our \nongoing commitment to improving the company’s social and \n3  |  Welcome Messageenvironmental footprint and am thankful for our partners who \ncontinue to aspire for the very best alongside us. Together, we \nhelp keep the global supply chain moving. \nJudy R. McReynolds\nArcBest chairman, president and CEO", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}