{"page_content": "31  |  Safety\nPanther Premium Logistics \nDriver Stories\nThe Panther Premium Logistics fleet plays a crucial role in helping us keep the global supply \nchain moving. Learn more about some of the Panther drivers* in these spotlight stories. \n*All Panther drivers and vehicle owners are independent contractors.\nAfter finishing my military career and my bachelor's in business \nmanagement in 2010, I joined the Panther fleet. I consider \nmyself to be a driver ambassador for Panther and the trucking \nindustry! I have a lot of experience and understand the best way \nto choose loads and always stay moving. Always equip your \ntruck with the tools you need to be successful and prepared. \nPlanning is essential for me! \n- Modestus Fevrier Sr.\nI started my career as a driver five years ago, and now I have \nbeen a fleet owner for the last 19 years. For anyone thinking \nabout coming on as a driver for a fleet owner, my best advice \nwould be to give it 90 days to learn expediting and understand \nhow it works. I love having drivers stay for a long time and \nhelping them start their own successful fleet. It's better to be \nmoving than sitting in a bad area for days — follow the freight! \n- Carl MasseyI am a solo owner-operator and celebrating almost two years of driving, \nand I pray it will be a lifetime! I would tell a new driver always to keep \nGod first, continue to pray, and watch out for others and yourself. It's \nalways a good idea to be safe and take extra precautions. I wish the \npublic understood the amount of time needed for a truck to stop and how \ndangerous it is to drive recklessly around trucks. We really appreciate and \nrespect when people treat us well over the road! What matters the most \nto drivers is making sure you stay focused at all times and always watch \nyour surroundings. Don't get in a hurry! \n- Tamika BarneyWe are currently celebrating adding a new addition to our \nteam, Ezra, our puppy! My husband, Charles, and I drive a cargo \nvan for a bigger fleet owner. Our advice for any new driver is to \nget as much rest as possible in your downtime. I have utilized \na gym membership to maintain my fitness with workouts and \na big perk — free showers! #HealthIsWealth. Thank you to the \nsafety team at Panther; they are truly amazing and very caring \npeople with your best interest in mind. \n- Ariel and Charles Woody\n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}