{"page_content": "35  |  Technology and InnovationAbout ArcBest \nTechnologies \nArcBest Technologies is building the future of logistics. \nThrough implementing custom-built solutions and leading-\nedge technologies, we’re helping shippers and capacity \nproviders successfully navigate the complex logistics \nlandscape. Our team’s expertise is unmatched. With a strong \nemphasis on disruptive technology and advanced analytics, \nwe‘re working toward enabling a more sustainable supply \nchain and delivering smart, transformative solutions that \nmake it easier to do business. \nOur Progressive View on Technology\nDirectly addressing the supply chain challenges our \ncustomers face is a natural extension of our mission. Though \nwe certainly look at building efficiencies and sustainable \nbest practices within our own business, our aim is to solve \nmore than that. We’re looking at the supply chain as a whole, \nleading the way with innovation, and building customized \nsolutions that optimize operations across industries. One \nexample of that is our investment in a 235,000 square-\nfoot innovation warehouse where we test technology in an \nenvironment that mirrors our customers’, enabling us to \ncreate customized solutions.  Here are some of the things we did in 2021 to help move \nthe global supply chain forward:\nPhantom Auto \nWe built on our commitment to innovation with a $25 \nmillion investment in Phantom Auto, the leading provider \nof human-centered remote operation software. This \ninvestment centers around remote-operated autonomous \nforklifts and was developed for use in ArcBest customer \nlocations — to build efficiencies and fuel enterprise growth.\nIn early 2021, we began working with a small group of \ncustomers across manufacturing, consumer goods and \nautomotive industries to develop use cases for these \nremote-operated autonomous forklifts. Potential pilots \nhave been identified, and we envision this will progress in \n2022. We are in the final stages of maturing the hardware \nneeded to retrofit equipment for autonomous operation, \nand we are working with our customers to implement the \nsoftware needed for teleoperations. We look forward to \nupdating more on this pilot in our 2022 ESG report.\n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}