{"page_content": "36  |  Technology and InnovationESG Dashboard\nAs part of our work to collect, analyze and report Scope 1 and \nScope 2 emissions, ArcBest Technologies created an ESG \ndashboard. Progress throughout 2021 and early 2022 included \npulling data from across the company and inputting it into the \nsystem. Using the dashboard, we can filter emissions by type, \nequipment, location and timeframe. These different views give \nus a holistic approach to measuring our emissions, allowing us \nto benchmark our performance, identify areas of improvement \nand monitor progress. \nIn future phases of this project, the dashboard will enable us \nto provide insights to customers on emissions related to their \nsupply chain. We also plan to calculate and disclose Scope 3 \nemissions in the future.\nDynamic Pricing\nOur competitive advantage comes through how we understand data. One example of this is Dynamic Pricing — a first-of-its-kind \nprogram that uses machine learning to predict current market \nprices, connects shippers with available capacity in our L TL \nnetwork, then ultimately provides our shippers with real-time \npricing without negotiating a published price (which is typical \nin the L TL industry). We introduced Dynamic Pricing in 2019 in \nresponse to customers seeking ways to better manage their \ntransportation spend and needing the ability to pivot quickly \nwhen capacity issues kept them from serving their customers \nwell. \nDynamic Pricing provides a best-in-class experience by offering \nthe right price on every quote at the right time and allowing \nnew customers to on-board more quickly. It also has significant \nenvironmental benefits, lowering our customers’ carbon \nfootprint by reducing “empty miles” or the number of miles \nwe move empty or near-empty equipment for repositioning \npurposes.Following a positive response from customers, ArcBest \nTechnologies, in collaboration with other teams across the \ncompany, spent much of 2021 refining and expanding the \nprogram to continue meeting customer needs. \nDigital Billing\nAs part of ArcBest’s ongoing strategy to create more efficient, \nsustainable processes, ArcBest Technologies is using artificial \nintelligence and machine learning to test methods to automate \nbilling in our operations. Historically, processes to enter bills \nof lading into our system were manual and time consuming. \nTransforming to digital billing gives customers instant visibility \ninto their shipments, improving customer experience. It also \nenables improved office productivity, eliminates data entry \nerrors and supports sustainability efforts by reducing paper \nuse. We are in the early stages of this project and will continue \nreporting on progress and long-term benefits.\n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}