{"page_content": "37  |  Technology and InnovationArcBest Imagine\nArcBest has a long history of listening, putting ourselves in \nour customers’ shoes, thoughtfully analyzing how what we do \nimpacts their business, and creating transformative solutions. \nMany of our successes have emerged through employees \nparticipating in events where they collaborate, brainstorm and \npresent ideas. \nArcBest Imagine is one of the best outlets for mining new \ninitiatives. This annual team innovation competition brings \npeople together from across the organization to present ideas \nand solutions that have the potential to enhance business \noperations.  \nThe third annual competition, which took place December 2021, \nfocused on mobile engagement — ways to innovate logistics \nand generate new ideas to incorporate mobile devices and \nmobile data accessibility to better serve our customers, partners \nand employees. The competition was divided between two \ncategories, technology and system innovations, and people \nprocesses and service innovations.Mobile impacts consumer experiences for sure. We live on \nour mobile devices, and having mobile technology creates \ntremendous value in how we live our lives. The reality is our \ncustomers are consumers. Having mobile capabilities for our \ncustomers is a very important aspect of them being able to run \ntheir business. Staying close to our customers and making sure \nour strategy is built around their needs is critical — mobile is a \npart of that.\nDennis Anderson\nchief customer officer\nI’ve only been here six months, and I felt like my ideas were \nheard and appreciated. I think this truly shows just how much \nthis company values its employees. I never doubted my decision \nto accept my position here, and this experience only solidified \nmy loyalty to continuing the ArcBest mission. \nPaige Ip \naccount manager\n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}