{"page_content": "43  |  EnvironmentSustainable Equipment \nFor nearly 50 years, ArcBest L TL carrier ABF Freight has \noperated with efficiency in mind. Efficiency measures range \nfrom limiting truck speeds to conserve fuel and reduce \nemissions, to purchasing equipment with computerized \nengine shut offs to reduce idling, minimize fuel consumption \nand limit emissions. We also use low-rolling resistance tires \non many ABF trucks, helping to reduce energy loss and \nimprove fuel efficiency. The company is also replacing older \nequipment models with newer, cleaner trucks to further \nreduce net emissions — the average age of ABF road tractors \nis 18 months and city power units average six years. \nLast year, ABF purchased 450 new Class 8 road tractors \nequipped with the latest EPA engine requirements and \naerodynamic bumpers, hoods and air deflectors. The \ncompany also purchased 23 Class 6 straight trucks and 28 \nyard tractors to replace older engines that emitted higher \namounts of carbon dioxide. In addition, we purchased more \nthan 47,300 SmartWay-verified tires. \nAdditional equipment updates for 2021-2022: \n• Replacing two diesel-engine straight trucks at our San \nBernardino, California, service center with two Class 6 \nelectric straight trucks, soon to be accompanied by high-\ncapacity battery chargers   • Purchasing two electric forklifts for our Kansas City, \nMissouri, service center to replace two propane \nforklifts \n• Investing in more efficient equipment in 2022 to \nupgrade our fleet with the latest EPA engines and \naerodynamicsEquipment \nSpotlight \nSuccessful Pilot of an \nElectric Yard Tractor \nWe conducted a four-week demo of an \nelectric yard tractor at our Kansas City \ndistribution center in August. By replacing \none diesel yard truck with an electric yard \ntruck, our goal is to significantly reduce \nemissions. Testing of this equipment was \nsuccessful and guided our decision to \npurchase two additional units in 2022, for \nuse at our San Bernardino service center. \nWe will continue providing updates on \nthis project as we determine more of the \npositive and sustainable impacts electric \nyard trucks can have on our operations.", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}