{"page_content": "47  |  EnvironmentOngoing Environmental Initiatives at ABF Service Centers\nAt ABF service centers across the country, we are \nimplementing site-specific efforts to improve energy \nefficiency, increase recycling efforts and avoid water \npollution.  \n• Solar panels. We are adding solar panels to the new \nconstruction of our Fort Wayne, Indiana, service center \nand are currently assessing solar panels for our San \nBernardino, California, service center. We will continue \nanalyzing the return on investment for this project to help \nguide decisions for future builds and remodels.  \n• Stormwater Pollution Prevention. To comply with the \nEPA Clean Water Act that regulates water pollution, all \nservice centers are either stormwater permitted, with the \nappropriate prevention plans in place, or have a No • • Stormwater Pollution Prevention. To comply with the \nEPA Clean Water Act that regulates water pollution, all \nservice centers are either stormwater permitted, with \nthe appropriate prevention plans in place, or have a No \nExposure Certification (or exemption) from the applicable \ngoverning regulatory agency. Additionally, service centers \nthat meet an oil storage capacity threshold have a spill \nprevention, control and countermeasure plan in place.\n• Fuel and Oil Storage Compliance.  To protect water \nsources, our on-site fuel storage is restricted to facilities \nwith high fuel use, where we use both above and \nunderground tanks. All tank systems comply with federal, \nstate and local regulations. Our underground tanks include \nstate-of-the-art designs with double-walled fiberglass tanks \nand lines, spill and overfill prevention and electronic tank \nmonitoring. Where required, service centers maintain and \nimplement EPA-compliant oil spill prevention, control and \ncountermeasure plans.  \n• Recycling. To  minimize waste, we recycle all oil, antifreeze, \ncleaning solutions and scrap metal, and in many shops use \ncloth rags as an alternative to paper towels. We also return \nused engine batteries to the manufacturer and use retread \ntires. \n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}