{"page_content": "ArcBest DEI Task Force\nAlong with our three-year roadmap, we recently formed \nArcBest’s DEI Task Force to ensure we are keeping \nemployees’ voices and feedback at the forefront of our \nefforts. Through leadership recommendations and interviews, \nwe identified 11 employees to take part in the task force. The \ntask force is 73% diverse as defined by gender, race, ethnicity \nand veteran status, including six women and five men, and \nrepresenting various races and ethnicities, tenures, campuses \nand experiences, with 55% BIPOC (Black, Indigenous and \npeople of color) employees.  \nThe task force is divided into subcommittees that mirror \nthe four key areas mentioned. Along with our CSR program \nmanager, they are responsible for: \n• Providing recommendations to attract, hire and retain \nunderrepresented talent in our workforce, as well as \nchampion inclusive company communications\n• Creating opportunities for employees to have meaningful \nengagement with leadership regarding workplace diversity, \nalong with supporting spaces for employee connection \n• Identifying best practices for highlighting marketplace \ndiversity \n• Helping develop relationships with community \norganizations nationwide and increasing employee \nvolunteerism \nThe varied perspectives of our people will make ArcBest \nstronger as we serve our customers and communities. We \nlook forward to sharing updates in future ESG reports as we \ncontinue to make progress in achieving our DEI goals. \nWe know we’re at our best when we’re listening to our \npeople, and their voices during this journey have been loud \nand clear — representation and inclusion matter. We have a \ngreat responsibility to continue advancing these important \ninitiatives, and we believe this DEI strategy will ensure we \ncontinue making meaningful investments and progress, \nwhich are critical enablers to a successful future.\nErin Gattis\nArcBest chief human resources officer \n52  |  Workforce", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}