{"page_content": "55  |  WorkforceMilitary and Veteran Focus\nWe’re proud to hire our nation’s heroes through ABF Freight's \nMilitary Partnerships (AMPS) and other recruiting efforts. 2021 \nwas a record year as 268 veterans joined our team, exceeding \nour goal of hiring 250 veterans. Of those hired, 42% are racially \nand ethnically diverse, helping us work toward our DEI goal of \nhiring underrepresented talent. Here is the hiring breakdown of \nexiting service members: • Fort Bragg ABF Military Partnerships (AMPS) program — 27 \nnew hires \n• Service Center AMPS — 36 new hires \n• Teamsters Military Assistance Program (TMAP) including \nDepartment of Defense SkillBridge Program — 130 new hires \n• Other Military/Veteran Recruiting — 75 new hires \nLearn more about our military partnerships and programs\nEmployee Referral Program \nThrough the ArcBest Employee Referral Program, employees \nare financially rewarded for helping find qualified employees to \nfill job openings. Any active employee can take part by directing \nus to external candidates who have not worked for any ArcBest \ncompany in the previous five years. \nIn early 2022, the payout amount for full-time referrals increased \nfrom $350 to $750 after the first 30 days. We also added a bonus of $250 for referring part-time new hires that complete 30 \ndays. \nABF Freight Driver Recruiting \nWith much of the current driving workforce nearing retirement \nage, driver recruiting is a top priority across the industry — and \nABF is no exception. We’re looking to hire the best of the best \nto maintain ABF’s reputation of having the safest drivers on the \nroad. Through our Driver Development Program and other hiring \ninitiatives, we hired over 1,400 ABF drivers in 2021. 2021 Recruiting Highlights \nApplications \nreceivedInterviews \nconducted People added to \nthe organization 54,342 12,192 3,339\nRecruiting \nOur people are the best in the industry, and we’re dedicated to attracting, hiring and \nretaining top talent with diverse experiences and perspectives. From our campuses \nto the field, we search for candidates who bring fresh talent, ideas and solutions \nthat help accelerate ArcBest’s growth. \n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}