{"page_content": "57  |  WorkforceThis was a great opportunity to see the diverse group \nof employees within our cohort and how they relate \neach of the ArcBest Leadership competencies to their \njob specific roles within the organization. I look forward \nto sharing my experiences from the Aspiring Leaders \nProgram with other employees. \nBrandon Simmons\nweighing and research analyst \nWe also redesigned the ArcBest Leadership Academy \n(LA) to align more closely with our leadership model \nand our company's strategy. ArcBest LA engages \nhigh-potential employees while preparing them for \nfuture leadership roles within our organization. Since \nits inception in 2015, nearly 200 employees have \ngraduated, including 32 employees who graduated \nfrom the 2021 class last fall. Each class chooses \na charity to support the following year through fundraising. The current class selected Project Hero — \na national nonprofit organization dedicated to helping \nVeterans and First Responders, affected by PTSD, TBI and \ninjury, achieve rehabilitation, recovery and resilience in \ntheir daily lives and increasing awareness to combat the \nnational mental health emergency posed by PTSD and \nTBI. We will share their fundraising efforts in our 2022 ESG \nreport.\nIn addition to these opportunities, we launched the ArcBest \nLeadership Roadmap — a monthly newsletter sent to all \nemployees who hold a people leadership role — and an \ninternal webinar series featuring executives in various \ndepartments. In these 30-minute virtual sessions, leaders \nprovided updates on important initiatives in their areas and \nanswered employee-submitted questions. \nMore than 3,800 employees also participated in over \n37,000 hours of instructor-led training via webinars and in-\nperson classes. A variety of topics were covered, including \na new series of courses titled Values-Driven Leadership in a \nFlexible Work Environment and Feedback with Purpose.Employee \nDevelopment \nGrowth — we grow our people and our business \n— is the ArcBest core value that encourages our \npeople to continuously develop their knowledge \nand skill set. We know it’s up to us to provide the \nresources and tools to help them succeed, and we \nhave taken several actions over the past year to \nhelp in this growth.\nEmployee Training and\nLeadership Programs \nIn March 2021, we launched our Aspiring Leaders \nProgram, which is designed to help employees \ninterested in leadership roles begin developing \ncritical competencies outlined in the ArcBest \nLeadership Model and enhance leadership \ndevelopment opportunities for employees at every \ncareer level. The highly-collaborative 12-month \nprogram launched with a cohort of 80 employees, \nrepresenting 30 cities across the United States. \nThe cohort was 53% diverse as defined by gender, \nrace, ethnicity or military status. \n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}