{"page_content": "58  |  WorkforceFocus on Field Training \nOur field employees are critical in ensuring efficient service \ncenter operations, maintaining reliable and safe equipment and \noften being the first direct contact customers have with our \ncompany. To better support our field operations employees, we \nimplemented a number of initiatives:  \nCity Driver Trainer’s Guide \nThe new City Driver Trainer’s Guide, developed internally, \nstandardizes training for all ABF Freight city drivers. It provides \nnew drivers with a thorough orientation of ABF Freight policies \nand procedures, giving them the proper foundation to perform \nquality work and remain customer focused.\nFleet Services Training Academy \nIn July, the ABF Fleet Services department opened a new \ntraining center in Fort Smith and held its first Management \nTraining session for shop and regional services leaders. \nIn addition to training provided to department leaders, the \ncombined shop/classroom facility allows ABF Fleet Services \nshop technicians to participate in the latest training and \ntechniques offered by our original equipment manufacturers \nand critical component suppliers. ABF has a culture of training employees well and giving them \nthe tools to do their job. The Fleet Services team wants to make \nsure we’re doing our part to make this happen.\nMark Bradley\nvice president, fleet services \nOperations Supervisor Launch Kit \nIn collaboration with multiple departments across the \norganization, the Employee Experience team implemented a \nLaunch Kit for new ABF Freight operations supervisors at all \nservice centers across the system.\nThe kit — a training guide assigned to operations supervisors \nas part of the onboarding process — is designed to steer \noperations supervisors through an eight-week in-depth program \nthat provides company information, while highlighting important \nprotocols, procedures and operational functions.\nTo gain a better understanding of how each area supports ABF \noperations, the new supervisors spend time with several areas of the company, including linehaul, maintenance, safety, sales \nand payroll.  \nOnce the training period is complete, the new supervisor is fully \nequipped and ready to assume their operational role at their \nservice center.\nSupervisors are some of the hardest-working employees on \nour team and play a vital role in giving a positive experience \nto customers. Helping them get a head start and making sure \nthey have the training they need is a big focus for the employee \nexperience team. \nVal Castaneda\nsenior manager, employee experience  \n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}