{"page_content": "64  |  WorkforceDoctor On Demand Copays Waived\nDue to the continued national health emergency, copays for \nall Doctor On Demand visits, including virtual primary care and \nbehavioral health visits, were waived throughout 2021 and will \ncontinue to be waived in 2022.  \nLife Skills Coaching \nIn March 2021, we launched Life Skills Coaching through a \npartnership with Doctor On Demand, for employees, spouses \nand dependents over age 18 covered by the Choice Benefits \nmedical plan. Life Skills Coaching provides members with \naccess to national board-certified health and wellness coaches \n24/7/365. Coaches are available to discuss a wide range of \ntopics, including stress management, anxiety, sleep issues, \nfitness and nutrition. \nVirtual Physical Therapy Program \nIn fall 2021, we introduced SWORD Health, a virtual physical \ntherapy program to treat back, joint and muscle pain. SWORD \nallows patients to complete physical therapy from the comfort \nand convenience of their home at a time that fits their schedule. \nAs part of the program, physical therapists create a personalized \nmovement plan for participants who are sent a tablet and \nmotion sensors to track their progress, receive feedback \nand correct their form in realtime. Employees, spouses and \ndependents over age 18 covered by the Choice Benefits medical \nplan can use this service at no extra cost.\nEmployee Wellness\nWellness is the ArcBest core value that represents our devotion \nto embracing total health. We encourage employees to be their \nbest selves physically, mentally and financially and offer several \nways to help them achieve this. View our full list of wellness \ninitiatives\nWellness Updates\nOngoing COVID-19 Efforts \nAmid the rise of the Delta and Omicron variants in 2021, we \ncontinued monitoring and following CDC guidelines, requiring \nmasks at all locations and sending out a daily health survey. We \nhave encouraged employees to consult with their physician and \nmake informed decisions about whether the vaccine is right for \nthem. \nIn fall 2021, ArcBest began hosting a vaccine clinic once a week \nat our Wellness Center, offering Moderna and Pfizer vaccines \nin addition to boosters. These are free to employees and their \ndependents through the Choice Benefits medical plan. \nWhen the CDC announced new mask guidelines in early 2022, \nwe updated our safety protocols to reflect the changes.", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}