{"page_content": "72  |  CommunityVolunteerism \nand Community \nOutreach \nWe empower our people to get involved in the places \nwhere they live and work, and we provide opportunities for \nthem to serve our communities just as well as they serve \nour customers. Here are some of the ways our employees \ngot involved: \n2021 Day of Caring\nMany of our employees volunteered in western Arkansas \nand eastern Oklahoma during the 28th annual United Way \nDay of Caring — a day for employees to give back to their \ncommunity by participating in a variety of projects. Out of \nan estimated 600 volunteers who worked on 85 projects \nin six counties, ArcBest had more volunteers than any \nother local company. Watch this video  to see the critical \ncommunity projects our employees took part in. \nWalk to End Alzheimer’s Event \nArcBest employees and their friends and family joined \nthe fight against Alzheimer’s disease by participating in the Alzheimer’s Association’s Walk to End Alzheimer’s® \nevent — the world’s largest fundraiser for Alzheimer’s care, \nsupport and research – at the University of Arkansas, Fort \nSmith (UAFS) campus and other nearby locations. ArcBest \nraised more than $8,400 for the Alzheimer’s Association, \nexceeding our fundraising goal of $5,000, and putting us at \nNo. 1 in our community for raising the most money for the \ncause. \nTeacher Appreciation Breakfasts \nAs Arkansas teachers returned to school for professional \ndevelopment before the year officially started, the Fort \nSmith Regional Chamber of Commerce organized \nbreakfast deliveries to show appreciation. Four ArcBest \nemployees spent three days delivering food from local \nrestaurants to teachers and staff at 35 Fort Smith schools.\nPartners in Education at Fort Smith Public Schools \nArcBest is proud to be Partners in Education with several \nFort Smith-area schools. For the 2021-2022 school year, \n59 employees participated in the Pen Pal Program with \nstudents at Trusty Elementary, and more than a dozen \nemployees mentored students at Southside High School. \nThese mentorship programs give students the opportunity \nto build friendships with and seek additional support and \nguidance from trusted adults. \n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}