{"page_content": "74  |  CommunityToys for Tots\nIn November, Ed Wadel, executive vice president, asset light \nexpedite services and strategic capacity; and David Kessler, \nvice president, expedite fleet and operations, hit the highway \nin their annual road trip to raise money for Medina County \nToys for Tots, an organization that helps bring the joy of \nChristmas to less fortunate children in the communities of \nMedina County, Ohio. In one week, Ed and David traveled \nmore than 3,300 miles in a cargo van, moving expedite \nshipments to clients across the country. All proceeds \nreceived from transporting the shipments were donated \nto the Toys for Tots program, alongside donations from \nvendor sponsorships, friends, family and Medina campus \nemployees, totaling  $27,000, which was $8,000 more than \nthey raised in the 2020 fundraiser. \nOperation Christmas Child \nIn December, a team of ArcBest employees volunteered in \nDallas to help process and transport gift-filled shoe boxes \nfor Operation Christmas Child , a Samaritan’s Purse project \nthat brings joy and hope to children in need. The team \nprocessed over 120 cartons — about 2,400 shoeboxes — to \nbe shipped to Ecuador and Ghana.\nChristmas Gifts for Children \nAs part of a tradition spanning nearly 40 years, ArcBest \nTechnologies employees and an ABF Freight driver \ndelivered Christmas gifts to the Lincoln Childcare Center , an organization in Fort Smith, Arkansas, that provides low-\nincome families with high-quality learning programs in a \nsafe, healthy and loving environment. The 2021 fundraiser \nprovided gifts to 122 children. \nWreaths Across America \nParticipating in the 30th annual Wreaths Across America \nevent, ABF Freight drivers Ralph Garcia and Tony Spero \ntraveled in a convoy to transport more than 250,000 \nwreaths to Arlington National Cemetery. Ralph and Tony \ndrove the American Trucking Associations’ camo-wrapped \nWorkforce Heroes truck from Columbia Falls, Maine, to \nthe cemetery in Arlington, Virginia, stopping along the way \nto meet with schools, emergency response teams and \nother community members to talk about the importance \nof honoring veterans. Wreaths were placed on more than \n2 million veterans’ graves at over 3,000 participating \nlocations on Dec. 18.\n", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}