{"page_content": "Our Approach to ESG\nWe acknowledge that both our business and the transportation \nindustry as a whole have a significant impact on a large and \ndiverse group of stakeholders. In pursuit of our mission to \nconnect and positively impact the world through solving \nlogistics challenges, ArcBest is focused on advancing ESG \ninitiatives to conduct business in a way that helps build a safer, \nmore sustainable and more inclusive company and world. \nBuilding on a history of responsible stewardship, we began \nour official ESG journey in 2019 — committing to developing a \nstrategy to identify, analyze and report on ESG-related data and \ninformation. \nToday, we’re reporting strides in these important areas:  \nCreation of ESG Program Manager Role\nIn December 2021, we announced the creation of an ESG \nprogram manager role. This position is laser-focused on ESG \nstrategy — partnering with leaders across the organization to \nidentify opportunities for improved environmental sustainability, \naddress climate-related issues, implement best practices, \nand facilitate external reporting and public disclosures. \nThis important work will lead to increased transparency and \nimproved ESG performance while helping us align to globally \nrecognized ESG standards.Creation of CSR Program Manager Role\nIn June 2021, we announced the creation of a Corporate \nSocial Responsibility (CSR) program manager role to lead the \ndevelopment of ArcBest’s DEI strategy, roadmap and initiatives \nand partner with leaders across the organization to implement \nand manage employee policies and programs. The CSR program \nmanager also advances our people and community programs, \nincluding activities related to human rights, volunteerism and \ncorporate and employee giving.\nAlignment to SASB Standards\nTo facilitate the disclosure of consistent and reliable ESG \ninformation, ArcBest has adapted our ESG framework with \npertinent Sustainability Accounting Standards Board (SASB) \nStandards.  The SASB Standards connect businesses and investors \non the financial impacts of sustainability and identify the subset of \nESG issues most relevant to financial performance in each industry. \nTask Force on Climate-Related Financial \nDisclosures (TCFD) Index\nWe are committed to providing transparency on our climate change \nrisk management, governance and performance. The Task Force \non Climate-related Financial Disclosures (TCFD) has developed \nvoluntary, consistent climate-related financial risk disclosures \nfor use by companies in providing information to stakeholders. A \nsummary of our response to the TCFD-recommended disclosures \nis in the index at the end of this report. Positively impact \nthe world\n8  |  Our Approach to ESG", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}