{"page_content": "80  |  SASB Index and TCFD Disclosure IndexGovernance\nBoard oversight\nOur Board of Directors (Board) has ultimate oversight of environmental risks including those \nrelated to climate change and is responsible for reviewing and providing guidance on the \ncompany’s climate change related strategy and major plans of action as part of its wider \nsustainability oversight. The Nominating/Corporate Governance Committee is responsible for \noverseeing ESG topics, including any decisions and risks regarding environmental initiatives \n(view committee charter ). \nManagement oversight\nArcBest has designated ESG executive sponsors including the General Counsel, Chief HR \nOfficer and VP , Investor Relations, among others, who are responsible for providing guidance \nand general management oversight.  We also have formed an ESG committee that is responsible for providing guidance to the \nCompany and its Board to address environmental sustainability for the entire enterprise, \nincluding issues related to climate change, assessing actions, and identifying areas of \nimprovement. This cross functional committee is composed of members from a range of \ndepartments across the organization, including individuals with responsibilities specifically \nrelated to climate such as the Senior Manager, Real Estate Compliance; Director, Engineering \nand Construction; and VP , Fleet Services.\nIn 2021, we added an ESG program manager role. This position – focused on ESG strategy \n– partners with leaders across the organization to identify opportunities for improved \nenvironmental sustainability, implement best practices and facilitate external reporting and \npublic disclosures. To learn more about our ESG governance structure, view page 10  of this \nreport.TCFD Disclosure IndexTCFD Disclosure Index", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 80, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}