{"page_content": "81  |  SASB Index and TCFD Disclosure IndexStrategy\nWe have identified climate change related risks and \nopportunities that may impact our business, which include \nthe following:\nRegulatory Risks\nWe recognize climate change could pose regulatory risks \nsuch as through potential future carbon disclosure and \ncompliance requirements. Emission-related regulatory \nactions could result in increased costs of equipment, fuel \nand equipment maintenance. We may also incur costs to \ncomply with increased regulation regarding environmental \nmonitoring and reporting requirements. \nReputational Risk\nA failure to understand these evolving issues around \nclimate change could result in reputational hardships \nthat could negatively impact our business. We are aware \nof the impact transportation and logistics operations \ncan have on the environment and are working toward \nadopting environmentally sustainable practices, improving \nsustainability across the organization. One example is our \nfocus on sustainable equipment – replacing older model \ntrucks with newer, cleaner models to reduce net emissions; \nand purchasing equipment with computerized engine shut \noffs to reduce idling, minimize fuel consumption and limit \nemissions. We are also actively testing and/or purchasing electric straight trucks, forklifts and yard tractors at several of \nour facilities.\nPhysical Risk\nWith over 250 campuses and service centers, many of our \nfacilities, along with the facilities of our customers and \nsuppliers, are located in areas that are increasingly subject \nto extreme, and occasionally prolonged, weather conditions. \nExtreme weather conditions may interrupt our operations or the \noperations of our customers or third-party service providers, \ndamage existing infrastructure, destroy our assets, affect \nregional economies, or disrupt fuel supplies or increase fuel \ncosts. We evaluate potential risks and have continuity plans \nin place to mitigate these risks, positioning the company to \novercome serious incidents or disasters and resume normal \noperations within a reasonable period of time.\nTechnology\nInvestments in technology are an opportunity for ArcBest. One \nexample is the construction of a new service center in Fort \nWayne, Indiana, that will include installation of solar panels. This \ninstallation will provide a way for us to test the environmental \neffectiveness and realize the ROI before developing a plan to \ninstall solar panels on other service centers throughout our \nnetwork.A primary use of technology as an opportunity is reflected in \nour proprietary systems that match shipments to optimized \nroutes and consolidate loads, not only reducing the number \nof shipments, but also empty miles. This can result in fuel \nsavings and lower emissions. Additionally, the use of newer \nmodel trucks, with newer technology, can do the same.\nAnother technology opportunity is our recently developed \nFacility Enhancement & Growth Roadmap (FEGRM) to help \nus standardize environmental updates across all facilities. \nAs part of the FEGRM, we will discuss and consider a \nprocess for converting current lighting systems to LED \nsystems to improve sustainability measures and save on \nenergy. \nWe recognize the potential impact environmental risks pose \nto our daily operations and address these risks through \nour business strategy and business continuity plans. \nThese risks are further minimized because our continual \nwork toward efficiency and more sustainable operations \nsimultaneously reduces the severity of potential impact. \nIncreasing efficiency and continuing to invest in new \ntechnologies, such as electric vehicles and solar power, \nincrease our ability to weather the potential risks posed by \nclimate change.", "metadata": {"source": "NASDAQ_ARCB_2021.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}