{"page_content": "ESG Report 2023\nAgios has provided $200,000 in funding for CME programs such as: \n•  The Spectrum of Alpha-thalassemia: Comprehensive Care of an Orphan Disease\n•  Diagnosing and Managing Patients with α-thalassemias: How Does Your Approach \nCompare with the Experts’?\n•   Alpha-thalassemia: Current Paradigms and the Evolving Therapeutic Landscape\nAgios has been instrumental in several efforts to build community among thalassemia \nphysicians, patients and caregivers, and industry so that these stakeholder groups can share learnings and experiences as well as innovate solutions on behalf of the broader thalassemia community. For example, Agios launched a \npodcast called Thal \nPals: The Alpha Beta Revolution, co-hosted by a leading thalassemia physician and a highly connected thalassemia patient and advocate. The podcast elevates the voices of patients, physicians, and others in the thalassemia community to share their experiences, critical education, and the latest scientific updates. Similarly, Agios collaborates with thalassemia key opinion leaders to publish a quarterly thalassemia \nnewsletter intended for both patients and physicians, which shares updates on thalassemia research, clinical development programs and patient stories.\nAgios has collaborated with patient advocacy groups to help establish the \nfirst \ninternational thalassemia patient advocacy advisory council (AAC),  an international, \nmulti-disciplinary group of experts, including patients, caregivers, patient advocates \nand clinicians. Expanding on this model, Agios has also created the Red Cell \nRevolution,  a council of physicians and patient advocates from several rare blood \ndisorder communities, including thalassemia, pyruvate kinase (PK) deficiency, and sickle cell disease. The group is intended to provide a platform for individuals touched by similar diseases to share ideas, experiences, and support while amplifying each other’s voices.\nAgios continues to advance care and support for a group of individuals who previously \nhad been underserved. It is this potential to make a significant impact for patients that drives the Agios team every day.Case Study\nAdvancing Care  for an Underserved Patient Community (continued)\n Planned study sites for ENERGIZE and ENERGIZE-T\n11", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}