{"page_content": "ESG Report 2023\nTotal amount of product accepted for take-back, reuse, or disposal  \nSASB: HC-BP-250A.4\nAgios manufactures medicines on a schedule that avoids, to the  \ngreatest extent possible, the expiration of product before it is consumed \nthrough patient use. In the event that (a) materials do expire before use  \nand are returned or (b) they are found to be unsuitable for release into inventory or (c) they are subject to a recall/withdrawal notice, all materials are destroyed using regulated and monitored incineration processes.  \nAs of December 31, 2022, no product returns have been required.\nDescription of methods and technologies used to maintain  \ntraceability of products throughout the supply chain and  \nprevent counterfeiting  \nSASB: HC-BP-260A.1\nAgios has successfully implemented serialization practices into its  \nsupply chain such that every unit has a unique identifier. Agios has successfully implemented serialization practices into its supply chain such that every unit has a unique identifier. As such, if any transaction involving falsified product were to take place, the supply chain can be immediately halted.Discussion of process for alerting customers and business partners  \nof potential or known risks associated with counterfeit products  \nSASB: HC-BP-260A.2\nAgios has internal processes in place to ensure that customers and business partners are notified if counterfeit or unsafe products are detected in the supply chain. As of December 31, 2022, no alerts have been received.\nNumber of actions that led to raids, seizure, arrests, and/or  \nfiling of criminal charges related to counterfeit products  \nSASB: HC-BP-260A.3\nNone.\nList of products listed in the Food and Drug Administration (FDA) \nMedWatch Safety Alerts for Human Medical Products database  \nSASB: HC-BP-250A.1\nPYRUKYND® (mitapivat) is included in the FDA MedWatch database.Drug Safety and Counterfeit Drugs\n16", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}