{"page_content": "ESG Report 2023\nCase Study \nPatient Voice and Health Equity  \nin Health Economics and Outcomes Research\nAgios is committed to putting patients at the center of our health \neconomics and outcomes research (HEOR). Part of the HEOR team’s work is to demonstrate the potential value of a medicine, and this can only be done if patients’ perspectives and lived experiences are at the core of our work. Furthermore, we are committed to championing \nhealth equity within \nour research because there is no value without equity, as the Innovation and Value Initiative (IVI) – a non-profit research organization committed to advancing the science, practice, and use of health technology assessment in healthcare – has outlined in its Health Equity Initiative work in partnership with Sick Cells, a prominent sickle cell disease advocacy group. Agios supports the objective of IVI and Sick Cells to highlight “opportunities for all actors to improve practices that ensure patient lived experience is our compass to finding health equity.” View the  white paper.  \nAgios ensures patients are involved across \nmultiple phases  of many of the \nHEOR studies we conduct, from input in the study design, to interpretation of the results, and even authorship opportunities for patients who meet the International Committee of Medical Journal Editors (ICMJE) guidelines and Good Publication Practices (GPP) criteria for authorship. Agios believes that incorporating data that include patients of \nall backgrounds , such as \nusing Medicaid data in addition to commercial insurance claims data and finding ways to account for health inequities and patients’ lived experiences by using mixed methods of both qualitative and quantitative methods to generate evidence of the impact of disease, are important steps towards driving meaningful change. Agios also values opportunities to engage with external organizations \nthat champion health equity and patient advocacy by attending multi-stakeholder roundtables such as the Roundtable on Defining Value and Measuring What Matters to Patients with Sickle Cell Disease hosted by Sick Cells and researchers at the CHOICE Institute and USC HUGS . This roundtable convened individuals living with sickle cell \ndisease, caregivers, researchers, community-based leaders, and other stakeholders to drive consensus on important impacts to measure value in sickle cell disease. Agios has also contributed to roundtables hosted by IVI as part of their Health Equity Initiative intended to drive multistakeholder consensus in research and value assessment on best practices and new methods for informing value that supports health equity. \nThe Agios HEOR team are committed \nto continual improvement toward the important goal of incorporating \npatients’ perspectives and health \nequity in our work. \n \nDeMitrious, living with \nsickle cell disease19", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}