{"page_content": "ESG Report 2023\n2022 was a transformative year for Agios as we received our first rare disease \napproval in the U.S., EU, and Great Britain, a significant milestone in our journey to improve the lives of people living with under-served, under-recognized rare diseases. We are dedicated to furthering scientific and clinical understanding of these diseases, partnering with and listening to patients and healthcare providers, and advancing \nhealth equity for all. We believe our employees are key to achieving our mission, and \nwe are committed to cultivating an inclusive, diverse, and equitable environment in which all employees can succeed. \nWe also support and advance a range of other responsibilities, such as: increasing \naccess to medicines; advancing diversity, equity, and inclusion both internally and \nexternally; building a strong culture of flexibility and respect; creating opportunities \nin STEM; promoting health equity; reducing our waste and energy usage; making a difference in our communities; and conducting our business according to the highest ethical standards. We firmly believe that a business can only do well by doing good, and our ESG efforts are also an important part of our strategy to minimize risk, enhance value-creation and serve shareholder interests well over time.\nWhile Agios has evolved significantly since our first ESG Report was published \nin the spring of 2020, our commitment to making a positive impact for patients, employees, communities, and the world remains unchanged, and I’m proud to say we have continued to make progress in this area thanks to the dedication and hard work of our team.\nOur ESG program is centered around our commitments to the patients we serve, \nour employees, our communities and world, and business ethics and values. Our ESG Report is the work of a cross-functional team, with oversight from the Executive Team and the Nominating and Corporate Governance Committee of our Board of Directors, and in it we highlight sustainability metrics aligned with the United Nations Sustainable Development Goals (UN SDGs) and the standards for the Biotechnology and Pharmaceuticals industry set by the Sustainability Accounting Standards Board (SASB), including recruiting, developing, and retaining a diverse pool of talent, cultivating an inclusive environment, partnering and building trust in diverse patient \ncommunities, and helping to protect the environment. A few highlights include: \nPatient Access: Following the approval of PYRUKYND® \n(mitapivat) in the U.S., EU, and Great Britain – the first disease-\nmodifying treatment for patients with a particular rare blood disorder \n– we're providing insurance coverage support and copay assistance for eligible U.S. patients with commercial insurance, free product for eligible uninsured or underinsured patients in the U.S., and free product \nfor eligible patients in the EU and Great Britain via a Global Managed \nAccess Program (GMAP). \nHealth Equity: Our dedication to centering diverse patient voices and \nadvancing equitable healthcare for all can be seen in our approach to \nclinical trials, health economics and outcomes research, and our patient \nadvocacy, clinical, and community partnerships.\nDiversity & Flexibility: We are committed to making Agios a great place \nto work for every team member, regardless of their representative, \nexperiential, or cognitive differences. We strive to support diversity at all \nstages of the employee journey – from talent acquisition to employee development to promotions – and our industry-leading approach to flexibility is a key piece of these efforts. \nLooking ahead to the future, our goal remains to build a sustainable \nbusiness that creates meaningful long-term value for all our stakeholders. I am tremendously grateful to our team, as well as to all of our partners \nincluding patients and caregivers, healthcare providers, vendors \nand suppliers, and investors, who share our values and our vision for improving outcomes for people with rare diseases.\nBrian Goff  \nChief Executive Officer Agios Pharmaceuticals \nA Letter from Our CEO\n3", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}