{"page_content": "ESG Report 2023\nEmployee Engagement\nWe conduct a full organizational health survey every 2–3 years and \nsupplement that with more frequent, targeted pulse surveys to measure employee engagement and satisfaction. In 2022, we conducted a Pulse survey about our approach to flexible work. In this survey, 85% or more of employees indicated:\n•   Their teams have found ways to effectively collaborate in the  \nnew model of work.\n•   The new model of work is aligned to the values at Agios.  \n•   They feel appropriately involved in decisions about their  \nworking location.  \n•   They feel able to raise any concerns they might have about  \nonsite work. \nAgios utilizes these company surveys to form action plans and \nexperiments designed to identify and to improve company culture \nand the employee experience. Progress against action plans \nis shared with the entire company. For example, in \nresponse to employee feedback from 2020 \nsurveys, Agios utilized input to inform the \ndesign of our post-COVID model of work, \nnow referred to as “Reimagining \nWork” (see case study on p. 29).\nAdditionally, we’ve utilized our \nDE&I survey to continue to \ninform our approach to creating \nan inclusive workplace, with \nimprovements to our talent Employee Recruitment, Engagement and Retention  (continued)\nacquisition strategy, an expanded speaker series and access to learning \nand volunteer opportunities. \nOther Agios benefits that have evolved as a result of employee feedback \ninclude: discretionary time off policy, formal company shut down during the last week of August and December, expanded parental leave, a lifestyle spending account and an inclusive family forming benefit. For 2023, Agios is providing an \"inflation support account\" to help Agios employees and their families navigate the rising costs of essentials such as utility bills, groceries, gas, and more during an unusually high inflationary period.\nVoluntary and Involuntary Turnover Rates  \nSASB: HC-BP-330A.2\nVoluntary and involuntary turnover rates across all levels (executives/ senior managers, mid-level managers and professionals) are in  alignment with, or lower than, the industry average. In 2022, Agios' total turnover rate was 15.6% compared to an industry average of 23.8% (Northeast Life Sciences, 6/1/21 to 6/1/22).\nComprehensive Compensation, Rewards and Benefits\nTo incentivize and reward performance, we have established a competitive and balanced compensation and benefits package, including short-term and long-term incentives, discretionary paid time off policy, generous parental and family leave plans and premium medical benefits.\n23", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}