{"page_content": "ESG Report 2023\nAdvancing DE&I in Our Communities\nThe Diversity Council is not only dedicated to advancing DE&I \nwithin our company and team, but also to lending our voice to encourage increased DE&I externally among our partners and communities.  \nFor example:\nInclusive Research: Agios’ Diversity Council, along with relevant \ncross-functional Agios teams, are working to address health disparities and identify opportunities through collaborations with patient advocacy groups or other organizations.  \n(See also: RISE UP case study on p.18 )\nSupplier Diversity: Agios is focused on growing our business with diverse suppliers and ensuring our largest supplier partners have an equally strong commitment to DE&I initiatives. In 2022, we began using public data sources to identify diverse suppliers to invite to new business opportunity requests for proposal. In 2023, we will continue to focus on identifying new diverse suppliers with whom to initiate business in order to grow our diverse supplier percentage above our 2021 benchmarks.\nAgios Pride ERG  \nThe Agios Pride ERG seeks to create a supportive and affirming  environment for lesbian, gay, bisexual, transgender, queer, questioning and asexual (LGBTQIA) employees and allies through the following: \n•   Providing a network that supports the professional development  \nof LGBTQIA employees\n•   Facilitating recruitment and retention of LGBTQIA employees\n•   Working with HR and Agios leadership to develop policies and \npractices that positively impact LGBTQIA employeesDiversity Council\nAt Agios, we believe that our commitment to diversity, equity and inclusion \nis essential to our success. In 2020, we led a diversity initiative at Agios that included speakers and workshops on valuing differences to heighten our awareness and help us learn together. In January 2021, we formed the Agios Diversity, Equity & Inclusion Council to ensure we are fostering a welcoming, diverse workplace where all employees can thrive and be their true selves. The Council supports this commitment by:\n•   Representing and reflecting the different voices in the Agios community\n•   Furthering the work of diversity, equity and inclusion at Agios and  \nin our communities\n•   Working in partnership with Agios leadership, HR and Employee  Resource Groups (ERGs) to shape, drive and lead our DE&I agenda\nEmployee Resource Groups (ERGs)\nAgios Association of Black Professionals (AAOBP)  \nThe AAOBP is dedicated to articulating, supporting and advancing the needs and goals of Agios Black professionals through the following:\n•   Developing a nurturing and empowering community for Agios’  \nBlack employees through professional development and networking\n•   Supporting Agios’ efforts to increase recruitment, retention and  \npromotion of Black employees\n•   Enhancing civic engagement and strengthening Agios’ image  \nin the community\n•   Raising Agios’ cultural awarenessDiversity Initiatives\n26", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}