{"page_content": "ESG Report 2023\nCase Study\nReimagining Work“ \nJanie Young Davis, Associate \nDirector, Patient AdvocacyI saw my dream job in patient advocacy posted \nas a remote role by Agios Pharmaceuticals on LinkedIn. Given my commitments as a mom and caregiver, I was not able to move to Boston. However, the great workplace transformation gave me an opportunity to work at Agios despite living in Chicago.  \nPreviously, I commuted 52 miles one way in \nChicago traffic which regularly took over two hours from my day — 10+ hours per week, 50+ hours a month, 600+ hours per year! If it snowed or rained, I experienced an even longer commute time! Working remotely at Agios has taken a lot of unproductive time out of my work and home life. \nWhat does a better work/life balance look like for \nme? It allows me to work out in the morning and then check on my dad who has Alzheimer’s while still making it on time to the morning WebEx meeting. It allows me the flexibility to attend my daughter’s senior year class presentation within minutes after I’ve gotten off a call with patient advocates. I show up as my authentic self and am completely present for both meetings.\nAt Agios, I have been able to quickly build \nbonds with colleagues and multiple \nstakeholders, all from my home \noffice. It also allows me to focus on \nwhat really matters — at work \nAND home.“Reimagining Work ” = Agios’ approach to workplace flexibility  that offers all location-agnostic team \nmembers (i.e., those who are not based in a lab or in the field interacting with healthcare providers) the option \nto choose where they work — fully remote, fully in the office, or hybrid. \nHow It Started\nEven before the COVID-19 pandemic, Agios was dedicated to embracing flexibility and differences.  These \nefforts not only included equipping our team with remote working technology, which most companies have, \nbut importantly we fostered a culture that promotes different perspectives, work styles, health and wellness, \ncare of families, and productivity. With a culture that supports individual employee needs  already in place, \nwe were able to respond nimbly to the unprecedented challenges of the COVID-19 pandemic and continue \nserving the patients who are counting on us.\nWe then took our learnings and experiences from the pandemic to initiate our “Reimagining Work” pilot \nprogram in September 2021, allowing our team members to have complete flexibility in where and when they \ndo their work. Through COVID, we saw that our team maintained their productivity and dedication to our \nmission — and we saw no reason to reduce flexibility as the world slowly began returning to a “new normal.”\nHow It’s Going\nAt Agios, every significant decision that affects our team is data-driven andmade with employee input \nand feedback.  We conducted surveys to help design the Reimagining Work program and to gauge its \neffectiveness; the feedback to date has been overwhelmingly positive.\nIn addition, the opportunity to work remotely has opened doors for us to hire a more \ndiverse team including individuals from different locations and backgrounds and \nwith a variety of responsibilities in their personal lives. In 2022, approximately \ntwo-thirds  of our new hires chose to work remotely.\nWe strive to support our team's work/life balance by offering at least one \nholiday or synchronous day off per month, including week-long companywide \nsummer and winter shutdowns. We also encourage high-quality in-person \ntouchpoints such as our companywide Agios Connect events and one \noptional on-site \"anchor day\" each week.\n29", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}