{"page_content": "ESG Report 2023\nIn keeping with our culture of flexibility and drive to make the world a \nbetter place, we strive to provide opportunities for all Agios employees to contribute together to our Community Relations pillars – being a good neighbor; promoting diversity, equity & inclusion; and supporting holistic needs of patients – regardless of whether they typically work remotely, hybrid, or in-office. \nAgios Connect\nDuring “Agios Connect,” our first in-person companywide event since 2019, we offered four community service sessions. Each Agios employee could choose the session they were most passionate about, including:Case Study\n2022 Community Service\n•   Rise Against Hunger: Meal Packing  \nPackaged ~10,000 nutritious, compact meals for people facing food insecurity around the globe. \n•   Science from Scientists:  STEM Kit Building  \nBuilt STEM kits designed to increase school children’s interest in STEM and ability to access educational, hands-on science activities. \n•   Patient Care Packages  \nPut together care packages for people with PK deficiency, thalassemia and sickle cell disease to support them on their next hospital visit for a transfusion or other procedure. Packages included fun activities, healthy snacks and a hand-made note.\n•   No-Sew Fleece Blankets for Patients  \nCreated no-sew fleece blankets for PK deficiency, thalassemia and sickle cell disease patient advocacy organizations to distribute as part of the “transfusion care packages” for people living with these diseases.Season of Service\nDuring November and December, we organized a variety of in-person and virtual events to enable the Agios team to give back.\n•   Generus: Storytelling for Older Adults  \nCreated brief video stories for older adults in nursing homes who may be feeling isolated or lonely during the holidays.\n•   Biomedical Science Careers Program (BSCP):   \nResume Reviews & Practice Interviews  \nAgios volunteers were matched with students from underrepresented or disadvantaged backgrounds to help them prepare to apply for internships or jobs in STEM fields.\n•   The Frank and Rosemary Iovieno Caring  \nfor Children Foundation:  Giving Tree  \nMade holiday dreams come true for children and families impacted by serious diseases by shopping and wrapping gifts based on children’s wish lists. \nMore than 100 Agios \nemployees participated in this program and sponsored  \n100 children!\n31", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}