{"page_content": "ESG Report 2023\nSupporting Healthcare Providers Treating Underserved Conditions\nAgios serves people living with conditions that are often overlooked  \nand underserved. We know that clinicians and researchers play a critical \nrole in ensuring these individuals receive the best possible care, so we aim \nto support and advance new clinical and scientific leaders in these fields. \n•   Uplifting Athletes Underrepresented Researchers in Medicine:  \nIn early 2022, Agios sponsored the Uplifting Athletes Young Investigator Draft — Underrepresented Researchers in Medicine Initiative. The program is designed to inspire the next generation  \nof rare disease researchers, leaders, and advocates; engage with  \nand celebrate young rare disease researchers from underrepresented backgrounds; drive increased diversity in medicine; and ensure  \nthat rare disease patients from all walks of life feel represented by  \nthe researchers who are advancing innovations in their disease.\n•   Agios Hemolytic Anemias Clinical Fellowship Grant Award:  \nIn early 2022, Agios launched a grant program intended to increase the number of skilled clinicians committed to providing \ncomprehensive care for individuals living with classical \nhematological disorders with a focus on hemolytic anemias. \nAward funding of up to $75,000 will be provided to support \ncosts affiliated with fellowship research (clinical or scientific) for physicians who show an interest in the field of hemolytic anemias \nand in becoming expert clinicians and role models in the field of \nclassical hematology. Ideal candidates will strive to be leaders \nwho exhibit the potential to become outstanding mentors in their \nown right — able to provide training and support to other future clinicians in hemolytic anemia care.The 2022 grant was awarded to Dr. Rhea Hans    \nfor her research in acute chest syndrome, the leading \ncause of death among children with sickle cell disease.Providing Early Career Opportunities\nThe earliest career experiences can sometimes be the most difficult \nto find for those looking to break into the biopharma industry — particularly those who are under-resourced or underrepresented.  \nAt Agios, we strive to open the door to our industry through participating in the following programs:\n•  \n MassBioEd Life Sciences Apprenticeship Program:  \nApprenticeship programs provide accelerated job training, foundational knowledge and hands-on skills to launch a career in a critical, state-of-the-art role in the life  \nsciences industry. \n•  \n Project OnRamp Internships:  These summer internships offer \nrewarding life sciences industry experiences to talented undergraduates from low-income backgrounds. \nCase Study\nIncreasing Diversity  in Life Sciences (continued)\n33", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}