{"page_content": "ESG Report 2023\nCharitable Giving\nAgios is committed to being a good neighbor in our communities, helping to meet the fundamental needs around us, \npromoting health and science, supporting people living with rare diseases and advancing opportunity for all regardless of socioeconomic status, race, gender or other factors that have historically limited opportunity.\nWe maintain a corporate giving program that identifies initiatives to support and creates opportunities for employee \ninvolvement in these causes that benefit our community. 2022 highlights included:\n•   Committed $15,000 in corporate sponsorships to support meaningful events to raise awareness of rare diseases, including MassBio’s Rare Disease Day and DISORDER: The Rare Disease Film Festival.\n•   Through partnership with the C aring for Children Foundation,  the Agios team donated and wrapped holiday gifts for 100 \nchildren whose families are facing life-threatening or life-limiting illnesses.\n•   Provided $20,000 in corporate giving donations to Life Science Cares to further the organization’s mission to make a difference on issues of \npoverty for our neighbors while helping life sciences companies build connections with the community.\n•   Sponsored the International Institute of New England’s annual International Women’s Day event, honoring immigrant women and daughters of immigrants who have made a profound difference in New England and the world.\n•   Provided $10,000 to support the Uplifting Athletes Underrepresented Researchers in Medicine Initiative , which is \ndesigned to inspire the next generation of rare disease researchers and drive diversity in medicine.\nFor more information on Agios’ charitable contributions,  \nplease see Our Commitment to Community page here. Community Involvement\n34", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}