{"page_content": "ESG Report 2023\nEnergy and Emissions Reduction Efforts\nAlthough Agios leases all of our buildings, we continue to enhance and promote sustainable practices in our existing spaces and ensure our future spaces are \ndesigned with sustainability in mind. To  date, we have completed a number of sustainability projects such as building a 50+ bike storage unit to encourage employees to cycle to work, conducting a lab renovation project utilizing energy efficient cold storage equipment, and updating our LED lighting technologies.\nEfforts to Reduce Hazardous Waste Production\nOur hazardous waste program ensures that Agios complies with all relevant local, state and federal regulations for proper signage, storage, labeling, transporting and disposal of waste. Weekly internal inspections are conducted to ensure compliance. Agios is evaluating additional measures to reduce hazardous waste through improved solvent inventory, purchasing and recycling practices.Efforts to Reduce Solid Waste Production\nAgios continues to compost as a main strategy for reducing waste.  \nWe use all compostable products in our cafeteria.  \nAgios also diverts waste from lab and office equipment by donating \nsuch equipment to charitable organizations.\nEfforts to Reduce Water Usage\nAgios continues to reduce our water consumption and plastics waste  by introducing low-flow, high-efficiency fixtures and water bottle fill stations into our facility. Through laboratory water use reduction initiatives, Agios qualified for and successfully attained a Low Flow, Low Pollutant Sewer Use Discharge permit in 2021.\nAgios currently has single-stream recycling programs and pipette tip \nrecycling throughout the labs. Agios  continues to explore additional opportunities to reduce enterprise-wide consumption of single-use plastics. To date, we have saved over 125,000 plastic bottles from being landfilled.\nEnergy and Greenhouse Gas Emissions\nEnvironmental Stewardship and Corporate Responsibility\n36", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}