{"page_content": "40\nESG Report 2023\nProtection of Personal and Patient Data\nAgios is committed to processing personal data in compliance with applicable laws and in accordance with the principles below. In particular, all activities \ninvolving the collection and use of patient information must adhere to applicable privacy laws and patient authorizations or consents. Agios is respectful of patient privacy and has processes in place to protect the confidentiality of personal health information.Data Security and  Privacy\nTransparency\nWhen acting as a Data Controller, Agios will inform individuals whose personal data will be processed of the details of such processing through a Privacy Notice. In addition, where required by applicable laws, we will obtain consent prior to processing personal data.\nLimitation of Data Collection\nAgios only processes personal data that are relevant and not excessive for the legitimate business purposes specified in the privacy notice provided to data subjects. \nData Integrity\nAgios takes reasonable steps to ensure that personal data are accurate and up to date. We will promptly update or correct inaccurate personal data or, if necessary, erase such personal data. Information Security\nAgios takes reasonable and appropriate precautions to protect personal data in its possession from loss, misuse, unauthorized access and disclosure, alteration and destruction.\nData Subject Rights\nAgios respects the rights of individuals to request access, rectification, erasure, restriction and portability of their personal data, or to object to its processing, as provided by applicable laws. \nDisclosure to Third Parties\nAgios binds all vendors or other third parties who process data on behalf of Agios by contract to appropriate standards for the processing and safeguarding of personal data. \nMore information can be found in our Global Privacy Policy and Global Policy on Interactions with Patients and Patient Organizations.\n", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}