{"page_content": "41\nESG Report 2023\nCybersecurity and Privacy Program\nAgios maintains a cybersecurity strategy that is based on four fundamental areas: Policy, \nProcedure, People and Technology. The Audit Committee of our Board of Directors is briefed on our cybersecurity program periodically throughout the year.\nAgios maintains several policies and procedures that describe our employees’ responsibilities for \naccessing computerized systems, handling of data and information and reporting cybersecurity events in a timely manner. Formal training on all policies and procedures relating to acceptable use, reporting lost or stolen equipment, password policy, access to computerized systems and reporting cybersecurity incidents is required by all employees and contractors.\nOur Cybersecurity Incident Management Process is used to handle all levels of cybersecurity \nincidents. Incidents are categorized by severity, impact and risk and tracked for resolution.\n2022  Highlights\n•   Kicked off our Third-Park Risk Management (TPRM) program, a cross-functional effort to implement a streamlined process to standardize risk assessment and management of third party relationships. With TPRM in place, we will be better positioned to hold our partners to the same high standards and values held by Agios .\n•   All critical infrastructure platforms and Agios-hosted applications, leveraging a highly standardized approach, are now recoverable in the event of a disaster.\n•   Enhanced cybersecurity training, to better protect Agios and improve our employees’ personal cybersecurity safety.\n•   Success execution of a third party external and internal penetration test,  in an effort to stay ahead of an ever-evolving cybersecurity threat landscape.\n•   Kicked off a multi-year records retention program by implementing retention schedules for email and Microsoft Teams Chat. Data Security and  Privacy  (continued)\nTechnologyProcedurePolicy\nPeople", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}