{"page_content": "ESG Report 2023\nAverage Age of Directors Gender Diversity Average Tenure Director Independence Racial & Ethnic Diversity\n6\nYears60\nYears40%\nWomen70%\nIndependent30%\nMinorityCode of Conduct \nWe believe that good corporate governance is important to ensure that Agios is managed for the long-term benefit of our stockholders. We have adopted \na Code of Business Conduct and Ethics, which applies to all of our officers, directors and employees. \nBoard of Directors\nOur board of directors has adopted corporate governance guidelines, as well as charters for our audit committee, compensation committee, nominating \nand governance committee and science and technology committee, to assist in the exercise of its duties and responsibilities and to serve the best interests of Agios and our stockholders. \nThese guidelines, which provide a framework for the conduct of our board’s business, provide that:\n•   Our board’s principal responsibility is to oversee the management of Agios, and, \nin so doing, serve the best interests of the company and its stockholders, while \nconsidering the impact on other stakeholders including patients, the healthcare \nsystem and the our employees \n•    A majority of the members of our board shall be independent directors \n•   The independent directors meet regularly in executive session •   Directors have full and free access to management and, as necessary and appropriate, independent advisors \n•   New directors participate in an orientation program and all directors are expected to participate in continuing director education on an ongoing basis \n•   Our board and its committees will conduct a self-evaluation periodically to determine whether they are functioning effectively\nAsian  20%\nBlack or African American  10%\nCorporate Governance  Highlights\n42", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}