{"page_content": "ESG Report 2023\nThis communication contains forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. These \nstatements are based upon the current beliefs and expectations of Agios and are subject to significant risks and uncertainties. For example, there can be no guarantee that development of any of Agios’ product candidates will successfully commence or continue, and there can be no guarantee that any positive developments in Agios’ business will result in stock price appreciation. If underlying assumptions prove inaccurate or risks or uncertainties materialize, actual results may differ materially from those set forth in the forward-looking statements. Risks and uncertainties include, but are not limited to, those related to the impact of the COVID-19 pandemic to Agios’ business, operations, strategy, goals and anticipated milestones, including its ongoing and planned research activities, ability to conduct ongoing and planned clinical trials, clinical supply of current or future drug candidates, commercial supply of current or future approved products, and launching, marketing and selling current or future approved products; Agios’ results of clinical trials and preclinical studies, including subsequent analysis of existing data and new data received from ongoing and future studies; the content and timing of decisions made by the U.S. FDA, the EMA or other \nregulatory authorities, investigational review boards at clinical trial sites and publication review bodies; Agios’ \nability to obtain and maintain requisite regulatory approvals and to enroll patients in its planned clinical \ntrials; unplanned cash requirements and expenditures; competitive factors; Agios’ ability to obtain, \nmaintain and enforce patent and other intellectual property protection for any product candidates \nit is developing; Agios’ ability to maintain key collaborations; and general economic and market \nconditions. These and other risks are described in greater detail under the caption “Risk \nFactors” included in Agios’ public filings with the Securities and Exchange Commission. \nAny forward-looking statements contained in this communication speak only as of \nthe date hereof, and Agios expressly disclaims any obligation to update any forward-\nlooking statements, whether as a result of new information, future events or otherwise, \nexcept as required by law.Safe Harbor  Statement\nMadison, living with thalassemia45", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}