{"page_content": "ESG Report 2023\nBlaze  \nNew Trails\nWe ask the tough questions that lead \nto groundbreaking scientific advances. We \nnurture a creative mindset and resourceful \napproach that spark life-changing innovations \nfor patients. No matter where our journey \ntakes us, we keep challenging ourselves \nand our colleagues to find new and \nbetter ways to realize the \npotential of our science.\nBring Your  \nWhole Self\nWe know we make the biggest impact \nwhen each of us can contribute and lead in \nour own way. So, we honor everything that \nmakes you uniquely “you”  — and w e never, \never tolerate jerks. At the end of the day, \nwe aim to solve serious problems and \nhave fun doing it.Our Values Guide Our Actions and Decisions\nFor us, it’s not enough simply to say we have values. We put our values into action by creating and supporting initiatives that positively impact \npatient communities, the environment, society, our own team and the way we run our business. We believe that by building a sustainable and ethical business foundation, we’re able to create deeper and more meaningful connections with all of our stakeholders.\nCome  \nTogether\nWe foster a caring and open community \nwith our team. We grow supportive \nrelationships with patients and caregivers. \nWe build trusting connections with \ncollaborators. Together, we make  \na bigger impact than we  \never could alone.\nEmbrace  \nDifferences \nBecause opportunities and insights come \nfrom anywhere and anyone, we honor all \nvoices and encourage honest dialogue. We \nlearn equally from success and failure, \nbringing an open mind and a flexible \napproach to everything we do.\nAim  \nHigh\nWe’re here to do great things in \npartnership with patients. We set the bar \nhigh for ourselves, and we keep working \nto raise it. At our core, we’re guided by \na deep respect for the science and a \ncommitment always to act with the \nutmost integrity.\n8", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}