{"page_content": "ESG Report 2023\nThalassemia is a rare, debilitating, lifelong blood disorder with tremendous unmet need. There are currently no approved treatment options \nfor those with α -thalassemia and options are limited for those with β-thalassemia. Agios’ global thalassemia clinical development program  \nincludes people across the full range of thalassemia types, including both α- and β -thalassemia as well as transfusion-dependent and \nnon-transfusion-dependent thalassemia.Case Study\nAdvancing Care  for an Underserved Patient Community\nBeyond its clinical research, Agios has led the way in supporting this \npatient community holistically. Agios has made important strides toward elucidating the burden of disease and bringing much-needed awareness to the most underserved subgroup – alpha-thalassemia – which currently has no approved therapies. The company convened an \nalpha-thalassemia working group, which includes \nleading thalassemia experts from around the world, to address gaps in knowledge and education about alpha-thalassemia. Agios has collaborated with this working group to create valuable \neducational \nresources, including an alpha-thalassemia disease burden slide kit, \nwhich is designed to be a tool used by physicians to spread the word about diagnosis and disease management in alpha-thalassemia.\nAgios team members conducted and presented\n groundbreaking \nnew research about symptoms, complications, and disease \nprogression in alpha-thalassemia  at leading medical meetings. For \nexample, Agios presented the first systematic literature review to \ninvestigate the clinical, quality of life, and economic burden of α-thalassemia at ASH 2022. Agios and collaborators presented a \nposter at ASCAT 2022 showing that fatigue and anemia remain an unmet need for many patients with alpha-thalassemia and a poster at ASH 2022 demonstrating that alpha-thalassemia had significantly higher clinical burden than matched controls including endocrinopathies, cardiovascular disease, liver disease and pulmonary hypertension – conditions associated with considerable morbidity and mortality. \nRyan, living with  \nthalassemia 10", "metadata": {"source": "NASDAQ_AGIO_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}