{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT1313\nRisk Management  \nand Board Oversight\nEnterprise Risk Management\nRisk management is a critical aspect of AGNC’s operations. Led by our Chief Compliance Officer and our Senior \nVice President of Internal Audit, our enterprise risk management process involves a bottoms-up evaluation of \nrisks facing our business, which includes both general corporate risks relating to our strategy and operations, \nand the more specific business and investment risks that AGNC faces as a levered investor in fixed income \nsecurities. On an ongoing basis, management considers the significance of each risk and assesses how \nemerging risks may impact AGNC’s business and how management intends to monitor and mitigate these risks. \nOverall, AGNC’s Board of Directors, either directly or through its standing committees, regularly reviews and \noversees our corporate strategy and our management of material strategic, operational, financial, information \ntechnology (including cybersecurity), human resource, and compliance risks. In addition, AGNC’s Board of \nDirectors reviews our enterprise risk management process in full on an annual basis.\nInvestment Risk Management\nAs a levered investor in Agency MBS, we are exposed to specific market risks. The two most prominent investment \nrisks are spread risk and interest rate risk. Our ability to appropriately manage these risks is a critical differentiator \nof financial performance and has driven our outperformance among mortgage REITs since our IPO in 2008.\nSpread Risk\nThe market spread between the yield on our  \ninvestments and the yield on benchmark interest  \nrates, such as U.S. Treasury rates and interest rate  \n swap rates, may vary. When this spread widens, we  \nwill typically experience a loss in our tangible net book \nvalue; conversely, when this spread tightens, we will \ntypically experience a gain in our tangible net book \nvalue. Spread movements can occur independently of \ninterest rates and may relate to other factors impacting \nthe mortgage and fixed income markets, such as actual \nor anticipated monetary policy actions by the U.S. \nFederal Reserve, liquidity, or changes in required rates \nof return on different assets. Spread risk is an inherent \nrisk we take as a levered investor in MBS and, as such, \nour hedging strategies are generally not designed \nto protect our tangible net book value from adverse \nspread movements. Rather, we manage these risks \nthrough active portfolio management and prudent \nasset selection.Interest Rate Risk\nInterest rate risk is the risk that benchmark interest \nrates will fluctuate, and this fluctuation can impact  \nthe underlying value of our mortgage investments.  \nWe hedge a portion of our interest rate risk with \nrespect to both the fixed income nature of our long-\nterm assets and the short-term, variable rate nature \nof our financing. A majority of our funding is in the \nform of repurchase agreements, and, as a result, \nour financing costs fluctuate based on short-term \ninterest rate indices. Our investments are assets that \nprimarily have fixed rates of interest with maturities \nup to 30 years, and the interest we earn on those \nassets generally does not move in tandem with the \ninterest that we pay on our repurchase agreements. \nTo mitigate a portion of this risk, we utilize hedging \ntechniques to attempt to lock in a portion of the net \ninterest spread between the interest we earn on our \nassets and the interest we pay on our borrowings.", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}