{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT1414RISK MANAGEMENT OVERVIEW\nWe maintain a comprehensive investment risk management framework to articulate our risk appetite and \ngovern our risk management activities. We seek to mitigate investment risks through meticulous asset selection, \ndisciplined hedging, and diversified funding. Through this process, we seek to preserve long-term tangible \nnet book value across a variety of market scenarios. Our Board receives updates on company performance, \nrisk profile and opportunities at each regular meeting. In addition, we continuously analyze and update the \nstrategies used to mitigate our exposure to market risks, including interest rate, spread, prepayment, and \nextension risks.\nWe place a high value on transparency with our investors.  Our periodic reports filed with the SEC and earnings \nreleases include data on assets, hedges, and funding and provide our investors with a greater understanding \nof the underlying risks in our portfolio.  For example, these disclosures include an estimate of instantaneous \nchanges in interest rates and mortgage spreads on the net tangible value of our assets.\nFollowing the extreme operational and market volatility in 2020 associated with the COVID-19 pandemic, \nAGNC continued to enhance our operational and risk management infrastructure in 2021. Examples of these \nrisk management activities in 2021 included:\nEstablished custody \nclearing and settlement \nservices  at AGNC’s \ncaptive broker dealer, \nreducing exposure to \nthird-party custodian \noperations and \ngenerating substantial \ncost savingsImplemented significant \nIT infrastructure \nenhancements,  \nincluding migration to \nthe cloud, to bolster \ninformation security and \nfacilitate a hybrid work \nmodelNegotiated lower direct \nrepurchase agreement \ncollateral requirements,  \ngenerating significant \nliquidityImplemented new and \nmore efficient pricing \nand reporting processes", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}