{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT1616\nEnvironmental\nCorporate \nAGNC is dedicated to promoting a healthy environment by using \nresources more efficiently and responsibly. As an investment firm \nwith 50 employees, our business operations have a relatively modest \nenvironmental impact. Nevertheless, we consider environmental risk \nfactors in our business where applicable. We are headquartered in a \nbuilding that has been LEED-certified since 2012 by the U.S. Green \nBuilding Council and was awarded an Energy Star® label in 2016 and \n2018 for operating efficiency. In addition, our headquarters is centrally \nlocated to all forms of mass transport, enabling employees to commute \nby subway, bus, bike, and on foot. AGNC provides employees a monthly \nstipend to defray the cost of public transit.\nOur commitment to environmental sustainability is reflected in our \ncorporate headquarters and the management of our daily activities, \nincluding the following:\n• Headquartered in a LEED certified and Energy Star® labeled building\n• Accessible HQ location: Walk score: 97, Transit score: 67, Bike score: 82\n• Office cleaning conducted with Green Seal and ECOLOGO Certified \nproducts\n• Single stream recycling as well as recycling containers at all desks and \nin common areas\n• Recycling of electronic equipment and ink cartridges\n• Energy Star® certified laptops, monitors, and printers\n• Cloud computing\n• Motion sensor control lighting in certain areas\n• Water coolers and reduction of water bottle usage\n• Public transit accessible and company paid  \n(up to the IRS maximum limit)\n• Compostable and recycled kitchen products\nRecycling available \nthroughout\nPublic transit access, \ncompany paid\nLEED-certified building \nsince 2012\nOffice cleaned with \ngreen products\nMotion sensor  \nlighting", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}