{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT1717ENVIRONMENTAL\nInvestments\nUnlike REITs that own or operate physical real estate assets such as office \nbuildings, shopping malls or apartment complexes, our investments in \npools of residential mortgages do not lend themselves to similar materiality \nassessments for environmental footprints. We invest primarily in pools of \nmortgages guaranteed by Fannie Mae, Freddie Mac or a U.S. government \nagency.\nThese agencies assemble mortgage pools in a manner designed to increase \nliquidity and eliminate the impact of regional or local issues that historically \nhave had a significant impact on local mortgage lending. Thus, by design, \nwe have limited visibility into the underlying properties within these \nmortgage pools, and our investment does not provide us any ability to \ncompel homeowners to take environmentally conscious actions concerning \ntheir homes. Furthermore, limitations on data for these mortgages diminish \nour ability to assess environmental factors, such as climate change exposure \nat the individual home level, into our investment decisioning. As a result \nof the Agency guarantee, Agency MBS investors such as AGNC do not face \nthe potential loss of principal associated with environmental impacts. The \nprimary risk of environmental factors faced by Agency MBS investors is \nan accelerated amortization of the premium paid by AGNC in excess of \npar value as principal is returned more quickly than anticipated, and the \ngeographical dispersion of AGNC’s portfolio greatly reduces this impact.\nNotwithstanding these limitations, we continue to collaborate with industry \nparticipants to increase disclosure to facilitate analysis of climate change and \nother environmental impacts for residential mortgage assets. We are actively \nengaging with industry groups, research organizations, and governmental \nentities regarding data and standards for Agency MBS. Further, we have \nworked with data providers, including AGNC Ventures’ portfolio company dv01, \nto provide additional disclosure and risk analytics regarding environmental \nrisk factors for Agency MBS investors. Through this investment and active \nengagement with industry participants, we hope to improve the incorporation \nof ESG factors into fixed income investment decisioning over time.\nWhile our portfolio is predominantly comprised of Agency MBS, we have also \ninvested over $1 billion in non-Agency residential and commercial MBS and \ncredit risk transfer securities, which are backed by residential and commercial \nmortgage loans, respectively, and packaged and securitized by private \ninstitutions. We typically incorporate material environmental risk factors  \ninto our investment decision process for these non–Agency securities.“ We are actively \nengaging \nwith industry \ngroups, research \norganizations, \nand \ngovernmental \nentities \nregarding data \nand standards \nfor Agency MBS.”", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}