{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT1919ENVIRONMENTAL\nClimate Change Strategy\nAs an investment firm, we recognize the growing importance of climate change to our sector.  Further, \nAGNC acknowledges the increasing expectations that public companies disclose climate-related risks and \nopportunities and proactively incorporate climate change analysis into decision-making. This year, we have \nprovided additional disclosure consistent with the recommendations of the Task Force for Climate-related \nFinancial Disclosures (TCFD) and assessed the exposure of our business to several climate-related risks and \nopportunities. Ultimately, we have concluded that AGNC has minimal exposure to climate-related risk with \nrespect to both the corporate and investment components of our business for the following reasons:\n• Overwhelming majority of investments (97%)1 are Agency MBS, for which the principal and interest payments \nare guaranteed by an Agency\n• Highly geographically diversified investment portfolio of home mortgages\n• Flexible operational environment, demonstrated ability to pivot to remote work environment quickly\nOur non-Agency investment team manages the remaining 3% of our portfolio and considers the risk of climate \nevents, such as geographies that are more prone to floods or wildfires, in evaluating specific non-Agency \ninvestments. Our non-Agency portfolio is also significantly geographically diversified, which mitigates the \nrisk of such individual climate events, and the majority of our non-Agency investments benefit from structural \ncredit support whereby the initial losses would be borne by subordinated tranches held by third parties. We \nhave also identified several climate-related opportunities, which may present significant opportunities to \nenhance AGNC’s franchise value over the coming years. For more detail on these risks and opportunities, \nincluding our governance and risk management structures, please see our TCFD index at the end of our report.\nFrom an impact perspective, our business operations do not produce significant CO2 emissions on either \nan absolute basis or relative to other sectors and larger businesses. Even though our operational footprint \nis relatively small, we recognize the increasing expectation for all public companies to measure and report \non their greenhouse gas emissions, and we are in the process of evaluating the feasibility of implementing \nclimate-related targets. \nFinally, we are supportive of the goals of the Paris Agreement to limit global warming to 1.5 degrees Celsius \ncompared to pre-industrial levels.\nSee our TCFD Disclosure Framework here.\n", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}