{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT33 \nA Letter From Our CEO\nWe are excited to present AGNC’s second annual ESG report. As a \nleading provider of private capital to the U.S. housing market, AGNC’s \ncore investment activity advances an important social purpose – \nAmerican homeownership, long viewed as a central tenant of the \n“American Dream” and the primary source of wealth creation for \nmillions of hard-working Americans. AGNC’s business stands at \nthe intersection of Main Street and Wall Street and is an important \ncomponent of the U.S. housing finance system. AGNC provides \ncapital to the conforming mortgage market through our investments \nin Agency residential mortgage-backed securities (MBS). These \nsecurities are backed by mortgage loans to homeowners across the \nUnited States that have an original principal balance of up to $647,200 \n(or up to $970,800 in certain high-cost locations). As of December 31, \n2021, AGNC’s portfolio includes over 300,000 homes financed with \ncommitments to finance an additional 75,000 homes through to-be-\nannounced (TBA) contracts.1 We pair this positive social impact with \nattractive risk-adjusted returns and a substantial dividend to present a \ncompelling investment opportunity for yield-oriented investors.\nIn this year’s report, we have bolstered our disclosure of salient ESG \nmatters from both a corporate and portfolio perspective, as well as \ntheir respective risks and opportunities. We are pleased to include \ndisclosure of information related to the Task Force on Climate-Related \nFinancial Disclosures (TCFD) framework for the first time, including PETER FEDERICO  \nPresident and CEO\n“ In this year’s report, we have \nbolstered our disclosure of  \nsalient ESG matters from both a \ncorporate and portfolio perspective, \nas well as their respective risks  \nand opportunities.” ", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}