{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT2121SOCIAL\n \n> 90%\nEmployee satisfaction rating in areas including treatment  \nof employees, commitment to integrity, and culture.\n“The management team genuinely \ncares about the well being of the \nemployees and looks to always do \nthe ‘right thing’ for employees.”  \n—Employee Survey Response\nAll Employees40%  \nwomen  \n60%  \nmen33%  \nwomen  \n67%  \nmen\nBoard Diversity\n17% \nwomen  \n83%  \nmen\nExecutive Management\nAverage Tenure1 of \nEmployees 7 years\nAverage Tenure1 of  \nSenior Management10 yearsDiversity & Inclusion \nWe strive to have an inclusive and diverse workforce. We have long maintained \npolicies against discrimination and harassment in our workplace. In 2021, we \nconducted live and interactive unconscious bias training in which employees \ndiscussed how to recognize biases and establish new behaviors to create an \ninclusive team and work environment. Our recruitment and hiring practices \nattempt to ensure the diversity of applicant pools for posted job openings. \nThough our low historical attrition rate and relatively small workforce present a \nunique challenge in effecting rapid change to our workforce composition, we \nare committed to diversity in our workforce and leadership.\nEmployee Training, Ethics & Compliance \nAfter our on-board orientation process, which includes a review of our \ncorporate ethics and compliance standards, our employees have access  \nto ongoing continuing education and certification. In addition, members \nof staff receive developmental feedback and reviews from their managers. \nFinally, ensure employees are protected through our written policies  \nand a formal grievance procedure, including an anonymous 24/7 third \nparty hotline.\n100%  of employees completed \nunconscious bias training", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}