{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT2424SOCIAL\nCommunity \nInvolvement\nWe recognize the importance of corporate \nparticipation in community affairs, and we engage our \nemployees in determining appropriate channels for \nAGNC’s involvement for both hands-on activities and \nfinancial donations. We support organizations that  \nprimarily focus community outreach, advocating to \nimprove societal issues, and safe and fair housing. \n• Corporate Volunteer Day — Outing with Rebuilding \nTogether DC • Alexandria, a local nonprofit that \nprovides critical home repairs for low-income \nhomeowners. 30% of employees participated in our \n2021 volunteer day. \n• Corporate Donations — $165,000 donated to the Legal \nDefense Fund, YWCA National Capital Area, Urban \nLeague of Greater Washington’s Center for Financial \nInclusion/Financial Empowerment, Martha’s Table, and \nGrassroots Crisis Intervention. \nInvestments\nAGNC’s core business fulfills a critical social benefit.  \nAs a leading provider of private capital to the U.S. \nhousing market, AGNC’s capital enhances liquidity in \nthe residential real estate mortgage market and, in \nturn, facilitates home ownership in the U.S. We play a \nmeaningful role in helping people purchase homes for \ntheir families through our investments in residential \nmortgages, including mortgages that are typically \ndisfavored by loan originators.\nHomeownership has historically been viewed as an \naccessible vehicle for individual wealth creation, and \nincreased homeownership within communities has \nlong been considered a stabilizing force that promotes \ncommunity involvement. A domestic public policy goal \nhas been to increase the role of private capital in the \nU.S. housing market, and AGNC is poised to continue \nto play a large and important role in any domestic housing reform initiative. We are confident that \nprivate capital will remain a pillar of the U.S. housing \nmarket and, in turn, the broader U.S. economy.\ninvestment \nportfolio1$82 B\ninvested in lower balance \nand high LTV/HARP loans2$26.8 B\nOver  \n \n \n \ninvested in  \nHomeReady loans3$3BOver  \n \n \n \ninvested in  \nRefiNow loans4 $20 M\nAGNC partnered with Rebuilding Together DC • Alexandria  \nto provide exterior home repairs for a homeowner in \nWashington, DC. The team spent the day assisting in a \nvariety of exterior home repair projects, including trimming \ndown tree and yard overgrowth, installing new downspouts, \nreconnecting sprinklers, installing a new front screen door \nand a backyard fence, and laying a new stone pathway.", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}