{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT2626GOVERNANCE\nOur Board is not staggered; all members serve \none year terms and are elected annually. Seven of \nour nine directors meet applicable independence \nrequirements. The Board annually reviews each \ndirector’s business and other relationships, among \nother factors, to make an affirmative determination \nwhether a director is, in fact, independent.\nIn evaluating the suitability of individuals for Board \nmembership, the Committee takes into account many \nfactors, including whether the individual meets the \nrequirements to be an independent director; the \nindividual’s general understanding of the various \ndisciplines relevant to the success of a large publicly-\ntraded REIT in today’s global business environment; \nthe individual’s understanding of the corporation’s \nbusiness and investments; the individual’s \nprofessional expertise and educational background; \nand other factors that promote principles of diversity, \nincluding diversity of experience, race, gender, \nand age. The Board has made a concerted effort to \nrefresh its membership and broaden the diversity \nof its membership: Since 2016, 60% of new director \nnominees have been women or minorities, and our \nBoard Vice Chair and Lead Independent Director and \nChair of the Board’s Audit Committee are women.Ethics and \nCompliance \nWe expect that all employees act ethically and \nobey the law. Our Code of Ethics and Conduct \nserves as a guidepost of legal and ethical principles \nand requirements for our directors, officers and \nemployees. In particular, the Code addresses the \nfollowing general topics:\n• Observing all laws and regulations (including \nsecurities laws);\n• Abiding by anti-harassment and anti-discrimination \nprinciples;\n• Avoiding conflicts of interest;\n• Maintaining accurate and complete company \nrecords; and\n• Reporting suspected violations (including through \nan anonymous third party hotline available 24 hours \na day, 7 days a week)\nBecause the business and legal requirements in our \nindustry are constantly evolving, our Code cannot \naddress every factual circumstance that might arise. \nEmployees are therefore directed to consult with their \nsupervisor, the Chief Compliance Officer or the legal \nteam when they have doubt about the proper course \nof action. The small size of our workforce and collegial \nenvironment promotes open communication and \naccessibility to resolve any such questions that arise. \nSuspected violations of the Code may also be reported \nanonymously, and AGNC does not tolerate retaliation \nagainst persons making reports in good faith.“ Since 2016, 60% of new \ndirector nominees have \nbeen women or minorities, \nand our Board Vice Chair \nand Lead Independent \nDirector and Chair of the \nBoard’s Audit Committee \nare women.”", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}