{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT3535APPENDICES\nIn addition, through our corporate venture capital \narm, AGNC Ventures, we have provided capital to \nbusinesses that are seeking to enhance ESG disclosure \nand analysis for fixed income investors such as AGNC, \nto originate assets with favorable ESG characteristics \nand to manage and service assets in a matter that \nprioritizes home retention. Please reference the \nNew Initiatives section of this report, page 29, for \nadditional disclosure.\nPlease reference the TCFD section of this report, page \n37, for additional disclosure on the potential impact of \nclimate-related risks and opportunities identified on \nAGNC’s business, strategy, and financial planning.  \nFN-AC-410a.2 Description of approach to \nincorporation of environmental, social, and \ngovernance (ESG) factors in investment and/or \nwealth management processes and strategies\nPlease reference our response to FN-AC-410a.1 above.FN-AC-410a.3 Description of proxy voting and \ninvestee engagement policies and procedures\nAGNC’s predominant investment class is Agency MBS, \nas to which there are no voting rights. During the \nrelevant period, AGNC did not engage in proxy voting \nbecause we did not have investments in publicly traded \nequities. As such, we do not believe this metric is \nrelevant to our business.\nHowever, AGNC maintains a proxy voting policy, which \nprovides general guidelines for reviewing proxy issues \nand requires AGNC’s officers to consult with each \nother and AGNC’s investment team in determining \nhow to vote a particular proxy. If a potential conflict \nof interest in respect of a particular proxy situation is \nidentified, AGNC may elect to resolve it by following \nthe recommendation of a disinterested third party, by \nseeking the direction of AGNC’s disinterested directors \nor, in extreme cases, by abstaining from voting.\nBusiness Ethics \nFN-AC-510a.1 Total amount of monetary losses as a \nresult of legal proceedings associated with fraud, \ninsider trading, anti-trust, anti-competitive behavior, \nmarket manipulation, malpractice, or other related \nfinancial industry laws or regulations \nAGNC did not sustain any monetary losses in the \nreporting period as a result of legal proceedings \nassociated with the conduct described. AGNC discloses \nmaterial legal and regulatory proceedings as required \nin its Annual Report on Form 10-K and Quarterly \nReports on Form 10-Q. Please reference AGNC’s Annual \nReport on Form 10-K and Quarterly Reports on Form \n10-Q for disclosure, to the extent applicable, of legal \nproceedings. \nFN-AC-510a.2 Description of whistleblower policies \nand procedures\nWe believe that a strong commitment to ethical and \nlegal business conduct is essential for AGNC. We \ngreatly value our reputation and integrity and hold \neach director, officer, employee and related person accountable for maintaining ethical business conduct. \nOur Code of Ethics and Conduct applies to all of our \ndirectors, officers, employees and related persons and \nprovides direction on how to act ethically in accordance \nwith our policies. The Code of Ethics and Conduct \naddresses AGNC’s policies on a range of topics \nand employees are directed to report any actual or \nsuspected misconduct to our Chief Compliance Officer, \na member of the Board of Directors or anonymously \nthrough our confidential third-party hotline available \n24 hours a day, 7 days a week. All employees affirm their \nunderstanding of these standards on at least an annual \nbasis. In 2022, we conducted mandatory compliance \ntraining on our Code of Ethics, insider trading policy, \nwhistleblower protections and anti-harassment. \nAGNC does not tolerate retaliation of any kind against \nemployees reporting in good faith any ethical or legal \nviolations or participating in an investigation. Please \nreference AGNC’s Code of Ethics for a description \nof our whistleblower policy and procedures or the \nGovernance section of this report, pages 25-27, for \nadditional disclosure.", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}