{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT3636APPENDICES\nSystemic Risk Management \nFN-AC-550a.2 Description of approach to \nincorporation of liquidity risk management \nprograms into portfolio strategy and redemption risk \nmanagement\nAGNC is not an open-end fund and is not subject to \nredemption obligations with respect to its preferred \nor common stock2. Thus, AGNC is not subject to \nredemption risk. AGNC’s investment strategies are \nbased on our assessment of market risks, our ability \nto hedge a portion of these risks and our intention to \nqualify as a REIT. AGNC seeks to provide investors with \nfavorable long-term returns on a risk-adjusted basis \nthrough attractive monthly dividends. To meet this \nobjective, we utilize a comprehensive risk management \nframework that is predicated on careful asset selection, \ndisciplined hedging and diversified funding to define \nour risk appetite and provide for oversight of key \nrisks. Rigorous risk management, including liquidity \nrisk management, is a critical component of AGNC’s \noperations and a significant differentiator among our \npeer group, evidenced by our performance in 2021. In \n2021, AGNC posted a positive 2.9 % economic return,3 \nthe best economic return in our peer group despite the \nsubstantial volatility driven by the continuing pandemic \nand speculation regarding the ultimate path of Federal \nReserve monetary policy actions.4 Please reference \nAGNC’s Annual Report on Form 10-K, pages 4 and 43-\n46, and the Risk Management section of this report, \npages 13-14, for additional disclosure.FN-AC-550a.3 Total exposure to securities financing \ntransactions\nOur total exposure to securities financing transactions \nas of December 31, 2021 was $1.9 billion. Virtually all \nof our securities financing transactions are structured \nas repurchase transactions. Under these repurchase \narrangements, the value of the collateral we pledge \ngenerally exceeds our borrowings, and, if our repo \ncounterparty defaults on its obligations, we may be \nunable to recover the excess collateral. We seek to \nmanage this risk by diversifying our funding among a \nnumber of sources. As part of our comprehensive risk \nmanagement framework, we regularly monitor and \nmanage our exposure to these counterparties. Please \nreference AGNC’s Annual Report on Form 10-K, pages \n2-5 and 42, for additional disclosure.\nFN-AC-550a.4 Net exposure to written credit \nderivatives\nAGNC does not write credit derivatives.", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}