{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT3737APPENDICES\nTCFD Recommended Disclosure AGNC Disclosure \nGovernance: Disclose the organization’s governance around climate-related risks and opportunities.\na) Describe the board’s oversight of \nclimate-related risks and opportunitiesOur Board has elected to allocate oversight of ESG matters among the Board and its standing committees rather than \ndelegating responsibility for oversight of all ESG matters to a single committee. Our entire Board is responsible for the \noversight of climate-related risks and opportunities as part of its overall risk management and strategic direction oversight. \nThe Board meets at least quarterly and reviews AGNC’s risk management framework, including its assessment of the \nmateriality and risk potential of climate change, on an annual basis. See the ESG Oversight section of this report on page 15 \nfor additional disclosure. \nb) Describe management’s role in \nassessing and managing climate related \nrisks and opportunities.AGNC’s assessment and management of climate-related issues is overseen by several functional groups within AGNC, which \nwe can broadly divide into investment and operational activities.\nInvestments\n• AGNC's portfolio management teams are responsible for assessing and managing climate-related risks and opportunities \nunder their respective investment strategies. Our Executive Vice President and Chief Investment Officer oversees our \nAgency investment portfolio, which comprises 97% of our investment portfolio assets. Our Senior Vice President —  \nNon-Agency Portfolio Management, is responsible for our non-Agency portfolio. \nOperations\n• AGNC's Strategy and Corporate Development team, led by our Executive Vice President - Strategy and Corporate         \nDevelopment, is responsible for assessment and management of corporate (i.e., non-investment) climate-related issues.\n• AGNC's Legal Department, led by our Executive Vice President and General Counsel, and our Accounting Department, \nlet by our Executive Vice President and Chief Financial Officer, are responsible for tracking and implementing legal, \nregulatory, and reporting requirements related to climate change.\nThe leaders of each of these functional areas report directly to our President and Chief Executive Officer regarding material \nclimate-related issues. In addition, our management team assesses and reviews AGNC’s comprehensive risk management \nframework, including climate-related risks, and reviews such matters with the Board annually.  Management also periodically \nassesses strategic opportunities, including ESG related opportunities, and will engage with the Board on these opportunities \nas and when relevant and material.AGNC TCFD Response\nAll data is as of December 31, 2021, unless otherwise noted.", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}