{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT3838APPENDICES\nTCFD Recommended Disclosure AGNC Disclosure \nStrategy: Disclose the actual and potential impacts of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning \nwhere such information is material.\na) Describe the climate-related risks \nand opportunities the organization has \nidentified over the short, medium, and \nlong term.See our Risks and Opportunities on pages 40-41.\nb) Describe the impact of climate-\nrelated risks and opportunities on the \norganization’s businesses, strategy, and \nfinancial planning.We have evaluated the potential impact of each of the climate-related risks and opportunities identified in AGNC's businesses, \nstrategy, and financial planning. Our analysis showed that AGNC's business is largely resilient to climate-related risks.  \n \nInvestment Portfolio  \nOn the investment side, 97%1 of our assets are Agency Mortgage-Backed Securities (MBS), which include a guarantee of the \nprincipal amount and interest payments from the respective Agency. For these investments, the primary risks we manage \nare interest rate risk and mortgage spread risk.  We do not assume any credit risk associated with the performance of the \nunderlying borrowers and, as such, upon a default by a borrower following a severe climate event, Agency MBS investors \nwould expect to receive payment in full of the outstanding principal by the applicable guarantor (i.e., the relevant Agency). \nAGNC’s portfolio includes over 300,000 individual loans located throughout the United States.  This highly diversified and \ngranular portfolio mitigates the impact of a potential climate-related casualty or default of any single loan. Thus, climate-\nrelated risks have not impacted and are not expected to materially impact our investment strategy with respect to Agency MBS. \nEven so, we continue to engage with regulatory bodies, independent research organizations, and industry groups to improve \nenvironmental data disclosures and evaluate data standards.   \n \nThe remaining 3% of our assets are comprised of non-Agency investments, where  AGNC may bear all or some portion \nof the associated credit risk. Climate-related risks have impacted our strategy for these investments and our non-Agency \ninvestm ent team incorporates climate-related risks into investment decision-making. Our non-Agency team considers the \nrisk of climate events, such as geographies that are more prone to floods or wildfires, in evaluating specific non-agency \ninvestments. Our non-Agency portfolio is significantly geographically diversified to mitigate the risk of such individual climate \nevents, and the majority of our non-Agency investments benefit from structural credit support whereby the initial losses would \nbe borne by subordinated tranches held by third parties. Also, the borrowers of these properties are required as part of their \nloan to carry casualty insurance.  \n \nCorporate Operations  \nWe maintain three office locations to operate our business, with 80% of our workforce residing at our Maryland office.  We \nhave the equipment, facilities and resources to operate fully remotely and can easily relocate our operations in the event of \nweather related natural disasters. Thus, we view the impact of climate-related risks to our business operations as minimal. \nNew climate-related laws and regulations could increase the cost of AGNC's operations on a go-forward basis, but they \nwould not be expected to have a material financial impact. Our current operating cost structure is already the lowest in our \nindustry, and enhanced climate-related reporting obligations would not be expected to increase our cost ratio materially as a \nresult or significantly impact our overall financial results.  \n \nIn our evaluation of risks and opportunities, we learned that stakeholders do not have a good understanding of our \nenvironmental impacts relative to other industries.  We have thus decided to disclose our Scope 1 and Scope 2 Greenhouse \nGas (GHG) emissions, and we purchased offsets and renewable energy certificates to offset the entirety of these emissions. \nWe intend to continue to offset the entirety of our Scope 1 and 2 GHG emissions in future years, while also evaluating \nmeasures to reduce the GHG emissions and corporate waste from operations within our control. We have also increased \nour disclosures about our business, including under the TCFD framework, to assist our stakeholders in better evaluating the \nenvironmental impact of our business and operations.\nc) Describe the resilience of the \norganization’s strategy, taking into \nconsideration different climate related \nscenarios, including a 2°C or lower \nscenario.As described in the previous section, we believe our strategy is resilient to all climate scenarios.  \n \nInvestment Portfolio  \nWe have assessed AGNC’s Agency MBS portfolio as resilient to both physical and transitional climate-related risks, since we \nare not exposed to the credit risk associated with our Agency MBS investments. As a result, AGNC’s primary climate-related \nrisk with respect to its Agency MBS portfolio is accelerated prepayments associated with climate-driven events. Following a \nsignificant default by a borrower, including defaults driven by severe climate events, the guarantors of our Agency MBS (the \ngovernment-sponsored entities and/or the applicable governmental body) will typically buy the borrower’s loan out of the \nAgency MBS pool, and investors such as AGNC will receive the par value of the loan.  To the extent that the corresponding fair \nmarket value of the Agency MBS pool exceeded the par value of the repaid loan, we would expect to recognize a loss in the \namount of such excess.  In addition, to the extent that prevailing interest rates and/or mortgage spreads to benchmark rates \nhave decreased, we could be forced to invest such proceeds at a lower yield than we would have otherwise realized had the \ndefaulted loan remained outstanding. E ven so, the geographical diversification of our portfolio greatly reduces the potential \nimpact of any single physical or transition-related climate event. Further, AGNC incorporates climate analysis to the extent \nmaterial or feasible with respect to AGNC’s non-Agency investments (which comprise only 3% of our total assets).  \n \nCorporate Operations  \nWhile a significant weather event or related natural disaster could temporarily disrupt AGNC’s operations, we do not \nanticipate significant, ongoing business disruption or impacts from climate driven events. Most of our employees are \nbased in our headquarters in Bethesda, Maryland but our COVID-19 pandemic experience demonstrated AGNC’s ability to \ntransition quickly to a remote work environment in the unlikely event of a significant climate event in Bethesda, Maryland (or \nour satellite offices).", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}