{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT3939APPENDICES\nTCFD Recommended Disclosure AGNC Disclosure \nRisk Management: Disclose how the organization identifies, assesses, and manages climate-related risks.\na) Describe the organization’s processes \nfor identifying and assessing climate \nrelated risks.AGNC’s identification, assessment and management of climate-related issues is overseen by three main functional groups \nwithin AGNC:\n1. AGNC’s portfolio management teams are responsible for identifying and assessing climate-related risks as they pertain \nto our investment portfolio. In particular, our Chief Investment Officer leads this effort for our Agency Investments and \nour Senior Vice President of Non-Agency Investments leads this for our non-Agency Investments.  \n2. AGNC’s Strategy and Corporate Development team, led by our Executive Vice President - Strategy and Corporate \nDevelopment, is responsible for assessment and management of climate-related risks as they relate to our corporate \noperations (i.e., non-investment).  \n3. AGNC’s Legal Department, led by our Executive Vice President and General Counsel, and our Chief Financial Officer \nare responsible for identifying and assessing legal and regulatory risks related to climate change, and implementing \nany subsequent reporting requirements.\nAll of these functional groups report directly to our Chief Executive Officer and President regarding material climate risks. Our \nsenior management team reports annually to our board regarding our comprehensive Enterprise Risk Management framework, \nwhich includes climate-related risks. Specifically, our Enterprise Risk Management framework includes Climate Change Risk \nas one of seven specific strategic risks to be evaulated on an ongoing basis.  For our Enterprise Risk Management purposes, \nwe evaluate this risk consistent with the TCFD framework, defining it as the risk “that acute or chronic events or occurrences \nattributable to climate change (e.g., events  consistent with increases in average global temperatures), or changes to laws/\nregulations regarding climate change and a transition to low carbon economy, could harm the company’s ability to operate or \nadversely impact its financial performance.b) Describe the organization’s processes \nfor managing climate related risks.\nc) Describe how processes for \nidentifying, assessing, and managing \nclimate related risks are integrated \ninto the organization’s overall risk \nmanagement.\nMetrics and Targets: Disclose the metrics and targets used to assess and manage relevant climate-related risks and opportunities where such information is \nmaterial.\na) Disclose the metrics used by the \norganization to assess climate related \nrisks and opportunities in line with its \nstrategy and risk management process.Corporate Operations.   \nAGNC tracks its Scope 1 and 2 GHG emissions and intends to publish the results in our annual ESG reports. We also track \ncertain Scope 3 GHG emissions data for internal use, including employee commuting and business travel GHG emissions.  \n \nInvestment Portfolio.  \nWe track the percentage (%) of assets under management comprised of Agency MBS and non-Agency MBS. As discussed, \nAgency MBS are extremely resilient to climate-related risks.  \n \nGHG emissions data, whether actual or based on estimates, for most MBS aseets is not available, so we are unable to track \nthis metric.\nb) Disclose Scope 1, Scope 2, and, if \nappropriate, Scope 3 greenhouse gas \n(GHG) emissions, and the related risks.See GHS Emissions table on page 18.\nc) Describe the targets used by the \norganization to manage climate \nrelated risks and opportunities and \nperformance against targets.AGNC completed its first corporate Scope 1 and 2 GHG emissions inventory in June 2022.  AGNC is in the process of \nevaluating the feasibility and benefit of implementing climate-related targets.", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}