{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT4040APPENDICES\nOverview:  We continue to evaluate climate risks to and opportunities with respect to our operations and portfolio, \ndespite their likely limited impact given our business model.  As set forth in the TCFD Framework, climate risks \ncan take the form of Transition Risks, or risks associated with the transition to a low-carbon economy, and Physical \nRisks, or risks asociated with acute or chronic climate events.  Similarly, climate-related opportunities could also \narise during this transitionary period. Identification and disclosure of potential risks does not imply that any such \nrisks are material to AGNC either individually or in the aggregate. See our Form 10K for information on risks to our \nbusiness identified as material.\nRisks\n1.  Accelerated prepayments as a result of severe  \n climate events (physical, short- and medium-term)\nSevere weather events could drive increased \nprepayment activity as the mortgages underlying \nproperties adversely impacted by climate events \nare repaid with insurance proceeds or pursuant \nto the Agency guarantee.  These accelerated \nprepayments could require AGNC to amortize \npremiums associated with its Agency MBS holdings \nmore quickly than anticipated, potentially generating \nlosses or reduced returns relative to expectations.  \nFurther, the reinvestment of such proceeds received \nfollowing such climate-related event may be at \nlower yields, ultimately driving lower earnings for the \nassociated capital.\n2. Persistent prepayment activity in excess of  \n modeled outcomes as a result of chronic climate  \n events (physical, long-term)\nChronic physical risks such as materially rising \nsea levels and associated weather events could \npotentially create a persistent and durable change \nin the prepayment characteristics of mortgages for \nimpacted properties.  As noted above, accelerated \nprepayments relative to expectations could drive \nlosses or reduced returns.\n3.  Significant changes to the residential housing  \n ecosystem (physical, long-term)\nAlthough unlikely over the near to intermediate \nterm, chronic physical risks and associated transition \nrisks could potentially drive changes in Agency MBS \ncharacteristics, pricing, and performance over a \nlonger-term perspective.  As mortgages originated today have, at most, a thirty year term, it is unlikely \nunder most climate change models that today’s \nAgency MBS will be materially impacted by these \nlonger-term climate trends.  Nevertheless, future \niterations of Agency MBS may be more directly \nimpacted.  In such an event, MBS issuers would likely \nhave to disclose additional information to inform \ninvestors of associated climate risk, which would \nimpact relative pricing of Agency MBS pools.  This \ndifferentiation could potentially impact the liquidity \nof Agency MBS as a result of the differentiation \nand increased granularity of Agency MBS pools, \nadversely affecting the liquidity premium associated \nwith Agency MBS as a result of the perceived \nhomogeneity of Agency MBS generally.  Finally, the \nperformance of future Agency MBS pools may be \nmore impacted by persistent climate change events.\nOpportunities\n1.  Enhanced data for Agency MBS, facilitating more  \n accurate prepayment modeling (short-, medium-,  \n and long-term)\nAs the risks related to climate change grow, \nunderlying data for Agency MBS may become \nmore transparent and available, enabling AGNC \nto more accurately model performance.  This \nincreased differentiation would also provide another \nopportunity for alpha generation relative to other \ninvestors in Agency MBS to the extent that AGNC \nwas able to utilize such incremental data to drive \nmore favorable returns relative to other investors.Climate Risks and Opportunities ", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}