{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT 4242Forward-Looking \nStatements\nThis report contains forward-looking statements \nwithin the meaning of the Private Securities Litigation \nReform Act. Forward- looking statements are typically \nidentified by words such as “believe,” “plan,” “expect,” \n“anticipate,” “see,” “intend,” “outlook,” “potential,” \n“forecast,” “estimate,” “will,” “could,” “should,” “likely” \nand other similar, correlative or comparable words and \nexpressions. Forward-looking statements are based \non estimates, projections, beliefs and assumptions \nof management of the Company at the time of \nsuch statements and are not guarantees of future \nperformance. Forward-looking statements involve \nrisks and uncertainties in predicting future results and \nconditions.\nAccordingly, our activities and outcomes could differ \nmaterially from those projected in these forward-\nlooking statements due to a variety of important \nfactors, including, without limitation, changes in \ninterest rates, changes in the yield curve, changes \nin prepayment rates, the availability and terms \nof financing, changes in the market value of the \nCompany’s assets, general economic conditions, \nmarket conditions, conditions in the market for Agency \nsecurities, and legislative and regulatory changes that \ncould adversely affect the business of the Company. \nCertain factors that could cause actual results to \ndiffer materially from those contained in the forward-\nlooking statements, are included in the Company’s \nperiodic reports filed with the Securities and Exchange \nCommission (“SEC”). Copies are available on the SEC’s \nwebsite, www.sec.gov. The Company disclaims any \nobligation to update or revise any forward-looking \nstatements based on the occurrence of future events, \nthe receipt of new information, or otherwise.Contact Us \nWe welcome any feedback, \nsuggestions or requests for more \ninformation. Please contact us at:\n2 Bethesda Metro Center  \n12th Floor\nBethesda, MD 20814\n301-968-9315\nCR@AGNC.com\n", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}