{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT 44442021 Stakeholder Engagement \n1. Shareholdings as of June 30, 2021. \nGHG Emissions \n1. AGNC’s 2019 and 2021 GHG emission inventory was \ndesigned and developed to align with the World Resources \nInstitute, World Business Council for Sustainable \nDevelopment, and the GHG Protocol: A Corporate \nAccounting and Reporting Standard. Emissions sources \ninclude stationary combustion and refrigerants for our \nScope 1 GHG emissions and purchased electricity for \nour Scope 2 GHG emissions. A base year inventory for \n2019 and subsequent inventory for 2021 were prepared \nusing actual data where available and supplemented \nwith modeled information. 2020 was excluded from our \nanalysis due to the significant impact of COVID-19 on our \noperations in 2020 and a reduction in employee office \npresence. Data represents energy consumption and GHG \nemissions for our headquarters in Bethesda, Maryland \nand two satellite offices in Westport, Connecticut and \nBoca Raton, Florida. Purchased electricity for Bethesda, \nMaryland and Westport, Connecticut was estimated based \non total building consumption and the pro rata share \nattributable to AGNC based on AGNC’s share of building \nsquare footage. Purchased electricity was estimated for the \nBoca Raton office based on square footage and regional \naverage consumption values for commercial office space.\nClimate Change Strategy  \n1. Includes net TBAs position.\nHuman Capital Management \n1. Excludes any tenure with American Capital, Ltd., the \nprior owner of AGNC’s external manager, unless the \napplicable employee or member of senior management \nwas employed directly by the manager.   \nSocial – Investments \n1. Includes net TBAs position.\n2. Lower balance loans or high loan-to-value (“LTV”) \nloans, including those originated under the Home \nAffordable Refinance Program (“HARP”) program. We define lower balance loans as pools of mortgages backed \nby loans with original balances of up to $200,000, a \nrelatively underserved stratum of the market, as mortgage \noriginators are typically compensated based upon loan \nsize and thus prioritize higher balance opportunities. The \nU.S. HARP program was implemented in 2009 to facilitate \nmortgage refinancing for homeowners that experienced a \nhome value decline in connection with the 2008 recession \nand were otherwise unable to refinance.\n3. HomeReady loans are an affordable mortgage program \nprovided by Fannie Mae consisting of down payments \nas low as 3% for homeowners with a current income at \nor below 80% of the Area Median Income (“AMI”), a \nmortgage with a LTV ratio up to 97% and Debt to Income \nRatio (“DTI”) of 50% or less.\n4. RefiNow loans are an affordable refinance program \nprovided by Fannie Mae for homeowners with a current \nincome at or below 100% of the AMI and a mortgage with a \nLTV ratio up to 97% and DTI of 65% or less.\nNew Initiatives – AGNC Ventures \n1. Funded through the MAXEX Opportunity Program, \nwhich provides preferred pricing for minority, women, and \nveteran-owned lenders.\n2. Funded through the MAXEX Sustainable Program, which \nprovides customers a cost-effective alternative to finance \ngreen energy home improvements. \nSASB Disclosure  \n1. As defined by SASB, “covered employees” are employees \nsubject to filing the following forms: Form U4 (Uniform \nApplication for Securities Industry Registration or Transfer) \nwith the Central Registration Depository (CRD) of the \nFinancial Industry Regulatory Authority (FINRA); Form \nU5 (Uniform Termination Notice for Securities Industry \nRegistration) with the CRD of the FINRA; Form U6 (Uniform \nDisciplinary Action Reporting Form) with the CRD of the \nFINRA; Form BD (Uniform Application for Broker-Dealer \nRegistration) with the Investment Adviser Registration; \nDepository (IARD) of the U.S. Securities and Exchange \nCommission (SEC); and Form BDW (Uniform Request for \nBroker-Dealer Withdrawal) with the IARD of the SEC.ENDNOTES", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}