{"page_content": "2021 2021 AGNC INVESTMENT CORP . | ESG REPORT66\n66Overview\n“ Since our 2008 IPO, AGNC has  \ndelivered an industry-leading  \ntotal stock return.”AGNC Investment Corp. (AGNC) is a leading provider of private \ncapital to the U.S. housing market. We invest predominantly in \npools of mortgages structured as mortgage-backed securities \n(MBS) guaranteed by an “Agency” – a U.S. Government- \nsponsored enterprise, such as Fannie Mae and Freddie Mac, or \na U.S. Government agency. We fund our investments through \na combination of equity capital and collateralized borrowings \nstructured as repurchase agreements. Our investments support \nthe residential real estate mortgage markets and facilitate home \nownership in the U.S.\nOur principal investment objective is to provide our stockholders \nwith favorable long-term returns on a risk-adjusted basis \nthrough attractive monthly dividends. We generate income from \nthe interest earned on our investment assets, net of associated \nborrowing and hedging costs, and net realized gains and losses \non our investments and hedging activities. Our active portfolio \nmanagement philosophy is intended to preserve our net asset \nvalue across a wide range of market scenarios.\nAGNC is headquartered in Bethesda, Maryland and has 50 \nemployees. Our common stock is traded on the Nasdaq Global \nSelect Market under the symbol “AGNC.” Since our 2008 IPO, \nAGNC has delivered an industry-leading total stock return. We are \nthe second largest mortgage real estate investment trust (REIT) \nand one of only two residential mortgage REITs with a market \ncapitalization above $5 billion. In addition, AGNC has the lowest \noperating costs as a percentage of stockholders’ equity among \nresidential mortgage REITs.IPO and Commencement \nof Operations2008\nInvestment Portfolio1$82 B\nTotal Stockholders’ Equity$10.3 B\nEmployees50\nOperating Cost Structure20.81% \n2021 \nFinancials\nAll data as of December 31, 2021", "metadata": {"source": "NASDAQ_AGNC_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}