{"page_content": "Educating the Next \nGeneration of Leaders \nAmyris is committed to \nproviding support to ensure \ngreater opportunities for \nstudents from Historically \nBlack Colleges and Universities \n(HBCUs) and from colleges \nand universities in our local \ncommunities. In 2021, we \ncreated an annual scholarship \nfund to advance equitable \naccess to education and \nsupport Black students in \nSTEM, marketing and business \nfields. Through this scholarship \nfund, each year Amyris donates \n$80,000 to the organization \n10,000 Degrees, which supports \nBlack professionals in STEM \nfields, and $100,000 to the \nUnited Negro College Fund. \nThe first round of scholarships \nfrom those two organizations \nrecipients benefitted 51 students. $180k  \nper year AMYRIS SCHOLARSHIP FUND:\nWE SUPPORT:WHAT RECIPIENTS ARE SAYING:\nAmyris also participates in the industry association BioMADE, with executive \nrepresentation on BioMADE’s leadership committee. Part of BioMADE’s \nmission is to expand the biomanufacturing workforce, and it partners with \nschools from kindergarten to universities to equip students with advanced \nskills for bioindustrial manufacturing. BioMADE is also committed to \nadvancing greater diversity, equity and inclusion in biomanufacturing. RECIPIENTS ARE ATTENDING: \nRECIPIENTS ARE STUDYING:\nBiochemistry, Biology, Business Administration, Cellular Biology, Computer \nScience, Mathematics, Mechanical Engineering, and Public Health\n“I am going to University of California, Santa Cruz. Words cannot \ndescribe the relief and gratitude I felt when I received the scholarship \nfrom you. This scholarship reminds me that there are people in the world \nthat I don't know, yet who care about my education so much. People \nlike Amyris Scholarship Donors who invest in me so I can do well and be \nhappy, in order for me to be thoroughly educated. Thank you so much \nfor rewarding my hard work; thank you for seeing my situation, and \nthank you for trusting that I won't let you down!” \nAmyris 2021 ESG Report\n36PROTECTING PEOPLE AND THE PLANET MAKING LIFE BETTER OPERATING OUR BUSINESS RESPONSIBLY", "metadata": {"source": "NASDAQ_AMRS_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}