{"page_content": " 11\nSUSTAINABILITY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016Cocoa\nCocoa Life is a holistic, third-party verified program that aims to create a \nsustainable cocoa supply by transforming the lives of cocoa farmers and communities at scale. It is our ultimate goal to source all of our cocoa sustainably, mainly through Cocoa Life .\nLaunched in 2012, Cocoa Life is investing $400 million USD by 2022 to empower at least 200,000 cocoa farmers and reach over one million community members in six key cocoa-growing origins: Côte d’Ivoire, Ghana, Indonesia, India, the Dominican Republic and Brazil. The Cocoa Life program is based on three non-negotiable principles: it is holistic and farmer-centered, committed to partnership and aligned with our sourcing.\nCocoa Life links cocoa farming with community development. The program includes a wide array of \ninitiatives to support farmers in local communities, helping them to cultivate stronger, more resilient crops and creating real impact across our cocoa communities. Cocoa Life connects the beginning and end of the cocoa supply chain so farmers can see how their cocoa crop contributes to the chocolate we enjoy. \nMaking Progress on our Roadmap\nWith our partners, we provide extensive farmer training and community action planning before the cocoa we source from program communities qualifies for Cocoa Life . By the end of 2016, Cocoa Life worked \nwith 92,000 farmers in 861 communities across six different regions. Twenty-one percent of our cocoa was sustainably sourced ( Cocoa Life or certified) as we began to transition our brands from certification \nto Cocoa Life supported by the more robust level of cocoa provided by the program. Cocoa Life ’s 2016 \nprogress dashboard also demonstrates the scale achieved at the end of 2016 in three key cocoa origin countries: Ghana, Côte d’Ivoire and Indonesia.\nFarmers2012 2014 2015 201610,000\n38,000\n76,700\n92,000\nCommunities2012 2014 2015 2016500200\n795\n861COCOA LIFE PROGRESS\nCocoa Life volumes grew by 75 percent in \n2016, driven by the sizable increase in the number of farmers and communities that we successfully brought into the program.  ", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}