{"page_content": " 13\nSUSTAINABILITY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016Tackling Climate Change and \nDeforestation\nCocoa farmers and community leaders in West \nAfrica tell us climate change is already impacting their farms and we are increasingly concerned about the effects of climate change on their livelihoods.\nDeforestation is a driver of climate change and \nwe are stepping up our efforts to protect forests and help farmers become more resilient against the effects of climate change by improving environmental practices on cocoa farms.\nTo address environmental sustainability issues in \nhundreds of Ghana’s cocoa-growing communities, Cocoa Life is working with the United Nations Development Programme (UNDP) , the Ghana \nCocoa Board (COCOBOD) and cocoa farmers.\n Cocoa Life farmers receive support from the UNDP \nto help them plant economic trees on their cocoa farms. These trees provide shade to protect against excessive heat and preserve moisture which makes cocoa more resilient to climate change. They also protect biodiversity and have economic value (timber or fruit), which provides additional revenue for farmers.\nWith UNDP, we have distributed more than \n787,000 economic tree seedlings since 2014 to more than 9,600 cocoa farmers. These efforts enable and encourage cocoa farmers to move toward more sustainable “green production” principles.\nIn Côte d’Ivoire, Mondelēz International is leading \nprivate sector action as part of the national program to combat deforestation, which is part of the international Reduced Emissions from Deforestation and Degradation (REDD+) framework.As a next step, a pilot project with 5,000 farmers in the Nawa Region will work with local communities to map forests for protection, produce a local land use plan and implement a tracking system.\nLooking forward, we are a founding member of the Cocoa & Forests Initiative , in which 12 leading \ncocoa and chocolate companies will work, in partnership with others, to end deforestation in the cocoa supply chain with an initial focus on Côte d’Ivoire and Ghana.\n", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}