{"page_content": " 18\nSUSTAINABILITY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016North America Wheat\nIn North America, our wheat farmers are adopting \ninnovative practices to optimize pesticide and fertilizer use, growing all the wheat we need for our Triscuits  brand, with a lower environmental \nfootprint.\nWe started the program in 2015 with Michigan \nState University and our supplier of soft white wheat, Cooperative Elevator Company (Coop). We expanded the program to 12,000 hectares and 120 farmers in 2016.\nEach year, farmers get a report of their \nperformance versus peers and engage their agronomists on opportunities for improving their yield and environmental footprint. In the first two years, farmers in the program reduced greenhouse gas emissions by 25 percent versus the regional average, and only one farmer relied on irrigation, thus minimizing the water withdrawal footprint. The program continues for a third year in 2017, expanding to 139 farmers — of whom 10 percent joined The Nature Conservancy’s Saginaw Bay Regional Conservation Partnership Program that we support.Palm Oil\nWe believe sustainable palm oil is important for the long-term growth of our business and should be accessible to all.\nWithin our supply chain, we tackle deforestation \nthrough our Palm Oil Action Plan. Our suppliers must implement traceability and more sustainable production practices. Our guidelines also dictate that development should not take place in Primary Forest, High Conservation Value (HCV) areas, High Carbon Stock (HCS) forests, or use fire in plantation operations.\nWorking with World Wildlife Fund  and the UNDP , \nwe developed our Palm Oil Action Plan in 2014 \nand updated it in 2016 . The updated plan requires suppliers to improve practices across entire operations and focuses on risk assessment and engagement of third-party suppliers to drive accountability for traded oil. Key new provisions require suppliers to:\n• Map and assess the risk for all supplying mills \non Global Forest Watch  (GFW)  to increase \ntransparency\n• Provide assurance that no deforestation occurs on their own concessions and exclude third-party suppliers who do not immediately cease deforestation\n• Work with recognized third-party experts to protect labor rights\nPhoto Credit: UNDP Indonesia Palm Oil Platform (InPOP)", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}