{"page_content": " 3\nINTRODUCTION\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016A Message from Irene Rosenfeld, Chairman & CEO, Mondelēz International\nIn 2012 we began our journey to become a \nfocused snacking company, with a clear purpose to create more moments of joy for our colleagues, consumers, customers and communities. We know that our success is directly linked to enhancing the well-being of the people who make and enjoy our products, the communities we serve and the planet as a whole. That’s why in 2013, we launched our Call For Well-being platform — our call to action for colleagues, suppliers and partners to deliver meaningful change.\nSince then, the world around us has changed and \nso have we. In January we introduced our updated Strategy Globe , which is an evolution of our \nstrategic focus to achieve our growth ambitions — to be the best snacking company in the world. It helps us lead with purpose and values, to deliver balanced growth, with a keen focus on our three goals: grow our people, grow our business and grow our impact.\nIn this context, we have evolved our platform as \nwell. Our new platform, Impact for Growth , is a \nnatural outcome of our Call For Well-Being, going from a “call to action” to a declaration of how our business success is inextricably linked to positive social impact. It is a more focused approach to driving our company’s growth and delivering positive change.  \nWe recognize our company’s future is rooted in \nhelping people snack in a balanced way and enjoy life with products that are safely and sustainably sourced, produced and delivered. To realize this purpose, we empower the well-being of our colleagues, communities, farmers and consumers, while making smart and sustainable use of natural resources to reduce our environmental footprint. We help communities thrive by investing in programs to help families make informed food choices, gain access to fresh foods, and get children playing more. Of course, we will continue to put safety and integrity first in everything we do.\nWhile our platform name has changed, our \ncommitment to deliver against our metrics remains steadfast. This Impact for Growth 2016 Progress Report  details the progress we’ve made \nagainst our targets and outlines our future plans in areas where we can have the greatest impact.  We continue to work with our partners to find innovative ways to bring positive change across all aspects of our business.I’m proud to lead a global organization that lives its purpose through big and small moments each day. Looking ahead, we will continue to lead this charge with authenticity, integrity and transparency to create meaningful and lasting impact — for our people, for our business and for our planet.\nI invite you to explore our progress in our 2016 \nreport. If you would like periodic updates about our efforts, I encourage you to visit our website  \nand follow us on Twitter ( @MDLZ ) and Facebook .\nWarmest Regards,\nIrene Rosenfeld  \nChairman & CEO\n", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}