{"page_content": " 22\nSUSTAINABILITY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016Preserving Water\nWhen considering the various ways Mondelēz International addresses sustainability issues around the \nworld, nothing is more important than conserving the valuable resource of water.\nBased on a comprehensive risk assessment, we have identified priority sites in areas where water is most \nscarce. We target our water reductions in these locations. Our goal is to reduce absolute water use by 10 percent at priority manufacturing sites where water is most scarce.\nOur U.S. bakery in Fair Lawn, New Jersey reduced incoming water consumption by 350 million liters \nfrom 2013 to 2016 by replacing water-cooled air compressors with air-cooled units and by converting from once-through to closed-loop cooling water systems. \nThrough 2016, 18 percent of our incoming water usage in priority locations has been reduced. Our \n2020 goal of reducing water usage in priority locations by 10 percent includes the impact of new manufacturing lines and sites, which we anticipate will add to our future absolute water use.\n18%\nreduced \nwater \nusageGOAL 10%\nEliminating Waste\nOur focus has been on reducing waste in manufacturing, where we continually search for innovative reduction solutions. We’ve raised awareness of the value of reducing waste among our factory employees and adopted lean manufacturing techniques, such as Integrated Lean Six Sigma, to ensure we use resources efficiently and reduce waste.\nOur bakery in Beijing, China, which is already at \nbest-in-class performance for minimizing waste, reduced an additional 240 tonnes of waste in 2016 by benchmarking against similar factories, building capability and implementing a site-wide zero-loss/zero-waste mindset.\nP10%\nreduced  \ntotal waste in \nmanufacturingGOAL 20%", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}