{"page_content": " 25\nWELL-BEING SNACKS\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016Empowering Consumers to Snack in Balance\nHelping people enjoy the snacks they love and stay in balance is our primary \nmission.  \nBy the end of 2016, we surpassed our goal, delivering 26 percent of our \nrevenue from our Better Choice  options — products that meet strict category-\nspecific nutrition criteria.  \nWe continue to focus our efforts across our portfolio to enhance the \ngoodness of our brands and optimize their nutrition and ingredients by increasing whole grains and reducing saturated fat, sodium and sugars. We have in place baseline nutrition criteria that we use to assess new products being developed, as well as guide renovations. We simplify ingredient lines and continue to remove artificial ingredients in select key brands, as well as introduce new snacks without artificial colors or flavors, such as our line of Good Thins  crackers launched in the United States.Whole Grains\nWe achieved our goal of increasing whole grains by 25 percent across our portfolio at the end of 2015. We continue to grow our whole grain options including expansion of Triscuits  and Wheat Thins  in the U.S., as well as \nexpansion of Club Social  whole wheat crackers in Brazil. \nIn 2016, belVita  delivered  65 million \npounds of whole grains to global diets\nSodium and Saturated Fat\nWe continue to reduce the amount of saturated fat and sodium within our products, with the goal of achieving our 10 percent reduction targets by 2020. Halfway through our timeframe, we have reduced sodium by 5 percent and saturated fat by 6 percent across our global portfolio. Going forward, we will focus on improving saturated fat and sodium as part of our overall renovation of key global power brands — our biggest selling products. In addition, we will also introduce new products, as well as line extensions, with less saturated fat and sodium in the recipes.\n", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}