{"page_content": " 26\nWELL-BEING SNACKS\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016Trans Fat\nOur efforts to remove industrially-produced \ntrans fatty acids (TFAs) from our entire portfolio continue. Our ultimate goal is to eliminate them from our portfolio. Over the years, we have significantly reduced industrially-produced TFAs and partially hydrogenated oils (PHOs) from our products, while maintaining taste and quality. As part of our efforts, we made a commitment along with members of the International Food & Beverage Alliance to reduce industrially-produced TFAs from PHOs in our products worldwide to be less than 1g of TFAs per 100g of product by the end of 2018.Sugar\nWe know that to effectively maintain a healthier, more balanced diet, it is important to manage the intake of both sugar and calories. And we agree people should limit their sugar intake as part of an effort to reduce calories. This aligns with and supports the World Health Organization (WHO) and other regulatory agencies’ advice for consumers to limit added sugar intake to no more than 10 percent of daily calories.\nSugar reduction has been a focus for us over the \npast 10 years. We take a multi-pronged approach to help consumers manage sugar and calories, focused on five areas: creating new products with less sugar; reducing sugar amount in current products; launching and supporting lower sugar sub-lines; increasing portion control options; and reinforcing portion messaging on pack.For example, we’ve introduced new sugar-free and reduced sugar confection, such as our Trebor  \nmints in the UK. And through our Oreo  and \nChips Ahoy Thins platforms, we’re offering fewer calories and sugar per cookie compared to the regular version. That way, people can savor the taste they love, but with fewer calories and sugar.  \nGlobally, 90 percent of our gum and 70 percent of our powdered beverages, such as Tang and Clight , \nare sugar free. In fact, since 2012, we removed 154 million pounds of sugar across our global powdered beverages. We have also reduced sugar by 10 percent in belVita  and Barni  soft cakes \nrecipes.  \n15% of our portfolio today is sugar-free or sugar-reduced\n", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}