{"page_content": " 27\nWELL-BEING SNACKS\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016Inspiring People to Snack Mindfully\nTo make informed, mindful decisions for themselves and their families, people need product options and the right information delivered in a simple and \nstraightforward manner. Our marketing and communications practices are designed with this in mind, so we can help people have clear information about our snacks and empower them to make the best choices.\nOffering More Portion Control Products\nExpanding our portion control options — snacks that are 200 calories or less and are individually wrapped — enables people to enjoy the treats they love, become more mindful about what they eat and help manage their calories. At the end of 2016, we grew our portion control options by 39 percent — exceeding our original goal of 25 percent. Starting in 2017, our goal will be to make portion control snacks a meaningful segment of our portfolio, with an aim to deliver 15 percent of revenue by 2020.\nNutrition Labeling\nWe understand the importance of being open and consistent in the way we communicate about our snacks with consumers around the world. Our nutrition labeling approach is in line with international standards, including Codex Alimentarius . We provide nutrition labeling on all of our products \nacross our markets, displaying the amount per serving and/or per 100 grams (depending upon local regulations) on eight key nutrients — energy (calories), protein, carbohydrates, sugars, fat, saturated fat, fiber and sodium. On very small packages with limited space, we list calories, protein, carbs and total fat. Nutrition labels usually include the percentage that a nutrient provides of a person’s recommended daily intake, such as Daily Value or Dietary Reference Intake.  \nWhen we make a claim about a nutrient (e.g., good source of fiber) or \nwhen we add a specific nutrient for fortification purposes, we will include information on that nutrient in the label and in accordance with local regulations or by recognized bodies, such as Codex, in those cases where country regulations or standards have not been set. We also follow the guidance outlined in the WHO/Food and Agricultural Organization of the United Nations (FAO) guidelines  on food fortification with micronutrients.Front-of-Pack Labeling\nCalories are universally recognized around the globe. We are committed to helping our consumers be mindful of how many calories they are taking in. By the end of 2016, we had calorie information front-of-pack (FoP) on all of our eligible products globally.* Unless national requirements require alternative elements, our FoP calorie labeling must depict calories (energy) per serving or per pack for single serve individually wrapped products.\n*Where such front-of-pack labeling is permitted and in line with regulatory requirements\n", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}