{"page_content": " 28\nWELL-BEING SNACKS\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016\nAdvertising to Children\nWe support the role of parents, as the decision-\nmakers, in choosing the products that are right for their children. Our Marketing to Children Policy is global and applies to every market where we do business. As of January 1, 2016, we no longer advertised our products in any media primarily directed to children under age 12, irrespective of the product’s nutritional profile. Our policy covers any advertising where 35 percent or more of the total viewing audience is under the age of 12. Our approach applies to advertising in TV, print, radio, internet (both our own websites and third-party websites), digital, advergaming, mobile, word-of mouth, DVD/video, streaming media and in cinemas.  \nSpecifically, we focus all advertising efforts \ntowards the parents and adults, giving them information to help make decisions for themselves and their families. We continue to prohibit all in-school marketing of our products in both primary and secondary schools (prior to university level) — an industry-leading practice. We do not permit any branded communication in schools, including branded educational materials or equipment — irrespective if industry voluntary pledges we are a member of allow it.\nWe also have food marketing standards in \nplace that provide additional guidance and are in line with the International Chamber  \nof Commerce (ICC) Code of Advertising and  \nMarketing Communication Practice  and the ICC  \nFramework for Responsible Food and Beverage  \nCommunications .MONITORING OUR ADVERTISING COMMITMENT\nTo ensure compliance with our Marketing to Children Policy, we are engaged in a number of \nglobal and local pledge programs that rigorously monitor and report on our processes. Pledge programs include the U.S. Children’s Food and Beverage Advertising Initiative (CFBAI) ; the \nCanadian Children’s Food and Beverage Advertising Initiative ; the EU Pledge ; the Food & Beverage  \nAlliance of India Pledge ; the Responsible Child Marketing Initiative of the Australian Food & \nGrocery Council ; the Singapore Food & Beverage Industry Responsible Advertising to Children  \nInitiative ; as well as our global pledge through the International Food & Beverage Alliance (IFBA) .\nTo monitor our global progress, IFBA engages Accenture, a third-party media auditor, and employs a measure of compliance intended to help member companies identify genuine breaches and instances where spots for restricted products were placed in or around daytime programs reaching 35 percent or more children under age 12. In IFBA’s last report released in 2016, 98 percent of our television advertising was compliant and we were 100 percent compliant for print and online. In addition, we were compliant with our US CFBAI pledge, and in the 2016 monitoring of our EU pledge, we had one issue of non-compliance, which was corrected. Our marketing and media buying teams review these results along with the media buying agencies, where there are incidences of non-compliance and corrective steps are taken where needed to avoid future concerns.", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}