{"page_content": " 30\nWELL-BEING SNACKS\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016\nPartnering with Experts\nWe have been working together with experts \nto better understand and address the complex challenges around diet, health and well-being. This is especially important today, as obesity and related health concerns persist around the globe.\nThroughout 2016, we participated in and \npresented at various conferences to learn about advancements in nutrition, as well as share progress and results from research we conducted. We continue to actively engage with public and private sector stakeholders, bringing industry partners together to address global health and well-being challenges. Below are some of the organizations we have engaged with in 2016.  Argentine Society of Nutrition\n  Academy of Nutrition and Dietetics\n  Brazilian Congress of Nutrition (ABRAN)\n  British Dietetic Association (BDA) Work  \nReady Programme (WRP)\n  Chinese Nutrition Society\n  Consumer Goods Forum (CGF) Health &  \nWellness Steering Committee\n  Dietitians Association of Australia (DAA) Conference\n  Dubai Conference on Applied Nutrition\n  European Nutrition Leadership Platform  \n(ENLP)  European Platform on Diet, Physical Activity  \nand Health\n  Grains for Health Foundation\n  HEALTHGRAIN Forum\n  International Food & Beverage Alliance (IFBA)\n  International Life Sciences Institute (ILSI)   \n  Indonesia Nutrition Association\n  International Cereal and Bread Congress\n  International Congress of Dietetics\n  Pan American Health Organization SaltSmart Consortium\n  UK Responsibility Deal\n  Whole Grains Council\nNUTRITION SCIENCE CORNER\nAt Mondelēz International, we believe in driving innovation \nand success through nutrition research. Through our Nutrition Science Corner  website, we share our findings \nand perspectives on emerging nutrition science, as well as invite people to learn about our featured nutrition topics, partnerships, publications and presence at nutrition congresses and conferences around the world.\nThe website showcases four major nutrition science areas \nof research directly linked to our products: Beneficial Carbohydrates, Plant-based Nutrition, Healthy Eating Behaviors and Oral Health. As part of our NutrInsights  series, we publish science updates, articles in peer-reviewed journals based on clinical \nresearch, and nutrition-related articles and abstracts from scientific meetings. These publications capture research done on nutrients and ingredients in the areas of carbohydrates, proteins, whole grains and their effects on glycemic response, health and appetite.UN Sustainable \nDevelopment Goals \nLinkages\nOur efforts to improve \nthe nutritional profile of our current portfolio, by reducing nutrients of concern, such as sodium, saturated fats, sugars and trans fats, as well as increase whole grains, expand our well-being options and renovate our biggest-selling brands, help support the tenets of the Good Health & Well-being UN  \nSustainable Development Goals (SDGs) .\n", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}