{"page_content": " 31\nCOMMUNITIES\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016\nCOMMUNITIES\nHelping Communities Thrive\nThe path to community well-being begins \nby fostering environments that help children and families adopt life-long healthy habits. This is critically important as the World Health Organization and other health authorities recognize the serious public health challenges related to childhood obesity.\nSince 2013, the Mondelēz International \nFoundation (MIF) has worked closely with public health and community partners to empower families and communities to lead healthier lives.  From the fields of rural China to the midlands of the United Kingdom, MIF’s multi-year $50 million USD investment in school-based healthy lifestyle programming is transforming the lives of more than a million children around the world. MIF works in partnership with leading NGOs in Australia, Brazil, China, France, Germany, India, Italy, Mexico, Russia, South Africa, Spain, United Kingdom and the United States.  \nOur partners develop and implement the \nprogram, which are commonly school-based, reaching children ages 6-12 during and/or after school hours. The innovation behind these efforts is rooted in a three-pronged approach to deliver programs, which are focused on offering nutrition education, promoting active play and providing access to fresh foods, primarily through gardening — areas that are widely regarded as crucial for fighting obesity and improving children’s health. \n“ This is the first time in my life I have observed corporations, civil societies, public \nrepresentatives and government officials join together on a single platform to  \nensure the health and development of children in the villages.”\n— Shiv Kumar Sharma, Joint Director, Ministry of Women and Child Development,  \nChambal Division, India in regards to our Shubh Aarambh program", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}