{"page_content": " 33\nCOMMUNITIES\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016Program Highlights by the Numbers\nUNITED KINGDOM:  \nIn our Health for Life program, we \nsaw an increase in knowledge by 2 percent regarding the need for five portions of fruit and vegetables per day and an increase in pupils eating five portions of fruit and vegetables, going from 29 percent to 32 percent. Plus, 68 percent of parents reported they would change or do something regarding healthy choices for themselves and their families, such as looking more carefully at nutrition labels and changing their child’s lunches and beverages.INDIA:  \nShubh Aarambh ( Auspicious \nBeginnings ), a joint program of Save \nthe Children India and Magic Bus, \nreported 68 percent of students were more physically active daily.CHINA:  \nOur Hope Kitchen Nutrition & \nHealthy Lifestyles program has \nbenefited 150,000 rural students with support from the Chinese Youth Development Foundation and Chinese Centers for Disease Control and Prevention. Since 2015, the program achieved a 10 percent decrease in students with malnutrition and a 6 percent increase in students with a normal BMI. And the percentage who ate three kinds of vegetables or more each day went up 6 percentage points.MEXICO: \nOur Alianza por el Bienestar de \nla Niñez  program managed by \nSave the Children Mexico showed \nthat almost twice the number of children reported eating three or more vegetables than before the program started (52.3 percent versus 27.2 percent, respectively) and the percentage of children who knew they should exercise 30 minutes a day nearly tripled.\nLearn more about these efforts and other programs in the Mondelēz International Foundation’s impact report, Helping Communities Thrive through Public-Private Partnerships , as well as the gardening and physical activity  supplemental reports.\n“ It’s so important that children are educated on the importance of being active and eating healthily now more than ever. The \nHealth for Life program effectively engages young people in a fun and educational way.”\n— Adrian Phillips, MD, Director of Public Health, Birmingham\n", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}