{"page_content": " 34\nCOMMUNITIES\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016\nCollaborating with Leading Voices \nOur partners share our vision to change the course of obesity by providing people with the education, tools and access to lead healthier lives. They are \nrecognized as global thought leaders in what it takes to drive change at the community level. They include:\n  After-School All-Stars (U.S.)\n  Alícia Foundation (Spain) \n  Charities Aid Foundation (Russia) \n  China Youth Development Foundation (China)\n  The Conservation Volunteers (UK)\n  Football Federation Australia (Australia)\n  The French Red Cross (France)  Services for Education (UK)\n  Institute for Sports Education (Brazil)\n  INMED Partnerships for Children (Brazil and South Africa)\n  Klasse2000 (Germany)\n  Magic Bus (India)\n  Save the Children (Italy, India and Mexico)Small Actions, Big Impact\nOur colleagues in every corner of the world volunteer to help make an impact for good in their communities. We align their talents and passions with volunteer opportunities to create positive change both globally and locally.\nGlobal Volunteers in Action\nAround the globe, our employees lend their time throughout the year to make a positive impact in their local communities. In October 2016, 10,000 employee volunteers from 52 countries came together to make a difference in the communities where they work and live, contributing 36,000 hours of service. From teaching children about good nutrition and the importance of being active, to painting and restoring playgrounds, to feeding the hungry and running clothing drives, to cleaning up local parks and planting mangrove trees, Mondelēz colleagues dedicate their time and skills to drive positive change in their local communities.\nWe also offer skill-based volunteering programs for colleagues to build leadership skills, as well as \nmake a lasting difference. Colleagues team up to solve a challenge faced by community partners, from developing new fundraising strategies and creating program delivery action plans to updating accounting systems. Such skill-based volunteering efforts help stretch and build leadership skills and, more importantly, help ensure the sustainability and viability of community organizations that are resource-constrained. To date, 500 employees have worked with our community partners.\n", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}