{"page_content": " 36\nCOMMUNITIES\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2016Joy Ambassadors Serving, Sharing and \nLearning in Cocoa Farming Communities \nIn October 2016, 14 of our Mondelēz International \ncolleagues from 11 countries went on a journey of a lifetime to Ghana to serve as Joy Ambassadors through our unique skills-exchange volunteer program. The team had the unique chance to learn first-hand about the challenges and opportunities in securing a sustainable cocoa supply, as well as help mentor and coach Cocoa Life community members.\nDuring their time, the Joy Ambassadors immersed \nthemselves in Ghanaian culture, visited cocoa communities and learned how cocoa is grown and harvested — from cutting and scooping to fermenting and drying. In turn, the Joy Ambassadors shared their diverse business skills to help Cocoa Life farmers with the challenges they face managing their business and accelerate the impact of our cocoa sustainability efforts.  \nThe team held community workshops with over \n400 community members centered on enhancing the capacity of cocoa farmers’ cooperatives. Sessions focused on relationship building, as well as negotiation and collaboration skills. You can hear more about the 2016 Joy Ambassadors’ experiences and highlights from their amazing journey in this video .\n“ The openness and engagement of the \npeople in Ghana was inspiring. The way they welcomed us with our thoughts and ideas — having inherent faith that they had something to learn from us was tremendous. I feel tremendous pride in this program and will continue to spread the message of its impact.”\n— Tara Hieminga, Sr. Manager Shopper Marketing \n& Merchandising, Canada“ It was an immersion in Ghanaian culture \nin true spirit. We could go to cocoa farms and interact with farmers in the community. We witnessed the positive impact our company is creating in the lives of cocoa farmers, which is just phenomenal.”\n— Ramesh Kataria Chander, Plant Lead, Integrated \nSupply Chain, Chocolate, India\n“ A truly humbling experience…14 colleagues from around the world who had never \nworked together joined forces and made a positive impact. Little things to us meant a lot to the farming communities we visited and the implementing partners. People  \nlight up and can keep going when you show care/concern for the things that are important to them.”\n— Funlola Pearce, Finance Director & Commercial Controller, Nigeria", "metadata": {"source": "NASDAQ_MDLZ_2016.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}