{"page_content": "Advancing Governance Excellence\nWith strong corporate governance at our core, we can power economies, create more equitable opportunities, and contribute to a \nmore sustainable world to help our stakeholders reach their full potential.\nThe commitment to governance excellence starts at the top with our own Board of Directors. The Board has adopted a robust \ngovernance framework and is continuously motivated to implement best-practices in line with achieving strategic objectives, \ncommunicating effectively, and overseeing a culture of compliance and risk management.\nWe believe in principled, ethical, and proactive governance practices, transparent disclosures, and overall Board effectiveness, as it \nnot only benefits our shareholders, but also our employees, clients, and the communities around us.\nJohn Zecca \nChief Legal, Regulatory & Risk Officer, Nasdaq\n42Corporate Governance \nOur governance framework focuses on the interests of our \nshareholders. It is designed to promote governance transparency \nand ensure our Board has the necessary authority to review \nand evaluate our business operations and make decisions that \nare independent of management and in the best interests of \nour shareholders. Our goal is to align the interests of directors, \nmanagement and shareholders while complying with, or \nexceeding, the requirements of The Nasdaq Stock Market and \napplicable law. \nThis governance framework establishes the practices our Board \nfollows with respect to oversight of: \n ▪corporate sustainability, including our ESG program and \nenvironmental and social initiatives;\n ▪our corporate strategy for long-term value creation; \n ▪capital allocation; \n ▪risk management, including risks relating to information \nsecurity and the protection of our market systems; \n ▪our human capital management program, corporate culture \ninitiatives and ethics program;  ▪our corporate governance structures, principles and practices; \n ▪Board refreshment and executive succession planning; \n ▪executive compensation; and\n ▪compliance with local regulations and laws across our \nbusiness lines and geographic regions. \nDuring 2021, we conducted outreach to a cross-section of \nshareholders beneficially owning approximately 75% of our \noutstanding shares. Our key shareholder engagement activities \nincluded four investor (non-deal) road shows, attendance at 15 \ninvestor conferences, and our Annual Meeting of Shareholders. \nIn 2022, we aim to increase ESG investor engagement by 15% \ncompared to 2021, maintain a low-risk rating on governance from \nthe most significant rating agencies, include targeted disclosure \non ESG in our 2022 Proxy Statement to further emphasize our \ncommitment to transparency and prioritization of ESG-related \ntopics, and enhance director education on ESG topics.", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}