{"page_content": "44Corporate Behavior \nGiven their relevance to our industry and associated risks, we \nprovide a brief description of our approach and policies for the \nfollowing: \n ▪Ethics and Compliance\n ▪Anti-Corruption\n ▪Labor Practices and Human Rights \n ▪Anti-Financial Crime and Money Laundering \n ▪Cybersecurity, Information Security, and Privacy\n ▪Public Policy\n ▪Risk Management\nEthics and Compliance\nThe Nasdaq Ethics and Compliance program is designed to meet \nor exceed available standards, including guidelines published by \nU.S. and European regulators. In 2022, we plan to further the use \nof automation and analytics in supporting compliance programs \nto drive effectiveness and reduce risk. Additionally, we aim to \nenhance employee training programs through additional focus on \ntargeted topics. \nNasdaq embraces good governance by striving to hold \nourselves to the highest ethical standards in all interactions. \nOur Global Ethics Program supports and promotes meaningful \nimplementation of the Code of Ethics throughout our business. \nThe program is based on industry-leading practices and led by \nour Chief Legal, Regulatory & Risk Officer, and is supported by a \ncross-functional, geographically diverse team, with oversight by \nour Audit and Risk Committee. External compliance experts are \nalso regularly consulted. The Nasdaq Ethics Program provides \nvalues-based guidance, heightens compliance risk awareness, \nstrengthens decision-making, and drives sound business \nperformance through its five pillars: Executive and Board \nLeadership; Policies and Controls; Risk Assessment; Outreach \nand Training; and Monitoring, Audit, and Response.\nNasdaq leaders strive to create an ethical culture in which \nemployees understand our commitment to integrity as \nfoundational to our Purpose, Vision, Mission and Values, and feel \ncomfortable raising issues or concerns without fear of retaliation. Managers encourage ethical conduct and compliance with the \nlaw by modeling integrity and personally leading ethics and \ncompliance efforts; including cyber and information security, \nwhen evaluating and rewarding employees; and by ensuring \nemployees understand that business results are never more \nimportant than ethical conduct and compliance with Nasdaq \npolicies and the law. \nThe Nasdaq Code of Ethics, or the Code, in conjunction with \nother policies, procedures, standards and handbooks, outlines \nthe responsibilities expected of Nasdaq officers, directors, and \nemployees in conducting business in accordance with the highest \nstandards of ethics and compliance. The Code is applicable to \nthe Board, all of our full-time and part-time employees, (including \nthe principal executive officer, the principal financial officer and \nthe controller and principal accounting officer), contract workers \nand others who conduct work on behalf of Nasdaq. There is \nalso a separate Nasdaq Code of Conduct for the Board, which \ncontains supplemental provisions specifically applicable to \ndirectors. \nEthical values are reinforced through training and effective \nemployee communication, including town halls and topic specific \nwebinars. Nasdaq also embeds its commitment to governance, \ntransparency, integrity, and ethical business practices in a series \nof robust policy documents, all freely available for download on \nour Investor Relations website. \nEmployee Training and Certifications \nAll employees are required to complete the following on an  \nannual basis and as part of their initial on-boarding:\n ▪cybersecurity awareness training;\n ▪ethics and compliance disclosures;\n ▪certification to comply with Nasdaq’s Code of Ethics; and\n ▪certification to comply with related Nasdaq policies, including \nthe Global Trading Policy.\nNasdaq also offers Anti-Money Laundering (AML) training for \nthe new hires of Nasdaq Central Securities Depository (CSD) \ncovering the services offered by Nasdaq CSD which are under \nthe scope of applicable AML law (in Latvia and in Estonia). The \ntraining provides an overview of the goals of AML regulation, ", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}