{"page_content": "45describes the rationale of the services being under AML \nrequirements and explains the measures applied and the policies \nand instructions adopted by Nasdaq CSD to ensure that the \nservices are offered in compliance with AML requirements.\nAdditionally, all newly hired employees are required to complete \nethics and compliance training as part of initial on-boarding, and \ntown hall events provide detailed training to all employees on a \nquarterly basis. Employees are also required to sign confidentiality \nagreements, which require them to not disclose any confidential \ninformation during the course of their employment. \nWhistleblower Program and Protections \nA cornerstone of our ethics program is our SpeakUp! Program. \nUnder our SpeakUp! Program, employees, contractors and third \nparties doing business with Nasdaq have multiple channels \nfor raising ethics and compliance concerns or allegations of \nmisconduct. These channels include directly contacting our \nGlobal Ethics Team through dedicated communications channels \nand reporting through our SpeakUp! Line, a whistleblower hotline \nthat allows individuals to make anonymous reports. The SpeakUp! \nLine is operated by a third-party hotline provider that enables \nNasdaq to communicate with an individual reporting an issue on \nan anonymous basis. This Program includes specific investigation \nprocedures for notifying appropriate business management \n(including, where appropriate, Internal Audit and SOX compliance \nfunctions), conducting investigations, resolving matters, and \nclosing out matters with the individual reporting the concern. In \naddition to the SpeakUp! Program, individuals can directly and \nconfidentially contact our Audit & Risk Committee Chair via email \nor physical mail. \nNasdaq also permits employees to report suspected violations of \nlaw or regulations to relevant government authorities regardless \nof any confidentiality or intellectual property agreements signed \nwith the Company. This includes the right to disclose trade \nsecrets in confidence to government authorities. Employees \ncan contact regulators, law enforcement or authorities without \nnotifying Nasdaq in advance or first pursuing internal reporting \nchannels. \nNasdaq has a zero-tolerance policy for retaliatory acts against \nindividuals who have reported concerns, sought guidance, \ncooperated in an investigation, or otherwise used the SpeakUp! Program. Nasdaq provides all legal protections afforded under \napplicable laws and regulations for individuals reporting alleged \nmisconduct or violations of law. Any Associate who engages in \nretaliation is subject to disciplinary action, up to and including, \ntermination of employment.\nThe SpeakUp! Program and its supporting procedures seek \nto enable compliance with global financial reporting and \nwhistleblower laws. The Audit & Risk Committee receives \nregular reporting on the SpeakUp! Program, and significant \nfinancial reporting matters are promptly referred to the Audit \n& Risk Committee Chair. We appropriately investigate any \nallegations of misconduct. \nAnti-Corruption \nNasdaq’s anti-corruption program is implemented at an \nenterprise, global level across all business units in a risk-based \nmanner. The program includes policies, procedures, monitoring \nand periodic risk assessments aligned to leading practices and \nstandards including those published by the U.S. Department of \nJustice and The Organization for Economic Co-operation and \nDevelopment (OECD). As set forth in Nasdaq’s Code of Ethics and \nrelevant policies, it has zero-tolerance for violation of bribery and \ncorruption laws. \nEvery year, the Code of Ethics and the Gifts, Business-Related \nEvents & Anti-Bribery and Corruption Policy is reviewed with \nupdates approved by executive management and the Board \nof Directors. The updated documents are communicated to all \nemployees and certified by them on an annual basis. \nNasdaq conducts screening of all vendors/agents for corruption \nrisk and monitors all payments including vendor payments and \nemployee reimbursed expenses for compliance. Nasdaq’s Supplier \nCode outlines our expectations for Business Partners including \nthose expectations related to bribery and corruption. \nLabor Practices and Human Rights \nNasdaq believes in the fundamental dignity of every human being \nand the rights of every individual to live and work safely and \nhumanely, without fear of oppression or coercion. Our Vision, \nMission and Values Statements, along with our Code of Ethics, \nSupplier Code of Ethics, and Employee Handbooks, emphasize \nresponsibility, integrity, and values-based decision-making and ", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}