{"page_content": "46set forth our standards for conducting our business ethically \nand consistently with our moral principles. These principles and \nstandards shape our interactions with fellow employees, clients, \nsuppliers, communities, and markets around the world—and with \nour community of stakeholders, too. \nThey are foundational to our company and enable our continued \nsuccess. Reflecting Nasdaq’s obligations as a global company, \nNasdaq has incorporated within its Code of Ethics, corporate \npolicies, or program-specific requirements to put these principles \ninto practice:\n ▪Equal Employment Opportunity and Discrimination\n ▪Harassment \n ▪Non-Retaliation\n ▪Diversity & Inclusion\n ▪Data Privacy\n ▪Health & Safety\n ▪Labor Standards\nOperating in Global Communities \nAs a global company with operations in 26 countries, Nasdaq \nendeavors to model our principles wherever we operate serving \nas a role model where we do business. Our fundamental respect \nfor human rights informs client engagements, the work we \nperform, the goods and services that we purchase and how we \nengage with the local business community as a corporate citizen. \nWe also learn from the communities where we live and work and \nseek new ways to empower economic and social well-being.\nHuman Rights Assessment \nIn 2021, Nasdaq collaborated with an independent third-party \nto initiate a formal human rights assessment consistent with \nthe United Nations Guiding Principles on Business and Human \nRights (UNGP). \nThe assessment focused on:\n ▪Outlining current expectations of financial institutions with \nregards to human rights\n ▪Building an internal understanding on human rights ▪Undertaking an initial, high-level gap analysis of Nasdaq’s \ncurrent policies and practices against the UNGP’s, with \nrecommendation on best practices\nNasdaq views human rights due diligence as a continuous \nprocess, which we constantly adapt and improve. We \nacknowledge the responsibility to respect human rights as \noutlined in the UNGP.\nAnti-Financial Crime and Money Laundering \nAs a self-regulatory organization and operator of regulated \nfinancial systems such as exchanges, a clearinghouse and \ncentral securities depositories, Nasdaq is deeply committed to \nensuring that markets operate fairly and do not facilitate financial \ncrime including money laundering and terrorism financing. \nNasdaq’s Code of Ethics requires compliance with all anti-money \nlaundering (AML) laws and regulations that apply to our business. \nFor covered operations, this includes conducting any required \nknow-your-customer (KYC) diligence, monitoring transactions, \nand reporting suspicious activities. Members of Nasdaq’s \nexchanges are required to have in place AML and other diligence \nprograms to screen their clients and market participants in \naccordance with the applicable US and EU laws and regulations. \nIn addition to legal requirements related to AML, Nasdaq is \nimplementing a risk-based anti-financial crime framework in key \nbusiness segments to augment its compliance programs.\nAcross our global enterprise, Nasdaq has implemented \ncomprehensive policies and screening programs to enable \ncompliance with economic sanctions that apply to its business. \nThis includes screening all customers, vendors and other \nbusiness partners against applicable sanctions lists such as \nthose published by the United Nations, US Department of \nTreasury, Office of Foreign Assets Control, the European Union \nand the United Kingdom along with other jurisdictions where \nNasdaq operates. Nasdaq has appointed senior level employees \nto oversee its sanctions compliance program and reviews its \nsanction compliance policy annually with its Board of Directors. \nIn operating our markets, Nasdaq maintains robust surveillance \nteams that monitor our markets for potential suspicious trading \nactivity and compliance with our market rules. Our surveillance \nteams use sophisticated software that leverages models and \nanalytics to identify suspected risks, which are then escalated ", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}