{"page_content": "47and reviewed. Nasdaq cooperates with the Securities and \nExchange Commission, financial supervisory authorities, Financial \nIndustry Regulatory Authority, The European Securities and \nMarkets Authority and other exchanges to address suspected \nviolations, and to deter, identify and prosecute unlawful \nactivity affecting the securities market. Nasdaq also licenses its \ntechnology to regulators and financial firms to help them monitor \ntheir markets and activity. \nNasdaq believes it is important for our employees to stay \ninformed regarding the latest developments in anti-financial \ncrime and money laundering and provides regular updates and \ntraining sessions on this topic. In 2022, we aim to enhance \ninformation on our ESG public website regarding anti-financial \ncrime and privacy programs. \nCybersecurity, Information Security,  \nand Privacy\nCybersecurity and Information Security Oversight \nThe information security department is responsible for \ncoordinating the protection of Nasdaq’s core business operations \nand information against real-world cyber threats, by employing \ntechnology, policy, processes, education programs, and sound \ndesign techniques across the organization. Nasdaq’s Chief \nInformation Security Officer (CISO) who reports directly to \nNasdaq’s Chief Technology Officer within Nasdaq’s centralized \nGlobal Technology organization manages the Information Security \nDepartment (ISD). \nThe ISD team is responsible for: \n ▪performing and coordinating security assessments and \nvulnerability scans of Nasdaq’s internal, external and third-\nparty applications; \n ▪implementing and maintaining Nasdaq’s various information \nsecurity-related policies and standards; \n ▪middleware and vulnerability management in addition to \nspecial projects as designated by the CISO; \n ▪Nasdaq’s compliance efforts for General Data Privacy \nRegulation (GDPR) and all supporting data privacy and \nprotection efforts;  ▪configuring Nasdaq Group infrastructure and the applications \nrunning thereon in accordance with Nasdaq’s configurations \npolicies, processes and standards; \n ▪development of internal tools and solutions to drive efficiency \nand enhance monitoring and visibility through operational \nmetrics and compliance operating Nasdaq’s Global Security \nOperations Center (GSOC), which monitors security event \nlogs, 24/7/365, from Nasdaq networks, systems, applications, \nand databases and creates log files of known and unknown \nevents; and \n ▪monitoring threats against Nasdaq, its technology stack, and \nits peer organizations, and providing recommendations for \nsecuring potentially vulnerable populations at Nasdaq in the \ncontext of emerging threats. \nOn an annual basis, the Information Security team reviews and \nupdates its governance documents, such as the Information \nSecurity Charter, the Information Security Policy, and the \nInformation Security Program Plan, and then presents the revised \ndocuments to the Audit & Risk Committee for review and/or \napproval. \nOur Audit & Risk Committee receives quarterly reports, as well as \nadditional reports as needed, on cybersecurity and information \nsecurity matters from our Chief Information Security Officer. \nA Cybersecurity Dashboard is presented each quarter which \ncontains information on cybersecurity controls; incidents and \nthreats to the Company’s information security; and ongoing \nprevention and mitigation efforts for such threats. \nAdditionally, during 2021, the Information Security team continued \nto execute on the Cybersecurity Strategic plan, which outlines \nthe strategic vision and associated goals for the cybersecurity of \nNasdaq’s global operations for the three-year period from 2020 \nthrough the end of 2022. \nFinally, the Information Security team had previously engaged \nErnst & Young LLP to perform an analysis of Nasdaq’s information \nsecurity procedures. During 2021, Ernst & Young LLP continued \nto review program documentation and conduct an assessment of \nNasdaq’s programs, and the findings were reviewed by the Audit \n& Risk Committee.", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}