{"page_content": "48Human Resources Security\nAs set forth in the Nasdaq Code of Ethics and relevant company \npolicies, Nasdaq personnel are expected to protect and secure \nthe confidentiality of non-public information that they receive \naccess to or create in connection with their work at the company. \nThis expectation includes adhering to any laws, regulations \nand non-disclosure agreements that restrict the use of data \n(including personal data), require measures to safeguard it, and \nlimit disclosure of information. Nasdaq policies also require that \npersonnel limit their use of information technology assets (e.g., \nlaptops, phones, and other devices) to permitted activities to \navoid putting data at risk, and that they promptly report any \nsuspected improper use or potential disclosure of data. \nNasdaq has numerous policies in place to further safeguard our \ntechnology and use thereof, including: \n ▪Acceptable Use Policy \n ▪Data Classification Policy \n ▪Mobile Device Policy \nOur Nasdaq Information Security Management System conforms \nto ISO 27001 requirements and is ISO 27001 certified. \nNasdaq is proud of its rigorous market regulation over listed \ncompanies in the area of financial reporting and public \ncommunications. Our internal financial reporting standards \nrequire robust internal controls designed to ensure that our \nrecords accurately and fairly reflect the transactions and \ndispositions of our assets. Meanwhile, the Nasdaq Public \nDisclosure Policy reflects our commitment to accurate, timely, \nand complete disclosure of financial information and material \nevents to the market. \nAs a publicly traded company, we are required to adhere to the \nListing Rules for our exchange. This includes being audited by \nan independent public accountant that is registered as a public \naccounting firm with the Public Company Accounting Oversight \nBoard, as provided for in Section 102 of the Sarbanes-Oxley Act \nof 2002 [15 U.S.C. 7212]. It also means that our Code of Ethics \naddresses all requirements for a listed company, and we audit the \nethics policies on a no longer than three-year schedule. As a global technology company and exchange operator, Nasdaq \nviews data as its lifeblood. Accordingly, we are committed \nto appropriately securing nonpublic data used as part of our \nbusiness operations, including information that Nasdaq generates \nin the performance of its services, and data provided to us by \nthird parties, including customers, vendors, business partners, \nemployees, and other stakeholders. \nThis commitment is reflected in our culture of security, our \npolicies and procedures for data systems and processing \nactivities, our mechanisms for monitoring our information systems \nand data use, the role-based training that we provide to staff on \ndata protection, and the team of skilled information security and \ntechnology professionals who design, protect, and maintain our \ninformation systems. \nReflecting the unique risks and potential harm posed by \nmishandling or misuse of personal data, Nasdaq’s privacy \nprogram builds on the foundation of our information security \nprogram to apply special governance, policies, procedures and \ntraining on the use, handling and processing of personal data \nand performance of activities that impact privacy rights (as \ndetermined by the jurisdictions in which we operate). \nWe provide training on overall information security to our \nemployees on a regular basis. Our most recent “Ethics in Action” \nwebinar focused on Privacy and overall data protection and was \navailable to all employees. We also provide tailored Information \nsecurity training session to multiple audiences. \nIncident Response and Management Policy \nNasdaq’s Incident Management Policy governs security incidents \nthat arise in Nasdaq-controlled production environments (e.g., \nthird-party modules may not be in scope), with the primary \ngoals of the policy being to restore normal service operation as \nquickly as possible following a security incident, provide timely \nand accurate communication to all stakeholders regarding each \nevent, and minimize the adverse impact of an event on business \noperations and/or the quality of provided services. Nasdaq \nemploys a multi-layered team structure to manage incidents with \nestablished roles and escalation procedures. ", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}