{"page_content": "49Data Privacy\nNasdaq appreciates the special obligations that apply to \nprocessing personal data and individuals’ rights to privacy and \npersonal data protection. Nasdaq’s privacy compliance program is \ndesigned to enable adherence to laws and regulations applicable \nto personal data that it processes, including, as applicable, the \nEuropean General Data Protection Regulation (GDPR) and the \nCalifornia Consumer Privacy Act (CCPA), as well as its posted \nPrivacy Policy and contractual commitments to customers, \nvendors and other counter-parties. \nTo support these principles, Nasdaq maintains a comprehensive \nand consistent set of information security documentation \nand requirements intended to protect the security, reliability, \nintegrity, accuracy, confidentiality, and availability of Nasdaq \ninformation assets. These documents record the security controls \nand personnel responsibilities established to protect Nasdaq \ninformation and information systems against both accidental \nand unauthorized access, modification, interference, disclosure, \nand destruction. These include our Information Security policies, \nwhich apply to personnel (full-time and part-time employees, and \ncontractors) working for Nasdaq. \nFor more information, please read our Information Protection  \n& Privacy Practices document.Public Policy Advocacy \nNasdaq has a strong history of working on the issues that \naffect the public company model, having educated policy-\nmakers alongside our listed companies on issues such as capital \nformation, the Jobs Act, support for Nasdaq’s Board Diversity \nproposal, opposition to a Financial Transactions Tax, defending \nthe exchange model and many others. \nNasdaq maintains a vigorous global employee education program \nwith respect to the Foreign Corrupt Practices Act and other \njurisdictional prohibitions on pay-for-play. Nasdaq does not \nsupport any political campaigns, or “Super PACs,” directly with \nNasdaq funds. \nIn the United States, Nasdaq believes it has the responsibility to \nuse its voice to educate policymakers and advocate for policies \naffecting the capital markets. Nasdaq concentrates its efforts \non education and outreach and utilizes a modest Political Action \nCommittee, or PAC, program, known as the Nasdaq PAC. The \nNasdaq PAC is funded entirely through employee contributions \nand supports only federal campaigns. Nasdaq’s PAC is governed \nby a board of employees who vote on every disbursement. \nWith respect to our European operations, we focus our \nadvocacy programs on active education and engagement with \nelected leaders and key policymakers. Our policies in Europe \nfollow prevailing jurisdictional law and preclude any monetary \ncontributions to political parties, candidates, or their designees. \nNasdaq maintains memberships in a number of associations \naround the globe that serve as important partners for our \nindustry and clients, including the World Federation of Exchanges, \nFederation of European Stock Exchanges, Equity Markets \nAssociation, Partnership for New York City, Business RoundTable, \nSilicon Valley Leadership Group, U.S. Chamber of Commerce, \nTechNet and others. ", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}