{"page_content": "50Risk Management  \nRisk Oversight \nThe Board’s role in risk oversight is consistent with our leadership \nstructure, with management having day-to-day responsibility \nfor assessing and managing the Company’s risk exposure and \nthe Board having ultimate responsibility for overseeing risk \nmanagement with a focus on the most significant risks facing \nthe Company. The Board is assisted in meeting this responsibility \nby its Board Committees. The Audit & Risk Committee receives \nregular reports relating to operational compliance with the \nCompany’s risk appetite and reviews any deviations, ultimately \nreporting on them to the Board. \nAdditionally, management provided updates to the Board \nthroughout the year regarding various risks arising from the \nCOVID-19 pandemic, including with respect to cybersecurity, \nremote work arrangements, customer implementations, the \noperation of our exchanges and other potential corporate \nperformance issues. \nThe Board, through the Audit & Risk Committee, sets the \nCompany’s risk appetite, which is the boundaries within which \nour management operates while achieving corporate objectives. \nIn addition, the Board reviews and approves the Company’s \nEnterprise Risk Management (ERM) Policy, which mandates ERM \nrequirements and defines employees’ risk management roles and \nresponsibilities. \nEnterprise Risk Management\nNasdaq’s Group Risk Management (GRM) function, which is \npart of the Legal, Risk and Regulatory Group, has established \nan ERM Framework to identify, assess, monitor, measure, and \ntreat risks, including information-security risks. GRM facilitates \nERM Framework execution within Nasdaq’s business units and \nexpert functions, coordinates risk management activities across \nthe company and aggregates and reports risk information on a \nregular basis. \nUnder our ERM Policy, we employ an ERM approach that \nmanages risk through objective and consistent identification, \nassessment, monitoring and measurement of significant risks across the Company. We classify risks into the following five \nbroad categories:\n ▪Strategic and Business Risk:  Risk to earnings and capital \narising from changes in the business environment and \nfrom adverse business decisions, improper implementation \nof decisions or lack of responsiveness to changes in the \nbusiness environment.\n ▪Financial Risk:  Risk to our financial position or ability to \noperate due to investment decisions and financial risk \nmanagement practices, in particular, as it relates to market, \ncredit, capital, and liquidity risks. \n ▪Operational Risk:  Risks arising from our people, processes \nand systems and external causes, including, among \nother things, risks related to transaction errors, financial \nmisstatements, technology, information security (including \ncybersecurity), engagement of third parties and maintaining \nbusiness continuity. \n ▪Legal and Regulatory Risk:  Exposure to civil and criminal \nconsequences — including regulatory penalties, fines, \nforfeiture, and litigation — while conducting our business \noperations. \n ▪Environmental, Social and Governance Risk:  Risks arising \nfrom perceived or actual shortcomings in the management of \nESG matters.\nOur management has day-to-day responsibility for: managing \nrisk arising from our activities, including making decisions \nwithin stated Board-delegated authority; ensuring employees \nunderstand their responsibilities for managing risk through a \n“three lines of risk management” model; and establishing internal \ncontrols as well as guidance and standards to implement the \nrisk management policy. In the “three lines of risk management” \nmodel, the first line, consisting of the business units and expert \nteams (i.e., corporate support units), executes core processes \nand controls. The second line, consisting of the risk, control \nand oversight teams, sets policies, and establishes frameworks \nto manage risks. The third line, which is the Internal Audit \nDepartment, provides an independent review of the first and \nsecond lines. \nOur Global Risk Management Committee, which includes \nour President and Chief Executive Officer and other senior ", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}