{"page_content": "51executives, assists the Board in its risk oversight role, ensuring \nthat the ERM framework is appropriate and functioning as \nintended and the level of risk assumed by the Company is \nconsistent with Nasdaq’s strategy and risk appetite. \nWe also have other targeted risk management committees that \naddress specific risks, geographic areas and/or subsidiaries. \nThese risk management committees, which include \nrepresentatives from business units and subject matter experts, \nmonitor current and emerging risks within their purview to ensure \nan appropriate level of risk. Together, the various risk management \ncommittees facilitate timely escalation of issues to the Global Risk \nManagement Committee, which escalates critical issues to the \nBoard. These risk management committees include the following:  ▪The Nasdaq Regulatory Capital Committee oversees the \nglobal regulatory capital framework for our regulated entities \nand the level of regulatory capital risk. \n ▪The Compliance Council identifies, monitors, and addresses \nregulatory and corporate compliance risks. \n ▪The Global Technology Risk Committee oversees technology \nrisks within our strategic products and applications. \n ▪The Business Continuity and Crisis Management Committee \noversees business continuity and resiliency related risks. \nNasdaq’s Legal, Risk and Regulatory Group oversees the ERM \nframework, supports its implementation and aggregates and \nreports risk information. \nRisk, Control and Oversight Teams\nBusiness Units and Expert TeamsGlobal Risk  \nManagement CommitteeAudit & Risk Committee Internal Audit\nCompliance CouncilBusiness Continuity \n& Crisis Management \nCommitteeRegulatory Capital \nCommitteeTechnology Risk \nCommittee\nRisk Oversight  \nOrganizational Structure", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}