{"page_content": "52Managing Business Continuity \nThe Business Continuity Management & Disaster \nRecovery Policy (“BCM/DR Policy”) is approved by \nthe GRMC and outlines the core components of \nthe BCM Framework including business continuity, \ndisaster recovery, and crisis management programs. \nThe Business Continuity Management Framework is \nimplemented on a local basis as an effort to support \nthe Company’s resilience, maintain critical operations, \nand minimize the impact of operational and physical \ndisruptions to Nasdaq and its markets, clients, market \nparticipants, shareholders, employees, and regulators. \nEfforts have been taken to align the BCM Program \nwith Industry-best practices classified in the National \nInstitute of Standards and Technology (NIST), the \nFederal Financial Institute Examination Council (FFIEC) \nGuidelines, and ISO 22301 (International Standard for \nBusiness Continuity Management).\nSustainability Risk Management \nClimate-Related Risk \nNasdaq regularly evaluates climate risks that may affect \nour products and services, value chain, operations, \nand investments. We perform detailed evaluations \nfocused primarily on the types of risks that are likely to \nincrease direct costs or interrupt our primary business \nfunctions. While we have exposure to both physical and \ntransition drivers, transition drivers present both the \nmost significant risks and opportunities for Nasdaq’s \nbusiness, strategy and financial planning across all time \nhorizons considered. Our low-carbon transition plan is a key strategy as part \nof our efforts to mitigate our business risks associated \nwith climate change. This plan is extensive and includes \ncalculating our greenhouse gas emissions since 2018, \nbenchmarking our global real estate portfolio to identify \nopportunities for energy efficiency, implementing \nidentified energy efficiency strategies, pursuing green \nbuilding certifications, minimizing emissions resulting \nfrom business travel, purchasing renewable electricity, \nand committing to setting Science-Based Targets. We \nare also in the process of launching a robust supplier \nengagement strategy to address climate risk, seeking to \nbuild resilience and hedge against future price or market \ninstability. ", "metadata": {"source": "NASDAQ_NDAQ_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}