{"page_content": "NO x AND SO x EMISSIONS \nWe generate NO X and SO X emissions when fuel is consumed \nduring the methanol production process and when we ship \nmethanol to our customers worldwide. \nOur primary source of NO X emissions in manufacturing is \nfrom the steam methane reformer, an essential part of the \nmethanol production process. NO X is formed by combustion \nin the reformer, and the exhaust gas is released through the \nflue-gas stack of the reformer. \nSOX emissions are dependent on the hydrogen sulfide \ncontent of natural gas consumed during methanol \nproduction. Natural gas used by Methanex contains very \nlittle hydrogen sulfide (<0.2%), so our SO X emissions are \nconsidered low. \nWe have two methods of reducing NO X emissions to meet \nregulatory requirements that address air quality issues: \n• Low-NO X burners, which prevent the formation of NO X \nin the reformer and reduce NO X by more than 50% \n• Selective catalytic reduction (SCR) units, a scrubber \nsystem that removes 99% of NO X from the exhaust gas \nof the reformer unit \nView our NO X and SO X emissions in the Summary of \nResponsible Care and Sustainability Indicators, p. 26.\nVOC EMISSIONS \nWhen methanol is in storage or being transferred, some of \nthe vapours (volatile organic compounds, or VOCs) may be \nreleased to atmosphere and form ground-level ozone. To \nmanage VOCs, we use vapour-recovery systems on storage \ntanks and in loading areas when there are air-quality issues \nor applicable regulatory requirements. Leak detection and \nrepair programs further enable us to minimize the emission \nof methanol vapours throughout the plant. \nView our VOC emissions in the Summary of Responsible \nCare and Sustainability Indicators, p. 26.WATER STEWARDSHIP \nWater is a feedstock resource for manufacturing methanol. \nIt is essential for production processes such as natural gas \nreforming, steam generation to drive compressors, heat \ntransfer, and cooling processes. \nDepending on the location, our plants use either fresh \nwater or sea water. Because fresh water is a shared natural \nresource with our communities and environment, we put \nthe bulk of our water-stewardship efforts into conserving \nand protecting freshwater sources.\nThroughout our plants, we conserve water by recovering \nwaste steam and water, which are then reused in the \nproduction process. We are driven by our Water Stewardship \nStandard to identify and evaluate feasible opportunities \nto conserve water. This is particularly important in regions \nwhere there may be water shortages. We also conduct \nregular groundwater monitoring to ensure that groundwater \nis not contaminated by our production activities. In \naccordance with regulations, all wastewater from our \noperations is treated and analyzed before being discharged. \nFour of our sites use freshwater sources to produce \nmethanol. In 2019, we consumed 14,297,518 m3 of fresh \nwater to produce 5,187,472 tonnes of methanol. (This figure \nexcludes ~22% returned to the source as treated effluent, \n2% more than 2018.) Our 2019 water consumption intensity \nof 2.75 m³ water/tonne of methanol was 3% higher than in \n2018. \nConserving water throughout the production process \nimproves the efficiency of our operations and maximizes \nthe amount of water returned to the environment, which \nreduces the impact on surface water flows.  \nWater Stewardship Standard\nOur Water Stewardship Standard guides the use of \nwater in the manufacture of methanol. The standard \nfocuses on: \n• Monitoring water risks and addressing impacts to \ncommunities, production, and suppliers \n• Conserving water by minimizing, reusing, and \nrecycling, and by closely monitoring water use \nassociated with energy consumption \n• Protecting water sources by reducing wastewater \nand contaminants of concern \n• Monitoring data specific to water use, water \nquality, and effluent discharge \n• Collaborating with local communities to invest in \nwater stewardship initiatives \n \nClean effluent reused for irrigation of community \ngardens in New Damietta, Egypt\nIn 2018, we reported that construction was underway \nto pump clean effluent to water community gardens. \nThe irrigation project is the result of an agreement \nmade between Methanex Egypt and the Egyptian \nEnvironmental Affairs Agency to deliver a lasting and \ncreative solution to the use of our clean effluent water. \nWe are now pumping about 1,500 m3 of water per day \nand helping the community conserve river water by \nusing clean plant effluent for the community gardens. \nThe city of New Damietta plans to increase the \ncapacity of its irrigation network to take even more \nwater from the plant. \nA community park in New Damietta that has \nbenefitted from clean effluent water from our plant\nMessage from the CEO   |  Responsible Care and Sustainability  |  Sustainable Energy and Methanol      Environment      Workplace   |  Community   |  Product Stewardship   |   Summary of Responsible Care and Sustainability Indicators Message from the CEO   |  Responsible Care and Sustainability  |  Sustainable Energy and Methanol      Environment      Workplace   |  Community   |  Product Stewardship   |   Summary of Responsible Care and Sustainability Indicators12   |   Environment", "metadata": {"source": "NASDAQ_MEOH_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}