{"page_content": "Process safety \nOur global process-safety management (PSM) program is \ndevoted to safely containing hazardous materials within \nthe plant systems. We use the Center for Chemical Process \nSafety’s (CCPS) Guidelines for Risk Based Process Safety to \nbenchmark best practices with our peer companies and to \nguide the development of our global and regional programs. \nAn Executive Process Safety Steering Committee (EPSSC) \nsupports senior leadership in prioritizing and addressing \ncritical issues at our sites.\nAt a regional level, we are proud of the work being done \nto raise awareness in this area. In 2019, we held a process-\nsafety management workshop in Egypt, which was attended \nby over 350 leaders and executives of the country’s oil, gas, \nand petrochemicals industry.\nThe workshop was delivered under the banner “Modernizing \nProcess Safety Management: Sharing the Vision” and held in \npartnership with ECHEM, our joint venture partner in Egypt \nand a subsidiary of the Egyptian Ministry of Petroleum. The\n \nDelivering process-safety management changes \nin Waitara Valley\nThe Waitara Valley plant turnaround, completed in \n2019, was an opportunity to make several process-\nsafety improvements at the same time. \nThe improvements included installation of sensors \nand gas isolation valves to mitigate the impacts of a \nsignificant earthquake, upgrades to safety shutdown \nsystems, and relocation of the site’s control room \nto a refurbished administrative building in a safer \nlocation on the outskirts of the plant. The relocation \nalso provided opportunity to increase natural light \nfor control room employees and provide them with \nadaptable workstations for improved ergonomics.\nThese projects are vital to keeping the plant safe, \nmeeting regulations, and promoting reliable plant \noperations into the future.purpose of the workshop was to demonstrate how process-\nsafety management encompasses everything we do, from \nsafe design of new facilities to conversations on the plant \nfloor about safe operations.\nDuring the event, Methanex’s Director of Process Safety \nManagement delivered a keynote speech sharing lessons \nfrom a process-safety incident that took place at our \nDamietta plant last year. A high-pressure steam header \nin the convection section of a reformer ruptured (a result \nof original equipment design and fabrication techniques), \ncausing significant damage to the surrounding equipment. \nThis incident has prompted us to take a deeper look at how \nwe address potential safety risks in our manufacturing \nprocess. We will be building on the lessons shared during \nthe workshop in Egypt and continuing to foster dialogue \nabout process safety in the industry.\nSafety culture\nPrograms that focus on safe behaviours, accountability, and \nthe interface between people and the work environment are \nkey to building the culture of safety that we commit to as an \norganization. Through our Switch On to Responsible Care \nsafety culture program, we encourage people to identify and \ncommit to their own personal reasons for working safely \nand to adopt the motto, make sure every  worker goes home \nsafely, every day. \nSwitch On to Responsible Care continues to be an important \ndriving force in our safety culture. Most employees have \nreceived training, and 40 more employees (in Medicine Hat \nand Egypt) attended workshops in 2019. We continue to \nreach more and more contractors and continue to focus on \ncore Switch On concepts, behaviours, and conversations \nacross the business.\nResponsible Care leadership programs promote visible and \neffective leadership from management, but also focus on\n \nDelivering improved health and safety across the \norganization\nTo help prevent musculoskeletal injuries for \nworkers in all types of roles, we have enhanced our \nergonomic assessment program and conducted \nour first company-wide ergonomics discomfort \nsurvey. Ergonomics professionals now work with all \nglobal Methanex sites to make sure workers have \nappropriately configured workstations and take \nregular breaks from desk work.inspiring each person to take individual responsibility for \nsafe behaviours. \nTALENT MANAGEMENT \nOur people are critical to our success in every area of \nour business. We provide rich learning experiences and \ndevelopment opportunities to develop and sustain a \ntalented, thriving workforce to deliver our business strategy. \nOur workplace programs are built on the three pillars of \nour Employee Value Proposition: talented team, powerful \nimpact, bright future. To deliver on this proposition, we \nfocus on building leadership capacity and implementing \neffective talent-development programs to support and \ndevelop new and existing employees.\nFind out more about our Employee Value Proposition here .\nLeadership development\nWe focus on building leadership capacity and implementing \neffective talent-development programs to support and \ndevelop new and existing employees and to successfully \ndeliver on our strategy. The Global Leadership Suite is \nan integrated set of signature leadership-development \nprograms customized for leaders at all levels of the \norganization. It consists of the Executive Leadership \nProgram, the Courageous Leadership Program, the Centre \nfor Creative Leadership Global Leadership Forum, Methanex \nLeadership Essentials, and the High-IMPACT Coaching \nProgram. In addition to completing a formal learning \nprogram, participants build a network of high-performing \npeers to enable future growth and collaboration.\nExecutive Leadership Program\nFollowing a successful launch in 2014, the latest \ninstallment of our Executive Leadership Program examined \nopportunities for senior leaders to explore the specific \nand complex challenges of leading a global organization. \nThe centerpiece of the program consisted of three action-\nlearning projects: Defining Methanol Market Leadership, \nDiversity and Inclusion, and Talent Management and the \nNeeds of the Next Generation. \nMethanex will continue to invest in our leadership programs \nas they have provided participants with a reinforcement \nof Methanex’s values and culture, a global and strategic \ncontext to decision-making, and a platform to enhance \nleadership skills. \nMessage from the CEO   |  Responsible Care and Sustainability  |  Sustainable Energy and Methanol   |  Environment      Workplace     Community   |  Product Stewardship   |   Summary of Responsible Care and Sustainability Indicators16   |   Workplace", "metadata": {"source": "NASDAQ_MEOH_2019.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}