{"page_content": "Responsible Care and sustainability are vital to our \nstrategy. They are about understanding our connection \nto society and the planet and aligning our priorities so \nwe can be in business for the long term. In 2019, we \ncontinued to enhance best practices in our process safety \nand occupational safety programs. We also continued \nto focus on reliability and operational excellence at \nour plants and in the supply chain to improve our \nenvironmental performance, product stewardship, and \ncommunity engagement.\nAs we deliver this report, our world is experiencing a \nglobal pandemic. I am very proud of our team members \nwho are working as One Team under altered workplace \nconditions. I’m also very proud of our commitment to \nsupporting local communities in all our regions to help \nmeet critical needs as people’s lives and livelihood are \nimpacted by COVID-19. Our Switch On to Responsible \nCare training motto, make sure everyone goes home \nsafely, every day , is a thought we carry for the frontline \nhealth and essential service workers worldwide. They \nare an inspiration to us all. I am confident we will come \nthrough this event with our teams and communities, our \nwell-being, and our commitments not only intact, but \nstrengthened.\n2019 was a busy year for Methanex. We launched four \nmore second-generation, low-emission methanol-fueled \nvessels and delivered record levels of production while \nstrengthening our practice of Responsible Care and \nsustainability. We completed turnaround and refurbishing \nprojects at existing plants. Debottlenecking, which is \nalso underway at our Geismar site, directly increases \nproduction, and all these projects improve our ability \nto produce methanol safely and efficiently while also \nincreasing the reliability of our plants and reducing our \ncumulative environmental footprint.\nThe commitment of our teams to safety in all operations \nbrought us one of our best years for annual occupational \nsafety performance. Accomplishing this during an intense period of major work projects is truly notable. \nWe’ve faced the challenge of a few years of disappointing \nsafety performance by focusing even more on leadership \nand employee engagement, learning and competency, \ncontractor safety performance, and turnaround \nmanagement. Our sights remain on the goal of zero injury, \nand we remain guided by our longstanding commitment \nto Responsible Care. \nWe are grateful and fortunate that no one was hurt when \na significant process-safety event occurred in Egypt this \nyear. This event was a sober reminder of the importance \nof process safety in our workplaces. In supporting \nrecovery and an injury-free restart and then sharing \nlessons learned throughout the organization and industry, \nthe Egypt team and the global team members who \nsupported them demonstrated our One Team culture and \nour commitment to improving PSM programs.  \nProcess safety is also a key enabler supporting our \nenvironmental goals for preventing spills. For two \nyears we have met our target of no significant spills. \nEnvironmental goals of improving energy efficiency and \nCO2 emissions intensity from production are supported \nby projects undertaken to grow production capacity \nwith newer technology and improve plant reliability and \noperations. \nWe continued to work with the Methanol Institute and \ngrow our own Product Stewardship program to make sure \nthat education in safe practices for methanol transport \nand handling keeps pace with the growing use of \nmethanol in marine, vehicle, and other energy sectors.\nThe communities in which we operate are critically \nimportant to us. They are home to our people; they \nprovide us with our valued workforce and our license to \noperate; they nurture our people and their families; and \nthey are our neighbors. Giving back to our communities \nand supporting important causes through fundraising and \nvolunteerism are key parts of our culture and activities as a company, expressing our commitment to contribute to \nthe places where we live and operate. \nI am proud of the steadfast work of our team in 2019 \nto enable our business strategy by working safely and \ncontrolling what is within our realm. Commitment to \nResponsible Care, operational excellence, and safety \nis about protecting all of us, not only  from  undesirable \noutcomes but for the things that are most important \nin our lives. Carrying this vision forward, in 2020 and \nbeyond, is our ongoing mission and commitment.\nJohn Floren  \nPresident and Chief Executive Officer\nMessage from the CEO      Responsible Care and Sustainability  |  Sustainable Energy and Methanol   |  Environment   |  Workplace   |  Community   |  Product Stewardship   |   Summary of Responsible Care and Sustainability Indicators\n1   |   Message from the CEO", "metadata": {"source": "NASDAQ_MEOH_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}