{"page_content": "(Capital Region Industry for Sustainable Infrastructure \nSolutions), and TRI (Toxic Release Inventory), an \nEnvironmental Protection Agency (EPA) database that tracks \nindustrial management of toxic chemicals. \nIn Chile , we participated in an ASIQUIM (Industrial Chemical \nAssociation) Responsible Care program at the University of \nMagallanes and a career program at INACAP Technological \nUniversity. Our team also ran a campaign to promote safe \nwinter driving in our communities.\nOur Taranaki  team covered a variety of topics at their CAP \nmeetings, including safety, community engagement and \ngiving, energy efficiency partnerships, and inspection and \nrisk mitigation at our Waitara Valley plant site.\n   Medicine Hat CAP members\n  \n \nEncouraging teens to pursue STEM careers\nMethanex in Trinidad was proud to sponsor a Science, \nTechnology, Engineering, and Math (STEM) Robotics \nWorkshop in partnership with the Trinidad CAP and \nSmart Kids Educational Club. \nThe one-day workshop was attended by 94 local teens \nand introduced the students to STEM applications and \ncareer opportunities in the STEM field. The group also \nparticipated in interactive sessions on programming \nand robotics.  \nEducation is a focus \narea of Methanex’s \nsocial responsibility \nprograms, and we’re \ngrateful to all of our \nTrinidad employees \nwho volunteered \ntheir time to help \nplan and deliver this \nworkshop. \n            STEM students working with a robotics model\n  As a leader in Responsible Care, we are committed to \npeople and to the places where we live, work, and play. We \nstrive to be a respected neighbour and valued corporate \ncitizen by creating positive and sustainable impacts in \nthe communities and regions where we have a significant \npresence.\nA strong commitment to giving back to our communities \naligns with our core values and culture; supports employee \nattraction, engagement, and retention; and builds positive \nrelationships with key stakeholders.\nCOMMUNITY DIALOGUE AND ENGAGEMENT \nCommunities have the right to understand both the benefits \nand risks of our business. Our community-relations efforts \nsupport our growth and operations by enabling us to build \nand maintain our social license to operate. We are guided by \nthe Responsible Care Ethic and Principles for Sustainability \nand the Chemistry Industry Association of Canada (CIAC) \nResponsible Care Codes of Practice. Our community \npolicies and Community Dialogue Standard align with the \nAccountability Code of Practice and set out communication \nand engagement goals and actions for building positive \nrelationships in our communities.\nWe consistently work to understand community interests, \ncommunicate information about our product and our \nbusiness activities, and address community concerns. We \ncontribute to local economies through our tax payments \nand business activities—employing people, directly and \nindirectly, and purchasing goods and services from local \nsuppliers.\nCommunity advisory panels (CAPs) in our manufacturing \nlocations encourage communication and transparency between the company and the community. We hold CAP \nmeetings three to five times per year to share information \nabout plant operations and seek input on our community \nprograms. Other community dialogue channels include \nstakeholder associations, open-house days, community \nprojects, seminars, community surveys, public meetings, \nconferences, and grievance-response mechanisms.\nIn 2019, we engaged with community members \non topics that are important to them. Discussion \ntopics varied from site to site depending on the material \ntopics of interest to the local community and CAP in our \nregions. \nIn 2019, we held 22 CAP meetings. Generally, across all \nour global locations, there was strong alignment with \nMethanex’s values and programs for protecting the \nenvironment, supporting education initiatives, and driving \nemployment in the community.\nHere are some highlights: \nIn Medicine Hat , we introduced a formal process for \ntracking community questions and concerns. CAP meeting \ntopics included Methanex’s responsibilities in regard to \nclimate change as well as risk mitigation processes. We \nalso conducted a stakeholder perception survey with \ngovernment and community stakeholders, including CAP \nmembers (see sidebar, p. 20).\nWe partnered with the Trinidad CAP to deliver public \neducation and outreach on natural disaster preparedness. \nWe shared with community members how to plan for and \nrespond to threats such as storms, floods, and earthquakes \nand partnered with the CAP to sponsor a STEM Robotics \nWorkshop (see sidebar).\nMethanex Egypt  was visited by Global Affairs Canada (the \nCanadian government’s international trade branch) and \nrepresentatives from the Canadian Embassy in Cairo and the \nInternational Labour Organization (ILO). The visit showcased \nhow our work with the ILO’s Decent Jobs for Egypt’s Young \nPeople program promotes sustainable development, \nentrepreneurship, and employment opportunities within \nthe community.\nThe Geismar CAP heard presentations on River Parishes \nCommunity College’s workforce training activities, CRISIS \nWe believe our business must have a positive impact on people’s lives. Our goal is to build and \nsupport healthy communities that are great places to live and work. \nMessage from the CEO   |  Responsible Care and Sustainability  |  Sustainable Energy and Methanol   |  Environment   |  Workplace      Community      Product Stewardship   |   Summary of Responsible Care and Sustainability Indicators19   |   Community", "metadata": {"source": "NASDAQ_MEOH_2019.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}