{"page_content": "These Responsible Care policies and practices are then \nembedded throughout the entire organization, from \nthe Board of Directors all the way to individual team \nmembers. The most senior position in Responsible Care, \nthe Vice President of Responsible Care and Operational \nExcellence, is directly accountable to the CEO in matters \nrelated to Responsible Care and also reports to the Senior \nVice President, Global Manufacturing. Both the CEO and \nExecutive Leadership Team have aligned performance goals \nand incentives linked to Responsible Care key performance \nindicators (KPIs). The KPIs reflect all the main elements of \nour Responsible Care programs and have targets to drive \ncontinual improvement throughout the organization. A \nportion of the CEO’s compensation is linked to meeting \nthe company’s strategic goals related to Responsible Care \nperformance.  \nThe purpose of the Responsible Care and Operational \nExcellence function is to leverage the collective knowledge \nand experience of our Responsible Care and subject- \nmatter experts. The combined function implements global \nstandards and best practices, supporting learning and development, identifying opportunities for improvement, \nbeing trusted advisors, and helping establish strategic \npriorities.\nGlobal integrated Management System\nOur Global Integrated Management System (GIMS) guides \nus in implementing the CIAC Responsible Care Ethic and \nPrinciples for Sustainability. It also guides implementation \nof our Health, Safety, Security, Environment, and Quality \n(HSSEQ) Policy  and the Responsible Care Codes for \nOperations, Stewardship, and Accountability.\nThe GIMS defines integrated requirements for all aspects \nof our operations, incorporating the latest management- \nsystem standards for Responsible Care management (CIAC), \nquality (ISO 9001:2015), environment (ISO 14001:2015), \noccupational health and safety (ISO 45001:2015), and \nprocess safety (Center for Chemical Process Safety). The \nrequirements meet or exceed the latest standards for \nhealth, safety, environment, security, process safety, \nreliability, emergency preparedness, crisis management, social responsibility, sustainability, product stewardship, \nand quality. \nA global risk-based internal audit program reviews \nmanagement practices to ensure compliance, assess \nperformance, and drive continual improvement. The \nprogram includes ongoing in-region self-audits as well \nas global audits conducted by Methanex subject-matter \nexperts. Third-party assessments provide external \nbenchmarking and verify the integrity of our systems. We \ncommunicate regularly to the Board about the overall health \nof our integrated management system, and a third-party \nResponsible Care verification is conducted globally every \nthree years.\nStakeholder engagement\nOur Manage Reputation Policy guides us to recognize and \nrespond to stakeholder concerns about our operations \nand products and to provide information concerning any \npotential health or environmental risks to the appropriate \nauthorities, employees, and stakeholders.\nCommunity advisory panels (CAPs) composed of a cross-\nsection of independent community representatives \nfunction in each of our manufacturing regions to promote \ncommunication between Methanex and our fence-line \ncommunities. The CAPs provide a valuable forum for open, \ntwo-way communications.ISO 14001 ISO 45001 ISO 14001 OHSAS 18001 ISO 9001Guidelines for Risk Based Process Safety\nCenter for Chemical Processing Safety (CCPS)Board of Directors\nExecutive Leadership TeamResponsible Care Committee of the Board\nMethanex Global Integrated Management SystemCEO\nGlobal Manufacturing\nResponsible Care TeamSVP, Global\nManufacturing\nGlobal Communications &\nStakeholder RelationsGlobal Marketing & Logistics\nResponsible Care TeamResponsible Care\nManagerSVP, Corporate\nResourcesSVP, Global\nMarketing & Logistics\nVP, Responsible Care &\nOperational ExcellenceGlobal\nManufacturing TeamGlobal Information\nTechnologyGlobal Human\nResources TeamGlobal Marketing & \nLogistics TeamProject Steering\nCommitteeLegal TeamSVP, Corporate\nDevelopment\nCIAC Responsible Care \nCodes of Practice\nMessage from the CEO      Responsible Care and Sustainability      Sustainable Energy and Methanol   |  Environment   |  Workplace   |  Community   |  Product Stewardship   |   Summary of Responsible Care and Sustainability Indicators4   |   Responsible Care and Sustainability", "metadata": {"source": "NASDAQ_MEOH_2019.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}