{"page_content": "As part of the project, LeanShips analyzed methanol as \nan alternative fuel for use in high-speed diesel engines \nfor smaller vessels and concluded that compared to other \nalternative fuels, methanol best met the three criteria \nestablished for an ideal marine fuel: sustainable, scalable, \nand storable.\n  \n \nPartnering with methanol demonstration projects \nin Europe and China  \nFindings from the LeanShips project build upon \ndata gathered by other projects that are focused \non exploring methanol for the small-engine \nmarket. SUMMETH and GreenPilot (two Sweden-\nbased projects), Green Maritime Methanol in the \nNetherlands, and a fishing vessel pilot in China are \namong the projects supporting the commercialization \nof methanol as a marine fuel in the smaller vessel \nmarket. Methanex is a partner in the fishing vessel \npilot in China and is also working closely with partners \non the Fastwater project in Europe to demonstrate \nmethanol engine technology in various vessel types.\n \nMETHANOL AS VEHICLE FUEL \nAround the world, methanol has emerged as a clean, \nsustainable transportation fuel alternative for the future, \nwhether used in a blended application with gasoline or on \nits own as a substitute for diesel or gasoline. \nWith support from the Methanol Institute, the global trade \nassociation for the methanol industry, we are actively \ninvolved in the development of regulations, standards, \nand pilot projects for methanol as vehicle fuel. We also \nparticipate in national and international initiatives to \npromote methanol as a clean-burning fuel and advocate for \nits safe handling.\nGrowth of M100 (100% methanol) as vehicle fuel in \nChina\nIn China, increasingly stringent air-quality standards are \nsupporting the adoption of methanol as a clean-burning \nvehicle fuel. Methanex has been working with automobile \nmanufacturer Geely and other partners in China to support \nthe growth of M100 (100% methanol) for vehicles in this \ncountry. By the end of 2019, around 20,000 M100 taxis were \non the roads in China. Following the completion in 2017 of the M100 national \nvehicle pilot program by China’s Ministry of Industry and \nInformation Technology (MIIT), last year saw eight ministries \nin China jointly publish a document endorsing the nation-\nwide development and introduction of methanol vehicles. \nGuidelines to Promote Methanol Vehicles in Some Parts of China  \npromotes the development of methanol-fueled vehicles, \nM100 filling stations, and relevant standards. As the first \ndocument of its kind published by the government in China, \nthis endorsement will enable the growth of M100 in more \nregions and for more vehicle types in China. \nResponsible Care safety training in China\nIn China, Methanex and automobile manufacturer Geely \ndelivered a Responsible Care seminar to over 50 registered \ntrainers in 2019. The aim of the seminar was to empower \ntrainers to deliver safety training to 138 communities in \nthe city of Xi’an, Shaanxi province. The training included \ninformation on the benefits of methanol and advice on best \npractices when handling the fuel. \nThere are currently over 8,000 M100 taxis in operation in \nXi’an, representing approximately 70% of the city’s taxis. \nThese taxis are serviced by over 30 filling stations that sell \nM100, a figure that is expected to rise as demand for the fuel \ngrows. \nBy August 2019, approximately 600 M100 taxis were in \noperation in the city of Baoji, Shaanxi province, accounting \nfor 40% of taxis operating in the city. In Guizhou province, \nthe capital city of Guiyang introduced more M100 taxis in \n2019, bringing the total there to over 10,000. \nMethanex will continue to work with Geely and other \npartners to support the sharing of Responsible Care \npractices while the use of M100 expands across China.   \n \nThe world’s first M100 heavy-duty truck launched \nby Geely\nIn April 2019, Chinese automobile manufacturer Geely \nlaunched the world’s first heavy-duty truck that can \nrun on M100. M100 truck emissions are significantly \nlower than diesel truck emissions and outperform \nChina’s stringent air-quality emissions standards. At a \nlaunch event in the company’s Nanchong production \nfacility in Sichuan province, 200 government officials, \ndistributors, suppliers, partners, and members of the \nmedia marked this landmark event for the heavy-duty \ntruck industry. \nMethanex will continue \nto work closely with \nGeely to support the \ncommercialization of \nmethanol as a vehicle \nfuel for heavy- and \nlight-duty vehicles.\n  \n  \n \nWorldwide Fuel Charter accepts methanol use\nThe International Organization of Motor Vehicle \nManufacturers’ Worldwide Fuel Charter (WWFC) \nCommittee works on behalf of automobile and \nengine manufacturers and aims to harmonize fuel \nquality specifications worldwide. Following significant \nadvocacy efforts by the Methanol Institute and its \nmembers (including Methanex), the Committee \nupdated its charter in 2019 to sanction the use of \nmethanol in gasoline blends and to permit methanol \nblending “where specified by applicable standards.” \nThis update to the Charter demonstrates growing \nacceptance and endorsement of methanol by leading \nautomobile-industry bodies and reflects increased \nworldwide interest in fuel blending.\nLearn more here . \nMessage from the CEO   |  Responsible Care and Sustainability      Sustainable Energy and Methanol      Environment   |  Workplace   |  Community   |  Product Stewardship   |   Summary of Responsible Care and Sustainability Indicators8   |   Sustainable Energy and Methanol", "metadata": {"source": "NASDAQ_MEOH_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}