{"page_content": "9\nWorkplace\nAs an industry leader, Dentsply Sirona understands \nthe significance and importance of developing \na team of employees that support our mission. \nIt is through creating a work environment of \nstrength that our employees gather the talent and \ncompassion for dentistry to sustain our business \nsuccess. Through our different experiences, \nperspectives, and unique skills, we continue to \ndevelop and deliver innovative products to our \ncustomers around the world. \nDentsply Sirona  \nCareer Development\nOur employees thrive on collaboration with a \nglobal team of colleagues, and the opportunity to \nmake a difference in our mission to provide better, \nsafer, faster dental care. We offer a broad range \nof exciting and rewarding opportunities across \nthe globe. The Dentsply Sirona team is worldwide, \ndiverse, engaged, and passionate about dentistry. \nFrom sales and marketing, to clinical education, \nor research and development, our people actively engage in advancing Dentsply Sirona in today’s \ndental industry. Together, we make a difference.\nTo ensure that our employees are able to meet the \never-increasing needs of our growing Company, \nwe invest a significant amount of time and \nresources to all levels of employee development. \nDentsply Sirona’s employee development \nprograms include internal opportunities, on-\nthe-job opportunities, and external educational \nopportunities designed to build individual and \ngroup capabilities. Dentsply Sirona’s internal \nprograms provide a wide array of development \nopportunities designed to meet the specific needs \nof our employees at various levels in the Company. \nDentsply Sirona has also created a leadership \nprogram for women designed to support the \nacceleration of their career development. \nMaureen MacInnis, SVP and CHRO, believes the \ncommitment to women’s leadership at Dentsply \nSirona is only getting stronger. “We are incredibly \nlucky to have an increasing number of women in \nkey roles throughout the world,” she explained. \n“The women of Dentsply Sirona bring outstanding \nclinical knowledge that directly supports our \ncustomers and builds our reputation as the dental \nsolutions company. Having these wonderful \nwomen as colleagues is a privilege, and their \nexpertise is shaping our future.”This year, Dentsply \nSirona more than quadrupled the participants to \nensure a commitment to their future. \nIn addition, Dentsply Sirona conducts a tuition \nassistance program in many of our locations.  \nThis valuable benefit has enabled participating \nDentsply Sirona employees to complete \ntheir university education, while others have \npursued advanced degree programs. This \nprogram has resulted in career advancement \nfor many employees.\nWhether it is through our internally developed \nprograms, our education assistance programs, \nour external programs, our employees have a \nvariety of opportunities to enhance their ability \nto contribute to Dentsply Sirona’s performance \nand develop their careers within the Company.3\nThe 2016 Dentsply Sirona Global Leadership \nDevelopment participants.", "metadata": {"source": "NASDAQ_XRAY_2016.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}