{"page_content": "10\nEqual Employment Opportunity  \nand Inclusion\nDentsply Sirona believes that cultural diversity \nand inclusion contributes to the health of \nsociety. As an international corporation, \nDentsply Sirona values a culture that represents \nour global portfolio of businesses. To this \nend, Dentsply Sirona has an active strategy of \ncultural diversity and inclusion, which drives \nour efforts at talent recruitment, development, \nand management of our employees. We are \ncommitted to the principle of equal employment \nopportunity because it is morally right as well \nas being legally required. Our continued success \ndepends on the effective use of the talents and \nskills from all of our employees and leveraging \nour global diversity and multi-cultural workforce.\nOur international businesses typically reflect \nand preserve the culture of the country in \nwhich they operate. We currently have a \ndiverse workforce around the world in our \nglobal Dentsply Sirona locations.\nOur commitment to diversity and inclusion \nincludes recruitment of diverse candidates \nthroughout the business, including our Board \nof Directors and management, as well as our \nCorporate and operating functions, such as \nsales, marketing, finance, and information \ntechnology, in locations around the globe. \nEmployee training and information, available in \nmultiple languages, maintains a focus on global \ndiversity and appreciation of regional cultures.\nWhen filling an open position we make every \neffort to include a slate of qualified, diverse candidates. Job-specific qualifications, skills, \nand experience are the basis for recruitment, \ntraining, and advancement of our employees \nat all levels. Our policy is to fill positions with \nthe most qualified candidates regardless of \nrace, color, sex, age, national origin, disability, \nreligion, sexual orientation, or veteran status, \nexcept where there is a bona fide occupational \nqualification. This policy applies to all decisions \nabout recruitment, hiring, compensation, \nbenefits, transfers, promotions, training, social \nprograms, layoffs, and any other conditions of \nemployment. In line with this policy, Dentsply \nSirona offers same and opposite gender \ndomestic partners benefits to employees. We \nalso provide reasonable accommodations to \nqualified individuals with disabilities.\nDentsply Sirona is committed to providing a \nworkplace that is free of discrimination, in all \naspects of employment. We recognize that this \npractice is aligned with our core values as well \nas being a sound business practice.\nHealth and Safety\nDentsply Sirona is committed to having safe and \nhealthy operations around the world. Our goal is \nto protect the lives and health of our employees \nand surrounding communities. To achieve this \ngoal, our employees receive safety training \nand we conduct annual Environmental, Health \nand Safety audits in each of our manufacturing \nfacilities around the world. In the U.S., audits are \nalso conducted periodically by the Occupational \nSafety and Health Administration (OSHA) and \nwe work with this regulatory body to ensure \ncompliance with all safety standards.\nDentsply Sirona colleagues in Chile gather with the \nCompany’s values pyramids to display one global \nteam bringing out the best in each other.Nearly 200 Dentsply Sirona Culture Champions reside in the company globally, \ncommitted to obtaining a high performance organization that rewards \npersonal accountability. Pictured above, the European Culture Champions at \nthe Dentsply Sirona Bensheim, Germany location.", "metadata": {"source": "NASDAQ_XRAY_2016.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}