{"page_content": "11\nCommunity\nImproving Oral Health in \nthe Global Community\nAs a leader in the dental industry, Dentsply \nSirona recognizes that the greatest contributions \nthe Company can make to the global community \nare through advocacy and support of efforts \nthat improve the oral health of under-served \nchildren and adults. To that end, the funding \npriorities of Dentsply Sirona include:\n1. Improve oral health and access for children \nand adults through support of oral health \neducation, treatment, and prevention \nprograms.\n2. Support for dental education and research to \nsustain the viability of the dental profession.\n3. Sustain healthy communities where we live, \nwork, and serve through support of health, \neducation, and social service agencies.\nOn an annual basis, Dentsply Sirona supports \nthousands of charitable events and activities \naround the world, several of which focus heavily \non education of oral health for children. We \nbelieve that a strong understanding of oral \nhealth from a young age promotes healthy \nhabits and helps to dramatically reduce the chance of oral diseases and health problems \nlater in life. Some of the most impactful events \nand initiatives this year included the following.\nWater Street Health Services\nWater Street Health Services is a nonprofit \nprogram of the Water Street Mission in \nLancaster, Pennsylvania. This program is \nthe largest nonprofit provider of free dental \ncare to the homeless and needy in York and \nLancaster Counties. To date, this program \nhas served over 6,000 patients with quality \ndental care. Being a nonprofit and providing \nfree dental care to thousands of people makes \nit difficult to keep their dental equipment in \ntop shape. Recently, one of their dental chairs \nwas damaged beyond repair, and they were in \ndesperate need of a new one.\nSo, Dentsply Sirona stepped into action and \nprovided them with new equipment, including \na state-of-the-art Treatment Center. Dentsply \nSirona is excited to donate equipment to a great \ncause like this, and the team at Water Street \nHealth Services was extremely appreciative to \nhave a new patient chair. It even brought some \nof their staff to tears. In addition, Dentsply \nSirona’s Day with Dentsply Sirona educational 4\nBalloon releasing with community members at the Ballaigues, Switzerland \nDentsply Sirona office during an event supporting local children with cancer.\nKeith Clements, US Vice President of Sales alongside \nthe Water Street Health Services team with the newly \ndonated Dentsply Sirona Treatment Center.", "metadata": {"source": "NASDAQ_XRAY_2016.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}