{"page_content": "12\nevent in Lancaster Country for dental \nprofessionals donated a portion of seminar fees \nto Water Street Health Services in 2016.\nDental Innovation Foundation\nThe Dental Innovation Foundation under \nthe Royal Patronage with Srinakharinwirot \nUniversity at Phicit Province in Thailand is \nan outreach program at the university that \nprovides dental clinics throughout the Phicit \nProvince. Dentsply Sirona participates in this \nprogram by providing a team of dental experts \nand Dentsply Sirona’s CEREC system to be \nused at the dental clinics. Our team of experts \nnot only uses CEREC to treat patients in a \nsingle visit, but also lends their knowledge \nand expertise to help educate citizens of the \nPhicit Province on healthy dental habits and \npractices. Our experts also provide training \nto the local dentists on the CEREC Omnicam, \nan intraoral scanner, to help enhance the \naccessibility of high-quality dental care.\nThis program demonstrates our core mission and \nvalues by delivering innovative dental solutions \nto improve oral health worldwide. The patients \nof the program do not have access to advanced \ndental solutions in their local dental facilities. By having a Dentsply Sirona team with advanced \ntechnology present, it allows for patients and \ndental professionals alike to gain more knowledge \nand awareness of dental care and services.\nBox of Hope\nBox of Hope is a registered Hong Kong charity \naimed at providing useful, educational gifts \nto underprivileged children in Hong Kong and \nthe surrounding areas. Box of Hope, at its \ncore, teaches the gift of giving to those less \nfortunate. After seeing gifts being prepared by \nher children in school, a Dentsply Sirona Hong \nKong employee, Stephanie Gaylard, gathered \nfellow Dentsply Sirona employees together \nto participate in this event as a way to help \npromote healthy dental habits for children. They \ngathered dental supplies, toys, and educational \nsupplies and put together boxes for five \nunderprivileged children. Dentsply Sirona looks \nforward to participating in this program again.\nEugene Field Elementary Holiday  \nHelper Project\nThe Holiday Helper Project is a school-wide \nactivity at Eugene Field Elementary School in \nTulsa, Oklahoma. The project ensures every child \nhas a gift to open during the holidays. Dentsply \nCSR volunteers (left to right), Chomboon Thawan and Areeya Thongphan, \nDentsply Sirona CAD/CAM specialists; a local patient, Dr. Pavinee and Julien \nDidron, Dentsply Sirona Thailand Country Leader.The Box of Hope organization, alongside volunteers \nbring hope into action for those less fortunate.\nStudents at Eugene Field Elementary School gathered \nfor the annual holiday giving campaign with support \nfrom businesses, including Dentsply Sirona.\n", "metadata": {"source": "NASDAQ_XRAY_2016.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}