{"page_content": "13\nSirona actively participates by purchasing gifts \nfrom a “wish list” and taking them to Eugene \nField Elementary for the children to open during \ntheir classroom party. The Endodontic business \nin Tulsa has been a part of this project for over \n10 years and still finds joy and excitement each \nyear they participate. Being able to provide \nchildren with gifts to open during the holidays \nis something the entire team looks forward \nto every holiday season. All gifts are equal, so \nno child receives more than another. All of the \nchildren are treated with love and respect, and \nbecause of that, they know Dentsply Sirona truly \nwant to share the holiday spirit with all of them.\nDental Equipment Donations to  \nEmerging Markets\nDentsply Sirona believes in providing better, safer, \nfaster oral healthcare to those less fortunate and \nthe Dentsply Sirona Australian and New Zealand \ndivisions had the opportunity to do just that. \nThroughout 2016, we’ve donated a total of $3,057 \nin dental products to eight different causes. All of \nthe donations made from our Australian and New \nZealand divisions have gone to organizations that support families in need. One such organization, \nCerebral Palsy Alliance, received the CEREC \nsystem to perform better restorative procedures. \n“We are always looking for ways to support the \ncommunity in a way that matches our corporate \nvision of bringing dental health and wellbeing to \nthe community.” Said Stafford Milton, National \nProduct Manager, CEREC, Dentsply Sirona. \nHabitat for Humanity Veterans Build\nDentsply Sirona not only provides quality \ndental care solutions globally, but also looks \noutside of the dental industry to give back to \nour communities at large. One way we do this \nis with Habitat for Humanity. Dentsply Sirona \npartnered with Habitat for Humanity’s Veterans \nBuild program, which provides employment, \nhousing, and volunteer opportunities to U.S. \nmilitary veterans and their families. Employees \nparticipated in three building days in the York \nCounty, Pennsylvania area to assist a wonderful \norganization for a great cause. To be able to give \nback to the men and women who serve for the \nU.S. Military is a great honor to Dentsply Sirona.\nSaving Teeth. Changing Lives.\nThe benefits of keeping our natural teeth are \nsignificant and far-reaching. Tooth retention \nimpacts more than our oral health. Research \nshows tooth loss and complete edentulism \nare associated with a multitude of systemic \ncomorbid conditions including malnutrition, \nobesity, cardiovascular disease, rheumatoid \nThrough ARFAC Association and Dentsply Sirona, local Jungfrau, Switzerland \nchildren enjoyed hands-on activities with Dentsply Sirona, including engraving \nkeychains alongside R&D employees with a Dentsply Sirona Thermafil-Endo-\nTraining block and X-Smart Plus hand instrument.Mike Stone, Managing Director, Dentsply Sirona; Paul \nMasi, Chairman and President of the Cerebral Palsy \nAlliance; Chris Aughton, CEO of Modern Dental Pacific \nand his son Daniel.\n", "metadata": {"source": "NASDAQ_XRAY_2016.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}