{"page_content": "17\nEnvironment\nA. Energy Resources\nDentsply Sirona manufactures products located \nin facilities around the world. The nature of our \nmanufacturing businesses is such that we are \nnot a significant consumer of natural resources \nor energy. In fact, Dentsply Sirona’s global \nelectricity and natural gas consumption costs \ntotal less than 1% of our sales.\nAlthough we are not large consumers of \nenergy, we are committed to improving our \nability to control our energy consumption \nand reduce it. Currently, our Ballaigues, \nSwitzerland facility uses photovoltaic panels \nto produce 1,189m2 of electricity used by the \nfacility. It has also implemented an automatic \nstore system to limit solar heating. This is \nguided by an automatic weather management \nsystem. This facility also uses thermal recovery \nwith high efficiency for all HVAC systems. \nDentsply Sirona tracks baseline energy impact \nbased on metric tons of CO2 (type 1 and type \n2) to gain a view of Dentsply Sirona’s global \nenergy consumption and related greenhouse \ngas emissions. This dashboard provides a view of our cost efficiency and greenhouse \ngas emission opportunities. The use of this \ndata supports our participation and reporting \nin the Carbon Disclosure Project (CDP). We \nhave continued to enhance our understanding \nof our Type 3 CO2 impact. For example, in \n2016 we expanded our Type 3 understanding \nbeyond North America to include Europe and \nin the near future, other regions.  \nSeveral Dentsply Sirona facilities in Europe are \nalready obtaining up to 20% or more of their \nenergy needs from renewable energy sources, \nincluding wind and solar power.   \nAdjacent to energy management, we began \nto extend the progress we made last year in \nreducing our impact on the environment through \nour managed print service (MPS) program. \n In 2016, we began the effort to implement the \nMPS program with our top priority European sites \nstarting sometime in 2017. As a result, we have \nimproved our CDP score three years in a row.\nB. Hazardous Waste6\n", "metadata": {"source": "NASDAQ_XRAY_2016.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}