{"page_content": "20\nPolitical Spending\nDentsply Sirona does not use corporate funds \nfor political spending or lobbying on political \nissues, and has not done so for at least the \nlast six years, nor do we have a political action \ncommittee. As stated in our Code of Business \nConduct and Ethics, the Company’s established \npolicy is that no company funds or other \ncompany assets may be contributed for political \npurposes, regardless of whether in the U.S. or \noutside the U.S., without the prior review by the \nCompany’s General Counsel, and approval by \nthe Board of Directors.\nIn the U.S., Dentsply Sirona is a member of the \nDental Trade Alliance (DTA), an association \nof companies that provide dental equipment, \nsupplies, materials and services to dentists and \nother oral care professionals. The DTA’s core \npurpose is to enhance member success and \nincrease dental demand. From time to time, DTA may engage in lobbying regarding legislation \nthat is of interest to its members.\nWith headquarters in York, Pennsylvania, \nDentsply Sirona is also a member of the \nPennsylvania Chamber of Business and Industry. \nThe Chamber is the commonwealth’s largest \nbroad-based business advocacy organization \nwith a mission to improve Pennsylvania’s \nbusiness climate and increase the competitive \nadvantage for its members.\nBased on inquiries with US-based trade \nassociations to which our membership fees \nexceed $20,000, the Company has determined \nthat the amount of such dues or payments \nthat may have been used for lobbying \npurposes is inconsequential, and no portion \nof such dues or payments have been used for \npolitical contributions.7\nDentsply Sirona has a long history of supporting the communities in which we live, work and serve. \nDentsply Sirona’s Corporate Responsibility Platform represents our efforts to report on our sustainable \nactivities and sharpen our philanthropic focus in the area where we have the greatest impact - \nimproving the oral health of under-served populations. We are firmly committed to the principles \noutlined in our platform. As with our entire business, Dentsply Sirona Planet Health represents our \nefforts to continually evolve and improve our efforts for corporate responsibility and sustainability.\nConclusion", "metadata": {"source": "NASDAQ_XRAY_2016.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}