{"page_content": "3\nAs a company, Dentsply Sirona strives to make \na positive impact on the global community \nby adhering to our core pillars of business – \ninnovation, research, education, and vision.  \nEach one of these pillars is what makes Dentsply \nSirona a key contributor to the future of dental \ncare and a partner in the overall well-being of \nthe global community.\nAt the heart of Dentsply Sirona is a vigorous \ncommitment to innovation and education. \nWith the ability to produce over 30 new \nproducts annually, we still see the importance \nin revitalizing equipment and developing new \nways of helping the greater good with resources \nthat are already available to us. By aligning our \nresearch efforts and education platform, we will \nbuild on our history of introducing innovations \nthat advance patient care around the globe. \nWe know that optimizing oral health can have \na profound impact on economic prosperity, \nindividual confidence, and opportunity. \nInadequate oral health can significantly limit \nopportunities, both personally and professionally. \nIn many countries, including the U.S., tooth decay \nis the most common chronic childhood disease. \nDental diseases in children have a negative \ninfluence on nourishment, learning, and attaining full potential. According to Oral Health America, \nover 51 million school hours are lost each year \ndue to dental-related illnesses. In some U.S. \nschool districts, dental problems are the most \ncommon cause of student absences. \nWe know that better dental care builds stronger \ncommunities. Every person in our community \nand at Dentsply Sirona is a patient, which is \nwhy we make it our mission to provide industry-\nleading solutions to dental care professionals \nworldwide. We do this in part by donating \ndental services to non-profit organizations.\nBy donating our innovative products, such as our \nWaveOne Endo motor, Cavitron, our ultrasonic \nscaler, instruments, or our market-leading CEREC \nsystem, we’ve been able to help foundations like \nthe European Academy of Pediatric Dentistry \npositively impact the lives of children each year. \nAnd, we’ve supported organizations like Mission \nof Mercy in providing free dental care to the \nuninsured or under-insured.\nAs a company, Dentsply Sirona will continue to \nmake a positive impact on the world, with a core \ncommitment to empowering the improvement of \noral health. Our management team and Board of \nDirectors firmly support and endorse this platform.Corporate Social Responsibility Platform\n", "metadata": {"source": "NASDAQ_XRAY_2016.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}