{"page_content": "As part of our business continuity measures, we assembled a management-led COVID-19 \nCommittee comprising directors and managers of various key departments to provide global \noversight and guidance in implementing site-specific business continuity and risk mitigation \nplans across our six global sites as early as February 2020. \nWe held regular communications with country management teams and tailored policies \naccording to the latest developments and guidelines provided by global authorities such as \nWorld Health Organization (WHO) and local authorities such as the Center for Disease Control \nand Prevention (CDC), Orange County Health Care Agency, Singapore Ministry of Health, \nSingapore Ministry of Manpower, Singapore Ministry of Trade and Industry, Center for Disease \nControl (USA) and the Pennsylvania Department of Health (Fort Washington). The goal was \nto ensure the safety of all our team members while minimizing disruption to operations and to \nprovide support to our local communities. \nMarketplace Environment People Customers Community\nMarketplace\nStrengthening Our Supply Chain Networks \n• Ensured continued supply of critical components from suppliers to support manufacturing \nneeds\n• Expanded list of reliable suppliers to maintain healthy inventory levels of components\n• Developed alternative shipping routes with new shipping agents to support timely business \ndeliverablesFULFILLING ORDERS AT THE HEIGHT \nOF THE PANDEMIC THROUGH \nCOLLABORATION \nAt the height of the various country lock-downs from February to March 2020 in China, \nSingapore and Malaysia, K&S managed to partially fulfill a time-sensitive customer \norder despite the many global logistical disruptions. \nWith the usual air and sea transportation routes disrupted, our Supply Chain, Global \nBusiness Operations and Customer Support units worked closely over months to \nexplore alternative transportation routes to first ship machine parts from a supplier \nin China to Singapore for assembly, and then send the finished order back to the \ncustomer in China. \nWe successfully leveraged alternative transportation routes such as cross-border \ntrucking and secured limited vessel availability and, as a result, the customer in China \nwas able to go ahead with their intended factory launch right after the lockdown was \nlifted in China.CASE STUDY\n12\nOUR UNITED RESPONSE TO COVID-19 ", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}