{"page_content": "DEVELOPING A RESPONSIBLE & ETHICAL SUPPLY CHAIN\nThe Great Reset to Generate Increased Sustainable Value from our Supply Chain\nAs a leading provider of semiconductors with manufacturing facilities located across \nSingapore, Suzhou, Netherlands and Israel, we are cognizant that our supply chains have \nsizeable impacts on the environment and communities we operate in. \nWhile including sustainable supply chain management as a core focus is only a recent \nmove for us, it is now an integral aspect in our responsible business practices. A robustly \nethical supply chain balances K&S’ business viability with social and environmental well-\nbeing by enhancing trust for our brand and driving business growth, while improving the \nlives of our key stakeholders such as the workforce, suppliers and customers along the \nchain. \nDeveloping sustainable value also includes diversification of the supply chain as a key \nsuccess factor in ensuring sustained, long-term business resilience. To ensure continuity \nof business operations in the event of disruptions which today happens with increasing \nfrequency, we source from a mix of local, regional and global suppliers in different parts \nof the world as one way to strengthen business resiliency and prevent costly downtime.\nIn particular, we are working to increase procurement from local or regional suppliers to \nreduce our environmental footprint from transportation. We have plans to increase the \nproportion of the local and regional sources by 15% over the next two years to drive \ncarbon footprint down by 20%.\nAs we work towards building an increasingly circular model, K&S takes a source-to-\ncustomer approach to embed sustainability into our entire manufacturing process. \nBy scrutinizing each node of the supply chain, we are able to identify opportunities for \nimprovement and develop efficient and long-term strategies.\n25DOING GOOD BUSINESS\nRaw Materials \n(Material topic: material use)\n• Suppliers who provide raw materials \nmust comply with Restriction of \nHazardous Substances (RoHS) and \nK&S’ Conflict Minerals Policy \nRaw Materials Processing and \nComponent Production  \n(Material topic: supply chain \nmanagement)\n• Suppliers are subjected to \ndue diligence procedures for \nresponsible sourcing\n• Periodic reviews and corrective \naction management are conducted \nto promote accountabilityDesign, Manufacturing and \nAssembly \n(Material topic: customer health \nand safety)\n• Our processes are compliant \nwith ISO 9001, ISO 14001 \nand ISO 45001\n• A Go-Green Committee \nevaluates product content to \nreduce and eliminate the use \nof hazardous materials\n• We undertake health and \nsafety impact considerationsEnd-of-Life \n(Material topic: material use)\n• We disclose materials used in \nproducts so consumers can make \nresponsible decisions on end-of-\nlife disposal\n• We enact end-of-life agreements \nwith customers\n• Some products are refurbished \nand resoldSales, Marketing and After-Sales \nCare \n(Material topic: customer satisfaction)\n• We ensure correct labelling for \nCE certification and are RoHS \ncompliant\n• Customers benefit from after-\nsales care and maintenance Testing, Packaging and Distribution \n(Material topic: product and service innovation)\n• We have moved towards green packaging materials (i.e., replacing foam with recycled kraft \npaper)\n• Re-usable crates are used to ship demo machines to customers\n• We have implemented a paperless online system for transactions\nK&S Boundary", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}