{"page_content": "DRIVING SUSTAINABLE ACTION AMONG OUR SUPPLIERS LATEST DEVELOPMENTS\nAdhering to a Supplier Code of Conduct\nAll approved suppliers must endorse and comply with a Direct Supplier Code of Business \nConduct and Ethics (Direct Supplier Code) and Distributor and Representative Code of \nBusiness Conduct and Ethics (D&R Code).In May 2018, we updated the Direct Supplier Code of Business Conduct and Ethics to \nreference the internationally recognized standard for managing corporate social responsibility in \nsupply chains by the Responsible Business Alliance (RBA).\nDeveloping Robust Supplier Evaluations\nTo ensure that our suppliers are socially and environmentally compliant, all suppliers must \nundertake our four-part evaluation process annually.\nAssessment \nSuppliers are assessed through the Supplier Quality Scorecard which covers \nareas of risk, health and safety, human rights and environmental impacts.\nRisk Profiling\nSuppliers are ranked according to their Supplier Quality Scorecard results.\nAudits\nSuppliers have to undergo periodic supplier risk-screening, assessments and \naudits.\nReviewing and Ranking\nK&S is informed of any potential risks in the coming year. Non-compliant \nsuppliers may be discontinued.On-boarding for new suppliers :\n• We have developed a  Disclosure Survey to ensure that suppliers comply with our Supplier \nCoC \nAssessment process for current suppliers: \n• A Follow-up Review  is then ordered before re-approval of contracts\nElevating Suppliers Through Training and Awareness\nWe also equip suppliers with renewed capabilities to comply with our enhanced standards by \ninvesting in supplier training workshops, training and engagement. \n• Trainings are held twice a year to update suppliers on new and improved process methods\n• Supplier Day is held annually to share best-practices with the entire supplier community \nand engage in mutual learning\n• K&S Enhanced Change Control Training conducted for suppliers over four sessions in \nFY2020. The objective is to communicate K&S’ expectation for the supplier to notify K&S \nin advance on changes in their products, suppliers, and processes that may impact K&S \nproducts and seek approval prior to their implementation. This is to ensure consistent and \ncontrolled quality of our products.Supplier Trainings are conducted by K&S if suppliers, especially new ones, are unable to meet \nthe updated standards.\n27\nDOING GOOD BUSINESS", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}