{"page_content": "Building Internal Sustainability Competencies\nRaising the standards of sustainability in our supply chain not only entails managing our suppliers \nwell externally, but also building our internal capabilities. We strive to increase our awareness \nand knowledge in socially and environmentally positive matters to build enhanced competencies, \ntools, processes and governance policies that create transformations that last. We adopt a three-\npronged strategy that leverages knowledge and innovation as key value drivers. \nKeeping pace with trends\nWe are part of industry associations such as Semiconductor Equipment \nand Materials International (SEMI) and the International Electronics \nManufacturing Initiative (iNEMI), where we stay informed of the latest in \nthe industry happenings based on quarterly updates.\nTapping the expertise of consultants\nWe engage the services of leading research consultancies such as \nGartner and TrendForce to guide us in making transformative efforts to \nstay at the forefront of the semiconductor industry.\nBuilding academic links and driving industry knowledge\nWe embark on projects and collaborations with renowned universities and \nresearch institutes such as National University of Singapore and Georgia \nTech to tap on the innovative minds of future generations to anticipate and \nprepare us in meeting future needs and expectations.\n“We value the commitment of our suppliers in developing \na shared culture of sustainability through trainings and \nengagements. By working together, we have elevated \nour processes to achieve a 20% reduction in our carbon \nfootprint over the next two years by localizing more of \nour suppliers. This has helped put us in good stead to \nmeet the evolving demands of the marketplace which is \nincreasingly seeking more sustainable options.”\n- CF Cheng,  \nSenior Director of Supply ChainEYES ON THE FUTURE \nWe keep abreast of trends in the dynamic semiconductor arena to ensure that we \nare primed to capture opportunities and respond to changes swiftly and decisively. \nSupporting us in this endeavor are our strong collaborations and connections with \nindustry authorities. We engage and consult with industry experts such as Prismark \nand Yole Development regularly to keep abreast of the market and technology trends, \nas well as forecasts and industry updates.\nTapping on the expertise and insight from a broad spectrum of sector specialists allows \nus to plan and strategize both in the short and long term. This knowledge supports us \nnot only in anticipating and predicting customer and market demand, it also raises our \nability to strengthen business resilience. \nThis sensitivity towards wider geo-economic and socio-political affairs enables us to \nbuild robust business continuity plans so that we can address supply interruptions, \nlogistic constraints and market capacity issues for better organisational responsiveness. CASE STUDY\n29\nDOING GOOD BUSINESS", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}