{"page_content": "Building Strong Foundations For Business Resilience \nK&S puts great importance on our governance matters. This is the ‘heartware and hardware’ \nof K&S, and forms an internal compass to guide our business decisions and actions. As a \nresponsible industry leader in the semiconductor equipment industry, we continue to rely on \nour strong ethical foundation to pave pathways to success in the new societal context in which \nbusinesses operate today.\nA Code for Organizational Integrity\nThe success of our organization is built on the integrity of our people, the trust and confidence \nwe get from our employees, customers and shareholders, and the positive impact we make on \nthe world. \nOur Code of Business Conduct (Code) and Code of Ethics for Senior Officers provide an ethical \nand legal framework for all our business practices and interactions with internal and external \nstakeholders. The Code – reviewed annually by external counsel – sets out guiding principles \nfor regulatory compliance, conflicts of interest, corporate opportunities, protection and use of \nK&S assets and competition and fair dealing. The Code adheres to NASDAQ guidelines. \nTo cascade and reinforce our Code, we conduct company-wide e-training to reiterate our \nexpectations of employee conduct. This includes sound judgement as well as fair and just \nbehaviour in interactions and decision-making. The Code also includes a firm stance against \ncorruption, bribery and other improprieties. OUR NEW ‘CHIEF OF ETHICS’\nIn FY2020, K&S welcomed Stephen Drake, Vice President \nof Legal Affairs & General Counsel, to oversee all ethical \nmatters of the company. His role will be to understand \nwhere ethical concerns may arise within the business \noperations and stay abreast on knowledge to better build \nup a progressive ethical culture within the company.\nIn today’s digitalized economy, an area of particular focus \ninvolves the protection of K&S’ intellectual property (IP). \nSince joining, Stephen has personally overseen the \ninclusion of specific guidelines in the IP section of the \nCode. More details can be found in our Code of Business \nConduct at https://investor.kns.com/corporate-governance . CASE STUDY\n“Organizational resilience is more than just improving \nyear-over-year financial metrics. The role of ethics \nhas taken on an increasingly significant role in today’s \nbusiness context as companies recognize that how we \nlive our values affects everything that we do. Doing \ngood business today has therefore evolved to include \nethics as the backbone of our future success.”\n- Stephen Drake,  \nVice President of Legal Affairs & General CounselGOVERNANCE, ETHICS & \nBUSINESS RESILIENCE\n30\nDOING GOOD BUSINESS", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}