{"page_content": "MANAGING RISK, BUILDING CONTINUITY AND \nINTEGRATING OUR MANAGEMENT SYSTEMS\nIn a world characterised by increasing disruptions, business resilience measures have never \nbeen more important and relevant. At K&S, we have long managed and prepared for uncertainty \nthrough a comprehensive business resilience strategy. We use a three-pronged approach to \nhelp us proactively identify risks, respond to business disruptions, safeguard people, assets \nand brand equity as well as maintain continuous business operations.  Enterprise Risk Management\nResilience, continuity and risk management are all interconnected and work together to protect \nagainst business disruption. Risk management is the starting point where we identify potential \nrisks so as to develop targeted strategies. \nIn FY2020, we developed a holistic Enterprise Risk Assessment framework to better determine, \nassess and mitigate critical business risks and opportunities, and overall promote a culture of \nprevention and improvement. The new framework helped us to: \nEnterprise Risk \nManagementBusiness Continuity \nManagement\nIntegrated \nManagement System\nBroaden business perspectives and horizons for risks and \nopportunities\n• We expanded engagement with over 70 K&S leader representatives \nfrom the ELT, global site leads and functional Heads of Departments \nto develop a strategic view of internal and external risks through \nworkshops, interviews and online risk ratings \n• We identified individual risk owners to gather more information \non risk reduction activities for a more in-depth view on current \nstrategies\n• We included residual risk measurements into a risk monitoring \ncycle to develop a more comprehensive view of risks\nPrioritise and direct attention to “high-risk” areas to narrow the \ncrucial risk-gaps\n• We matched risk reduction activities and actions with timelines and \nfollowed-up closely with risk owners on progress updates \n• We held Risk Council discussions with ELT to better strategize \nmitigations plans for risks \n32\nDOING GOOD BUSINESS", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}