{"page_content": "Based on these efforts, every year since 2013, the Committee declares annually1 to the \nSecurities and Exchange Commission (SEC) our annual progressive ef forts. \nTo complement, we ensure that our Tier-1 suppliers are also in full alignment to achieve our \nconflict mineral free goal. We do this through two methods:\nConflict minerals reporting template\n• Annual full disclosure of origin information of 3TGs in components and assemblies, \nincluding those from sub-tier suppliers and smelter sources\n \nConflict minerals audit\n• Assessment of Tier-1 suppliers’ processes and policies, including their monitoring process \nof sub-tier suppliers’ activities \nReducing Use of Hazardous Materials \nElectronic equipment containing hazardous content when not disposed properly can cause \nmajor environmental issues. While K&S equipment is not required to be subjected to Restriction \nof Hazardous Substances (RoHS) guidelines mandated by the European Union (EU), in the \ninterest of health and safety, since 2018, we have strived to ensure that we are in full compliance \nwith the global benchmark and any updated restrictions that follow .In July 2019, the EU added four new phthalates2 to its existing \nlist of restricted substances. By FY2020,\nall K&S new platforms \nare declared RoHS for six \nsubstances.\nK&S is currently working towards having new platforms to be \n100%  compliant to the ten substances.\n1 The SEC’s Reporting Year runs from January to December. Read our latest Conflict Mineral \nReport at https://www.kns.com/Corporate-Responsibility. \n2 Products containing butyl benzyl phthalate (BBP), di(2-ethylhexyl) phthalate (DEHP), dibutyl \nphthalate (DBP) or diisobutyl phthalate (DIBP) cannot be transacted on the EU market.Evaluate Bill-of-Material Identify non-RoHS-\ncompliant partsOur RoHS compliance is overseen by a Go-Green Committee which uses a three-step process \nto ensure product compliance to eliminate use of hazardous materials in K&S products. \nInformation from these product content evaluations are recorded and maintained on K&S’ \nRoHS database for future reference and traceability.\nReduce or eliminate \nnon-RoHS compliant \nparts with compliant \nparts\n39\nENVIRONMENT", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}