{"page_content": "Moving Towards Greener Energy \nAs part of the semiconductor industry, we recognise that a significant part of our carbon \nfootprint is contributed by the use of energy.  We view this as an opportunity to focus our efforts \non achieving energy efficiency by re-thinking and re-inventing our actions and processes that \neither conserve or reduce energy usage, or replace it with more sustainable sources of energy \nwhere possible. \nCollection and analysis of energy consumption data is rigorously conducted to ensure that \nsystems operate efficiently and anomalies in consumption identified quickly and rectified. \nQuarterly energy management meetings are held to monitor progress and evaluate effectiveness \nof energy conservation measures. Overall, our global goal is to reduce energy usage by \n2% across all sites.\nAs of FY2020, a total of 80,968 GJ of energy was consumed across our six global sites. \nGrid electricity consumption stood at 22,491 MWh. This is a 13% decrease from FY2019 for \nelectricity intensity and a corresponding 15% drop in greenhouse gas emissions intensity .K&S EINDHOVEN’S ROAD TOWARDS \nCARBON NEUTRALITY\nSpurred by the Dutch government’s push for the Netherlands to become carbon \nneutral by 2050, K&S Eindhoven will implement a CO2 reduction management system \nin consultation with a consultancy company during the course of 2021. Also known \nas the Energy Efficient Directive (EED) plan, it is managed by an Environmental \nCommittee made up of supply chain/production director, QHSE/facility manager, \nelectrical engineering manager and facility supervisor.\nBased on the latest EED energy audit report which visualizes and analyses possible \nlong-term cost-effective carbon strategies for FY2021-2024 implementation, we have \nbegun to put action behind plans to achieve our ambitious target, such as preparing \nfor the replacement of installations, buildings and production equipment. In FY2020 \nalone, we achieved a savings of 8,596 kg in carbon emissions from the recent \ninstallation of solar films on all our site windows.\nIn addition, employees are encouraged to take more sustainable means of \ntransportation to work, such as the use of electric cars or bicycles. As of FY2020, we \nhave saved 6,383 kg of carbon emissions from our employees cycling to work alone.CASE STUDY\nSince Jan 2020,  100% of electricity use\nat K&S Eindhoven is derived from Dutch wind farms and solar \nparksFY2018 FY2019 FY2020 FY2018 FY2019 FY202015,000\n10,000\n5,000\n0 020,00025,000\n45\n40\n35\n30\n25\n20\n1550\n10\n030\n25\n20\n15\n109,000\n6,000\n3,000\n012,00015,000\n23,84226.841.6\n36.1\n21.325.0\n15.6\n22,491422,481313,852 13,260613,4845Electricity Consumption (MWh)\nScope 2 GHG Emissions (tonnes CO2)Electricity Intensity (MWh/million $US)\nScope 2 Emissions Intensity (tonnes CO2/million $US)Electricity Consumption GHG Emissions\n3 Total amount disclosed has been revised from 23,206 to 22,481 due to duplication in previous calculation.\n4 Amount disclosed includes 1,026 MWh of renewable energy derived from wind and solar energy from \nK&S Eindhoven.\n5 Total amount disclosed has been revised from 13,567 to 13,484 due to duplication in previous calculation.\n6 Amount disclosed includes 461.7 tonnes CO2 of renewable energy derived from wind and solar energy \nfrom K&S Eindhoven.Reduce 2% YoY\n41\nENVIRONMENT", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}