{"page_content": "Enabling Water Positivity\nWater is a critical raw material in our processes. Due to the local circumstances and infrastructure \nof our sites, a large proportion of our water is drawn from municipal sources. All our sites are \ncognizant of the need to conserve water and this is achieved through process changes that \nreduce rinse water use, reverse osmosis pre-treatment as well as regular pipeline maintenance \nand underground leak detection and repairs.\nAs Suzhou is the main contributor for water consumption, consuming 90% of our global usage, \nwe are tracking Suzhou water consumption and setting goals for it for reduction YoY. The water \nconsumption in Suzhou in FY2020 totals 72,219 tons while water intensity measured 4,493 \ntons/million output. Even though the actual consumption increased, but when normalized over \nproduction output, this is a reduction of 4% from FY2019.RECYCLING WASTE WATER FOR NON-\nPOTABLE USE \nWater use is particularly intensive at our Suzhou site – comprising 90% of our global \nusage. This is because water is used for product cleaning during operating processes \nsuch as the fabrication of capillaries, wedge bonding tools and slicing blades as well \nas in firefighting water tank refills. Water is also used in smaller quantities for cooling \ntowers. To make the most of the water used in the manufacturing process, K&S \nSuzhou installed a waste water treatment plant on-site in 2018. This allows the facility \nto treat and clean waste water using reverse osmosis. The non-potable water is piped \nback to the facility and used to flush toilets, offsetting some demand on the municipal \npipeline. As of FY2020, we have reduced our water intensity by 4% by performing \nwater consumption mapping and gauge installation. CASE STUDY\nFY2018 FY2019 FY202006000\n5000\n3000\n10004000\n200050,000\n30,000\n10,000\n070,00080,0007000 90,000\n40,000\n20,00060,0004,6664,999\n64,963 72,219 59,117Bar: Water Consumption (tons)\nLine: Water Consumption Intensity (tons/million output)7SZ Water Consumption\n4,493\n7 Metric disclosure for Line: Water Consumption Intensity will be revised from “tons/million \n$USD” to “tons/million output” from FY2020 moving forward.\n42\nENVIRONMENT", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}