{"page_content": "Managing hazardous waste safely\nDuring the manufacturing process, some hazardous waste is generated in the form of liquid \nchemicals and solid waste contaminated by chemicals. As our operations and output grow, so \nhas the volume of our hazardous waste generation. However, we are committed to matching \nthis increase with safe disposal protocols that comply with regulatory standards. All K&S sites \ndispose of these wastes according to standards set by the Environmental Protection Agencies in \neach respective country. In FY2020, the amount of hazardous waste K&S generated measured \n464 tons while solid waste generated measured 591 tons.\nSuzhou contributes to 90% of hazardous waste generated at K&S currently. To ensure \ncompliance to regulations and also for continual improvement, new initiatives on treatment of \nwaste have been introduced, which has set a new baseline on hazardous waste generated. \nReasons for the site’s FY2020 rise in hazardous waste generated includes the following:\n• Sludge generation from the increase in waste water treatment cycles to remove nickel (Ni) \nfrom waste\n• Waste acid being treated outside of operations\n• Inclusion of a new type of hazardous waste accounted for - active carbon for VOC emission \ntreatment\nAs our waste water treatment plant becomes more advanced with new technology, we plan to \nstart trials in FY2021 to reduce hazardous waste generated by reducing waste emulsion liquids \ngenerated and treating waste acid within operations.Recycled waste Non-recycled Solid wasteFY2018 FY2019 FY2020800\n700\n600\n500\n400\n300\n200\n100\n09001000Waste Generated (ton)54.3%59.6%\n50.4% 45.7% 40.4%591\n507769\n49.6%Breakdown of Solid Waste\n SZ Hazardous Waste\nFY2018 FY2019 FY2020400\n350\n300\n200250\n150\n100\n50\n02025\n15\n10\n5\n0SZ Hazardous Waste (tons)\nSZ Hazardous Waste Intensity (Tons/million output)176.1211.3322.6\n14,087.9318,570.6821,557.83\n44\nENVIRONMENT", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}