{"page_content": "The beauty of smart manufacturing is the thread of connectivity that connects machines, \ndevices and people. Smart manufacturing uses data to predict outcomes of a process step or \nmachine operation. By collecting data from various processes of the value stream, analytics \nis then applied to perform statistical modelling and examine trends in factory or machine \noperations. Anomalies in machine behavior can be identified early based on past data to \nprevent undesirable outcomes. Through this continuous feedback loop between our direct-\nfacing business units and service teams that work on the machine systems, we have secured \ngreater results both for the business and the customers we serve.\nBusiness benefits\n• Higher factory productivity\n• Improved cost efficiencies\n• Reduced labor usageCustomer benefits\n• Improved productivity \nand efficiency\n• Improved product and \nservice quality\n• Shorter lead-time\nWe have made great strides in the following areas of automation:\n• Virtual Technology: We run simulations by adopting the Digital Twin technology \nthat acts as a bridge between the physical and digital world to uncover learning and \nopportunities within the virtual environment that can be applied to the physical world. This \nhelps us improve on our quality of products and services at a low cost.  \n• Proprietary K&S software:  We use our own cloud platform, KNet as a host for \ncommunications. This is where we keep a secure inventory of data in the cloud system to \nharness big data.\n• Strategic Logic Flow Chains: We use run-to-run logic chains to ascertain accuracy of \nworkflows through the use of barcode readers. This ensures that the operating process \nproceeds smoothly without errors through validation checks.\nThese efforts in smart manufacturing have placed K&S in an advantageous position in \nmeeting the challenges and demands brought on by the industry’s transformation and evolving \nstakeholder needs. Moving forward, our continuous push toward smart manufacturing entails \nmobilizing capital into Artificial Intelligence (AI), 5G, the Internet of Things (IoT) and other \nIndustry 4.0 technologies to continue improving machine yields, productivity and efficiency in \nour drive to continue the positive growth for the business.\n47\nDELIVERING VALUE TO CUSTOMERS", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}