{"page_content": "PUSHING THE FRONTIERS OF BALL \nBONDER TECHNOLOGY\nDelving deep into R&D to drive our Industry 4.0 push, we have developed the RAPID™ \nPro. This is the first in our Gen-S Series of next-generation ball bonders.\nIntroducing Smart Bonder capabilities, the RAPID™ Pro meets the rising demand \nfor greater factory automation, manufacturing productivity and enhanced intelligent \nsolutions that increase precision and optimise resources.CASE STUDY Deepening Our Value Proposition \nFY2021 brings an optimistic outlook for the broader semiconductor industry, bolstered by \nsmartphone demand improvements, 5G rollouts and changing consumer patterns. \nIn addition to expanding capabilities in the core semiconductor portfolio, K&S also seeks \nto capture new secular growth opportunities related to fundamental technology shifts. \nMajor markets continue to find innovative new applications to leverage the capabilities of \nsemiconductor technology.  Today, the K&S’ specific competencies in high-speed motion \ncontrol, vision systems, software and operational scale provide a unique position to hasten this \nfundamental technology change in the Display, Automotive and Semiconductor markets.\nTransitions in Display\nConsumer preferences for brighter, faster, longer-life and lower-\ncost displays are triggering significant demand for new innovative \nequipment. Ongoing investments in R&D drove the success of \nPixalux®, which provided an entry point into the advanced display \nmarket.  K&S is focused on supporting the current production ramp \nof Pixalux and also expanding its portfolio of mini and micro LED \nsolutions.\nTransitions in Automotive\nSemiconductor content continues to increase within the Automotive \nmarket, where K&S has a long-term presence. Today, hybrid \nvehicles, battery electric vehicles and new ADAS features are \nfurther increasing the long-term need for power storage, power \ndistribution, sensing and logic applications within this growing \nmarket.\nTransitions in Semiconductor Assembly\nFundamental transitions in the semiconductor design and \nfabrication process are driving external investments to identify \nnew assembly techniques and processes that can further enable \nperformance, power efficiency and form-factor improvements.  We \nremain committed and engaged to further facilitate this transition \nwith both its core and new equipment solutions.\nThis latest generation of ball bonder delivers \nthe most robust process performance at \nmaximum throughput. It provides advanced \nreal-time process monitoring (RPM) and \nhealth monitoring capabilities to ensure \nthe highest yield possible for automotive, \nmemory and other high performance \nsemiconductor packages.\nA comprehensive suite of on-bonder \ninspection capabilities makes use of \nadvanced analytics and modeling to verify \nprocess stability and prevent yield loss.\nAt its core, the RAPID™ Pro maximizes \noperational efficiency, and supports \nsustainability through the reduction of power \nand facility consumption for a smaller carbon \nfootprint.\n49\nDELIVERING VALUE TO CUSTOMERS", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}