{"page_content": "Customer Satisfaction Response Rate\n31%47%49%2%\n2012 2015 2018\n29 Companies\n4 Touchpoints105 Companies\n8 Touchpoints112 Companies\n8 Touchpoints Satisfaction across BU/Products66%75%76%1%\n201220152018PRIORITIZING CUSTOMER \nHEALTH & SAFETY \nK&S takes a serious view to ensuring the health and safety of our customers when they use our \nproducts and services. Product safety considerations begin from the product conceptualization \nand development stages where our Program Engineering Team conducts comprehensive \nassessments of potential health and safety risks posed to customers, to the commercialization \nstage where the Team ensures that CE certifications are attained. \nIn FY2020, K&S achieved \n0\nvalidated cases of non-compliance \nregarding the health and safety of \nproducts and servicesAs of FY2020, \n100%\n• of our products are fully CE-\ncertified in terms of health, safety \nand environmental protection \nrequirements\n• of our new bonders launched \nfrom FY2018 are RoHS \ncompliant, free of certain \nhazardous substancesEnsuring Customer Satisfaction\nSatisfying and delighting customers is a core value of ours, and we focus on meeting our \ncustomers’ evolving needs and expectations.  To ensure that we achieve our goal, we focus on \nlistening to customers through two aspects to help us understand matters that mean the most \nto them.\nQualitative aspects  which are sentiments-driven, to understand customers’ experience when \nthey engage with K&S at various touch points.\n• Voice of Customer (VoC) survey is a triennial customer survey conducted by our Customer \nQuality Team to measure satisfaction with K&S across categories such as\n        -   Product performance\n-   Technical expertise\n-   Cost of ownership\n-   After-sales technical and services support\n• Quantitative aspects which are objectively-driven such as out-of-box quality, reliability, \nand issue response time. Quality KPIs and goals are set at the start of the year, and \nQuality Performance is a shared business goal across multiple functions such as Product \nManagement, Operations, Manufacturing, and Quality. Performance is tracked and \npresented in weekly meetings and quarterly business reviews.\nThe last VOC survey was conducted in 2018, in which we obtained a 2% increase in response \nrate and a 1% increase in customer satisfaction score. The next VOC survey will roll out in May \n2021.Target for VoC’21: >50% Target for VoC’21: >80%\n50\nDELIVERING VALUE TO CUSTOMERS", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}