{"page_content": "Pairing engagement with action\nThe results are collated and shared with our Marketing and Program Engineering teams to \nguide customer satisfaction improvement efforts. We then adopt appropriate strategies to focus \non improving and developing in areas that require attention. These include the following:\n• Management meetings help us plan budgets for customer improvement in areas such as \nprocesses, services or products\n• Staff training programs focusing on technical and problem-based solving skills equip \nK&S employees to better understand requirements and serve customers in after-sales \nsupportMitigating concerns and issues\nIn the event of any issues, we adopt the Issue Escalation Flow system to handle customer \nfeedback and issues through a structured approach to provide service recovery. An Issue \nTracking System (ITS) is used to facilitate information exchange, task prioritization and closure. \nTo ensure that incidents do not recur, customer feedback cases will be presented to team \nmembers during technical toolbox meetings for shared learnings and identification of areas for \nimprovement.\nIn FY2020, \n87%\nof field issues were resolved at Escalation Level 1\n1\nField Service Team will engage with \ncustomers to provide support in addressing  \nperformance issues, part failures or \ntechnical enquiries2\nIf need be, the Technical Support\nTeam will be brought in to provide technical \nexpertise in addressing the customer \nconcern3\nAny unresolved cases are then undertaken \nby Issue Tracking System (ITS) owners to \nsupport the investigation and expedite the \nresolution with the customer4\nThe Product Management\nBusiness Unit will step in to make decisive \ncalls on customer recovery\nProviding good after-care services\nBuilding good customer relations require long term nurturing. We also strive to provide quality after-sales service that ensures increased customer value by keeping machines at peak performance \nthrough support and equipment maintenance. These include various K&S after-sales care programs that provide quick turnaround for uptime assurance to meet varying levels of needs, such as \nK&S Care, K&S Certified Repair & Refurbishment and K&S Service Contract & Paid Service programs.\n51\nDELIVERING VALUE TO CUSTOMERS", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}