{"page_content": "Leadership Imbued with Values  \nWe manage our teams according to global best practices and have created centers of\nexcellence in Talent Management, Talent Acquisition, Learning and Development, HR \nManagement Information System (HRMIS), and Global Compensation. These centers provide \nguidance and resources to support our organization. Setting the tone from the top, they are \noverseen directly by our Global Vice President of Human Resources, supported by regional \nsite Human Resources (HR) Managers and local leaders. To ensure relevancy of policies in the \nvarious locations in which we operate, each country team tailors their policies and practices to \ncomply with local legislation and best practices, and reviews them against market peers.\nGetting to Know K&S\nOn-boarding & Orientation\n• Core Values Workshop\n• Online Training \n• Business Continuity ManagementBuilding Core Capabilities\nEnhance Workforce Effectiveness\n• Critical Thinking\n• Effective Communication \n• Problem Solving\nDeepening Skillsets\nTechnical Skills\n• Value Stream Mapping\n• Design of Experiment (DOE)\n• Data AnalyticsDeveloping Leaders\nConsistent approach to People \nManagement\n• Leadership Essentials\n• Managing Performance \n• DelegationCASE STUDY\nUSING TECHNOLOGY FOR LEARNING \nDURING COVID\nAs we began 2020, COVID-19 was already circulating throughout the world causing \nmajor disruptions to our lives, to how we work, and to how we did our best to keep \nour workforce safe as the virus moved throughout Asia, Europe and the USA. At K&S, \nwe immediately implemented country-specific recommended safety procedures such \nas masks, temperature checks, social distancing, frequent surface disinfection, and \nwork from home strategies. 2020 will forever be remembered as a pivotal time for \nchanging the way we work, not only during a pandemic, but also for the future. We are \nproud that our employees showed great resilience in their ability to work effectively \nand efficiently from home. \nDuring this time, we also changed the way we learned, moving from classroom \nlearning to virtual platforms. Courses in Asia that went virtual include Mentor Training, \nSituational Leadership, Coaching Skills for Managers, and Empathetic Leadership. \nFeedback from the participants has been consistently positive, and the virtual platform \nenabled positive connections between co-workers who have not seen each other \nduring shutdown periods. Technology has become a vital way to keep connected and \nto continue employee development opportunities even from home.Robust Talent Acquisition and Development\nThe professional development of our employees is one of our major considerations and we \ncommit to investing in our employees’ development to gain the necessary skills and knowledge \nto stay relevant and valued in our highly competitive industry.\nTo develop a skilled and competent workforce, we apply a structured training framework to \nsupports employee growth and development throughout the organisation. Regional HR teams \npartner with our Learning and Development Department to determine the appropriate training \nfor employees in three areas of personal effectiveness, job functionality, and leadership \ndevelopment.\n55\nPEOPLE", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}