{"page_content": "MAKING HEALTH AND SAFETY \nA WAY OF LIFE\nThe health and safety of our employees is of utmost importance to K&S and forms an integral \npart of our organisational culture. K&S’ commitment to providing a safe and healthy workplace \nis reflected in our FY2020 achievement of full IMS certification across all our six sites that \ninvolves the attaining of the Occupational Health and Safety standard of OHS ISO 45001. This \ncompliance harmonizes the Environmental, Health and Safety (EHS) policy and procedures of \nour global sites.  \nAll EHS practices, objectives and performance targets at each of our sites are overseen by an \nEHS Committee, led by an EHS Manager or a Safety Representative from each key operations \nfunction. \nWe make effort to consult and involve all employees in building a safe and healthy work \nenvironment where everyone is encouraged to take ownership and responsibility for \norganisational safety. Employees are also empowered to speak up about potential risks, \nnear misses and safety incidents. Every safety issue is thoroughly investigated and safety \nrectifications and alerts are sent out to prevent recurrences. \nTo ensure that every member of the staff are up-to-date and familiar with our safety standards \nand actions, we roll out regular health and safety-related trainings. This includes an online-\nbased Corporate Safety Training module as well as hands-on preparedness training comprising \nperiodic fire drill evacuations, first-aid, fire-fighting and hazardous chemical spillage response \ndrills. This training is also included in the on-boarding program for new hires. Refresher training \nis conducted once every two years.\nEHS\nCommittee's\nScope of \nWorkPromote safety \nawarenessEnsure compliance \nwith legal and \noperational controls\nDevelop risk \nmitigation \nstrategies over \nsafety issuesConduct safety \naudits\nRoll out periodic \nhazard risks \nassessments Improve safety \nperformances\nIn FY2020, we achieved\n100% global employee completion\nin Corporate Safety Training \n60\nPEOPLE", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}