{"page_content": "Building Academic Capital Through Internships\nTo engage young minds, our various sites offer a range of internship positions for undergraduates. \nIn turn, this raises awareness for K&S as an employer of choice and expands our talent pipeline.\nK&S Eindhoven mentored seven interns majoring in mechanical engineering for over a two \nyear period till FY2020. While at the site, they had the opportunity to work on special projects \nin product engineering that entailed robot repair, PC repair and repair data management. In \nOctober 2019, the site also welcomed a learning visit from 50 Fontys University of Applied \nSciences students who were studying mechanical engineering, electrical engineering, \nmechatronics and informatics.\nOther sites that hosted internships in FY2020 include:\n• Santa Ana, which hosted one intern in process engineering\n• Singapore, which mentored a total of 15 interns (ten from university, five from polytechnic)\nK&S Fort Washington has also recently implemented a pilot internship and scholarship program \nin top-ranking schools, bolstering our efforts in growing academic opportunities for students \nwith talent and potential.Acts in Cash and Kind to Support Those in Need\nFrom ensuring food security to supporting families in need, K&S extends help to vulnerable \nsegments of the community in various forms – including financial aid, time and ef fort. \nIn a similar vein, K&S Fort Washington carried out its annual School Supply Donation to the \nInter-Faith Housing Alliance, and a donation of USD$25,000 to the Philabundance Hunger relief \norganization.  In addition, over USD$1,300 was donated towards buying groceries, clothing and \ntoys for eight families in need, to the Volunteers of America Delaware Valley organization. \nOver at K&S Eindhoven, more than 500 food boxes were donated to the area’s Food Bank, \nwhich serves over 650 families. From 2018 till 2020, the coffee supplier for K&S Eindhoven \ndonated, on behalf of K&S, a total 80.95 liters of clean drinking water through Made Blue14 in \ndeveloping countries to people who currently have no access to clean drinking water. Every \nconsumption that comes from our coffee machine ensures just as many liters of clean drinking \nwater in developing countries.\nAnother effort to support underserved communities is K&S Singapore’s annual SG Festive \nBazaar and Quality, Environment, Health & Safety (QEHS) Week. Over the years, these annual \nevents raise funds through the sale of staff donated food and other items such as hand-sewn \n14 https://madeblue.org/en/\n65\nDOING WELL BY DOING GOOD", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}