{"page_content": "In Service to our Animal Friends\nK&S Santa Ana continued its annual community service project to support local animal shelters \nsuch as OC Animal Care. In its second year, 30 staff donated and packed 12 baskets of ‘furever \nhome gift bags’ containing items such as water bowls, treats and toys for the cats and dogs in \nthe shelter.\nAt K&S Eindhoven, a different type of animal outreach was done – namely, opening the facility as \na training site for scent dogs. Scent dogs are service animals that are used to detect substances \nsuch as explosives, drugs, humans and more, thus keeping communities and people safe. A \ntotal of four dogs from the training school, Hondehof, underwent training at our site.Acting in Solidarity for a Sustainable Future\nK&S carried out a global commitment to Earth Hour on 28 March 2020, with all sites \ncommemorating the event in one form or another by turning off non-essential lights, appliances, \nmachines and other electrical devices. Sites such as Singapore and Suzhou turned off \nunneeded lights for two hours while in Eindhoven, the climate control system was also turned \ndown over that weekend.\nBeyond Earth Hour, many K&S sites carry out sustainable action as a matter of everyday \npractice. K&S Haifa actively collects and donates plastic bottles for recycling throughout the \nyear. Israeli employees also donated food, toys, clothing, furniture and bottles for recycle to the \nHebrew boy scouts. At K&S Suzhou, domestic waste is classified under four categories and \ncollected separately using special bins to facilitate recycling ef forts.\n74% more funds\nwere collected for K&S Singapore’s Staff Year \nEnd Bazaarhandbags, and environmentally friendly \nart and craft made by staff. Funds are then \nallocated to three partner charities: Movement \nfor the Intellectually Disabled (MINDS) for \nthe intellectually challenged, Club Rainbow \nfor chronically-ill children and the Singapore \nAssociation of the Visually Handicapped \n(SAVH) for the visually impaired. At the same \nevent, trained massage therapists from \nSAVH also give out massages in return for \ntips, adding to the day’s fund collection. In \nFY2020 USD$5,240 was raised.\n66\nDOING WELL BY DOING GOOD", "metadata": {"source": "NASDAQ_KLIC_2020.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}