{"page_content": "MongoDB’s Hybrid Future of Work \nIn early FY22, with the global rollout of COVID-19 vaccines, we started preparing for a post-pandemic reopening of our offices.  At MongoDB, we believe that \nthe future of work will be hybrid. During the pandemic, employees in all industries have come to appreciate the ﬂexibility that comes with remote work. While we \nrecognize that our employees may not need to be in the office ﬁve days a week, we do value in-person interaction as an important tool for building our company \nculture. In-person contact helps build stronger relationships, facilitates a deeper connection to a company’s mission and goals, and improves collaboration, \nmentorship, and development. We believe that companies that ﬁnd the right balance between in-person and remote work will have a competitive advantage \nin the market for talent. \nWe organized our RTO framework around four working models for our employees. In-Office employees  are expected to be in the office 3-5 days per week as \ntheir jobs require a high degree of collaboration or on-the-job training. Flexible  employees are expected to be in the office 1-2 times per week, especially around \nlarger group or team meetings. Remote  employees can perform their role from any geography but would travel to an office when requested. Customer-Facing \nRemote  employees can work remotely but are committed to a speciﬁc geography so they can attend customer functions as needed. Each working model \nencompasses a speciﬁc set of employee beneﬁts. For example, In-Office employees have access to a dedicated desk, while other employees would have access \nto shared working spaces when in the office. \nWe relied on business unit leaders to determine the most suitable working model for their teams based \non job requirements for speciﬁc roles. We communicated working model designations to all employees \nin mid-FY22. We then provided an opportunity for employees to apply for a change in their working model designation. \nOur return to office date was delayed several times due to the emergence of the Delta and Omicron COVID-19 variants. \nWe officially implemented our future of work framework starting on April 4, 2022. \nWorking Model Distribution, FY22 \n32%\nFlexible \nCF Remote In-Office \nRemote 37%19%12%\nEmployee Engagement  |  17 ", "metadata": {"source": "NASDAQ_MDB_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}