{"page_content": "Employee Affinity Groups \nAffinity groups are employee-led resource groups that bring together employees with similar backgrounds, interests, or goals. These groups \nbuild community and connections and offer networking and professional development opportunities to their members. Affinity groups also \nplay an important role in our overall company  culture. The groups help us raise awareness of issues unique to their members’ experiences, and \nthey partner with management to build an inclusive work environment. \nQueeries aims to create and maintain a safe environment for those identifying as LGBTQ* \nor questioning (in terms of sexuality, gender , and romantic interest). Members do not need \nto be out. Queeries \nA community of MongoDB employees identifying as women. Working women face many \nchallenges and not everyone experiences them in the same way. The purpose of the group \nis to connect and amplify the voices of working women at MongoDB by providing a space \nfor support and advocacy. MDBWomen \nThe Underrepresented People of Color (TUPOC) Network aims to foster community and \ninclusion amongst employees who identify as people of color from underrepresented \ngroups in tech at MongoDB. We offer a space to network and build friendships, as well as \naddress challenges faced by members in and out of the workplace. TUPOC \nThe Underrepresented Genders in T ech (UGT) group is a community for people of \nunderrepresented genders in technical roles at MongoDB who want to provide and receive \ntechnical mentorship, career mentorship, and support from each other . Underrepresented Genders in T ech The Green T eam is committed to driving MongoDB to become a sustainable, social, and \nenvironmentally responsible company, that is relentless in our pursuit of reducing our \nimpact on the environment. Green T eam \nT o support MongoDB employees who are veterans of the armed forces, to encourage \nrecruiting of veterans, and to provide a social framework for veterans and their supporters \nto build together . We will work to increase the visibility of veterans already working at \nMongoDB, and so by encourage esprit de corps among veterans. V eterans \nThe Queer Collective is open to all members of the LGBTQIA+ community and allies. It’s \nour goal to create a safe and open space for queer people and allies to meet, exchange \nthoughts, and build their network within MongoDB. Queer Collective \nSell Like a Girl aims to make MongoDB a top employer for people who identify as women \nin Sales by supporting the recruitment process of women candidates and retention of \nwomen sales executives through support, leadership development, and mentorship. Sell Like a Girl \nDiversity and Inclusion |  21 ", "metadata": {"source": "NASDAQ_MDB_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}