{"page_content": "Cautionary Note Regarding Forward Looking Statements \nThis Corporate Sustainability Report (this “Report”) contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities \nAct”) and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), that are based on our management’s beliefs and assumptions and on information \ncurrently available to our management. Forward-looking statements are inherently subject to risks and uncertainties, some of which cannot be predicted or quantiﬁed. All statements \nother than present and historical facts and conditions contained in this Report, including statements regarding our future results of operations and ﬁnancial position, business strategy, \nplans and our objectives for future operations, are forward-looking statements. In some cases, you can identify forward-looking statements by terminology such as “anticipate,” \n“believe,” “can,” “continue,” “could,” “estimate,” “expect,” “intend,” “may,” “might,” “objective,” “ongoing,” “plan,” “potential,” “predict,” “project,” “should,” “will,” or “would,” or the \nnegative or plural of these terms or other comparable terminology. Actual events or results may differ from those expressed in these forward-looking statements and these differences \nmay be material and adverse. Forward-looking statements include, but are not limited to, statements about our plans, intentions, expectations, strategies and prospects, which are \nbased on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies and prospects. We have \nbased the forward-looking statements contained in this Report primarily on our current expectations and projections about future events and trends that we believe may affect our \nbusiness, ﬁnancial condition, results of operations, prospects, business strategy and ﬁnancial needs. The outcome of the events described in these forward-looking statements is \nsubject to risks, uncertainties, assumptions and other factors described in the section titled “Risk Factors” in our Annual Report on Form 10-K for the ﬁscal year ended January 31, 2022, \nas updated by our other SEC ﬁlings ﬁled after such annual report. These risks are not exhaustive. We operate in a very competitive and rapidly changing environment. New risks and \nuncertainties emerge from time to time and it is not possible for us to predict all risks and uncertainties that could have an impact on the forward-looking statements contained in this \nReport. We cannot assure you that the results, events and circumstances reﬂected in the forward-looking statements will be achieved or occur , and actual results, events or \ncircumstances could differ materially from those described in the forward-looking statements. In light of the signiﬁcant uncertainties in these forward-looking statements, you should \nnot regard these statements as a representation or warranty by us or any other person that we will achieve our objectives and plans in any speciﬁed time frame or at all. \n \nThe forward-looking statements made in this Report relate only to events as of the date on which such statements are made. We undertake no obligation to update any \nforward-looking statements after the date of this Report or to conform such statements to actual results or revised expectations, except as required by law. ", "metadata": {"source": "NASDAQ_MDB_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}