{"page_content": "CORPORATE RESPONSIBILITY // 2\n/ A MESSAGE FROM OUR PRESIDENT AND CHIEF EXECUT IVE OFFICER\nMarch 2021\nAnsys delivered exceptional financial results in 2020 while continuing our commitment to deliver on \nour long-term potential through our environmental, social and governance (“ESG”) initiatives. That is a testament to the resilience of our 4,800 Ansys employees during a year of unprecedented and urgent challenges in the business and social environment.\nYou can see the results of those efforts in this corporate responsibility report. Our program pillars of people, \nplanet, practices and products are aimed at ensuring long-term growth for our stakeholders through responsible and sustainable business activity. We enable our customers to meet their sustainability goal \nby reducing waste and building products that are lighter, safer, faster to market and more efficient. We build programs to recruit and retain the best and most diverse talent to deliver our award-winning innovations, products and services. We have appointed expert and diverse leadership to our board and executive management team. We secure our systems and data with the latest security technology and practices. And we focus on a culture of innovation, integrity and transparency.\nThis unique approach is driving real-world results. Despite COVID-19, our 2020 employee engagement rose from an already high mark. \nWe were named a Most Responsible Company by Newsweek, a Best Place to Work for Innovators by Fast Company and Fortune added us to its list of Future 50 companies, an index of 50 public companies from around the globe with the greatest long-term growth potential. \nAt Ansys, we believe that, through the power of engineering simulation, we are on a quest to change the world. While I am proud \nof everything we have accomplished, I know it is only the beginning of that journey. I encourage you to learn more about our commitment to a more sustainable future in this report.\nAjei S. Gopal\nPresident and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}