{"page_content": "CORPORATE RESPONSIBILITY // 11\n/ PEOPLE\nCULTURE  \nOur people are at the core of driving product innovation for our customers and executing our corporate strategy of pervasive \nsimulation. We have built a culture of winning the right way. At the heart of our culture is a strategic focus on our people. We are \ncommitted to creating a culture of belonging and inclusion where everyone can be themselves and thrive as a ONE Ansys team.  \nOur 4,800 professionals around the world are a unified force making the impossible, possible. \nAs we implement our pervasive simulation strategy, a strong team and culture is essential.\nOur workforce today:\n• We ended 2020 with approximately 4,800 professionals, 700 more than at the end of 2019. \n• Employee feedback and engagement are essential to our success. We conduct annual global employee engagement surveys with the  \n goal of using the feedback to improve the work environment and employee engagement.\n• Employee engagement increased to 83% in 2020, up from 79% in 2019.\nData as of 12/31/2020LOCATIONS\nGLOBALLY\nAdditional Resources: Read more about our Culture and Values here: https://www.ansys.com/careers/culture-and-values \nRead more about Human Capital Management at Ansys: https://investors.ansys.com/esg/Human-Capital-Management/default.aspxFULL-TIME\nEQUIVALENTSJob Function\nProduct Development 1,800\nSales, Support & Marketing 2,400\nGeneral and Administrative Functions 600\nEMPLOYEE DEVELOPMENT AND ENGAGEMENT \nWe support development of our employees by providing continuous professional development and tuition assistance, conducting \nannual individual assessments, and by encouraging feedback on performance continuously. \nWe also drive a wide variety of focused initiatives specifically designed to support employee development. These include our annual \ntalent reviews and succession planning, new leader on-boarding and development programs, workshops on emotional intelligence, \nmentorship programs, a new 12-month curriculum for managers called Management Essentials, and company-sponsored education \nprograms, such as those within our Ansys learning management system.   \nEmployee feedback is important in the areas of future vision, recognition, communication, leadership, and growth and development.  \nIn 2020, our annual employee engagement survey was cricital, as nearly all Ansys employees were required to work remotely due to \nthe global pandemic. ", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}