{"page_content": "CORPORATE RESPONSIBILITY // 12\nIn 2018 and 2020, we conducted full engagement surveys focused on engagement, performance enablement and manager \neffectiveness. Our 2019 engagement survey was a pulse-survey focused on engagement and behavioral change. We improved our \nengagement score from 77% in our 2018 survey to 79% in 2019. Our 2020 global engagement survey demonstrated that our employees \nare highly engaged. The overall engagement score was 83% which is a 6-point improvement from the previous full survey which was \nconducted in 2018. The employee response rate to the 2020 global engagement survey was 89%. \nOur Methodology \nThe employee engagement survey is conducted using the following steps: 1) design the survey items to solicit anonymous feedback \non a variety of relevant engagement topics.  Many questions remain the same from year to year to measure trends over time, 2) \nadminister the global survey to all employees, 3) analyze the qualitative and quantitative results and synthesize the key themes, \n4) communicate the survey results with employees, 5) develop team action plans to address areas of opportunities identified by \nemployees.  We monitor employee engagement continuously between the bi-annual full-length engagement surveys with a listening \nstrategy that includes follow up pulse surveys.\nHuman Resource in Numbers:\nAs of December 31, 2020, we employed approximately 4,800 people, including approximately 1,800 in product development, 2,400 in \nsales, customer support and marketing, and 600 in general and administrative functions.\n47%  - Americas\n28%  - EMEA\n25%  - APACEngagement Scores\n83% 2020\n79% 2019\n77% 2018\n73% 2017\n65%\nEMEA employees covered \nby works counsel or  \ncollective bargaining \nagreements4%\nVoluntary Annual \nEmployee Turnover \nRate\nDIVERSITY, EQUITY AND INCLUSION\nInclusiveness is an important component of our culture and values. We believe in the value of diversity of individual backgrounds and \nperspectives. Our Code of Business Conduct and Ethics (Code) sets forth the company's expectations that we conduct business with \nthe highest standards of ethical conduct and in compliance with applicable laws, rules and regulations. All employees are trained \nin key ethics and compliance topics when they are hired and complete an annual certification to the Code and related policies. \nAdditionally, all employees are periodically retrained on the Code and preventing workplace harassment. \nAnsys employees participated in our first global diversity and inclusion survey in 2019. The results of this survey have guided our \nefforts in developing our diversity, equity and inclusion (DEI) strategy and action plan. In 2019, we assigned a team of individuals from \nour human resources department to focus on our DEI strategy and launched initiatives to set the foundation for the future. Our DEI \nstrategic roadmap is based on pillars that we believe will enable us to set the foundation for success: pipeline development, culture \nand education.Data as of 12/31/2020\nData as of 12/31/2020 Data as of 12/31/2020\nPercentage of headcount", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}