{"page_content": "CORPORATE RESPONSIBILITY // 14\nDiversity in numbers\nIn terms of our Board of Directors, 25% were women and 75% were men, 13% Black or African American, 25% Asian, and 62% White.\n  Other includes Native Hawaiian or Other Pacific Island, two or more races, and American Indian/Alaskan Native combinedData as of 12/31/202052%  - White\n29% - Asian\n15% - Not Available\n2% - Hispanic or Latino\n1% - Black or African American\n1% - Others\nGender Representation\n24%22%\nWomen on Global  \nSenior Leadership  \nTeamWomen in Global \nWorkforce\nData as of 12/31/2020\nATTRACTING AND RETAINING TALENT\nOur talent strategy is focused on attracting diverse top talent, recognizing and rewarding performance, and continually developing, \nengaging and retaining our employee base. \nOur career framework initiative launched in 2020 aims to create a solid foundation to support talent process \nand initiatives at Ansys. Serving as our “people operating system” approach, it ensures transparency and clarity \nfor individuals seeking to understand how their roles align with the organization and how they can grow their \ncareers at Ansys. In 2020, we also launched an initiative called “success profile” which is a leadership competency \nmodel designed to further our strong foundation for leadership development at Ansys. The model focuses on \nthought leadership, results leadership, people leadership and self-leadership. \nIn addition to targeted outreach to minority groups or institutions, we attend career and networking events aimed toward recruiting \ndiverse candidates. In 2020, we expanded these efforts, attending events that allowed us to interface with nearly 10,000 diverse \njobseekers. Further, we intend to attract early career talent through the Ansys internship/co-op programs for current students and we \nvalue partnerships, through universities and societies, that promote these programs to diverse audiences.6%\nTotal Annual \nEmployee Turnover \nRate(As of 12/31/2020)", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}