{"page_content": "CORPORATE RESPONSIBILITY // 15\nEMP LOYEE BENEFITS, WELLBEING AND SUPPORT\nOur employees are critical to our mission of enabling the design and delivery of transformational products. We know that when we \nunderstand and address their diverse needs at key stages of life, they bring their best self to work to fuel innovation at Ansys.  \nWe evaluate, benchmark and design our benefits programs around the world to help ensure that we:\n• Attract, retain and develop high caliber talent\n• Invest in our employees’ wellbeing\n• Embrace diversity and inclusion for our global team\n• Continue to build our ONE Ansys brand around the world\n• Remain market competitive wherever we do business\nThe following is a non-exhaustive list of benefits we offer to support our employees in key aspects of their lives. The benefits offered \nvary by country and region based on differences in regulations and market competitive practice.  \n•Healthcare benefits: medical, dental, vision, health savings accounts, flexible health and dependent care spending accounts and \nlife, accident and disability insurance;\n•Family support benefits: parental leave, adoption assistance, maternal education and support, pet insurance and flexible work  \nschedules;\n•Programs to support healthy lifestyles, personal wellbeing and productivity: employee assistance programs, including emotional \nand social wellbeing assistance programs, wellbeing clubs, supplemental paid time off and volunteer paid time off, tobacco-free  \nworkplace and smoking cessation support; and\n•Offerings to support employee financial health: pension retirement plans, defined contribution retirement plans with company  \nmatching contributions, financial planning and education, income and legal protection benefits, tuition reimbursement and  \nemployee stock purchase plan.\nAdditional Resources: Occupational Health and Safety Policy https://s24.q4cdn.com/308583981/files/doc_downloads/2021/03/Ansys_ \nGlobal_Occupational_SafetyHealth_final.pdf •Identify core universities based on availability of \ndiver\nse talent - aiming for top 20% of engineering \ndegrees a\nwarded to targeted diverse populations \n•Dev\nelop robust communications plan\n•Cre\nate programming to include Ansys-hosted \non-campus (or vir\ntual) activities (beyond \ncampus-led career f\nairs)\n•Focus on div\nersity in career events and \ninter\nnship programs\n•Ac\ntivate Employee Value Proposition to attract \nand r\necruit under-represented talent in key roles\n•Enga\nge with ERGs to position Ansys as an \nemploy\ner of choice for diverse talent•Incr ease engagement with engineering/STEM \nsocieties on a national lev\nel \n•Identify k\nnown Ansys connections/existing \nemploy\nees to engage with local chapters\n•Initiate utilization of car\neer services of local \nsocieties\n•Apply inc\nlusive leadership training with the \ntalent ac\nquisition team and through talent \nac\nquisition materials\n•Re-\ncalibrate talent strategy and recruiting \nproc\nesses to attract and hire diverse \ncan\ndidates\n•Stren\ngthen capabilities in sourcing \ndiver\nse talent", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}