{"page_content": "CORPORATE RESPONSIBILITY // 16\nCOMMUNITY RELATIONS\nWe focus our philanthropic efforts on supporting and improving the communities in which our employees live and work. \nOur philanthropic activities fall primarily in the areas of supporting our employee contributions and volunteer efforts in the areas \nof STEM, health and human services, public and cultural and scientific affairs. In 2020, Ansys celebrated its 50th anniversary and to \ncelebrate the milestone, Ansys challenged each employee to volunteer up to 8 hours from their paid-time time to a personal cause \nthat was meaningful to them. \nHere are just a few examples of how our employees supported their communities in 2020: \n• Distributed Christmas gifts to children in Qinghai, a province of China \n• Bottled and packaged over 14,000 bottles of spaghetti sauce to distribute to  \n 7,000 families in Salt Lake City, Utah in the U.S. \n• Collected 630 liters of trash around the Valbonne, France \n• Collected more than 220 toys and 170 children’s books for charities, France \nIn 2020, Ansys provided support to a variety of charities and volunteer  \nefforts which included food relief, children’s medical research, and support  \nof STEM through robotics competitions, makers spaces and educational \noutreach programs. \nAs a company, we increased our giving to several charities, including those advocating for the underrepresented, like the National \nSociety for Black Engineers (NSBE), and Out in Science, Technology, Engineering, and Mathematics (oSTEM), those helping with \nCOVID-19 relief efforts, like the Red Cross, and food banks that are helping those in need in our local communities.Provided over 22,000 meals through  \na virtual food drive\nAPPLICATION OF OUR PRODUCTS IN THE FIGHT AGAINST COVID-19\nAnsys is striving to positively contribute in the fight against COVID-19 by supporting the initiatives of our  \ncustomers and partners.\nAnsys collaborated with an IIT Kanpur-led consortium to assist in the development of an indigenous,  \nreliable, and safe ventilator to fight the COVID-19 outbreak in India. Ansys products were used to  \ndesign and optimize ventilators that can be manufactured on a large scale at multiple sites using  \nmaterials easily available with Indian suppliers and manufacturers. Ansys products enabled a  \ncomputational fluid dynamics (CFD) study for engineers to optimize sensor locations for the flow  \ncircuit of a ventilator. As a part of our corporate social responsibility initiative, Ansys offered a  \ndedicated grant to the project toward procuring materials, testing, trials, and other expenses.\nAdditional Resources:  \nRead more about other similar applications of our products: https://www.ansys.com/covid-19-simulation-insights ", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}