{"page_content": "CORPORATE RESPONSIBILITY // 17\nACADEMIC AND STEM EDUCATION\nOur technology is used for research and teaching at engineering schools around the globe, including both undergraduate and \ngraduate degree programs. Ansys’ academic products are used by students who are our future engineers, researchers and leaders. \nAnsys also encourages our commercial customers to engage with academic institutions and students contributing knowledge, \ninformation transfer and career progress to members of our academic ecosystem.\nINITIATIVE OBJECTIVE IMPACT\nAnsys student \nversionAnsys provides special product versions at no cost to students. During 2020, the free Ansys student \nversion was downloaded over 500,000 \ntimes. Additionally, in 2020 we \nsurpassed 1.5 million downloads in 148 \ncountries since our student products \nlaunched in 2015.\nStudent  \ncompetition  \nteamsAnsys sponsors student teams building innovative vehicles that \ncompeted in Formula SAE, World Solar Challenge, and other \nsimilar events globally. This engagement benefits the students \nby improving their innovation and technology skills while also \nenhancing preparedness for future careers in engineering.Read more about our sponsorship of \nstudent teams here: https://www.ansys.\ncom/academic/students/student-teams\nOur COVID  \nresponseIn 2020 COVID-19 had a significant impact on universities \naround the world which were forced to teach remotely. While \nmany universities had strong virtual teaching infrastructure in \nplace, many did not.Ansys supported those universities \nstruggling to transition their students \nto remote access with temporary \nlicense keys to make it easier for their \nprofessors and students to access our \nsoftware.\nSimulation  \nfor student \neducationIn July of 2020, we launched Ansys Innovation Courses (ansys.\ncom/courses) that hosts more than 50 free courses with new \ncourses added monthly. These courses are self-paced and use \nsimulation to both visualize and reinforce concepts. Many of \nthe courses are application based with an array of foundational \nphysics courses to complement these. Our aim is to be a \nthought leader on how simulation can be introduced earlier \non in the engineering curriculum in an on-demand way while \nmaking self-learning available to students and early-career \nprofessionals.Since launch, more than 36,000 \nunique users spanning 112 countries \n(as of 12/31/2020) have utilized Ansys \nInnovation Courses with more than 70% \nengaging in a repeat session.\nStudent  \ncommunityIn August of 2020, we migrated our previous Ansys Student \nCommunity to a new platform and re-branded as the Ansys \nLearning Forum (https://forum.ansys.com/ ). This is the go-to \nplace for students, researchers and educators to engage both \npeer-to-peer as well as peer-to-expert with our support team.Since our August launch, more than \n274,000 users from 144 countries have \nvisited the forum with more than 75% \nengaging in a repeat session.\nAVERAGE NUMBER OF FREE STUDENT PRODUCTS  \nDOWNLOADED PER YEAR IN LAST THREE YEARS", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}