{"page_content": "CORPORATE RESPONSIBILITY // 19\nGREEN BUILDING CERTIFICATIONS \nWe actively seek opportunities to lease locations that have sustainable building certifications such as U.S. Green Building Council \nLeadership in Energy and Environmental Design (LEED), Building Research Establishment Environmental Assessment Method (BREEAM), and Energy Star certifications.     \nA SUSTAINABLE WORKPLACE\nAlong with sustainable building certifications, we plan to incorporate health and well-being in our workplaces, by incorporating daylight and views, biomimicry, exploring opportunities to decrease energy, water and waste consumption, and outlining preferences to sustainable furniture certifications, such as Green Guard, BIFMA Levels, Health Product Declaration and Environmental Product Declaration. \nOUR DATA CENTERS \nOur energy saving measures for our larger data centers include motion sensitive lighting, the replacement of inefficient old equipment with more efficient technology and free-cooling or cool aisle containment, based on the opportunities available at each location. \nDATA CENTER STRATEGY \nWe recognize that managing the natural resource use associated with our IT infrastructure is important to our stakeholders, especially given that data centers need to be powered continuously and need cooling. We are focused also on the increased security, availability, and scalability expectations for our IT infrastructure. We believe these objectives could be achieved by moving from traditional on-premises infrastructure to high-efficiency colocation or public cloud providers. In addition to the efficiency gains of sharing economy, our data center strategy includes selecting providers that can offer higher energy efficiency standards in the industry and show commitment to environmental sustainability by use of renewable energy or to carbon neutrality. \nELECTRONIC WASTE \nWe aim to select IT vendors that have buy-back programs to ensure that waste is disposed of in the most environmentally friendly manner possible. Across our locations, we aim to select electronic waste disposal providers that ensure that retired IT equipment is recycled in an environmentally responsible manner. \nAdditional Resources: Environmental Sustainability Statement: https://s24.q4cdn.com/308583981/files/doc_downloads/2021/03/Ansys_\nEnvironmental_Sustainalbity_final.pdf", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}