{"page_content": "CORPORATE RESPONSIBILITY // 21\nRewarding Innovation at Ansys\nFurther, we introduced our internal technical conference, TechCon, where hundreds of novel and unique product and technology ideas \nare presented and shared with the engineers at Ansys, spurring new ideas and lateral thinking across discipline areas. Innovations are \nalso formally recognized and rewarded through the CEO Innovation Award process, which culminates in awards in several categories \nbeing made annually at TechCon.\nFor the second consecutive year, we were named to the 2020 list of Best Workplaces for Innovators developed by Fast Company in \ncollaboration with Accenture. \nProduct and Feature Transformations\nOur efforts on innovation reflect the transformative products and features we have introduced recently.\nAnsys Discovery introduces simulation to the design phase user. It is the first product design software to combine instant physics, \nproven high-fidelity simulation and interactive geometry modeling into a single, radically easy-to-use interface.\nOn the other hand, at the platform level, we introduced Ansys Minerva. Minerva enables companies to organize product lifecycle data \nwith a unique focus on simulation data management. For instance, companies can use it to collaborate, share, store and reuse data \nand visualize 3D models and simulations.\nWe continue to add innovative features and core technology capabilities in the recent releases of Ansys software, including topology \noptimization, machine learning, additive manufacturing capabilities and high performance computing (HPC) methods. \nFor example, advanced sensor capabilities will benefit customers working to deliver autonomous vehicles (AV) and advanced driver-\nassistance systems (ADAS). In the era of connected vehicles, Ansys medini analyze gives our users in the automotive industry the \nability to systematically analyze and assess security threats to their system designs. In addition, our digital twin tool, Twin Builder, now \nhas a battery wizard to further help our customers across industries with their predictive maintenance efforts through the virtual \nconstruction of battery cells, modules, models and parameters.\nOpen Innovation\nWe have established and implemented open innovation approaches, including strategic alliances, technology licensing, collaborative \nresearch and development projects and academic relationships. We believe that these elements of open innovation facilitate \naccelerated incorporation of advanced technology and expertise into our products, provide access to new customers, expand our sales \nchannels, develop specialized product applications and provide direct integration with leading enterprise software systems. Many \nresearch and technical collaborations with universities and science laboratories are further fueling innovation – two examples being \nthe Department of Energy’s Exascale Computing Project with Ansys as an industry council member and Ansys’ partnership with the \nrenowned University of Notre Dame’s Turbomachinery Lab.\nAdditional Resources: \nhttps://www.ansys.com/company-information\nhttps://www.ansys.com/en-in/products/release-highlights", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}