{"page_content": "CORPORATE RESPONSIBILITY // 22\nPRODUCT HANDPRINT\nEngineering simulation is the application of physics-based \nsoftware solutions across the product lifecycle from ideation to design, manufacturing and operation, enabling engineers to virtually test operational performance and predict how product designs will behave in real-world environments. \nWhile measuring and reducing our own environmental impact \nis essential, the benefits from this process are finite. By contrast, our product handprint — the use of simulation by customers to reduce their own carbon footprint and the footprint of their products — is nearly infinite. \nSimulation solutions save raw materials and ultimately reduce our customers’ carbon footprint by replacing physical testing with \ndigital testing and accelerating time to market. But perhaps more significantly, when used as part of the design and development phase, simulation can help Ansys customers build effective and efficient products that are integral to meeting the environmental sustainability needs of the future.\nApplying engineering simulation solutions reduces cost, shortens time to market and reduces risk of failure by improving \nproduct quality.\nPositive Environmental Impact Potential of Ansys Simulation\nAs the global leader in simulation software, Ansys is well positioned to provide technology solutions that support and enable the sustainability goals of our customers across diverse industries. Our solutions have a positive impact on the environment by helping our customers to reduce their use of physical resources while increasing efficiency and productivity. \nDiscovering and implementing efficient means of innovative product design and operation — with minimal use of physical resources \n— is at the very heart of our vision of pervasive simulation.\nBenefit Across Many Industries\nOur engineering simulation software and services are widely used across a broad spectrum of industries and academia, including aerospace and defense, automotive, electronics, semiconductors, energy, materials and chemical processing, turbomachinery, consumer products, healthcare and sports. Many of these industries are using simulation software to develop innovative products and services which are anticipated to have a positive environmental impact.  \nFor example, with electric vehicles, Ansys can help \nimprove power density and energy efficiency for automotive customers. Simulation-influenced benefits can be seen in the use of virtual testing in the production of autonomous vehicles, through weight and fuel burn reduction in the aerospace industry, and in enabling efficiency improvements and design optimization in the use of gas turbines. These are just some of the many use cases that Ansys technology plays a role in improving the environmental impact of our diverse customer base.  \nAdditional Resources: We are in process of presenting Ansys’ simulation’s role in creating handprint benefits across several industries. \nYou can read about these use cases here: https://investors.ansys.com/sustainability/Ansys-Handprint-Use-Case-EV/default.aspx\n", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}