{"page_content": "CORPORATE RESPONSIBILITY // 23\nANSYS CLOUD\nOne of our latest innovative products is Ansys Cloud. We see simulation in the cloud as \na new imperative. Ansys Cloud provides access to on-demand, cloud-based computing \nresources, including both interactive workstations and high-performance computing \n(“HPC”) clusters, for faster, high-fidelity results offering greater performance insight.\nCOVID-19 underscored the value cloud provides by connecting engineers to the \nnecessary compute-hardware anytime and from anyplace.  Ansys Cloud delivers critical \ncomputing infrastructure to ensure engineering and business continuity, even as many \nengineering teams are working from home.  \nWhy Ansys Cloud\nSimulation is expected to be a key enabler of broader digital transformation efforts as manufacturers take advantage of market \ndisruptors such as electrification, autonomous technology and 5G cellular networks.\nEngineering simulation has long been constrained by fixed computing resources available on a desktop or cluster. Market forces \nincreasingly make simulation and analysis more mandatory than optional. Ansys Cloud increases simulation throughput by removing \nthe hardware barrier. Ansys Cloud is a scalable and cost-effective approach to HPC in the cloud. The ability to tap into virtually \nunlimited compute power on demand to run increasingly higher-fidelity, more complex simulations can save valuable product \ndevelopment time. \nOur customers can easily access HPC in the cloud directly when they need it — without the need for any additional setup while paying \nfor what they use.\nPartnership in Cloud Innovation\nTo leverage the combined benefits of cloud computing and best-in-class engineering simulation, Ansys partnered with Microsoft® \nAzure™ to create a secure cloud solution. As our strategic partner, Microsoft Azure has been 100% carbon neutral since 2012. As a \ncustomer of Ansys Cloud, our customers could feel assured that the resources being used are carbon neutral and contributing \nsignificantly to sustainability.\nAnsys has developed partnerships with HPC centers such as HLRS in Stuttgart, Germany and King Abdullah University of Science & \nTechnology (KAUST) in Saudi Arabia. These partnerships allow Ansys to scale its software to test the limits of engineering simulation on \nsome of the largest supercomputers in the world. \nThrough alliances and partnerships, Ansys is also aiming to democratize the use of HPC for engineers in smaller firms by providing \nthem with either cloud-based or appliance-based HPC solutions. For users without infrastructure or investment to support an in-\nhouse cluster, these options can provide HPC class computation at a lower barrier to entry than traditional HPC. \nAdditional Resources:\nhttps://www.ansys.com/about-ansys/news-center/07-15-20-ansys-2020-r2-accelerates-innovation-for-engineering-teams\nAnsys Cloud Overview: https://www.ansys.com/products/platform/ansys-cloud CLOUD", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}