{"page_content": "CORPORATE RESPONSIBILITY // 24\n/ PRACTICES\nCUSTOMER EXCELLENCE\nWe help the world’s most innovative companies deliver radically better products to their customers. Our diverse customer base is \ncomprised of global leaders, small and mid-market companies, startups, academic institutions and government institutions. Our go-\nto-market strategy continues to yield strength through diversity of customers, channel partners, industry mix, geographies and types \nof licenses.\nAnsys Customer Excellence\nWith a significant number of engineers across the globe, our Ansys Customer Excellence (ACE) team brings deep physics and industry \nexpertise and creates value by helping customers to achieve increased productivity and success leveraging Ansys technologies. ACE \nprovides expert pre-sales, support, training, and professional services with mastery in individual physics domains and multidiscipline \nsolutions with optimized workflows.\nOur ACE engineers also work very closely with Ansys product development teams to align software releases and development \nroadmaps with customer needs. Our customers frequently highlight that ACE differentiates us by providing great support and helping \ncustomers to solve their most challenging problems in efficient ways.\nCustomer Satisfaction\nTo assess the current health of the relationship with our customers, we use the Net Promoter Score (NPS) as our metric. The NPS is a \nquality system management tool that can be used to gauge the loyalty of a firm’s customer relationships. It serves as an alternative \nto traditional customer satisfaction research. The NPS is obtained by asking customers a single question “How likely are you to \nrecommend Ansys products and services to a colleague?” This customer satisfaction survey has been conducted since 2011. We invite \napproximately 25% of our customers each quarter striving for full customer coverage annually. In 2020 the survey was streamlined \nleading to more than doubling of the response rates over previous years. \nAdditional Resources:\n• LG Electronic drives company-wide remote learning with Ansys (https://www.ansys.com/news-center/press-releases/11-18-20-lg-\nelectronics-drives-company-wide-remote-learning-speeds-product-development-ansys-learning-hub)\n• Honeywell driving digital transformation with Ansys (https://www.ansys.com/news-center/press-releases/10-28-20-honeywell-driving-\ndigital-transformation-through-strategic-initiative-with-ansys)\n• Ansys receives two TSMC partner of the year awards (https://www.ansys.com/news-center/press-releases/10-23-20-ansys-receives-two-\ntsmc-open-innovation-platform-partner-of-the-year-awards)\n• Cummins uses Ansys’ technologies in R&D of advanced diesel engines (https://www.ansys.com/news-center/press-releases/10-06-20-\ncummins-uses-ansys-digital-transformation-technologies-research-development-advanced-diesel-engines)\n• EDF pioneers low-carbon power generation technologies using Ansys solutions (https://www.ansys.com/news-center/press-\nreleases/03-10-20-edf-pioneers-low-carbon-power-generation-technologies-ansys-multiphysics-solutions)", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}