{"page_content": "CORPORATE RESPONSIBILITY // 25\nDATA SECURITY AND DATA PRIVACY\nThe Ansys privacy and information security teams work closely to identify and address potential risks to the security of the data we \nhold and process. Ansys is committed to protecting data of our customers, partners and employees through appropriate security and \nprivacy practices.  \nDATA SECURITY\nInformation Security Governance \nThe Ansys cybersecurity department is led by the Senior Director of Cybersecurity. The cybersecurity department incorporates \noperations, intelligence, risk management, threat detection, cyber response and program management. The cybersecurity steering \ncommittee ensures cybersecurity is prioritized throughout the organization by including members from within the cybersecurity \nprogram as well as from functions and resources across the organization.  \nBy providing a strategic approach to mitigating cybersecurity risk, the committee helps the organization to: 1) align the global security \nprogram with the corporate objectives and Ansys values; 2) further establish a cyber risk-aware culture, sound security practices and \ncompliance to internal, regulatory and customer demands; and 3) maintain communication related to cybersecurity with senior \nleaders.  Metrics we track include cybersecurity initiative completion, incident response, threat detection, vulnerability management \nand security awareness training completion. \nAt the Ansys Board level, the Audit Committee oversees our information technology controls and our process for assessing and \nmanaging risk through our enterprise risk management.  All members of the Audit Committee are independent.\nWe also have a dedicated internal audit team, which reports to our General Counsel, and we have a dedicated governance, risk and \ncompliance team within cybersecurity department.\nWe maintain cybersecurity insurance coverage, which we renew annually. Upon renewal, we complete a robust data security \ninformation governance questionnaire that covers privacy and governance, information security organization, information security, \nthird party technology services, such as cloud or web hosting, and current network and technology providers. The elements of our \ncybersecurity insurance policy include first and third party and the coverage grant includes notification expense, forensic expense, \ncyber threat/extortion, first party business income, contingent business income, digital asset replacement and regulatory costs \nincluding first party fines and penalties including GDPR. In addition to this cover, Ansys also purchases excess cyber coverage. \nAnsys has business continuity and contingency plans and incident response procedures in place. These crisis management plans are \ntested annually for specific scenarios deemed high-risk. \nAssessments and Certifications \nOur cybersecurity management follows industry guidelines, including ISO and NIST frameworks, for internal assessments. We \nalso work with many third-party assessments and audits throughout the year. For example, Ansys Cloud recently received SOC2 \ncertification, and we are working to achieve FedRAMP and ISO27001 certification. To ensure SOX compliance, our security controls \nrelated to financial systems are audited by an independent third party on an annual basis. For our customers in the European \nautomotive industry, we maintain a fully TISAX-certified environment. \nAs we look forward, we plan to pursue ISO27001 certification company wide, as well as the Department of Defense Cybersecurity \nMaturity Model Certification (CMMC).", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}