{"page_content": "CORPORATE RESPONSIBILITY // 26\nWe also are routinely assessed and audited by our customers across many industries as part of their supply chain risk  \nmanagement programs. \nIn 2020, with an intent to constantly assess our cybersecurity efforts, we conducted through a third-party consultant an assessment of \nour cybersecurity capabilities against NIST framework and industry benchmarks. The results of this assessment were presented to our \nboard in 2021. \nAnsys did not experience material data breaches in 2020. Additionally, there have been no material net expenses incurred from \ninformation security breaches over the last three years relative to total revenue. \n \nCyber Trainings and Risk Awareness Culture \nAnsys provides an escalation process to all employees through various channels regarding data protection.  This information is \nprovided during the onboarding training process, annual retraining process and within our regular internal security awareness \ncommunications. New employees are trained in cybersecurity best practices as they join Ansys, followed by awareness communication \nand other continuous training sessions throughout the year. \nEmployees are required to take a five-module cybersecurity awareness training annually to maintain a cyber-aware culture through \neducation, testing, and performance measurement with the goal of continuous learning and improvement.\nAdditionally, there have been no material net expenses incurred from information security breaches over the last three years relative to \ntotal revenue. Phishing simulation exercises are conducted company-wide throughout the year, and metrics related to the reporting of \nreal-world phishing attempts are used to inform these exercises. \nWe report metrics related to these activities to the board on a quarterly basis. Cybersecurity alert emails as well as posts to our Ansys \nintranet are on a regular basis to maintain awareness. Finally, Cybersecurity routinely briefs teams throughout the company and our \nexecutive leadership to provide guidance regarding security matters.\nWe have many initiatives to educate teams across the enterprise, including quarterly incentive programs to recognize employees for \ntheir contributions to our security program.  \nKey Elements of Ansys’ Information Security Program\n• Governance and board oversight\n• Conformity with industry guidelines and standards, like the NIST framework\n• External verification and assessment\n• Business continuity and contingency plans with annual testing\n• Cybersecurity insurance \n• Cybersecurity training (onboarding, annual and awareness communications)", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}