{"page_content": "CORPORATE RESPONSIBILITY // 27\nDATA PRIVACY\nGovernance and Objective\nLed by our global data privacy officer, the data privacy team works to drive continuous improvement across our business operations, \npartnering with stakeholders to identify and mitigate data protection risks. In close alignment with the cybersecurity team, IT and \nAnsys leadership, the data privacy team seeks to ensure that our global data privacy program addresses the needs of Ansys and our \ncustomers, partners and employees.\nApproach\nThe data privacy team works to provide guidance for cross-functional and strategic initiatives to incorporate data privacy and risk \nmitigation concepts in accordance with the Ansys Privacy Notice. The data privacy team is also tasked with putting in place data \nprocessing agreements, conducting privacy reviews and responding to data subject access requests. We seek to ensure that our data \nprivacy program keeps pace with the priorities and goals of the business as we continue to develop and roll out new technologies and \nmechanisms for licensing to offer customers more services in the cloud, and to add new companies and partners to our environment.\nTraining and Awareness\nData privacy is a priority of our employees, and we strive to keep it so by providing tailored training and awareness opportunities \nto our teams. Through our Code of Business Conduct and Ethics (Code), and other internal policies and notices, the employees are \nmade aware of their responsibility to take reasonable precautions to ensure personal data to which they have access in the course of \nemployment is not misused and is handled in accordance with Ansys’ policies and standards. \nIn 2020, a data privacy training module was included as part of our Code training for the year and was completed by over 96% of our \nemployees. In 2021, Ansys opened the year by celebrating international Data Privacy Day which included an online, focused data \nprivacy training.  \nWe also prioritize privacy compliance by our vendors and partners by seeking to implement appropriate policies and procedures, as \nwell as contractual obligations for data processors we engage. \nAnsys Privacy Notice\nOur Ansys Privacy Notice, as updated from time to time, outlines our approach of general use and secondary uses of data in specified \ncircumstances covered by legitimate interest-based processing, including sharing of data with vendors and partners. The Privacy \nNotice also sets forth our approach of consent-based processing where consideration is provided to honoring opt-outs and limiting \nthe use and sharing to the extent specified by the consent. Ansys Privacy Notice provides guidelines for handling any data subject \nrequests that we may receive. \nFor more detailed information on how Ansys endeavors to protect data across the organization, please consult the Ansys Privacy Notice \nat https://www.ansys.com/footer/privacy-notice \nPrivacy Incidents and Complaints\nDuring the year 2020, we did not experience any material legal proceeding or regulatory complaints as a result of breaches of \npersonal data.", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}