{"page_content": "CORPORATE RESPONSIBILITY // 28\nGOVERNANCE\nSound corporate governance and independent oversight of a company’s strategic execution are essential ingredients of a well-run \ncompany. Board independence helps Ansys effectively address risk while also protecting our long-term health.\nOur Actions Toward Board Independence Include: \nINDEPENDENT CHAIRMANSEPARATE CEO AND \nCHAIRMAN ROLES88% INDEPENDENT DIRECTORS \nON THE BOARD\n(DECEMBER 31, 2020)\nMAJORITY VOTING IN \nDIRECTOR ELECTIONS WITH \nRESIGNATION POLICY100% INDEPENDENT \nCOMMITTEE MEMBERSROBUST BOARD \nEVALUATION PROCESS\nANNUAL SAY-ON-PAY VOTEINDEPENDENT DIRECTOR MEETINGS \nWITHOUT MANAGEMENT PRESENT25% WOMEN BOARD MEMBERS\n(DECEMBER 31, 2020)\nAdditional Resources: https://investors.ansys.com/\nETHICS, COMPLIANCE, AND INTEGRITY\nIntegrity and ethical conduct are fundamental to our long-term success. Ansys’ global ethics and compliance program is designed to \ncommunicate the ethical and legal standards that govern our business conduct.  We expect our employees, agents, business partners \nand other third-party representatives to embrace the standards embodied in our culture and values, and to act with the highest level \nof integrity and in accordance with all applicable laws and industry and trade regulations when doing business with and on behalf  \nof Ansys.\nCoverage \nAnsys’ Code is the cornerstone of our global ethics and compliance program. The Code applies to all employees, officers and directors \nof Ansys and its worldwide subsidiaries, and it sets forth the basic principles we must follow to uphold our company’s ethical business \nculture. \nWe believe the Code is a living-document and from time to time we periodically review and update the contents of the Code to ensure \nwe continually inform that maintaining ethical conduct depends on every employee to exercise good judgment and high ethical \nstandards in the business jurisdictions of which we operate. Accordingly, we revised the Code in 2020 to include new provisions and \nupdates pertaining to insider trading, anti-corruption, safeguarding company assets, political contributions and direct advocacy and \nour commitment to corporate responsibility.  ", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}