{"page_content": "CORPORATE RESPONSIBILITY // 29\nScope \nOur Code is publicly available on our corporate website as well as on our intranet. The Code defines standards of conduct and provides \nguidance and resources to help employees make ethical business decisions in the following key areas:\n• Anti-Corruption\n• Anti-Competitive Practices\n• Harassment and Discrimination\n• Trade Compliance\n• Conflicts of Interest\n• Gifts and Entertainment\n• Protecting Confidential Information and Personal Data\n• Human Rights\n• Intellectual Property\n• Information Security and Privacy\n• Insider Trading\n• Corporate Responsibility Culture\nReporting \nAnsys encourages employees and others to seek guidance regarding ethics and compliance issues, to report actual or suspected \nmisconduct, and to obtain information about Ansys’ policies and procedures.  In this regard, Ansys maintains a compliance hotline – \nthe Ansys Ethics Line – which features:\n• Multiple reporting modes: phone, website or email\n• Anonymous report submission\n• Global availability 24 hours a day, seven days a week\n• Multi-language capabilities\nAnsys allows employees to make anonymous reports, where permitted under applicable law, and  \nAnsys does not tolerate retaliation for voicing concerns or for participating in investigations.\nEmployee Training \nAll employees are trained on the Code and workplace harassment when they are hired and \ncomplete an annual certification on the Code and related policies. Additionally, all employees are \nretrained on the Code and workplace harassment periodically. We conducted one such training in \n2020. Over 99% of our employees completed this Code training. Other trainings, both in-person and \nonline, are disseminated as needed. \nAdministration \nAnsys’ board oversees the implementation and effectiveness of our global ethics and compliance \nprogram. Our general counsel is tasked with overseeing the administration of the program. We \nprovide the board updates on a quarterly basis. \nAs our business expands globally, we continue to build and mature our global ethics and compliance program to address those issues \nthat are relevant to our business.  Additional information on Ansys’ global ethics and compliance program, including the Code and \nAnsys Ethics Line, is available at https://www.ansys.com/legal/business-ethics. (FY 2020)", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}