{"page_content": "CORPORATE RESPONSIBILITY // 4\n/ ANSYS RESPONSE TO GLOBAL CRISIS\nThe safety and well-being of our employees has always been a top priority at Ansys. At the onset of the COVID-19 pandemic, we took \naction to enable our employees to work from home. We closed our offices, including our corporate headquarters, transitioned to a remote work environment, and implemented certain travel restrictions, each of which has changed how we operate our business. Ansys had an existing work-from-home (WFH) program before the COVID-19 pandemic that aimed to incorporate multiple layers of cybersecurity protection when accessing Ansys systems, including multi-factor authentication. Ansys was able to quickly scale up this existing WFH program to accommodate the entire workforce. \nFrequent and transparent communications to our employees have been priorities from the beginning. We fully leveraged our \ninternal collaboration platforms and digital tools to keep our employees engaged as well as informed. We formed a global coronavirus emergency response team (CERT) with local site leaders to coordinate our global response to the pandemic. Leads in our local offices worldwide were empowered in coordination with CERT to take actions and health precautions suited to local conditions, cultures and ever-changing regulations. We rolled out wellness programs, and based on local requirements, extended other benefits including distribution of masks to support employees’ safety, work ergonomics, and work from home programs and other incentives to support employees.\nOur 2020 engagement survey results showed that our CERT provided outstanding management and leadership during the pandemic. \n96% of employees indicated that they were satisfied with Ansys’ response to the COVID-19 pandemic and 93% said they were being kept informed about matters affecting them during the COVID-19 pandemic.  \nWhile some of our offices have since reopened, most of our locations have limited access or have few employees working on site. We \nare continuing to monitor and manage the situation. The health and safety of our employees and their families, our partners and our broad Ansys community around the world continues to be our top priority.\nAdditional Resources: Read a sampling of customer and partner initiatives to fight against the virus using Ansys software  \nhttps://www.ansys.com/covid-19-simulation-insights\nEMPLOYEES SATISFIED WITH \nANSYS’ COVID-19 RESPONSE", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}