{"page_content": "CORPORATE RESPONSIBILITY // 6\n/ CORPORATE RESPONSIBILITY PROGRESS\nIn 2020, while our work was disrupted by COVID-19, our progress on advancing corporate responsibility (CR) initiatives was not \ndiminished or delayed. On the contrary, the extraordinary events of 2020 spurred the CR program forward and gave us renewed \nmotivation to work on our CR governance structure, realign our priority topics and build on our practices and initiatives.  \nHighlights of our 2020 Progress Include:\nFormed an environmental sustainability task team under our CR committee \nConducted first scope 1 and scope 2 emissions assessment and published our first  \nCDP response based on our 2019 metrics/ PLANET/ PEOPLEThe safety and well-being of our employees has always been a top priority at Ansys. \nFormed a human resources task team under our CR committee \nContinued to implement our diversity, equity and inclusion (DE&I) initiatives following our \n2019 DE&I assessment, under the framework of three pillars: employee resource groups, \ntraining and talent acquisition\nPrioritized safety and well-being of our employees through our COVID response plan, with \nincentives and wellness programs to support employees working from home\nImproved employee engagement, demonstrated by the results of our annual employee  \nengagement survey, continuing the upward trend in engagement even in these  \nchallenging times\n/ PRODUCTThe environmental sustainability task team launched a project to report on how Ansys \nsimulation products help our customers reduce their impact on the planet via our \n“product handprint,” through industry use cases ranging from electric vehicles to  \ngas turbines/ PRACTICESScaled up a global work from home program in response to COVID-19 lockdowns, \nincluding the use of cybersecurity protections in remote work environments\nBolstered data security program through third party assessment of cybersecurity \ncapabilities and obtained SOC2 certification for Ansys Cloud offering", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}