{"page_content": "CORPORATE RESPONSIBILITY // 7\n/ MATERIALITY ASSESSMENT\nIn early 2021, by collaborating with Datamaran, we conducted a formal, non-financial materiality assessment to identify ESG areas that \nare important and priority (“material”) to the company. In addition to internal and external stakeholder feedback, we also considered \nindirect stakeholder data, including news reporting, social media, the policy and regulatory environment and peer companies. This \nassessment will be used to inform our corporate responsibility strategy and program, monitor potential risks and opportunities that \ncould affect our long-term business success and guide our corporate responsibility decisions, disclosures and metrics.\nOUR METHODOLOGY\nTo determine our most material topics, we followed the recommended process outlined in the Global Reporting Initiative (GRI)  \nStandards. The process involved four steps: 1) identify potentially material topics; 2) prioritize the topics based on stakeholder surveys; \n3) review and validate the topics through discussions with Ansys’ senior leaders, members of our ESG committee, and leaders across \nthe business who provided direct feedback on the topics; and 4) integrate results within our business, including our enterprise risk \nmanagement process, and use the results to inform our ongoing CR program and strategy. \nIn order to ensure the resilience of our strategy and integrate ESG into our core business processes, we will monitor the evolution of the \nmaterial issues regularly, sharing updates with senior leadership and the CR committee.\nAdditional Resources: Read more about our 2021 GRI-based Materiality Assessment here:  \nhttps://investors.ansys.com/sustainability/ESG-Materiality-Assessment-2021/default.aspx \nInfluence on  Stakeholders\nImportance for CompanyAnsys ESG Materiality Assessment\nLOWLOW\nHIGHHIGH\n• HUMAN RIGHTS\n• TRANSPARENCY\n• ACADEMIC & COMMUNITY SUPPORT• RESPONSIBLE TAX PRACTICES• EMPLOYEE RIGHTS\nINTELLECTUAL PROPERTY RIGHTS    •COMPANY CULTURE    •CUSTOMER EXCELLENCE    •\n• PRODUCT HANDPRINT• EMPLOYEE WELL-BEING• ETHICS & COMPLIANCE\n• FAIR & INCLUSIVE WORKPLACE• INNOVATION & DIGITALIZATION\n• ATTRACTING & RETAINING TALENT\n• GOVERNANCE\n• BUSINESS RESILIENCE• EMPLOYEE ENGAGEMENT\n• ENVIRONMENTAL FOOTPRINT\n• RESPONSIBLE PROCUREMENT", "metadata": {"source": "NASDAQ_ANSS_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}