{"page_content": "AMBAC FINANCIAL GROUP, INC.  One World Trade Center, 41st Floor, New York, NY 10007 ambac.com\nPAGE 1 / 10\nCORPORATE SOCIAL \nRESPONSIBILITY REPORT\nDECEMBER 2022\nCORPORATE SOCIAL RESPONSIBILITY REPORT\nTO OUR SHAREHOLDERS, CUSTOMERS AND BUSINESS PARTNERS,\nWelcome to Ambac’s inaugural Corporate Social Responsibility (CSR) report. I am \nexcited to introduce this new report, which highlights our corporate culture and attention to environmental, social and governance (ESG) factors in our everyday \ndecision-making and long-term strategy. \nDuring 2021 we formalized our commitment to ESG practices and embarked on efforts to integrate our ESG stance  \nwithin our corporate policies. In 2022, we continued our efforts to further develop our policies and procedures that form the \nfoundation for this report. \nAmbac is committed to making meaningful progress each year towards communicating our social responsibility efforts.   \nOur Board of Directors, senior management team, and employees understand social responsibility is integral to our business \noperations and a means by which we can deliver greater value to our stakeholders. \nOur Commitment: Board Oversight & Leadership\nWe take environmental, social and governance responsibilities seriously. We believe many of our shareholders, customers and \nbusiness partners do too. The Governance and Nominating Committee of Ambac’s Board of Directors is specifically charged \nwith overseeing Ambac’s corporate governance programs and practices, including integration of ESG and sustainability \npolicies, practices and goals into the company’s business strategy and decision-making. \nAmbac’s ESG strategy is further managed by our Executive Leadership Sponsors (which include Ambac’s President  \nand Chief Executive Officer; its Senior Managing Director and Chief of Staff; and the Senior Managing Director and General Counsel) and implemented by our internal ESG Committee and employees. Ambac’s ESG Committee is comprised of senior \nleaders from across the organization including legal, human resources, risk management, and investor relations. \nIn the past year, we have made significant progress in the devel opment of our ESG policies, some of which address:\nn Diversity, Equity & Inclusion\nn Environment\nn Guiding Principles Concerning Responsible Investing\nn Human Rights\nn Information Security and Data Privacy\nn Vendor Code of Conduct\nWe also completed our initial responses to the Global Reporting Initiative (“GRI”) and Sustainability Accounting Standards  \nBoard (“SASB”) voluntary reporting frameworks. Those disclosures can be found in the appendix of this report and on our \ncompany website. ", "metadata": {"source": "NASDAQ_AMBC_2022.pdf", "page": 0, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}