{"page_content": "AMBAC FINANCIAL GROUP, INC.  One World Trade Center, 41st Floor, New York, NY 10007 ambac.com\nPAGE 2 / 10\nCORPORATE SOCIAL  \nRESPONSIBILITY REPORT\nDECEMBER 2022\nDiversity, Equity & Inclusion\nAmbac is committed to maintaining a work environment in which all individuals are treated with respect and dignity. Our Code \nof Business Conduct and Ethics provides that each person has the right to work in a professional atmosphere that promotes \nequal opportunities and prohibits discriminatory practices. Discrimination or harassment, whether based on race, color, \nethnicity, national origin, creed/religion, age, disability, sex, gender, gender identity, or gender expression, sexual orientation, \nmarital status, alienage, citizenship status, military or veteran status or any other protected class under U.S. Federal or state \nlaw is unacceptable and will not be tolerated. Our Diversity, Equity and Inclusion policy  covers a host of topics, including but \nnot limited to employee training and talent development.\nOur People  \nOur company benefits are designed to support the health, safety, and well-being of each of our employees. We want every \nAmbac employee to be successful. We also encourage our employees to be involved in the communities in which we live  \nand work.\nOur Environment: Climate Change & Risk Mitigation\nThough Ambac has limited impact on the environment due to the nature of our business, as an insurer we take climate change \nand risk mitigation seriously. We pay close attention to potential commercial exposure to environmental risks, including but \nnot limited to climate change and natural catastrophes. \n Good corporate citizenship is both ethically and commercially important to us. Ambac’s long-term success depends \nnot only on how we execute against our strategic priorities, but also how we manage our relationships with our employees, \nbusiness partners, customers, stockholders, and the communities in which we work. For this reason, we take an integrated \napproach to sustained value creation and managing risk in and around our business. \n In conclusion, as President and CEO of a company dedicated to positive performance, I am proud of our employees,  \nwhose hard work and dedication contribute to Ambac’s continuous improvement in our ongoing corporate social \nresponsibility journey.  \n We are excited about the progress we have made and the policies we have implemented which drive our ESG values.  \nI look forward to keeping you updated as we continue to evolve our ESG framework. Thank you all for your time, interest,  \nand support.\nSincerely,\nClaude LeBlanc  \nPresident and Chief Executive Officer", "metadata": {"source": "NASDAQ_AMBC_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}