{"page_content": "AMBAC FINANCIAL GROUP, INC.   One World Trade Center, 41st Floor, New York, NY 10007 ambac.com\nPAGE 4 / 10\nCORPORATE SOCIAL  \nRESPONSIBILITY REPORT\nDECEMBER 2022\n1.  ABOUT AMBAC\nAmbac is a financial services holding company headquartered in New York City. Ambac’s core business is a growing specialty \nproperty and casualty insurance distribution and underwriting platform. Ambac also has a legacy financial guaranty business \nin runoff. Ambac’s subsidiaries include Everspan Group, a specialty P&C insurance carrier; Xchange Benefits, a P&C managing \ngeneral underwriter; Penpoint Insurance, a managing general agency servicing health and human services organizations; and \nAmbac Assurance Corporation and Ambac Assurance UK Limited, financial guarantee insurance companies currently in runoff. \nAmbac Financial Group, Inc. serves as the holding company for our subsidiaries and does not have any operations of its own. \nAmbac is managed by a small, highly experienced corporate staff that sets goals, defines risk parameters and appropriate \nincentives, and monitors progress against long-term objectives for each of our businesses and teams. We have approximately \n145 employees in the United States and 10 employees in the United Kingdom.\n Our people are our greatest asset. At Ambac, ethics and integrity, accountability, and relations with each other, our \npartners and customers, are paramount. Hence, we put heavy emphasis on human capital development, diversity, equity,  \nand inclusion. \n Our Code of Business Conduct and Ethics  (“Code”) and ESG Supplement  to the Code are the starting point from which \nother policies flow. A tone of high ethical standards is set from the top and expected throughout our organization. \n To ensure that ESG is appropriately managed and communicated throughout the organization, we have designed the \nfollowing governance structure: \n Our ongoing engagement with shareholders, stakeholders and business partners is also very important to us, and we \ncontinually look for ways to enhance our communications and integrate ESG considerations into what we do.  \n As a publicly listed company, Ambac has a responsibility to keep both its current and potential investors apprised of \nmaterial developments necessary for making investment decisions. We have witnessed over the last several years how \ninvestors are increasingly using ESG factors as a means of evaluating companies’ risk-adjusted performance. Consequently, \nAmbac’s ability to highlight and communicate our ESG efforts and progress is likely to only become more important to our \ninvestors over time. This CSR report is an important next step in being able to provide our investors with the incremental \ninsights they require for making investment decisions.  \nSee also our Proxy Statement  and Ambac responses to related voluntary reporting frameworks.  \nGRI Content Index : 102-42. SASB Content Index : FN-IN-270a.4, FN-IN-410a.2.AMBAC FINANCIAL GROUP, INC. BOARD OF DIRECTORS\nOVERSIGHT\nMANAGEMENT\nPROGRAM  \nIMPLEMENTATIONGOVERNANCE & NOMINATING COMMITTEE\nEXECUTIVE LEADERSHIP SPONSORS\nESG COMMITTEE\nEMPLOYEES", "metadata": {"source": "NASDAQ_AMBC_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}