{"page_content": "AMBAC FINANCIAL GROUP, INC.  One World Trade Center, 41st Floor, New York, NY 10007 ambac.com\nPAGE 5 / 10\nCORPORATE SOCIAL  \nRESPONSIBILITY REPORT\nDECEMBER 2022\n2.  SUPPORTING ENVIRONMENTAL STEWARDSHIP\nAmbac recognizes that climate change presents risks in our businesses and that natural resources are limited. The Company \nis committed to protecting the environment and reducing Ambac’s environmental footprint. We believe that a sustainable \napproach to our business will benefit our stakeholders by both meeting our strategic business goals and protecting the quality \nof the environment in which we operate. \n2.1 Our Company  \nAmbac recognizes the importance of minimizing its environmental footprint and is committed to maintaining an \nenvironmentally conscious workplace. The direct environmental footprint of our company is modest, given the service nature \nof our business. Even so, we strive to be environmentally responsible in our business operations.\n In 2019, Ambac reduced its corporate footprint by consolidating its New York headquarters from approximately 103,000 \nsquare feet to 47,000 square feet and moved into an energy-efficient building at One World Trade Center.\n One World Trade Center has been awarded a Leadership in Energy and Environmental Design (LEED) gold certification. \nLEED is a green building certification program developed by the non-profit U.S. Green Building Council and is a designation \nrecognized worldwide. LEED certified buildings are designed and constructed to save energy, use less water, reduce \nemissions, and provide healthier indoor environmental quality.\n Given the relatively small size of our company, energy consumption is not a material initiative and emissions are impractical \nto track. As a tenant, Ambac also has no direct control over energy use in the office space it occupies. However, we take many \nother steps to contribute to the circular economy. For example, in conjunction with our move to One World Trade Center, we \nadopted the following sustainability practices:\n  n  Green cleaning policy to promote the use of green cleaning products, equipment, and strategies\n  n Electronic waste recycling\n  n Office furniture reuse program for unwanted and discarded furniture and fixtures\n  n  Organic collection program designed to reduce the amount of greenhouse gas emissions  \nassociated with conventional organic waste disposal\n2.2  Our Suppliers & Partners\nWe expect all vendors providing goods and/or services to Ambac to comply with all applicable environmental laws and \nregulations. Vendors are also encouraged to employ sustainable solutions (when feasible) that reduce their carbon footprint \nand are designed to protect the environment. Please refer to our Vendor Code of Conduct  for additional information.\n Similarly, Ambac’s expectations of its commercial underwriting and distribution partners with respect to ESG \nconsiderations and specifically environmental stewardship are outlined in our Everspan Group’s Underwriting Statement .", "metadata": {"source": "NASDAQ_AMBC_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}