{"page_content": "AMBAC FINANCIAL GROUP, INC.  One World Trade Center, 41st Floor, New York, NY 10007 ambac.com\nPAGE 6 / 10\nCORPORATE SOCIAL  \nRESPONSIBILITY REPORT\nDECEMBER 2022\n3.  CORPORATE SOCIAL RESPONSIBILITY\nCorporate Social Responsibility is an integral part of the fabric of Ambac’s operations. Together with our employees, Ambac \ndrives change inside and outside the workplace.   \n Throughout Ambac’s history, we have made unquestioned integrity a cornerstone of our corporate culture and professional \nrelationships. Fundamental to this commitment is respect for the human rights  and dignity of our employees, suppliers, \nvendors, customers and other business partners.\n Our Code of Business Conduct and Ethics  is our foundation. We review and update it on an annual basis and recently \naugmented it with an ESG Supplement  and other ESG-related policies and procedures. Anti-bribery/anti-corruption, lobbying \nand political involvement, and whistleblower instructions are just a few of the many topics covered in our Code.\n We believe our talent recruitment and retention successes are driven, in part, by our culture of diversity, equity and \ninclusion; our award-winning  human capital management, health and safety practices; our community volunteering support, \nand our responsible investing practices.\nSee also Ambac responses to related voluntary reporting frameworks. GRI Content Index : 102-16, 102-17, 102-33, 205-2, 206-1.\n3.1 Diversity, Equity & Inclusion\nAmbac is committed to maintaining a work environment in which all individuals are treated with respect and dignity. \n The collective sum of the individual differences, life experiences, knowledge, inventiveness, innovation, self-expression, \nunique capabilities, and talent that our employees invest in their work represents a significant part of not only our culture, but \nalso our reputation and our company’s achievements.                                                                                                         \n Our Code provides that each person has the right to work in a professional atmosphere that promotes equal opportunities \nand prohibits discriminatory practices. All employees, officers and directors are required to attend bias awareness and anti-\nharassment training annually.\n Our company DE&I policy can be read in its entirety by clicking this link.\nSee also specific Ambac responses to related voluntary reporting frameworks. GRI Content Index : 405-1.\n3.2 Human Capital Management\nAmbac is committed to the professional development and personal health of its employees through established policies and \nemployee focused resources, which we believe has contributed to our low 4.7% voluntary turnover rate.    \n The training, development, and well-being of our employees, both professionally and personally, strengthens our entire \norganization.  \n In 2019, we introduced a mentoring program to foster upward mobility and enrich employee development. In 2021, our \nemployees benefitted from 600 hours of company-sponsored training and professional development. \n Our employees’ health and wellness matter greatly to us. In 2022, Ambac’s commitment to the health and safety of its \nemployees was recognized by the International WELL Building Institute (IWBI) with the WELL Health-Safety Rating. The  \nWELL Health-Safety Rating is an evidence-based, third-party verified rating, focusing on operational policies, maintenance \nprotocols, stakeholder engagement and emergency plans to address the post-COVID environment now and broader health \nand safety-related issues in the future. \nSee also specific Ambac responses to related voluntary reporting frameworks.  \nGRI Content Index : 102-8, 401-1, 401-2, 401-3, 403-6, 404-2, 404.3.\n", "metadata": {"source": "NASDAQ_AMBC_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}