{"page_content": "AMBAC FINANCIAL GROUP, INC.  One World Trade Center, 41st Floor, New York, NY 10007 ambac.com\nPAGE 7 / 10\nCORPORATE SOCIAL  \nRESPONSIBILITY REPORT\nDECEMBER 2022\n3.3 Community  \nAmbac supports many charities, both domestic and abroad. Beginning in 2019, Ambac instituted paid time off for volunteering. \nOur volunteer program promotes charitable work and provides opportunities for employees to volunteer for causes that \nbenefit our communities.\n In addition, Ambac and its third-party asset managers invest in community infrastructure projects across the U.S. through \nmunicipal bonds, military housing bonds, residential mortgages, student loan-backed securities, and project-specific direct \nlending and equity investments. \nSee also Ambac responses to related voluntary reporting frameworks. GRI Content Index : 203-1, 413-1.\n3.4 Responsible Investing\nIn 2021, we developed our Guiding Principles Concerning Responsible Investing to demonstrate Ambac’s intent to incorporate \nenvironmental, social and governance factors into the management of our investment portfolio. These principles can be found \non our company website . \nSee also Ambac responses to related voluntary reporting frameworks. SASB Content Index : FN-IN-550a.1, FN-IN-550a.2, \nFN-IN-550a.3.\n4.  GOOD CORPORATE CITIZENSHIP AND GOVERNANCE\nAt Ambac, we believe that good corporate citizenship starts with purpose, values, and awareness, and is encouraged through \nthoughtful governance oversight and leadership.\n Staying on top of current issues and ESG practices germane to insurance companies, and the sub-sectors in which Ambac \ncompetes, is ongoing. Involvement in relevant external associations is important and encouraged.\n Some of the policy, research and trade associations with which we engage include: American Property Casualty Insurance \nAssociation; Target Markets Program Administrators Association; Wholesale & Specialty Insurance Association; Surety \n& Fidelity Association of America (SFAA); Association of Financial Guaranty Insurers; National Association of Corporate \nDirectors; Structured Finance Association, and The Council of Insurance Executives (of The Council of Insurance Agents  \n& Brokers).\nSee also Ambac responses to related voluntary reporting frameworks. GRI Content Index : 102-13, 102-18 through 102-32.\n4.1 Integrity and Ethics\nAmbac’s Code of Business Conduct and Ethics reflects our values and reaffirms our commitment to integrity as the \ncornerstone of our business. All of our employees are responsible for acting in accordance with high ethical standards. At \nAmbac, these ethical standards are based on respect—for the law, for our company, and for the dignity of each individual. \nComplying with laws and regulations is just the beginning of our ethical commitment. Beyond that, we strive for honesty, \nfairness, and respect in all our dealings and relationships. \n We conduct our business for the benefit of all our stakeholders — that is, our clients, stockholders, regulatory bodies, \nvendors, host communities and fellow employees. The Code is designed to assist in making the right choices when confronted \nwith difficult situations.", "metadata": {"source": "NASDAQ_AMBC_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}