{"page_content": "AMBAC FINANCIAL GROUP, INC.  One World Trade Center, 41st Floor, New York, NY 10007 ambac.com\nPAGE 8 / 10\nCORPORATE SOCIAL  \nRESPONSIBILITY REPORT\nDECEMBER 2022\n4.2 IT Security\nGiven the nature of our business, privacy and data security are integral to everything we do, from inward-facing protection \nof our own data systems and internal stakeholder privacy to outward-facing protection related to our customers, business \npartners and prospective employees.   \n We take this subject seriously, as does our Chief Information Security Officer (CISO). All matters related to IT security and \ncybersecurity are led by our CISO.\n Information is a critical and essential asset to Ambac’s business and the information security program is designed to \nmaintain the confidentiality, integrity and availability of our information systems and data. \n Our processes focus on the five steps of industry best practice for cybersecurity: identify, protect, detect, respond, and \nrecover, as set by the U.S. National Institute of Standards and Technology (NIST).\n Ambac’s business operations rely on the continuous availability of our computer systems. We maintain and test our \nbusiness continuity plan and report results to senior management and our Board of Directors. The Board of Directors oversees \nthe risk management process and engages with management on risk management issues, including cybersecurity risks. \nAmbac relies on digital technology to conduct its businesses and interact with internal and external parties. With this reliance \non technology comes associated security risks. We maintain an information security program that is designed to protect and \npreserve the confidentiality, integrity and availability of information located on our systems. \n Ambac and its subsidiaries are subject to laws and regulations in multiple jurisdictions regarding our information systems, \nparticularly regarding certain personal information. We have implemented measures to prevent access to personal information \nhoused within our systems. Ambac’s and its subsidiaries’ privacy policies are available on their respective websites.\n We also maintain a cyber incident response plan that outlines the appropriate processes and procedures for incident \nmanagement (including minimizing impact, investigating, and remediating root cause) and complying with applicable legal \nrequirements (including timely and accurate reporting of any required cybersecurity or privacy incident). Given the ongoing \nproliferation of cyber threats, we continue to evolve our defense capabilities with enhanced monitoring of our computer \nsystems for potential new threats. We also leverage the use of multi-factor authentication to provide an additional layer of \ndefense against unauthorized access to our systems. RECOVER\nRESPOND DETECTPROTECTIDENTIFY\n5 STEPS TO \nCYBERSECURITYAmbac’s information security \npolicies and processes address:\nn Access Management\nn Application and Device Management\nn Cybersecurity\nn Data Privacy  \nn Data Protection  \nn Disaster Recovery and Business Continuity  \nn Network Security  \nn Physical Security  \nn Risk Management  \nn Security Monitoring and Incident Response  \nn Third-Party Risk Management  ", "metadata": {"source": "NASDAQ_AMBC_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}