{"page_content": "Walgreens Boots Alliance | Corporate Social Responsibility Report 2019  |  39\nHealthy Planet\nEnergyGRI Disclosures 103-1, 103-2, 103-3, 302-1, 302-2, 302-4, 305-1, 305-2, 305-3\nWBA is committed to protecting the planet and giving due \nconsideration to the impact our Company’s operations have on the \nenvironment. This includes working to reduce emissions across all \nof our businesses to help mitigate global warming and addressing \nthe urgent threat of climate change.\nIn fiscal 2019 WBA’s total carbon footprint was 2.1 million metric \ntonnes of CO 2e (carbon dioxide equivalent), up 0.6 percent from \nfiscal 2018, due to the inclusion of acquired Rite Aid stores in the \nU.S. in fiscal 2019’s data. Excluding the impact of these, the carbon \nfootprint decreased.\nOf those emissions, 85 percent were from energy, 91 percent of \nwhich was electricity and 8 percent natural gas; 13 percent were from \nproduct delivery; and the remaining 2 percent from business travel.\nAs energy accounts for most of our emissions, we recognize the \nimportance of investing in energy efficient equipment to reduce our \noverall carbon footprint. WBA emissions from energy, excluding \nacquired Rite Aid stores, decreased by 7 percent in fiscal 2019 \ncompared with the previous year. That decrease was mainly driven \nby continued energy efficiency investment in the U.S. and the UK, \nas detailed in the progress chart in this section. \nWBA received a score of B on its climate change disclosure to \nCDP for fiscal 2018, an improvement over its previous score. CDP \nsubmissions in the climate category are rated on a scale of A to \nD- for completeness, assessment of environmental issues and risks \nand the extent to which a company has implemented actions, \npolicies and strategies to address these.\nThe tables and charts in this section show details of our emissions \ndata.  Additional details are available in the CSR section of our \nwebsite .\nTotal Company CO 2e emissions, by source 1 (000 metric tonnes)\nEnergy\nProduct delivery\nBusiness travel1,818\n271\n52\n2,141+1.0\n-0.7\n-7.1\n+0.6Fiscal 2019 Year-over-year change (%)\n1,800\n273\n56\n2,129Fiscal 2018\n1  Fiscal 2019 data within Deloitte & Touche LLP’s review scope as detailed on pages 85-86.", "metadata": {"source": "NASDAQ_WBA_2019.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}