{"page_content": "Walgreens Boots Alliance | Corporate Social Responsibility Report 2019  |  55\nSustainable Marketplace\nIn fiscal 2019 WBA joined the Global Shea Alliance (GSA), a nonprofit industry association \nwith members from across 35 countries, which promotes industry sustainability, quality \npractices and standards, and demand for shea in food and cosmetics. The shea butter used \nas a moisturizer in beauty products and as a cooking oil comes from the kernel in the fruits \non shea trees, which are native to Africa.\nLiz Earle, a WBA-owned beauty brand that is passionate about naturally active ingredients \nand has pioneered cruelty-free skincare, will be supporting and working with the GSA in its \nendeavors to support women in shea. Liz Earle uses shea butter widely in its products and \nworking with the GSA allows us to give back to communities that harvest shea fruits.\nIn partnership with the GSA and the United States Agency for International Development \n(USAID) Sustainable Shea Initiative, Liz Earle is embarking on an initiative aimed at helping \n800 shea pickers in the North Gonja District, Ghana work more efficiently and generate more \nincome through cooperative and business trainings, health and safety trainings, as well as \nbuilding a warehouse to facilitate the women’s access to storage.\nAccording to the Ghana Statistical Service, more than half of North Gonja residents are poor. \nThey are engaged in rain-fed subsistence agriculture in a semi-arid environment and lack \naccess to factors of production such as land and capital.\nShea provides off-season income opportunities to women in Northern Ghana, where an \nestimated 600,000 women are engaged in the shea industry. The project will provide funding \nfor training aimed at reducing accidents such as snake bites and scorpion stings, and will \nfacilitate the construction of a brand new warehouse for the women to store their kernels.\nThe project will also raise awareness about the importance of savings and investment to \nimprove the women’s ability to withstand economic, social and climatic changes.\n       Case Study:\n  WBA Joins Global   \n    Shea Alliance\nGRI Disclosures 413-1\n“We’re committed to \nbuilding relationships \nwith the growers and \nfarmers who produce \nour botanical  \ningredients.\n Partnering with GSA is a \nsignificant step toward \nachieving our CSR \nobjectives.”\nMilla Taylor \nGlobal Senior Marketing Manager", "metadata": {"source": "NASDAQ_WBA_2019.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}