{"page_content": "Walgreens Boots Alliance | Corporate Social Responsibility Report 2019  |  60\nHealthy & Inclusive Workplace\nMental health support for employees\nWith increasing societal awareness of mental health issues, \nWalgreens and Boots UK have focused on addressing the health \nof employees both physically and mentally. Programs launched in \nfiscal 2019 provide opportunities for employees to learn how to \nidentify issues of mental health and build a culture of confidence \nto enable important conversations to happen in the workplace.\nThrough a partnership with the National Council for Behavioral \nHealth, Walgreens administered Mental Health First Aid training to \n300 human resources managers, covering mental health literacy, \nrecognition of risk factors and warning signs related to mental health \nand addiction, and appropriate strategies for helping. Walgreens \nand the council are also collaborating with the American Pharmacists \nAssociation to develop training specifically for pharmacy staff.\nSimilarly, Boots delivered mental health awareness training to more \nthan 150 leaders across the business, focused on warning signs, \ninitiating conversations, providing support and managing their own \nmental health. In fiscal 2019, Boots also expanded its efforts around \nthe 5 Ways to Wellbeing model with an animated e-learning module \nto show how simple, everyday changes can improve mental health. \nSince launch, more than 26,000 employees completed the non-\nmandatory module, representing nearly half of the Boots UK workforce.\nTo better identify and monitor key wellbeing indicators, Boots \nlaunched its Colleague Wellbeing dashboard. Data and insights on \nabsences, employee assistance and occupational health usage, \nemployee survey results, Boots Benevolent Fund application \nnumbers and safeguarding calls inform strategic decisions to \nsupport employee wellness.\nAddressing chronic illnesses for U.S. \nemployees\nTo ensure the services provided resonate with employees, \nWalgreens leverages anonymous claims data to advise on where \nemployees need the most support. Through analysis, Walgreens \nidentified a significant number of employees struggling with obesity, \ndiabetes and back pain.In fiscal 2019 - building on the Livongo for Diabetes program - \nWalgreens partnered with Onduo, a virtual diabetes clinic and healthy \nweight care program offering outreach and support for diabetes \nand weight management. Walgreens also introduced Fruit Street, a \nno-cost, 12-month weight loss pilot program for health plan \nparticipants specifically geared toward those at risk for type 2 \ndiabetes.\nOther chronic illnesses heavily impacting the workforce are \nmusculoskeletal diseases. At the end of fiscal 2018, Walgreens \nlaunched several pain management pilot programs targeting back \nand knee pain through exercise therapy. Close to 500 employees \nparticipated in the pilots, reporting overall pain and likelihood of \nsurgery decreasing over the 12-week program.\nSupporting employees in crisis\nThe Walgreen Benefit Fund in the U.S. and the Boots Benevolent \nFund in the UK - both funded by charitable donations - assist current \nemployees and retirees experiencing hardship, such as financial \ndifficulty due to accidents, long-term illnesses or natural disasters.\nDuring fiscal 2019 the U.S. fund, which is a nonprofit private \nfoundation, provided more than $1.5 million in assistance to nearly \n1,300 employees and retirees, while the UK fund helped 170 \nemployees with more than £230,000 ($295,000) in grants.\nFreedom of association and collective \nbargaining agreements\nWBA respects and upholds the right of workers in conformity with \nlocal law to be members of trade unions of their own choosing and \nto bargain collectively, in accordance with the appropriate local laws.\nAll WBA Divisions, businesses, cross-divisional functions and the \ncorporate function are required to keep up-to-date written policies \ndefining the rights of each employee to trade union membership \nwhere statutorily or legally required, according to our internal human \nresources policy.\nAs of August 31, 2019, 10 percent of our employees across the globe \nwere covered by collective bargaining agreements.\nEmployee training and development, and \nhuman capital management\nWe strive to recognize and develop talent across our engaged and \nvibrant workforce through various programs and initiatives including \ncareer planning and educational opportunities. The following are \nsome of our more significant apprenticeship, training and \ndevelopment programs at Walgreens and Boots UK.\nSince 2013, Walgreens University has offered training, leadership \ndevelopment and career advancement programs to employees at \nall levels of the business. From developing communication and \nwriting skills to project management and financial acumen, the online Boots Thailand employees participate in \neducational activities during a health and \nsafety day aimed at ensuring a safe and high \nquality working environment.", "metadata": {"source": "NASDAQ_WBA_2019.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}