{"page_content": "Walgreens Boots Alliance | Corporate Social Responsibility Report 2019  |  64\nHealthy & Inclusive Workplace\nprogram aims to give veterans a career path to store management \nby providing on-the-job mentorship with Walgreens leaders and \nretail management training.\nParticipants in the program will have the opportunity to work toward \na bachelor’s degree with tuition assistance and discounts from an \nexclusive partnership with Southern New Hampshire University. As \nof August 31, 2019, 214 shift leads and assistant store manager \ntrainees across the U.S. were participating in the HERO program.\nHelping young people from all backgrounds  \ngain professional experience\nYoung people are the future, and essential to the continued \ntransformation and growth of our Company. That’s why both Boots \nUK and Walgreens have partnered with different organizations to \nhelp disadvantaged youth gain meaningful job opportunities.\nBoots UK established a new strategic partnership during fiscal 2019 \nwith The Prince’s Trust, empowering young people to realize their \nfull potential by providing opportunities that give them the skills, \nconfidence and self-esteem for a better future. The partnership \nkicked off with a trial supporting 17 young people with jobs in \nManchester stores, with plans to roll out the program to several \nadditional stores in fiscal 2020.\nAs a part of the Boots UK graduate program, 15 graduates \nparticipated in the Million Makers corporate challenge to turn £1,500  \n($1,900) seed funding into a minimum of £10,000 ($13,000) over a \nsix-month period ending December 2019, all benefiting The Prince’s \nPride\nBetween April and October 2019 WBA participated \nin a number of events across the U.S. and the UK \nto celebrate LGBTQ Pride. Walgreens hosted a \nfirst-ever Coming Out panel with employees who \nhave come out at work as a member of, or an ally \nto, the LGBTQ community. Walgreens sponsored \nand participated in 50 Pride events in 30 U.S. \nmarkets. Boots UK was the headline sponsor for \nNottinghamshire Pride Day on July 27.Trust. Graduates pitched fundraising ideas in order to receive seed \nfunding. Participants were also required to take on roles outside \ntheir day-to-day positions to develop new skills.\nBoots UK also hosted its annual two-week Work Inspiration program, \nplacing 96 students from 14 to 19 years old in work experience \nactivities at the Nottingham support office, of which 34 were allocated \nto The Prince’s Trust. The program enables young people to develop \nnew skills, grow their confidence and experience a professional \nenvironment.\nIn Chicago, Walgreens partnered for its fifth year with the nonprofit \nSkills for Chicagoland’s Future to tackle high levels of unemployment \namong young adults. Walgreens is committed to providing youths \nfrom low-income, high-risk Chicago neighborhoods with long-term \nskills and tools to help them grow in their careers.\nAs of August 31, 2019, Walgreens had hired a significant number of \nyoung people from diverse backgrounds in various store positions \nacross the Chicago area, and had expanded the partnership with \nthe Beyond the Diploma: Pivot to Success program to provide \npharmacy technician training. With this collaboration, Walgreens has \ncommitted to providing youths from 18 to 26 years old from low-\nincome, high-risk Chicago neighborhoods with a career path in retail \nmanagement. Walgreens also covers tuition expenses for program \nparticipants at Harold Washington College and pairs young people \nwith mentors.", "metadata": {"source": "NASDAQ_WBA_2019.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}