{"page_content": "Energy Efficiency in Stores\nMost of the electricity purchased for our stores \nis used for lighting and climate control. For many \nyears, we have invested in numerous energy-sav-\ning technologies to make these processes more \nenergy efficient. \nOne energy-efficiency investment is our LED \nlighting program. Starting in 2015 , we made LED \nlighting standard for all new stores and began \nretrofitting our existing stores with LEDs. For a \ntypical Ross Dress for Less and dd’s DISCOUNTS  \nstore, an LED retrofit project involved replacing all \nexisting lamps with LEDs, which lowered electricity \nusage of each store. As of the end of 2019 , we \nhad LED lighting in nearly 100% of our stores. \nWe also use high-efficiency HVAC units whenever \npossible. This equipment utilizes variable speed fan \ntechnology to lower the energy required to push air \nthrough our stores. \nIn 2019 , Ross piloted an advanced building energy \nmanagement system to refine the operation of our \nlighting and HVAC equipment in our stores. By \nadding precision to our energy management, we shave off unnecessary electricity use. The tech-\nnology also allows us to easily adjust occupancy \nschedules, lighting levels, and temperatures across \nour stores. Additionally, this system allows for \nremote diagnosis of HVAC  issues to quickly identify \nand correct inefficiencies. Changes can be made \nwithin a matter of minutes to respond to requests \nto relieve pressure on the electricity grid during \ncritical periods (like heat waves). \nWe have designed our new store prototype to be \nefficient, with the understanding that investments \nin the earliest stage of store development pay off \nfor years to come. For instance, we use thicker, \nhigher-quality insulation than is required by code \nand white roofs whenever possible to deflect heat. \nThese actions lower the demand on our HVAC  \nsystems, which lowers our energy usage, environ-\nmental impact, and costs.\nThrough initiatives like those listed above, the total \nelectricity consumption across all stores in  2019  \nwas flat compared to 2017, despite the fact that we \nadded 183 net new stores over that period. \n12 Ross Stores, Inc. 2019 Environmental Sustainability Report", "metadata": {"source": "NASDAQ_ROST_2019.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}