{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nNew in 2021 \nEconomy \n• Continued to innovate and develop solutions with \nmeaningful environmental benefits, including our Battery Management Solutions, Energy Storage Systems and our intelligent sensing systems that make data centers greener. \n• After becoming the first US semiconductor company to deploy a sustainable finance instrument with an inaugural green bond issuance in April 2020, established a sustainability-linked revolving credit facility in May 2021 and completed a sustainability-linked bond offering. Environment \n• Achieved approval of our science-based emissions reductions targets from SBTi (Science Based Targets initiative).\n* \n• Set goals to become carbon neutral by 2030 and achieve net zero emissions by 2050 or sooner, joining the U.N. Global Compact and their campaign, Business Ambition for 1.5°C. \n• The new headquarters building (Building 7) and the Hub at the Wilmington campus were both LEED-Gold certified, incorporating 14 electric vehicle (EV) chargers and solar panel arrays producing 1500 MWh/ year of energy. Social \n• Named dedicated Director of People and Culture to drive our Diversity, Equity and Inclusion program. \n• The Foundation provided a total of $1.8 million in \nglobal community grants last year. \n• ADI sponsored Boston Museum of Science’s Engineering is Elementary program. \n• Implemented a new Flexible Work policy that provides employees with more options to be productive and contribute in ways that work for them while reducing emissions associated with commuting. \n• Published ADI’s EEO-1 for enhanced transparency. \nGovernance \n• Continued to focus on active Board refreshment and \ndiversity, increasing the ethnic diversity of the Board to 25% and female representation on the Board to more than 30%. \n• Increased our stock ownership guidelines for the CEO from 2x to 5x and for all other executive officers from 1x to 3x. • Appointed ADI’s first Chief Risk Officer and established an enhanced combined company Enterprise Risk Management Program in accordance with industry standards to identify and effectively manage risk events that could impact ADI’s achievement of its business objectives. \n• Appointed a Senior Director of ESG and Sustainability to drive and manage our programs. • Developed and issued a new Code of Corporate Social Responsibility that details ADI’s policies for itself and its suppliers in the areas of labor and human rights, health and safety, environmental ethics, management systems and data privacy. \n• Updated Code of Business Conduct and Ethics. \nManagement Approach \nAt Analog Devices, we have a long history of commitment to people and planet and acknowledge that ESG is of rising importance to our stakeholders. We know having a strong ESG program is indicative of a company’s strength and resiliency. Over the past year, we’ve experienced incredible growth driven by both demand for our products and our acquisition of Maxim. We are seizing this moment to further galvanize our ESG program in several ways.  First, we’ve created a more substantial and dedicated ESG organization to drive our progress and manage risks across all three pillars. These leaders provide expertise, coordination and oversight to our program. \nThe second is a refreshed and more modern disclosure practice, embodied by this report, which is informed by reporting frameworks, as well as our stakeholder engagement. Finally, we deepened our partnership with customers to seize the opportunities that solving for critical issues for people and planet provides.  \nWe believe that our robust ESG programs are a commercial differentiator. They attract and retain precious talent, improve resiliency through risk management and ensure that our strong ethical underpinnings are brought to all that we do. \n* As the Maxim Integrated acquisition is complete, ADI will reengaged with SBTi in 2021.1010", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}