{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nSupporting \nCommunity Grants \nOne of our key objectives in offering community \ngrants is driving meaningful change and a more sustainable future by identifying grant recipients that are important to our employees and representative of the communities in which we live and work. We believe our employees have great ideas for rewarding grants, and we encourage them to propose local charitable organizations that align with our mission and sustainability focus areas. With an average grant of $25,000, the Foundation provided a total of $1.8 million in global community grants last year. \nAt ADI, we know that everyone must do something every day to \nstem the environmental emergency. For this reason, I support Plasticaqquà, because they keep the sea and the coast clean from plastic for a more sustainable environment.” \nCOSIMO CARRIERO, Field Applications Engineer and Green Team Leader, Italy \nNONPROFIT SPOTLIGHT \nThe ADI Foundation and ADI’s global team members fundamentally believe we have a responsibility to protect \nour environment, which is why the Foundation engages in impactful initiatives alongside our employees. \nIn Italy, we have partnered with Plasticaqquà APS – a group of citizens who voluntarily clean up the coasts and \nthe beaches of T\naranto. The organization promotes environmental awareness actions in schools, parishes, \nscout groups, organizations and associations, including the enhancement of abandoned coastal stretches, sustainability and reporting. \nADI’s Foundation provided a $12,000 grant that allows Plasticaqquà APS to expand its insurance coverage \nso more people can tak\ne part in cleanup events and buy additional resources, such as gloves, bags, boots, \noveralls and other tools for their activities. This resulted in 5,022 kilograms (11,072 pounds) of garbage collected over the course of 18 cleanups. The donation also supported educational materials about the recycling and reuse of plastic for school workshops, and bought merchandise for Plasticaqquà APS’s Eco-Bookshop, where a book can be bought for 10 plastic bottles or 10 cans. \nADI employees also rally behind Plasticaqquà APS’s mission. Cosimo Carriero, a field applications engineer \nbased in Como\n, biked 1,500 kilometers (932 miles) across Italy to raise funds for the organization. Donations \nmade in support of his journey helped fund several projects, including the purchase of boats for cleaning the stretches of coast inaccessible from the mainland, carrying out remediation interventions in the open sea and purchasing machines to recycle plastics.100\n100", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 100, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}