{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nNONPROFIT SPOTLIGHT \nADI has called Massachusetts home since \nits founding in 1965 and, since day one, has dedicated its resources to inspiring young people in the local area through a range of science and math activities and mentorship programs. As world leaders in technical innovation, ADI has a rich legacy of fostering the next generation of innovators to create a stronger economy and better future. \nTo advance science- and engineering-based \nresear\nch, ADI partnered with UMass Lowell, \na national research university that provides education to 18,000 undergraduate and graduate arts and sciences students. \nIn 2021, the ADI Foundation funded a grant \nof $125,\n000 and provided $165,000 worth of \nlab equipment to UMass Lowell to accelerate engineering research. In addition, to counteract the challenges of remote learning during the pandemic, the Foundation financed the construction and development of a new research lab, equipping three classrooms with the necessary equipment to enable a live-like classroom experience for remote students. This included adding video cameras with tracking capabilities, audio and computer equipment, and improved lighting of the classroom stage. \nNONPROFIT SPOTLIGHT \nThe ADI Foundation is helping Life Services \nAlternatives (LSA) reduce its operational costs through a $30,000 grant to purchase solar panels. LSA is a non-profit organization based in San Jose, California, that provides community living and programs for adults with developmental disabilities. LSA manages and operates 15 licensed residential care homes in neighborhood settings, enabling its residents – including those with enduring medical needs – to receive life-long services while living in a community. LSA assists in the purchasing, renovation and personalization of each home, and provides trained care providers to help residents. \nThe addition of solar panels for these homes \nsignificantly low\ners energy costs, as well as \ngreenhouse gas emissions, particularly carbon dioxide (CO\n2). Donating Needed \nSupplies \nADI is pleased to provide organizations with goods and \nsupplies that truly make a difference in the lives of our community members. These include school supplies for homeless students and donated laptops that are used for learning, communication and therapy. Many of these supplies were collected by our summer interns, who created four different service projects based on the needs of the nonprofit organizations they selected. \nAnalog Devices: Thank you for your generous gift to School \non Wheels. Your support will help us provide students with the tools they need to be successful in their education. Thank you for helping us make a difference in the lives of children experiencing homelessness.” \nMARISOL FARFAN, Volunteer Engagement Specialist at School on Wheels\n101\n101", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 101, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}