{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nMaking Waves: The Ocean and Climate \nInnovation Accelerator \nFor decades, Analog Devices has built bridges between \nthe physical and digital worlds, transforming complex, real-world signals into insights and actions that improve lives. Problem solvers by trade, we realize that one of the greatest challenges of our time is the climate crisis. Why? Our future depends on it. \nBut humanity’s growing carbon footprint is damaging \nthe v\nery life-support systems that sustain us. Many \napproaches to address climate change are land-based, but because Earth is an ocean planet and the ocean and climate are linked as part of a single “Earth system,” a comprehensive and successful approach to climate change must also involve the ocean. \nA critical part of the ocean-climate system is the \nplane\ntary carbon cycle. Our ocean stores roughly 50 \ntimes more carbon than our atmosphere. The ocean has vast capacity to absorb carbon – enough to make a real difference in efforts to stem, and perhaps even reverse, the long-term impacts of climate change. But the ocean is a remote, challenging and corrosive environment to operate in, and ocean-based solutions are difficult to scale. To create viable solutions to our climate crisis, we need collective action across the public, academic and business landscape. \nThat’s why we launched the Ocean and Climate Innovation Accelerator (OCIA) with Woods Hole Oceanographic Institution (WHOI) in 2021, a first-of-its-kind consortium. The OCIA is an engine for continuous knowledge and solutions development focused on restoring ocean and planetary health. The combination of Analog Devices and WHOI’s world-class ocean scientists and engineers, together with other like-minded industry players, will help us accelerate the pace of innovation for ocean-based climate solutions. \n“Tackling climate crises requires collective action, \nand c\nollective courage, from everyone,” said WHOI \nPresident and Director Peter de Menocal. “ADI has shown it is not shying away from the climate fight, and we could not ask for a better partner.”102\n102", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 102, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}