{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nLooking Ahead \nThe OCIA framework focuses on innovation hubs \nthat inform market strategy and advance ocean technologies in sensing, measuring, power and networking. As a start, Analog Devices committed $3 million over 3 years for the OCIA. In the first year, OCIA awarded grants to five distinct science and technology projects, all based on the overarching theme of ocean-based carbon capture and transport. These grants, consist of three Incubation Awards which are smaller grants to fund early exploration work and two Acceleration Awards, which are larger grants to support design and/or early execution of new, cutting-edge scientific initiatives. The OCIA will take a venture-capital-style approach to help scale the most successful of these projects with further support. Inaugural projects include: \nINCUBATION A WARDS \n• Carbon and pH Sensors: Develop and deploy cost-effective carbon and pH sensors to enable cost-effective fishery and community-based carbon observing networks. \n• Tiny Respirometers: Accelerate exploration and understanding of carbon’s path through the ocean by monitoring carbon flux continuously through the ocean’s midwater – or “twilight zone” – with development of new instrument called CRITTR (Continuous Reconnaissance In-situ Twilight zone Tiny Respirometer). This will shed new light on one of the most critical processes involved in ocean-based carbon capture and sequestration. \n• Zero Power Buoyancy Engine: Develop zero-power-return buoyancy engine for autonomous underwater vehicles monitoring ocean conditions to extend the life of these robots and make them easier to retrieve from the ocean. ACCELERATION A WARDS \n• Carbon Dioxide Removal: Explore the effectiveness \nof oceanic iron fertilization in capturing and sequestering carbon using a special iron isotope – iron 57 – that can act as a marker enabling scientists to trace the carbon journey through ocean food webs and ultimately into the deep sea, where it can remain for hundreds to thousands of years. \n• Air-sea carbon dioxide exchange: Direct measurement of air-sea carbon dioxide exchange via whitecap activity over coastal and open ocean areas, a critical first step in the ocean carbon cycle. \nWorking towards a “grand challenge” vision of ocean-based climate solutions, the OCIA will award grants annually. The theme for year two is sea-level rise and coastal risk reduction. \nBringing the Full Potential of ADI \nAt ADI, we bring the full depth and breadth of our resources to support the OCIA. We’ve provided access to ADI’s smartest minds \nfor collaboration, ideation and innovation. Collaboration between our teams occurs in many ways. \n“For instance, we connect each grant recipient with an ADI engineer in the needed area of expertise. From there, we also hold monthly Lightning Talks between ADI and WHOI and have private, online collaboration spaces so employees from both organizations can share ideas. Every WHOI scientist and engineer, not just grant recipients, can connect with ADI sales teams to access our existing technologies and get help designing them into current projects. In fact, these employee-to-employee interactions are a key component of the OCIA. \n“Our people expect ADI’s ESG commitment go beyond charitable giving and green targets. Our employees have already shown their passion to connect to something larger, especially in the inaugural year of the OCIA. This is just the beginning.” \nDAN LEIBHOLZ, Chief Technology Officer, Analog Devices103\n103", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 103, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}