{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nAbout this Report \nOur Commitment to Transparency \nThis report covers ADI’s environmental, social and \ngovernance activities, primarily for 2021. Financial data included in this report is aligned to ADI’s fiscal year end in October and, unless otherwise noted, is unaudited and includes Maxim’s financial results from November 1, 2020 through August 26, 2021 (the date of acquisition), which have not been included in ADI’s income statement for fiscal year 2021. Other data sets included in this report are on a calendar-year basis, unless otherwise noted. \nThis report reflects ADI’s commitment to our planet, communities and people. ADI is our committed to transparency in order to deepen existing conversations with our stakeholders about our important programs. While the contents within this report have not been externally assured, the information and data within has been quality reviewed for completeness and accuracy by management and ADI’s dedicated internal resources. \nIn addition to the UN SDGs, we have considered three key sustainability reporting frameworks as we developed this report: (1) the Task Force on Climate-related Financial Disclosures (TCFD) framework, (2) industry-specific standards from the Sustainability Accounting Standards Board (SASB) and (3) the Global Reporting Initiative (GRI) Standards (Core). TCFD, SASB and GRI indices can be found \nhere . \nIn 2021, we continued our commitment to integrated reporting by including environmental, social and governance information in our 2021 Annual Report on Form 10K and 2021 Proxy Statement, available on our \nInvestor Relations website . \nFORWARD LOOKING STATEMENTS \nThis ESG report contains forward-looking statements regarding future events and our future results that are subject to the safe harbor created under the Private Securities Litigation Reform Act of 1995 and other safe harbors \nunder the Securities Act of 1933 and the Securities Exchange Act of 1934. All statements other than statements of historical fact are statements that could be deemed forward-looking statements. These statements are based on current expectations, estimates, forecasts and projections about the industries in which we operate and the beliefs and assumptions of our management. Words such as “expects,” “anticipates,” “targets,” “goals,” “projects,” “intends,” “plans,” “believes,” “seeks,” “estimates,” “objectives,” “goals,” “strategy,” “continues,” “endeavors,” “strives,” “may,” “could” and “will,” and variations of such words and similar expressions are intended to identify such forward-looking statements. In addition, any statements that refer to projections regarding our future financial performance; our anticipated growth opportunities and trends in our businesses; the effects of business, economic, political, legal and regulatory impacts or conflicts upon our global operations; goals, commitments, programs, timelines, business plans, targets, initiatives and objectives relating to our ESG endeavors; future energy and water usage and emissions and waste reductions; changes in demand for semiconductors and the related changes in demand and supply for our products; manufacturing delays, product availability and supply chain disruptions; recruiting or retaining our personnel; our future liquidity, capital needs and capital expenditures; our development of technologies and research and development investments; the impact of the COVID-19 pandemic on our business, financial condition and results of operations; our future market position and expected competitive changes in the marketplace for our products; our expected tax rate; the effect of changes in or the application of new or revised tax laws; expected cost savings; the effect of new accounting pronouncements; integrating or realizing the benefits or synergies expected of acquired businesses and technologies, including the acquired business, operations and employees of Maxim Integrated Products, Inc.; and other characterizations of future events or circumstances are forward-looking statements. Readers are cautioned that these forward-looking statements are only predictions and are subject to risks, uncertainties and assumptions that are difficult to predict, including those identified in our most recent Quarterly Report on Form 10-Q. Therefore, actual results may differ materially and adversely from those expressed in any forward-looking statements. We undertake no obligation to revise or update any forward-looking statements, including to reflect events or circumstances occurring after the date of the filing of this report, except to the extent required by law.105\n105", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 105, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}