{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEnvironmental Performance Summary \nEnvironmental Data * \nUnits 2021 2020 2019 \nGreenhouse Gas (GHG) Emissions ** Total Scope 1 – direct GHG emissions CO 2e metric tons 167,937 168,487 162,740 \nTotal Scope 2 – indirect GHG emissions CO 2e metric tons 182,187 186,987 179,902 \nTotal Scope 3 – other indirect GHG emissions CO 2e metric tons *** *** *** \nEnergy Non-renewable electricity (purchased) Megawatt hours 344,655 355,533 345,844 \nRenewable energy – direct procurement Megawatt hours 194,308 178,283 177,112 \nRenewable energy – renewable energy certificates (RECs) Megawatt hours 29,042 13,370 12,906 \nWater Water consumed Gallons 961,438,867 938,363,280 911,527,228 \nWater recycled Gallons 223,472,131 223,498,497 217,368,422 \nWaste Total waste Metric tons 5,056 4,372 4,600 \nTotal non-hazardous waste recycled Metric tons 2,076 1,740 1,820 \nTotal non-hazardous waste to landfill Metric tons 843 723 651 \nTotal hazardous waste Metric tons 1,485 1,368 1,455 \nTotal hazardous waste recycled Metric tons 265 273 427 \n* All data is for a combined ADI, inclusive of Legacy ADI and Legacy Maxim. \n** Manufacturing site data received external review with limited assurance. Non-manufacturing data was not externally assured at the time of this report’s issuance, but is forthcoming. \n Historically, we have only accounted for emissions generated from manufacturing sites owned or controlled by ADI because they are more resource-intensive compared to our non-manufacturing sites. As \npart of our updated target setting, we have expanded the scope of our emissions inventory to now include both manufacturing and non-manufacturing sites owned or controlled by ADI, covering 100% of our Scope 1 and 2 emissions. \n*** Value chain emissions are a critical component of understanding our environmental impact. We are inventorying our Scope 3 emissions, and are currently calculating upstream and downstream categories for Legacy ADI and Legacy Maxim. Verified data is forthcoming. \n To view our Assurance Statements click here .106\n106", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 106, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}