{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nMethodology \nFor our greenhouse gas (GHG) and energy inventory \nprocess, we follow the Greenhouse Gas Protocol: A Corporate Accounting and Reporting Standard. ADI \nutilizes the Standard for all definitions, assumptions \nand calculations unless stated otherwise. As recommended by the Standard, ADI will recalculate historic emission data following significant structural changes such as acquisitions, divestitures and mergers. ADI’s 2021 ESG Report reflects emission data for a combined ADI, inclusive of Legacy ADI and Legacy Maxim. \nThe Standard defines Scope 1 emissions as direct GHG emissions from sources that are owned or controlled by the company, Scope 2 emissions are those from the generation of purchased electricity consumed by the company and Scope 3 (value chain emissions) are those that arise because of the activities of the company but occur from sources not owned or controlled by the company. ADI reports all GHG data with the unit of CO\n2-equivalent, the universal unit \nof measurement. \nFor Scope 1 and 2, we report under the Standard’s “control approach” for emission from sources over which we have full control. Our inventory process includes data from all our sites including manufacturing facilities and non-manufacturing offices. Data was collected from all manufacturing sites and “large” non-manufacturing sites (greater than 80 employees). During our 2019 baseline year calculations, we determined which offices to collect data from using headcount coverage. We collected actual data for sites covering a minimum of 95% of employee, the remaining sites were estimated using benchmarks calculated internally. That initial assessment revealed that non-manufacturing office locations less than 5,000 ft\n2, for which we do not \nassume full control, comprise less than 0.5 percent of our overall emissions. ADI does not collect detailed emissions data from worldwide office locations that fall within the remaining 5% of headcount due to the difficulty and expense that would be associated with such an effort in comparison to the relative significance of the emissions in our overall inventory. This ensures that our emissions inventory covered a minimum of 95% of emissions and aligns with the SBTi criteria regarding “target boundaries”. The inventory scope is adjusted annually to reflect acquisitions, divestures or sites that meet the reporting criteria for the first time. Emissions for remaining offices that do not meet our minimum are extrapolated. For Scope 2, the Standard requires that calculations use both the location-based method (showing what the company is physically emitting) and the market-based method (showing what the company emits through purchasing decisions). \nFor Scope 3, a combination of methodologies is used depending on the data available. Where primary data is not available, we model emissions using industry benchmarks and publicly available databases. \nADI uses emissions factors to determine the GHG emissions from a unit of activity data. These factors, for Scope 1, are primarily from the U.S. Environmental Protection Agency (EPA) Climate Leadership Emission Factors for Greenhouse Gas Inventories. Where EPA factors did not include CH\n4 or N 2O, the BEIS ratio \nvs. carbon was applied. For Scope 2 location-based emissions, relevant country emission factors were applied (IEA and EPA). For market-based emissions, residual emission factors were applied where available; otherwise, location-based emission factors were used (eGRID and AIB). Global warming potentials were aligned to Intergovernmental Panel on Climate Change’s Fourth Assessment Report.       Several initiatives are underway to define more clearly what constitutes “green” business activity, with stakeholders across geographies and industries engaged in deep conversation. In light of the lack of a singular standard, ADI references the FTSE Russell Green Revenues Classification System 2.0 (GRCS), one of the few public, comprehensive taxonomies for green products and services. The GRCS provides set descriptions for sectors, sub-sectors and micro-sectors, to which we consulted as we mapped our product families to applications that benefit the environment. Our technology broadly align with the Energy Generation, Energy Management & Efficiency, Energy Equipment, Transport Equipment, and Water Infrastructure & Technology sectors of the GRCS. As the field evolves, we will reference the GRCS, other classification systems and regulatory guidance as appropriate.107\n107", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 107, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}