{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nTCFD \nTopic Recommended disclosure Response or location \nGovernance: Disclose the organization’s \ngovernance around climate-related risks and opportunities. a. Describe the board’s oversight of climate-related risks and opportunities. 2021 ESG Report: Governance – Risk Oversight, pages 40-41 ; Enterprise Risk \nManagement,  pages 44-45 \n2022 Proxy Statement: Proxy Summary – Corporate Responsibility – Sustainability Governance, \npage 9 \nb. Describe management’s role in assessing and managing climate-related \nrisks and opportunities. 2021 ESG Report: Governance – Risk Oversight, pages 40-41 ; Enterprise Risk \nManagement, pages 44-45 \n2022 Proxy Statement: Proxy Summary – Corporate Responsibility – Sustainability Governance, \npage 9 \nStrategy: Disclose the actual and potential impacts of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning where such information is material. a. Describe the climate-related risks and opportunities the organization has identified over the short, medium, and long term. 2021 ESG Report: Economy – Sustainability as a Business, pages 20-24 \n2021 Form 10-K: Item 1A. Risk Factors, page 19 \n2022 Proxy Statement: Innovating for Environmental Sustainability, page 10 \nb. Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning. 2021 ESG Report: Economy – Sustainability as a Business, pages 20-24 \n2021 Form 10-K: Item 1A. Risk Factors, page 19 \n2022 Proxy Statement: Innovating for Environmental Sustainability, page 10 \nc. Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. Sustainability-Linked Financing Framework September 2021: I – Introduction – Sustainability Strategy – 1. Protect and Regenerate the Environment, \npages 4-6 ; \nII – Analog Devices Sustainability-Linked Financing Framework – Selection of Key \nPerformance Indicator (KPI), pages 12-15 \nRisk Management: Disclose how the organization identifies, assesses, and manages climate-related risks. a. Describe the organization’s processes for identifying and assessing climate-related risks. 2021 ESG Report: Governance – Risk Oversight, pages 40-41 ; Enterprise Risk \nManagement, pages 44-45 ; Environmental, pages 58-70 \nb. Describe the organization’s processes for managing climate-related risks. 2021 ESG Report: Governance – Risk Oversight, pages 40-41 ; Enterprise Risk \nManagement, pages 44-45 ; Environmental, pages 58-70 \nc. Describe how processes for identifying, assessing, and managing climate-related \nrisks are integrated into the organization’s overall risk management. 2021 ESG Report: Governance – Risk Oversight, pages 40-41 ; Enterprise Risk \nManagement, pages 44-45 ; Environmental, pages 58-70111\n111", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 111, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}