{"page_content": "115\n115 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES\nDisclosure \nNumber Disclosure Title Response or Disclosure Location\n102-22 Composition of the highest governance body and \nits committees 2021 ESG Report: Governance – Board Composition, pages 37-38 \n2022 Proxy Statement: Proposal 1: Election of Directors – Director Criteria, Qualifications and Experience, \npages 11-18 \n102-23 Chair of the highest governance body 2021 ESG Report: Governance – Corporate Governance Overview – Board Structure, page 36 \n102-24 Nominating and selecting the highest governance body Corporate Governance Guidelines:  B. Director Qualification Standards –  \n7. Selection of New Director Candidates \n102-25 Conflicts of interest 2022 Proxy Statement: Corporate Governance – Certain Relationships and Related Transactions,  pages 30-31 \nRelated Person Transaction Policy \n102-26 Role of highest governance body in setting purpose, values, and strategy 2021 ESG Report: Governance - Risk Oversight, pages 40-41 \n102-27 Collective knowledge of highest governance body 2021 ESG Report: Governance – Risk Oversight – ESG Program Oversight, page 41 \nCorporate Governance Guidelines: G. Director Orientation and Continuing Education \n102-28 Evaluating the highest governance body’s performance Corporate Governance Guidelines: H. Management Evaluation and Succession; I. Annual Performance \nEvaluation of the Board \n102-29 Identifying and managing economic, environmental, and social impacts 2021 ESG Report: Governance – Risk Oversight – Enterprise Risk \nOversight, pages 40-41 ; Enterprise Risk Management, pages 44-45 \n2022 Proxy Statement: Corporate Governance – The Board of Directors’ Role in Risk Oversight, page 25 \n102-30 Effectiveness of risk management processes 2021 ESG Report: Governance – Enterprise Risk Management, pages 44-45 \n102-31 Review of economic, environmental, and social topics 2021 ESG Report: Governance – Enterprise Risk Management,  pages 44-45 \n102-32 Highest governance body’s role in sustainability reporting 2021 ESG Report: Governance – Enterprise Risk Management, pages 44-45 \n102-33 Communicating critical concerns 2022 Proxy Statement: Corporate Governance – Communications from Shareholders and Other Interested Parties, \npages 24-25 \nCorporate Governance Guidelines: J. Board Interaction with Stockholders, Institutional Investors, the Press, \nCustomers, Etc. \n102-35 Remuneration policies 2021 ESG Report: Governance – Executive Compensation, page 39 \n2022 Proxy Statement: Corporate Governance – Director Compensation,  pages 28-30 ; Information about \nExecutive Compensation – Compensation Discussion and Analysis, pages 33-50 \nCorporate Governance Guidelines:  F. Director Compensation ", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 115, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}