{"page_content": "116\n116 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES\nDisclosure \nNumber Disclosure Title Response or Disclosure Location\n102-36 Process for determining remuneration 2022 Proxy Statement: Corporate Governance – Director Compensation, pages 28-30 ; Information about \nExecutive Compensation – Compensation Discussion and Analysis, pages 33-50 \nCorporate Governance Guidelines:  F. Director Compensation \n102-37 Stakeholders’ involvement in remuneration 2021 ESG Report: Governance – Stakeholder Engagement, pages 42-43 \n102-38 Annual total compensation ratio 2022 Proxy Statement: Information about Executive Compensation – CEO Pay Ratio, page 63 \n102-40 List of stakeholder groups 2021 ESG Report: Governance – Stakeholder Engagement, pages 42-43 \n102-41 Collective bargaining agreements In full compliance with laws, ADI respects the rights of workers to associate freely, form and join workers \norganizations, seek representation and bargain collectively. \n2021 ESG Report: Governance – Human Rights, pages 52-53 \n102-42 Identifying and selecting stakeholders 2021 ESG Report: Governance – Stakeholder Engagement, pages 42-43 \n102-43 Approach to stakeholder engagement 2021 ESG Report: Governance – Stakeholder Engagement, pages 42-43 \n102-44 Key topics and concerns raised 2021 ESG Report: Governance – Setting ESG Priorities, page 46 \n102-45 Entities included in the consolidated financial statements 2021 Form 10-K: Exhibit 21 (Subsidiaries of the Company), page 92 \n102-46 Defining report content and topic Boundaries 2021 ESG Report: Governance – Stakeholder Engagement, pages 42-43 \n102-47 List of material topics 2021 ESG Report: Governance – Setting ESG Priorities, page 46 \n102-48 Restatements of information 2021 ESG Report: Who We Are – Acquisition of Maxim Integrated, page 6 ; Progress on Environmental Goals, \npage 63 ; Environmental Performance Summary, including Methodology, pages 106-107 \n102-49 Changes in reporting 2021 ESG Report: Who We Are, Acquisition of Maxim Integrated, page 6 \n102-50 Reporting period Combined financial data is aligned to ADI’s fiscal year end in October, and other data sets included in this report are on a calendar year basis unless otherwise noted. \n102-51 Date of most recent report Our 2020 ESG Report was published last May, 2021. \n102-52 Reporting cycle Annual \n102-53 Contact point for questions regarding the report Mary Farris, ADI Senior Director, ESG and Sustainability Programs \n102-54 Claims of reporting in accordance with the GRI Standards This report has been prepared in accordance with the GRI Standards: Core option. \n102-55 GRI content index 2021 ESG Report:Appendices,  GRI Index, page 113 \n102-56 External assurance 2021 ESG Report: Environmental Performance Summary Methodology, pages 106-107 \n103-1 Explanation of the material topic and its Boundary 2021 ESG Report: Economy, pages 13-30 ; Governance, pages 31-57 ; Environment, pages 58-70 ; Social, \npages 71-90", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 116, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}