{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nUnited Nations Sustainable Development Goals \nHow Our Strategy and Sustainability Priorities Align with the United Nations Sustainable \nDevelopment Goals \nThe United Nations Sustainable Development Goals (SDGs) represent a global agenda to address the most pressing challenges facing our world, including climate action, access \nto healthcare and reducing inequities throughout the world. We recognize the importance and urgency of this global initiative and how ADI plays a critical role in infrastructure, advancing quality of life and furthering global development sustainably. \nADI has been a signatory to the UN Global Compact since 2020  and we see close alignment between the following SDGs and our strategy and sustainability priorities: \nGood Health and Well-being \n• Our technologies impact the health and wellbeing of individuals through vital signs monitoring, medical imaging, medical instrumentation and disease management and wellness. \nAffordable and Clean Energy \n•  We deploy programs to improve energy efficiency and have set ambitious targets related to achieving 100% renewable energy in all manufacturing sites by 2025. \n• Our technologies enable advancements across a broad range of applications, including electric vehicles, energy storage systems, data centers, 5G networks and industrial automation. \nDecent Work and Economic Growth \n• We are committed to promoting safe work environments for all workers. \n• ADI is committed to the human rights of all workers  and to ensuring that its employees are treated  with respect and dignity and work within humane  working conditions. Industry, Innovation and Infrastructure \n• Our technologies impact the adoption and expansion of Industry 4.0, including factory automation, safety and efficiency. \nSustainable Cities and Communities \n• Transportation and smart buildings are two major levers in making cities and communities inclusive, safe, resilient and sustainable. Our technologies impact how we travel, enabling the electrification of vehicles and the modernization of the electricity grid that powers how we plug in. ADI technologies also impact how we work, enabling intelligent building management systems.\n Climate Action \n• ADI strives to build sustainability into all our actions. We are committed to reducing our environmental impact through focus on three areas: climate and energy (including leveraging science-based targets to achieve net zero emissions by 2050), water and waste.1212", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}