{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES\nDisclosure \nNumber Disclosure Title Response or Disclosure Location\nDIVERSITY AND EQUAL OPPORTUNITY \n405-1 Diversity of governance bodies and employees 2021 ESG Report: Governance – Board Composition, page 37 ; Social – Workforce Data Snapshot, page 74 ; \nDiversity, Equity and Inclusion – Setting Targets to Diversify Our Workforce, page 79 \n2021 Form 10-K: Items 1. Business – Human Capital and Empowerment, pages 9-10 \n405-2 Ratio of basic salary and remuneration of women \nto men 2021 ESG Report: Social – Compensation and Benefits – Pay Equity, page 85 \nCHILD LABOR \n408-1 Operations and suppliers at significant risk for incidents of child labor 2021 ESG Report: Social – Human Rights, pages 52-53 \nFORCED OR COMPULSORY LABOR \n409-1 Operations and suppliers at significant risk for incidents of forced or compulsory labor 2021 ESG Report: Social – Human Rights, pages 52-53 \nSUPPLIER SOCIAL ASSESSMENT \n414-1 New suppliers that were screened using social criteria 2021 ESG Report: Governance - Supply Chain Management, pages 54-55 \n414-2 Negative social impacts in the supply chain and actions taken 2021 ESG Report: Governance - Supply Chain Management, pages 54-55 \nPUBLIC POLICY \n415-1 Political contributions We do not make political contributions of any kind to parties or candidates, including any direct contributions through intermediary organizations. This policy applies worldwide, even where these contributions are permitted by law. \n2021 ESG Report: Governance – Public Policy, page 51 \nPolitical Contributions and Expenditures \nCUSTOMER PRIVACY \n418-1 Substantiated complaints concerning breaches of customer privacy and losses of customer data We have not experienced a material security breach in the last three years, and as a result, we have not incurred any net expenses from such a breach. Furthermore, we have not been penalized or paid any amount under an information security breach settlement over the last three years. \n2021 ESG Report: Economy – Global Data Privacy Compliance, page 26 \n2021 Form 10-K: Items 1. Business – Cybersecurity and Information Security Risk Oversight, page 9120\n120", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 120, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}