{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nLetter from Anelise Sacks, SVP, Chief \nCustomer Officer \nCo-creating with customers, innovating \nthrough technology at the edge and deep domain knowledge are the key differentiators at Analog Devices. We are proud of that heritage and continue to build on it every day. \nWith more than 55 years of experience helping our \ncustomers successfully meet the needs of millions of end users, we have made advancements in connectivity, digital healthcare, electrification and smart industry. Whether it’s readying the world for 5G, improving battery management systems for EVs or making technology for essential medical equipment during the COVID-19 pandemic, our products impact people every day. \nAnd there’s even more that we can do. We can harness \nthis e\nxpertise and heritage to make a greater impact \non societies around the world. A key part of what drives ADI’s success is our purpose-driven talent, who are passionate about wanting to solve some of society’s greatest challenges, including climate change\n, decarbonization and healthcare. We have a \nbigger strategic mission that connects ADI and our customers: a relentless quest to improve quality of life, innovate for well-being and enable more sustainable solutions. We are uniquely positioned to truly make a dramatic difference. \nI am so proud that as a company we do well by doing good.“ And the fantastic thing is that our customers want us to help them succeed in this mission as well. We are a trusted customer partner that can co-create groundbreaking technologies and solutions quickly.  Our impact on industries – from automotive and communication, to digital healthcare and industrial automation – not only creates commercial value, but enhances accessibility, safety and security for humanity. \nLooking ahead, I’m excited to see us continuing \nt\no deepen our partnerships with customers by \nharnessing the best of our technology and people to improve the quality of life for generations to come.  At ADI, we know that transformative innovation and committed partnerships will lead us to a brighter, safer, sustainable and more equitable future. \nANELISE SACKS Senior Vice President and Chief Customer Officer 14", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}