{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nThe Impact of \nADI’s Products \nAt Analog Devices, our products serve to improve \npeople’s lives and better the planet. Whether it’s readying the world for 5G or making technology for essential medical equipment in the COVID-19 pandemic, our products impact people every day. \nAs the bedrock of the modern digital economy, semiconductors have a major role to play in improving quality of life and the health of the planet. We connect the physical and digital worlds to transform signals into actions and improve lives in profound ways. ADI is uniquely positioned to drive positive impact with a portfolio that ranges from DC to 100 gigahertz, from nanowatts to kilowatts and from sensor to cloud, defining the edge of performance and inherently delivering positive benefits for humanity. Through more complete hardware, software and system solutions, we enable customers to shape the future faster, ensuring a healthier, more connected and sustainable future for generations to come. \nWith each generation of design, ADI increases efficiency while enhancing the performance of our customers’ systems. ADI invests more than $1.5 billion in research and development each year, which enables us to solve our customers’ and society’s most pressing challenges. Whether it be making factory automation safer, healthcare more effective, our cars less dependent on fossil fuels or consumer technology more personal, ADI is enabling the next wave of positive innovation. \nWe are committed to using our technology, people and voice to protect the planet and improve quality of lives to drive positive change for future generations. Our people, cutting-edge technologies and products are helping advance toward a better future. Our impact is felt in communities across the world. CONNECTIVITY \n• Bridge the digital \ndivide with advanced power management and transceiver technologies \n• Enhance and expand accessibility to affordable networks \n• Encourage open access infrastructure sharing to reduce cost of data delivery and provide remote education and economic opportunities ELECTRIFICATION \n• Electric Vehicles  for all \n• Enabling grid stabilization and the transition to renewable energy sources DIGITAL HEALTH \n• Precision sensing to monitor patients more accurately and improve wellness \n• Making care more accessible and affordable through clinical-grade  at-home monitoring and point-of-care testing technology \n• Creating medical insight through algorithms that enable early detection and help improve outcomes INTELLIGENT \nINDUSTRY \n• Advanced sensing \nand controls that allow robots and cobots to more accurately perceive their surroundings and more safely interact with humans \n• Connectivity and intelligence at the edge enabling factories to capture insights that improve reliability, safety and efficiency15", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}