{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nHow We Innovate \nImpacting How We Power \nEnergy Storage Systems \nADI brings extensive hardware systems expertise and \nindustry-leading battery management system (BMS) technology to create accurate, high-performing and safe energy storage systems. Our work with customers is paving the way to energy independence and a more sustainably electrified future. \nEnergy generation is a major contributor to climate \nchange\n, representing roughly 40% of all greenhouse \ngas emissions. Meeting the demand for clean electricity through carbon-free, renewable sources like wind and solar is a tremendous opportunity and critical solution in reducing climate change. We’re tackling this head-on with purpose-built technology that makes electricity more reliable, resilient and sustainable. The current energy grid is a centralized network of generator sources, high voltage transmission lines and lower distribution power lines transporting electricity over long distances and powering the lifeblood and economy of nations. As the world becomes incr\neasingly reliant on electrification, the stresses and \nstrains on an aging power grid are substantial. Spikes in usage during peak power times are growing more common, as are brownouts due to capacity shortages and infrastructure failure. \nEvolving the grid requires integration and stabilization \no\nf more variable renewable energy sources onto the \ngrid. Energy Storage Systems (ESS) not only capture and store renewable energy in times of low energy demand for use in times of peak load demand, but also make future grid operation possible without the need to invest trillions of dollars into extending transmission lines or building new carbon-based power plants that pollute the atmosphere. \nImpacting How We Travel \nElectric vehicles (EVs) are (quietly) taking up more real estate on the road. In fact, global EV sales hit 2.3 million in 2020 – a 4x increase over EV sales just five years earlier. EVs are among the most effective ways to reduce greenhouse gas emissions, with light vehicles accounting for nearly half of all transportation-related emissions.\n16", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}