{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nBatteries are the major focus for EV cost efficiencies, \nas they comprise roughly 40% of the total cost of an EV. Lithium-ion batteries need to be actively monitored and balanced to work safely and to ensure a long lifespan. Key to this equation are battery management systems (BMS), of which ADI is the industry leader, as highly accurate and safe BMS allow original equipment manufacturers (OEMs) and drivers to get more mileage out of their batteries. Vehicles equipped with our BMS technology saved nearly 100 million metric tons of CO\n2e emissions from entering the atmosphere \nin 2021 alone. That’s a carbon reduction capability equivalent to ~120 million acres of mature forest. As broader adoption of EVs takes place, the positive environmental impacts of our enabling technology will grow, particularly as we note the cumulative impact of influencing the broader ecosystem around EVs – from how we charge them to second life opportunities for EV batteries. \nImpacting How We \nManufacture \nTo be more efficient in producing goods, today’s \nfactories are increasingly relying on electric motors and drives to operate robotics and assembly lines. In advanced manufacturing with robotics, energy consumption can be reduced up to 30% (50% from peak po\nwer) by minimizing the acceleration of the \nmotor – without substituting any hardware. By operating motors more efficiently, there are other environmental benefits. The required peak power determines the necessary capacity of the electricity supply system, including the amount of copper in power cables. With less power required, the system can be designed for lower peak capacities, resulting in less raw material inputs. ADI is enabling variable speed motors that deliver on this lower-energy need through precision sensing and drive technologies. \nRobots are now starting to help manufacturers \nbec\nome more sustainable by reducing waste and the \namount of energy used. According to PwC, 59% of manufacturers are already using robotics to help them in their processes. Robots can perform repetitive precise tasks with a very high level of accuracy every time and improve the sustainable practices of manufacturers by reducing waste produced in highly repetitive operations. ADI is enabling this change with encoder and current sense feedback solutions. Customers can minimize measurement error and make the production line much more accurate and efficient with less waste. \nTooling fixtures at the end of robotic arms need to be \nable t\no freely move in all dimensions, like our human \nhands. Electrical signals have traditionally been connected to these tooling fixtures through mechanic slip rings. These are extremely prone to mechanical wear and tear and must be swapped out and discarded after a prescribed time of use, creating waste and robot manufacturing down time. This inefficiency can be avoided by using an innovative wireless slip ring solution from ADI. ADI worked with Phoenix Contact to develop the wireless slip ring based on ADI’s RF transceiver solutions, which can provide high bandwidth c\nonnectivity across the mechanical joint \nwithout any concerns around wear and tear. \nImpacting How We Connect \n5G Technology \nThe COVID-19 pandemic underscored the importance of connectivity to both personal and economic health, as services and businesses quickly pivoted to phone or virtual environments. The ability to connect and be productive from anywhere is made possible by wireless data networks, simultaneously enabling individuals and companies to reduce their reliance on transportation and thus reduce their carbon emissions. ADI’s innovations are central to the communications infrastructure that enables 4G and 5G connectivity. \nWithin that infrastructure, base stations and their \nar\nchitecture directly affect how wireless networks are \ndeployed. The power amplifiers within a base station consume the most power and are prone to non-idealities resulting in potential violations of emissions standards. Introduced in late 2021, ADI’s 5G transceiver 17", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}