{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \ntargets this challenge, using a technique called digital \npre-distortion (DPD) to significantly improve the efficiency of power amplifiers and reduce the amount of power consumed by the base station. \nPerhaps more important is the impact that ADI’s transceivers have on the cellular network at the system level. The cellular wireless network consumes about 4% of the world’s energy. But wireless data traffic is growing by about 33% per year. If the cellular network’s energy consumption grew at the same rate the network would soon become the dominant consumer of energy. Each generation of cellular technology provides dramatic improvements in energy-per-bit. Among the most impactful breakthroughs is massive multiple input multiple output (MIMO), which uses a large number of antennas to steer energy only where it’s needed. Massive MIMO is enabled in part by ADI’s transceivers, which more than double the density and halve the power compared to previous generations. This translates to roughly 500 million metric tons of avoided CO\n2 emissions by 2030. Impacting How We Work \nBuildings consume 40% of the total energy consumption with residential and commercial sectors accounting for about 22% and 18%, respectively. Intelligent building management systems are required to reduce the energy usage within buildings. These solutions will have an impact on both new and existing buildings in the world. Utilizing technology to improve the energy efficiency, utilization and productivity of existing commercial and industrial building stock presents an immediate opportunity to reduce their carbon footprint. ADI allows building management systems to securely connect data that allows building software platforms to deliver energy-reducing actions. Connecting securely to multiple data sources allows data models and digital twins to deliver high levels of energy optimization, reducing the operating carbon footprint of both new and existing buildings. ADI is delivering this enabling technology through industrial ethernet solutions, edge-based secure AI processors and the ability to accurately measure what is happening in the facility. \nAdvanced occupancy sensing also enables improved air quality and energy efficiency in buildings. With changes in occupant demand, increasing greenhouse gases and atmospheric temperature, and an exploding number of connected devices, global demands on energy see no end in sight. ADI’s advanced people-counting solutions can decrease electricity use and increase building efficiency. Lighting and HVAC consume 64% of energy in buildings. Having insight about usage and the number of people in defined spaces enables building managers to make better-informed decisions, such as decreasing lighting or HVAC needs based on lessened demand. \nTechnology companies have a responsibility to address climate \nchange. We must use our collective brainpower to innovate to a better future. ADI is making investments that will change the way the world uses energy. This motivates me and the amazing people I work with.” \nSASHA D., Director of Operations and Program Management, Analog Garage, United States18", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}