{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nStrategy \nAnalog Devices has a long-standing \nreputation for being good corporate citizens. Founded more than 50 years ago, our company has a thoughtful and forward-looking approach to ESG, and the values we ascribe to are woven throughout all that we do. As a company, we have a growth mindset, and look ahead to shape the world for a better future through our cutting-edge innovation. Our place, at the intersection of the physical and digital worlds, allows us to innovate and solve for some of the world’s greatest challenges. Our products transform complex real-world signals – like temperature, speed and sound – into the insights that allow us to intervene in positive ways. Our technology can transform healthcare delivery for better access and outcomes, combat climate change through electrification, energy management and industrial efficiency, unlock human potential by safely automating factories and transportation, and connect humanity to foster knowledge, understanding and community. At Analog Devices, our approach to ESG is not \nsomething outside our business model; it’s embedded in how we do business. In addition to ensuring our key ESG considerations are embedded in our overall Enterprise Risk Management process, we look ahead to the business opportunities our solutions can create. \nOur commitment to transparency in our disclosures \nis under\nscored by this year’s broadened ESG Report. \nThough we have a solid history of publishing our progress against our commitments, this year’s more modern and fulsome discussion of our organization, our programs and our progress is in response to stakeholder feedback and informed by the reporting frameworks like Global Reporting Initiative (GRI), The Task Force on Climate-Related Financial Disclosures (TCFD) and the Sustainability Accounting Standards Board (SASB). We also look to internal and external feedback, including third-party sustainability assessments, benchmarking of disclosure best practices and the evolving regulatory disclosure landscape. \nWe strive to engage our stakeholders in the \nc\nonversation - our employees who are the bedrock of \nour company, potential talent, the investor community, our customers and the communities in which we work. In order for all our stakeholders to benefit, we must ensure Analog Devices remains strong well into the future. We are proud of our long history of strength and innovation and believe that our focus on resiliency is absolutely a differentiator. As we look to the future, our pursuits of excellence will keep us Ahead of What’s Possible.\n19", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}