{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nMessage from Our CEO and Chair of the Board \nThere is no doubt 2021 was an \ninflection point for many the world over. New challenges arose as we witnessed political turmoil and severe weather events that highlighted our responsibility to humanity and to the planet – all against the backdrop of the continuing pandemic. \nDespite these challenges, we remain resolute in our \nbelief that technology’s advancement offers the potential to bend our era to the significant benefit of humanity and the planet, if we have the vision and willpower to make it so. \nRecent years have seen businesses large and small \nr\necognize that they have responsibility to many \nstakeholders – employees, customers, investors, the communities in which they operate, and beyond. At ADI we have long held the belief that we can and should be a force for positive change in the world. Now nearly 25,000 employees strong, our acquisition of Maxim Integrated gives us the opportunity to take an even stronger leadership position in driving the changes that must take place to create a better society and a healthier planet. \nAt ADI we have long held the belief that we can and should be a \nforce for positive change in the world.” Environment, Social, and Governance (ESG) principles \nare at the heart of everything we do, but not just because we believe it’s the morally right thing to do. Put simply, ESG is smart business. The efforts we take across ADI to operate with integrity, preserve the environment, slow down and remediate climate change, and inject greater diversity, equity, and inclusion, both within our leadership and workforce, are key to our long-term growth and profitability. \nWe rigorously pursue profitable growth, but do so with \na f\nocus on delivering positive impact to the world: \n• ADI solutions, for example, are shaping the future o\nf healthcare and enabling greater, more equitable \naccess. Our innovative technology and systems expertise is found in everything from precision instruments that measure vital signs, to superior imaging and ultrasound applications, to wearables that aid consumers in disease management and wellness. \n• As manufacturing becomes increasingly automated and aut\nonomous, ADI’s history of industrial expertise \nand advanced technologies is enabling humans and robots to work together productively and safely in flexible manufacturing environments. \n• Our products make it possible for end users t\no consume less energy and emit fewer \ngreenhouse gases. Electric vehicles that are key to a green transportation revolution rely on ADI semiconductors to safely optimize and extend battery performance and life cycles.22", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}