{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nSustainability as a Business \nSustainability as Innovation \nPurpose-Built Innovation \nfor People and Planet \nADI is uniquely positioned to drive \ninnovation in our key markets, including automotive, industrial, communications, digital healthcare and consumer. \nInvention and innovation are said to be born of \nnecessity. What humanity needs now are technological breakthroughs that address the mounting pressures the earth is under: a growing global population; rising demand for food, energy and materials; and decades of rising carbon emissions. In 2015, all United Nations Member States adopted the 2030 Agenda for Sustainable Development, a shared blueprint for peace and prosperity. An urgent call for action was issued around 17 Sustainable Development Goals (SDGs). We recognize and embrace our responsibility in seeing meaningful progress towards the SDGs and see a direct tie to what our technology enables. ADI connects the physical and digital worlds to transform signals into actions. Our designs, platforms, tools and services help customers across diverse markets bring these technologies to life in products that improve lives in profound ways. \nThe following pages describe how ADI is innovating for society. See\n page 58  to learn more about our \ninnovations for the planet. INTELLIGENT INDUSTRY \n• Advanced sensing and controls that allow robots and \ncobots to more accurately perceive their surroundings and more safely interact with humans \n• Connectivity and intelligence at the edge enabling factories to capture insights that improve reliability, safety and efficiencyDIGITAL HEALTH \n• Precision sensing to monitor patients more accurately and improve wellness \n• Making care more accessible and affordable through \nclinical-grade at-home monitoring and point-of-care testing technology \n• Creating medical insight through algorithms that enable early detection and help improve outcomes ELECTRIFICATION \n• Electric Vehicles for all \n• Enabling grid stabilization and the transition to renewable energy sources CONNECTIVITY \n• Bridge the digital divide with advanced power management and transceiver technologies \n• Enhance and expand accessibility to affordable networks \n• Encourage open access infrastructure sharing to reduce cost of data delivery and provide remote education and economic opportunities 20", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}