{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nInnovating for \nSocial Sustainability \nAt ADI, we Engineer Good by leveraging the power \nof innovation to make people safer and more comfortable. We are proud to play a key role in tackling complex global challenges that improves the lives of people around the world, including responding to the increased demand for technology to boost safety, accessibility and security. \nImproving Workplace Safety \nand Experience \nTo enhance workplace safety and well-being, ADI \ntechnology is being used in multiple industries to automate tasks, increase proficiency and monitor building and energy usage. One example is manufacturing, where singular tasks are being automated as opposed to entire jobs – such as dull, dirty and dangerous tasks, known as the “3 Ds” of automation. Autonomous robots are increasingly relied on to move product, equipment and supplies from one point to another in factories and warehouses. Thanks to precision sensing, time-of-flight technology and motion control technologies, these robots are able to intelligently complete their work, respond to their surroundings and keep the human beings who work with them safe. This relieves employees of tedious repetitive tasks, freeing them up for more skilled and cognitive rewarding tasks, while also reducing injury risk. This worker enhancement maximizes employee potential, increases job satisfaction and minimizes worker turnover. \nIn addition, ADI’s sensing solutions allow building managers to better understand how properties are being used so they can tailor energy and HVAC systems to optimize the comfort of occupants, enable energy efficiencies and promote sustainability. The sensors also provide early fire detection and accurate smoke alerts, increasing workplace safety. \nAdvancing Medical \nTechnology \nADI is at the forefront of an ecosystem that is driving \nhealthcare forward to deliver life-changing solutions for all. With decades of expertise developing sensors used for vital signs monitoring, ADI is enabling the next generation of wearable devices to advance the digital healthcare technology industry and patient care. This new technology is enhancing quality of life and empowering physicians to help patients better manage their disease and potentially even slow its progression. F\nor example, diabetes patients have typically used \nan invasive fingerstick to monitor blood glucose levels and administer insulin, often many times a day. ADI technology has instead created a non-invasive, low-profile sensor that sits at the surface of the skin and takes continuous measurements, providing an uninterrupted view of the patient’s health. \nWhile some of healthcare’s biggest innovations are \nimpr\noving healthcare at home, the instrumentation \nused in hospitals and clinical settings is also getting an upgrade. The technology behind common tests like X-rays and CT scans is becoming more sensitive and accurate with precision sensors and digital processors, resulting in higher-resolution images and reduced scan times, exposing patients to less radiation. Meanwhile, artificial intelligence can be applied to the images to draw physicians’ attention to certain key areas, allowing them to work more efficiently.21", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}