{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nMaking Healthcare Possible \nin More Places \nAs healthcare is moving from a reactive to a proactive \nindustry, requiring decentralized solutions, ADI technology is being employed to make healthcare more accessible, affordable and patient-centric. From new approaches, like wearable monitoring devices, to point-of-care medical equipment, we are helping to improve patient outcomes and reduce pressure on public healthcare facilities. \nVital signs monitoring is a prime example, as it has extended beyond the boundaries of medical practice in hospitals and clinics and into people’s homes. Innovations in sensors now enable vital signs to be measured with clinical-grade accuracy wherever a person is being monitored. In addition, advances in microelectronics have led to cost reduction in monitoring systems, making these technologies more accessible and common in areas such as telemedicine, fitness and workplace safety. Medical innovations also enable specimens to be tested at the point of care, eliminating the need to send samples for processing at a remote laboratory and producing quicker results for faster diagnosis. Medical monitoring and testing have become a 24/7 wellness tool. \nThe use of these technologies by medical service providers had already begun prior to the COVID-19 pandemic – with aging populations in developed nations, the near-universal availability of mobile broadband connectivity and the development of sophisticated sensing technologies – but the trend accelerated tremendously during the pandemic with the increased pressure on limited hospital facilities. Telehealth utilization stabilized at 38X higher than pre-pandemic levels. \nMcKinsey, Telehealth: A post-COVID-19 reality? \nThe cost problem of healthcare is a huge problem, particularly \nin the United States, which is out of bounds in terms of effectiveness compared to other countries around the world. If you can address those three things successfully, you can introduce technology in a way that benefits patients, provides relief to clinicians and ultimately lowers cost.” \nPATRICK O’DOHERTY, Senior Vice President of Digital Healthcare \nAddressing the Digital Divide \nADI is helping to bridge the digital divide with \nadvanced power management and transceiver technology serving underserved communities worldwide with reliable and affordable Internet access. With our partners, we are helping to decrease the cost of access through affordable and evolving communications technology from space, bringing connectivity to the land-locked communities in remote areas across the world. We address on ground and in space access needs with phased array signals beamed from low-Earth-orbit satellites. Working with U.S. and global governments, our partners in private industry, educational institutions and organizations such as the Telecom Infra Project (TIP) and the Open Radio Access Networks (ORAN), we encourage open access infrastructure sharing to reduce the cost of data delivery and provide education and economic opportunities. \nSecuring Healthcare Privacy \nSecurity is one of the foundational elements to enabling the Internet of Things (IoT) and making a meaningful impact on social and environmental causes, as well as ensuring safe operation and safeguarding user privacy. \nOne of the fundamental principles to security is applying the right security to the right places within the system according to the risk and value of the asset. As we continue to develop connected solutions that reside in physical devices, traditional or new, the threat surface continues to expand. \nAs digitalization becomes more pervasive in healthcare, it is critical to ensure data security is a vital element of any new technology. New digital healthcare solutions are giving us the ability to collect large amounts of data. More data in healthcare settings means that doctors can make more informed personalized care decisions for patients. However, collecting and analyzing the volume of data available to physicians comes with efficiency and security challenges, and the inundation of data is a major concern. In addition, information needs to be presented to physicians in the way they are used to seeing it, in a clinical format. Telehealth devices and readings must replicate the sensitivity and specificity of measurements taken in a doctor’s office, as well as fit into physicians’ typical workflow. \n 22", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}