{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nAs we continue to innovate wearable devices and other \nnew technology, and as we move towards a future of patient-centric care, it is critical that data is protected and that patients have control over their own data. Digital solutions must be developed with privacy and security as key elements. \nCollaborating for a More \nSustainable Future \nADI teamed up with Intel and Terasic to sponsor the \nInnovateFPGA Design Contest to explore solutions that provide a positive impact on humanity. Last year, hundreds of teams worldwide competed to unlock the power of Intel’s Cyclone V SoC with ADI technologies that sense, measure, power and connect. During the contest, ADI provided teams with access to technology through free reference and evaluation boards, as well as support from ADI’s technical experts. Teams had access to over 20 different board variations – from precision weight scales to gas sensors, to pH sensors. Ultimately, ADI supported 127 global teams by delivering over 275 reference and evaluation boards. Teams leveraged ADI’s technology to create solutions around smart agriculture, sustainable fisheries, forest conservation, smart cities and smart healthcare. \nADI and Intel share a vision for how world changing technology \ncan enrich the lives of every person on the planet. There is enormous potential for our technologies to improve the way people live and to reduce our impact on the planet, and we’re proud to support the engineers of the future as they pursue this work in InnovateFPGA.” \nANELISE SACKS, SVP and Chief Customer Officer Innovation and Collaboration Incubators \nADI CATALYST™: A COLLABORATION HUB \nTHAT BUILDS ECOSYSTEMS & RESOLVES THE TOUGHEST CHALLENGES \nADI Catalyst  is an incubator for innovation with \ncustomers. It is a research and development \n(R&D) environment with a focus on forming \nstronger collaborative partnerships in technology, exchanging ideas, creating living labs and developing breakthrough solutions. This true partnership approach has ushered in a new era of speed and collaboration that helps customers resolve their biggest challenges. Within the walls of Catalyst, companies can create groundbreaking technologies and solutions at an accelerated pace and achieve breakthroughs that were not possible even a year ago. \nOne example of the collaborative power of ADI Catalyst is our work with worldwide healthcare leader Johnson \n& Johnson (J&J). J&J utilized the Catalyst as a proof-of-concept testing ground to build testbeds and prototypes for new automation and industrial-asset health systems that introduce more flexibility, quality control and manufacturing safety. In particular, J&J leveraged ADI’s three-dimensional time of flight (3D ToF) technology in its robots to enable them to operate closer to workers on the factory floor (within three feet) without sacrificing safety measures. \nTime of flight sensors and AGVs and robots. That’s something \nwe wouldn’t have thought of … you start imagining, what else could we do with this place? All of a sudden, it gets our wheels turning that we can do much, much more.” \nMARK MCCONNELL, Engineering Fellow and Head of J&J Supply Advanced Technology Center \n See The Impact of Collaborative Partnerships and Full \nSolution Applications on End Use  for more information. IMMERSIVE SOFTWARE ENGINEERING \nADI is investing in the development of a future \npipeline of software engineers by collaborating with the University of Limerick (UL) and several leading companies such as Stripe to launch a world-class computer science program, Immersive Software Engineering (ISE). This innovative program is designed to revolutionize how computer science is taught, creating exceptional, industry experienced, software professionals to drive significant business impact. \nAn ecosystem of leading organizations will bring the ISE program to life for students and provide outstanding employment opportunities to its graduates. ISE is a three-year, intensive undergraduate program with an integrated fourth year at the master’s level. Beyond this, ADI Catalyst will act as an “engineering residency” for aspiring engineers from UL and beyond – further expanding our collaborative approach to engineering solutions for the next generation of technology leaders. \nIn addition, ADI is sponsoring 120 UL PhD students in the Foundation of Data Science course over a four-year period to support this forward-thinking engineering initiative. \nSoftware engineers enjoy incredible careers solving some of \nthe world’s most important problems in the fastest growing industries, yet we have nowhere near enough of them. Immersive Software Engineering seeks to provide a great path for more secondary students (especially young women) into technology.” \nJOHN COLLISON, Co-founder and President of Stripe23", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}