{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nANALOG GARAGE: A STARTUP WITH STABILITY \nAnalog Garage is the internal incubator for ADI and is the place where we \nbring t\nogether engineers, data scientists, hardware and software people and \nmany more to create new technologies and new solutions in a fast-moving, idea-driven startup atmosphere. The Garage provides start-ups, universities, research centers and teams of our own employees the support they need to solve tough problems and collaborate in a fast-paced, roll-up-your-sleeves experiment-focused and risk-tolerant environment. \nThe Garage R&D team applies science, algorithms, data and their creativity to deliver \nsolutions to our customers’ most challenging problems. We are looking for great people and companies to join us in building world-changing solutions.” \nPAT COADY, Division General Manager, Analog Garage \nThe Analog Garage covers a wide spectrum of research areas: \n• Computer vision \n• Sensors \n• Algorithms \n• AI & machine learning • Software engineering \n• Communications \n• Signal processing \n• Speech and language processing \nTACKLING THE GLOBAL CLIMATE CRISIS THROUGH THE OCIA \nThe Ocean and Climate Innovation Accelerator (OCIA), launched by Woods Hole \nOceanographic Institution (WHOI) and ADI, is a first-of-its-kind consortium bringing together industry, academia and philanthropy. Focused on advancing knowledge of the ocean’s critical role as a defense against a warming planet, OCIA is developing and accelerating new climate change solutions. \nOCIA is a framework for actionable solutions. Our efforts and investments advance a new science model committed to innovation through three “hubs”: \n• Sensing and Measuring the Ocean: Create a vast, “always-on, always-\nc\nonnected” ocean to improve predictive modeling and measurement in a \nchallenging environment. \n• Networked Ocean: Monitor “whole-ocean” processes to generate better insights acr\noss large spatial areas and depths. \n• Big Data, AI and ML: Interpret data from globally distributed sensors, le\nveraging research and bringing analytics to scale. \n Click here to learn more.24", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}