{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nSustainable Financing \nLeveraging sustainable financing is imperative to \ntackling society’s greatest threats, particularly climate change, and ADI is proud to be a pioneer for the US technology sector in building this emerging market. “Green” financing is yet another manifestation of our broader commitment to people and the planet. \nTo further strengthen these commitments to ESG initiatives, we recently deployed three sustainable finance instruments. In April 2020, we completed our inaugural \ngreen bond  through the underwritten public \noffering of $400 million aggregate principal amount of \n2.95% senior unsecured bonds, marking our leadership as the first semiconductor company and one of the first U.S. technology companies to issue a green bond in the U.S. debt capital markets. The net proceeds of this offering have been fully allocated to a variety of eligible projects involving renewable energy, energy efficiency, green buildings, sustainable water and wastewater management, pollution prevention and control, clean transportation or eco-efficient and/ or circular economy adapted products, production technologies and processes. \nIn June 2021, we refinanced our revolving credit facility with a new $2.5 billion sustainability-linked revolving \ncredit facility, becoming one of the first semiconductor companies to use this instrument. Under the terms of the facility, the interest rate and certain fees may be adjusted annually based on ADI’s performance against environmental criteria over the prior calendar year. ADI’s performance is measured on two key performance indicators within certain of the Legacy ADI manufacturing facilities, namely using renewable energy and reducing greenhouse gas emissions. We note that for calendar year 2021 we did not achieve the greenhouse gas emissions reduction threshold goal due in part to expanding capacity at certain of our manufacturing facilities, as described under “Optimizing Our Operations” on \npage 62 . We continue to \nstrive to achieve our goals as laid out in our sustainable \nfinancing agreements. \nTo provide us with the flexibility to utilize a full slate of sustainable finance instruments going forward, we \nalso established a \nSustainability-Linked Financing \nFramework  in September 2021. This comprehensive \nframework received a second-party opinion from DNV. \nIn October 2021, we issued $750 million aggregate principal amount of 1.7% sustainability-linked senior notes through an underwritten public offering, a first in the U.S. technology sector. At the heart of these sustainability-linked bonds is a specified sustainability performance target of a 27% reduction of Scope 1 and Scope 2 emissions for 2025 relative to 2019, which is aligned with our climate ambitions. The bonds are subject to a mandatory interest rate coupon step-up beginning April 1, 2026 if this target is not met at the end of 2025 and certified in March 2026, further incentivizing continued focus and action towards our stated environmental goals. \nWe believe that sustainable financing will not only support our broad and ambitious environmental sustainability strategy and vision, but will also hold us accountable for meeting established goals. \nSPOTLIGHT ON OUR FINANCE PARTNER \nROBERTS & RYAN \nAs part of our sustainability focus, ADI \nhas been proud to work with financing partners dedicated to Diversity, Equity and Inclusion, such as Roberts & Ryan, a service-disabled, veteran-owned broker dealer. Roberts & Ryan was a co-manager on our recent sustainability-linked bond offering. In keeping with their social mission of supporting veteran wellness, mental health and career transition, Roberts & Ryan used part of the proceeds from their underwriting activities for charitable purposes, including donating to organizations identified by the Analog Veterans Network, an employee resource group at ADI. We are grateful for Roberts & Ryan’s continued efforts in supporting these organizations.25", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}