{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEnterprise Information Security \nIn order to minimize the likelihood and impact of a \ncybersecurity incident we have deployed cybersecurity protections to protect ADI’s networks, devices and data from external & internal threats. These protections are deployed in accordance with global privacy regulations. \nADI’s Enterprise Security program has been developed based on industry standards, including those published by International Organization for Standardization (ISO) and the National Institute of Standards and Technology (NIST). Highlights of the ADI program include: \nPOLICIES \nWe have developed a comprehensive set of enterprise security policies and procedures to guide our protection strategy. \nPROGRAM ELEMENTS \nADI protects against threats by adopting all five elements of the NIST framework including: \n• Identifying critical assets and high-risk threats \n• Implementing cybersecurity detection with a 24x7x365 operations center \n• Implementing security controls and remediation practices \n• Having an Incident Response and Disaster Recovery capability \n• Evaluating our partners’ cyber posture through the implementation of a Third-Party Risk Management program Risks identified by our cybersecurity program are analyzed to determine the potential impact on us and the likelihood of occurrence. Such risks are continuously monitored to ensure that the circumstances and severity of such risks have not changed. We evaluate our security program effectiveness by performing internal audits and periodic external audits by an independent information systems expert to determine both the adequacy of, and compliance with, controls and standards. We will continue integrating the Maxim and ADI programs over the upcoming 12-18 months. \nGOVERNANCE \nADI’s Board of Directors includes four members with cybersecurity expertise to assist the Board in its oversight of the Company’s information security program. Senior leadership and Internal Audit regularly provide the Audit Committee with updates on the performance of our cyber program. At least annually, the Chief Information Officer updates the full Board of Directors on information security matters and risk, including cybersecurity. \nEXTERNAL INPUTS \nADI regularly conducts threat assessments and benchmarks best practices. Intel sharing is conducted with leading global security providers, the National Defense Information Sharing and Analysis Center as well as industry peers, which help all participating companies improve their cybersecurity programs. SECURITY A WARENESS & TRAINING \nEducation is an important part of our overall program. We conduct regular workforce training to instruct our employees to identify cyber concerns and to take the appropriate action. We install and regularly update antivirus software on all company managed systems and workstations to detect and prevent malicious code from impacting our systems. \nEXTERNAL CERTIFICATION \nCybersecurity Maturity Model Certification (CMMC) is a unified standard for the implementation of cybersecurity across an enterprise that is designed to help protect sensitive unclassified information. It was developed by the US Department of Defense (DoD) and is expected to apply to the 300,000 companies supplying the DoD. The framework covers 110 controls specified in NIST 800-171. Analog Devices is pursuing its CMMC certification and is awaiting the publication of the final rule in the Federal Register.27", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}