{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nSafeguarding Our Products \nProduct Security \nEngineering \nWe have a dedicated product assurance team, \nwho works closely with our development teams, to integrate risk and security best practices into our product development life cycle. For example, as the electronic content grows to support vehicle electrification, connectivity and autonomy trends, the risk of a cybersecurity attack increases and threatens the functional safety of the vehicle and wellbeing of passengers. ISO 21434 is a new cybersecurity standard for automotive components for production road vehicle electrical and electronic systems that focuses on the end-to-end lifecycle for cybersecurity relevant E/E solutions from component to vehicle level. In October 2021, ADI achieved \nISO/SAE 21434 \ncertification  for our engineering processes. ADI will \nbe integrating Maxim products into this process in the \nupcoming 12-18 months. Product Security \nIncident Response \nADI seeks to mitigate the risk associated with \nsecurity vulnerabilities that may be discovered in our products. We aim to accomplish this objective by analyzing reported and discovered vulnerabilities and providing our customers with timely information, analysis and guidance on appropriate mitigation. We have a robust \nProduct Security Incident Response \nprogram to address product vulnerability investigation and response. Our global team manages the intake, investigation, remediation and any necessary disclosures of a security vulnerability reported to ADI. We are in the process of integrating Maxim products into this process. \n Product Security \nCapabilities \nHaving confidence that data from an edge device is \nnot manipulated or altered in any way is increasingly critical. Validating the integrity of the data at its source enables higher levels of trust, so that customers can be more confident in the decisions they make based on that data. ADI has developed components, solutions and systems knowledge to protect the integrity of vital data at the device level. To protect the integrity of vital data, ADI’s cybersecurity defenses begin at the device level, where the data is born. By rooting identity in hardware, in tandem with cryptography, our security solutions enable a chain of trust from the edge to the cloud. Additional information on the cybersecurity solutions that ADI has developed to root an identity in hardware is available on our website \nhere .28", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}