{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nBusiness Continuity Management \nBusiness continuity management is at the heart of \nensuring that our operations are resilient in the face of unexpected circumstances such as a cyberattack, natural disaster, extreme weather event, geopolitical issue, supply-chain delay or other business disruption. The events of 2020-2021 have demonstrated that we are prepared to promptly address these situations as they arise with minimal to no disruption to our operations. \nWe prepare and plan for potential interruptions to \nminimize their impacts and ensur\ne our ability to \ncontinue business operations. Depending on the issue, a wide range of internal stakeholders are at the ready, including HR, Legal, EHS, Global Operations, Procurement, Communications and Security. Through consistent monitoring and engagement, our teams maintain their readiness to identify, assess and respond to potential events. Our business continuity plan includes all of our businesses, activities and locations, including Legacy Maxim. These efforts are supported by systems, policies and procedures designed to mitigate risk, protect the safety of our employees and preserve the trust of our customers. Ensuring a resilient supply chain is critical to our business model and our customer relationships. Proactively monitoring situations globally as they develop helps ADI assess our ability to adjust production as appropriate and when necessary. \nTo support our monitoring efforts, we subscribe to an emergency alert system that notifies us if there are severe weather, natural disaster, geopolitical events or other events in areas that could impact our operations so any needed response can begin quickly. Teams receive emails whenever events happen, which allows for a quick due diligence assessment and action plan development, when warranted. We reach out to manufacturing sites and vendors in the proximity of an emergency and if there may be an impact to our supply continuity, we take swift mitigation actions. On an ongoing basis, we also monitor changes to environmental conditions, supply continuity and the global regulatory and political landscape. \nOur disciplined programs have allowed us to continue \nt\no provide products and services to our customers \ndespite the pandemic, crippling weather events, other natural disasters and geopolitical events.29", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}