{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nAt ADI we firmly believe that we do well financially \nby doing good in the world. We recognize, however, that strong growth comes at a cost and so we pursue sustainable operations with the same zeal with which we pursue growth. We have worked tirelessly to maintain and enhance supply chain resilience in response to record semiconductor demand, and I’m proud to say that despite dramatically increased production, as well as our acquisition of Maxim Integrated, our progress against our climate, water, and waste goals has remained largely level from 2019 through 2021. \nIn 2021, we set goals to become carbon neutral by 2030 and achieve net zero emissions by 2050 or sooner, and we joined the U.N. Global Compact’s Business Ambition for 1.5°C. More than just goals, we made their achievement a senior executive initiative and began developing the plans and necessary milestones to ensure we make progress every year. For example, \nFor the past fifty-seven years, ADI has pushed the edges \nof innovation in the relentless pursuit of creating positive economic and social impact.” we recycled 23 percent of the water we used in 2021 \nand have set a goal to increase that proportion to 50 percent in 2025. Similarly, 39 percent of the energy used at our manufacturing sites came from renewables last year and we intend to increase that to 100 percent by 2025. \nIn addition to our environmental initiatives, diversity within our workforce and Board of Directors remains a priority. We named a dedicated Director of People and Culture in 2021 to drive the Company’s Diversity, Equity, and Inclusion program. We remain focused on increasing diversity within our Board as well. Last year, female representation rose to one-third and ethnic diversity increased to 25 percent among our members. We still have work to do in terms of diversity overall, to be sure, but we are making significant progress. I am committed to this effort, as is our Board and ADI’s entire leadership team, again, not just because it is the right thing to do, but because better diversity leads to better outcomes. \nIn terms of governance, the majority of our directors are independent, and the average tenure of our independent directors is seven years, ensuring both objective perspective, continuity and deep institutional knowledge. The Board is also engaged in actively managing talent and overseeing long-term succession planning for our executives. Finally, as of August 2021, our new Chief Risk Officer provides regular reports to the Board’s Audit Committee and full Board for key risk, governance, and compliance topics. I am proud of our ESG accomplishments and how our efforts are helping our customers and partners meet their own ESG goals. But while we are pleased with our progress, we are not yet satisfied so we continue to press forward with urgency. In keeping with ADI’s fundamental commitment to continuous improvement, we are already looking ahead to how we can raise our performance over the years to come. \nFor the past fifty-seven years, ADI has pushed the edges of innovation in the relentless pursuit of creating positive economic and social impact. Our technologies are more relevant than ever in solving many of the most important problems we face, in collaboration with our customers and partners. We are fortunate to have a deeply talented and passionate workforce and I believe our best days are still ahead of us. I look forward to sharing our progress with you.\n \nVINCENT ROCHE \nCEO and Chair of the Board33", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}