{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nTaxation \nADI is a responsible taxpayer and aims to comply \nfully with all statutory obligations and to provide full disclosure to the tax authorities in each country in which we operate. Our tax strategy is closely aligned with our business and sustainability strategies, and our tax affairs are managed in line with our overall high standards of governance. \nOur tax payments are comprised of corporate income, employment, property and other tax payments. We maintain appropriate policies, management structures and governance processes to ensure compliance with tax laws in all jurisdictions in which we do business. The ADI Global Tax Policy serves as our framework to identify key tax risks. We manage those risks through appropriately designed and operated controls, policies and processes, which are regularly audited by internal audit and for Sarbanes-Oxley (SOX) purposes. The framework is fully embraced and supported by our Board of Directors, our management team and the entire tax organization. The Audit Committee of our Board of Directors reviews our tax strategy and regularly confers with our tax professionals to discuss tax policies and the impact of tax laws and regulations on the Company. The result is a tax structure that is fully transparent and complies with internationally accepted taxation principles. \n Through our tax department, we assure our relevant stakeholders that our tax obligations are properly, effectively and correctly handled and disclosed in our annual and quarterly reports in accordance with the reporting requirements of US GAAP. We retain qualified, experienced and well-resourced tax professionals to manage and oversee the tax control framework and the day-to-day tax affairs of the Company. External tax advice is sought for material, uncertain or complex issues or transactions, to minimize tax risks and ensure accuracy in our tax reporting obligations. Our tax department members stay aligned and up to date with latest developments in the global tax landscape through internal and external training programs. \nWe operate in many different tax jurisdictions and frequently deal with transfers that involve cross-border payments within the consolidated group. To avoid potential tax issues with these internal, cross-border transactions, we rely on transfer pricing to ensure that we use the same pricing structure as we would if such transfers were between unrelated third parties. Our transfer pricing complies with country-specific transfer pricing rules and is in accordance with OECD Transfer Pricing Guidelines. We recognize the importance of transfer pricing being arm’s length and ensuring tax payments are made appropriately to locations that contribute value. Given our global footprint, we leverage the available tax incentives and tax regulations in the various jurisdictions where we operate. We aim to be clear about all aspects of our tax position and to share these in a transparent manner, fostering a relationship of honesty, transparency and trust with tax authorities in each of these jurisdictions. See footnote 12 to our Consolidated Financial Statements included in our Annual Report on Form 10-K for the fiscal year ended October 30, 2021 for a detailed discussion of our income taxes, including concluded audits with the Irish Revenue Commissioners, certain tax holidays and other tax related matters. \nFor additional information on our approach to tax policy and transparency, see our \nGlobal Tax Policy . 30", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}