{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nLetter from Janene Asgeirsson, SVP, \nChief Legal and Risk Officer \nIt is an exciting time to be a part of Analog Devices!  \nThe company has grown considerably over the last five years, including through strategic acquisitions that have built upon ADI’s legacy of technological strength. Following our completion of the Maxim acquisition our focus has been on ensuring our legal and risk organizations and processes are structured in a way to support our business strategy and enable continued growth. In the past year, we’ve made key changes to several internal governance policies, expanded the oversight role of our Board of Directors and Board Committees, and are working to ensure that we have modern, global processes. \nIdentification and mitigation of key risks is a focus for both our leadership team and our Board of Directors, who receive regular updates, at least quarterly, on key risks across the entire company, including operational, reputational, regulatory and ESG related. Our ERM program is overseen by our Chief Executive Officer, Board of Directors and me, in my capacity as ADI’s first Chief Risk Officer. \nAs part of our ERM process, we identified several \nk\ney areas under the ESG heading as potential risks \nfor the company. In response, we have expanded our capabilities and expertise in this area, established an oversight committee and created a role within our legal and risk oversight organization to manage our overall global ESG programs. Our Nominating and Corporate Governance Committee, which has primary oversight responsibility for our ESG programs, receives quarterly updates, and our Board of Directors receives a report at least once a year. Our regular cadence of quarterly and annual updates on our ERM and ESG programs is designed to both educate and inform our Board on key risk topics, and allow for robust discussions between program owners and our Directors. I’m thrilled that we have such a diverse, thoughtful and fully engaged Board of Directors. \nAt Analog Devices, we’re committed to our people and the planet, and are investing for a more sustainable future. It’s in our product offerings – which enable electrification, electric vehicles, smart factories and cities, and improved access to healthcare – as well as in our strategic commitments, such as our launch of the OCIA and our sustainable financing actions. Add to this our many local, grassroots efforts enabled through our Analog Foundation, Green Teams and other employee-led organizations, and Analog Devices’ ESG commitment comes to life. \nTruly successful companies bring a broad focus \nt\no create value for all their stakeholders, including \ncustomers, employees, investors and communities – and Analog Devices’ commitment to ESG is an absolute differentiator. It’s the right thing to do for our people and our planet, and it’s the right thing to do for our business. \nJANENE ASGEIRSSON \nSenior Vice President, Chief Legal and Risk Officer3232", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}