{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nCorporate Governance Overview \nADI’s Board is responsible for broad \ncorporate policy and overall performance of ADI through oversight of management. \nAmong other duties, the Board appoints ADI’s CEO and \nother executive officers, assigns to them responsibility for the management of ADI’s operations and reviews their performance. We have long believed that good corporate governance is important to ensuring that ADI is managed for the long-term benefit of our stakeholders. We periodically review our corporate governance policies and practices and compare them to those suggested by various authorities in corporate governance and the practices of other public companies. As a result, we have adopted the following policies and procedures that we believe are in the best interests of ADI and our stakeholders: \nBoard Policies & Practices \nWe have long believed that good corporate governance is important to ensure that Analog Devices is managed for the long-term benefit of our shareholders. Accordingly, we have the following policies and practices: \nCORPORATE GOVERNANCE GUIDELINES \nOur Board has adopted Corporate Governance Guidelines for ADI that establish a common set of expectations to assist the Board and its committees in performing their duties. The Board reviews these Guidelines at least annually, and updates them as necessary to reflect changing regulatory requirements and evolving practices. \nDECLASSIFIED BOARD OF DIRECTORS \nWe have a declassified Board of Directors and our bylaws provide that each director will serve for a term ending on the date of the annual meeting following the one at which such director was elected. All of our directors will stand for election for terms expiring at the next annual meeting of shareholders. MAJORITY VOTING FOR ELECTION OF DIRECTORS \nOur bylaws provide for a majority voting standard in uncontested director elections, so a nominee is elected to the Board if the votes “for” that director exceed the votes “against” (with abstentions and broker non-votes not counted as for or against the election). If a nominee does not receive more “for” votes than “against” votes, the director must offer his or her resignation, which the Board of Directors must determine whether to accept and publicly disclose that determination. \nGOVERNANCE POLICIES AND REPORTS \n• Company Bylaws \n• Corporate Governance Guidelines \n• Code of Business Conduct and Ethics \nAdditional Governance Documents are a\nvailable on the Corporate Governance \nsection of our Investor Relations website found here .3434", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}