{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEXECUTIVE SESSIONS \nAt least twice per year, our Board of Directors \nholds executive sessions with our independent, non-employee directors, as defined under the Nasdaq Rules. Our Presiding Director, James A. Champy, presides at these independent director executive sessions. In addition, the committees of our Board of Directors also regularly hold executive sessions with their advisors without management present. \nNO HEDGING AND NO PLEDGING POLICY \nWe prohibit all hedging transactions or short sales involving ADI securities by our directors and employees, including our executive officers. Since January 2013, we have prohibited our directors and executive officers from holding any ADI securities in a margin account, and from any future pledging of their Company securities as collateral for a loan. \nEQUITY A WARD GRANT DATE POLICY \nWe do not time or select the grant dates of any stock options or stock-based awards in coordination with our release of material non-public information, nor do we have any program, plan or practice to do so. In addition, the Compensation Committee has adopted specific written policies regarding the grant dates of stock options and stock-based awards made to our directors, executive officers and employees, which are available on the investor relations website. \nEXECUTIVE STOCK OWNERSHIP GUIDELINES \nUnder our recently updated guidelines, the target stock ownership levels are five times annual base salary for the Chief Executive Officer and three times annual base salary for other executive officers and any Senior Vice President reporting to the Chief Executive Officer, which we collectively refer to as, the Leadership Team. The Chief Executive Officer has four years from the da\nte of his appointment as CEO to achieve his targeted \nlevel. Members of the Leadership Team other than the CEO have five years from the date he or she becomes part of the Leadership Team to achieve their targeted level. Shares subject to unexercised options, whether or not vested, and unvested performance-based RSUs whose performance has not yet been certified by the Compensation Committee will not be counted for purposes of satisfying these guidelines. RSUs and restricted stock (whether or not vested) and unvested performance-based RSUs whose performance has been certified by the Compensation Committee are counted for purposes of satisfying the guidelines. All members of the Leadership Team, other than Mses. Sacks and Asgeirsson, who first joined ADI in fiscal 2021, were in compliance with our stock ownership guidelines as of the end of fiscal 2021. Mses. Sacks and Asgeirsson are expected to be in compliance with our stock ownership guidelines within the first five years of their appointment to the Leadership Team. \nCLA WBACK POLICY \nOur clawback policy provides that in the event of a material restatement of our financial results, the Compensation Committee may, as appropriate, seek to recover from any executive officer whose fraud or willful misconduct caused or partially caused such restatement, all or a portion of the performance-based compensation awarded to such executive officer that was in excess of the amount that would have been awarded based on the restated financial results.\n3535", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}