{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nADOPTION OF PROXY ACCESS RIGHT \nOur Board approved a bylaw amendment implementing \nproxy access, which allows shareholders that meet standard eligibility requirements to nominate and include in ADI’s proxy statement director candidates for election. \nCODE OF BUSINESS CONDUCT AND ETHICS \nWe have a Code of Business Conduct and Ethics which details Analog Devices’ commitment to conducting business ethically, in compliance with the law, and in a way that reflects our deeper values. Our Board recently approved updates to the Code to further detail our commitment to safeguarding personal data, better explain our whistleblower reporting process and make other updates consistent with best practices. The new Code provides greater transparency on our enhanced whistleblower process. Specifically, we affirm our commitment to a consistent and transparent review process, prompt and thorough investigations, assignment of neutral investigators, communication about investigation outcomes and implementation of appropriate corrective actions. \nCODE OF CORPORATE SOCIAL RESPONSIBILITY \nWe recently implemented a new Code of Corporate Social Responsibility that details Analog Devices’ policies for itself and its suppliers in the areas of Labor and Human Rights, Health and Safety, Environmental, Ethics, Management Systems and Data Privacy. BOARD OF DIRECTORS \nAudit Committee \nThe Audit Committee oversees the integrity of ADI's financial statements, financial reporting and internal controls, auditing functions and internal risk management. Nominating and Corporate \nGovernance Committee \nThe Nominating and Corporate Governance Committee oversees ADI's governance structure and processes, Board composition and ESG policies, goals and programs. Compensation \nCommittee \nThe Compensation Committee oversees ADI's compensation practices and policies. Corporate Development \nCommittee \nThe Corporate Development Committee oversees ADI's strategic transactions and investments, capital allocation and structures, and financial exposures and contingent liabilities. \nBoard Structure \nThe Board regularly reviews our Board leadership structure, and it is recognized that the combination or separation of the CEO and Chair roles is driven by the needs of the company at a particular time. In January 2022, our Board unanimously appointed President and CEO Vincent Roche as the new Chair of the Board. As CEO since 2013, he has earned the respect and confidence of our employees, our customers and the investment community – as well as the Board. Board members agreed that Mr. Roche serving as Chair strengthens his ability to provide leadership as ADI continues to transition in response to customer demand for more complete solutions. \nThe Board also has an independent Presiding Director. In accordance with best practices, the Presiding Director has significant responsibilities, including: \n• Leadership of executive sessions of the independent directors or other meetings at which the Chair is not present \n• Authority to call meetings of the independent directors \n• Coordinating with the Chair to call Board meetings \n• Overseeing the annual Board evaluation process \n• Serving as a liaison between the Chair and the independent directors, as required \n• Coordinating with the Chair to set and approve the Board schedule and agenda to assure sufficient time for discussion of all agenda items • Serving as the focal point for shareholder communications with the independent directors and requests for consultation addressed to independent members of the Board \n• The ability to retain outside professionals on behalf of the Board as the Board may determine is necessary or appropriate \n• Such other functions as the Board may direct from time to time 3636", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}