{"page_content": "3737 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nBoard Composition \nThe Board and the Nominating and Corporate Governance Committee are committed \nto ensuring that the Board is composed of a highly capable group of directors who collectively provide a significant breadth of leadership skills, experience and knowledge to effectively represent the interest of shareholders, drive shareholder value and reflect our corporate values of integrity, honesty and adherence to high ethical standards. \n50%\nof directors added in the last \n5 years 92%\noverall attendance at Board and Committee meetings in fiscal 2021 36\nBoard and Committee meetings in fiscal 2021 9 of 12\nDirectors are independent \nStrong Board Diversity \nADI’s Board is composed of a diverse, experienced group of global thought, business and academic leaders. The Board believes that having directors with a mix of tenure, backgrounds and expertise helps transition the ins\ntitutional knowledge of the more experienced directors while providing a broad, fresh set of perspectives. \nIt is also committed to ensuring that its directors represent a broad range of experiences and abilities relative to the C\nompany’s strategic vision and objectives.  As part of this commitment, the Board regularly reviews the skills and \nexperience of its directors and is continually focused on board refreshment, while valuing the great contribution of our long-tenured directors. \nIn 2021 the Board continued to make progress on broadening the range of experience, skill refinement, gender and \nt\nenure of our 12 directors. Diversity \nBetween 2020 and 2021, ADI increased the diversity of the Board: \n33% \nDirectors are female 25%\nDirectors are  ethnically diverse \nAverage Tenure \n50%\n0-5 years 25%\n5-10 years \n25%\n10+ Years 7 years \nAverage Tenure of Independent Directors \nThe Board and management at ADI are deeply committed \nto a best-in-class ESG program. We are regularly reviewing and benchmarking our practices to confirm our program, initiatives and policies are right for ADI and are aligned with our shareholders’ interests.” \nSHELLY SHAW, Vice President, Associate General Counsel, Corporate, Securities and M&A", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}