{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nDirector Experience \nCEO EXPERIENCE - 6 \nExperienced leadership of complex \nglobal businesses \nINDUSTRY EXPERIENCE - 9 \nInsight into key issues affecting ADI \nTECHNOLOGY LEADERSHIP - 10 \nExpertise and thought leadership relating to technological innovation in our industry and our end markets \nGOVERNANCE/PUBLIC COMPANY BOARD EXPERTISE - 8 \nKnowledge of public company governance issues and policies to enhance Board practices \n$FINANCIAL EXPERTISE - 4 \nOversight of ADI’s audit function and preparation of financial statements and capital market expertise \nINTERNATIONAL EXPERIENCE - 10 \nInsight into the many factors involved in overseeing management of ADI’s global footprint \nSTRATEGY EXPERIENCE - 12 \nOversight of management’s development and implementation of strategic priorities \nRISK MANAGEMENT EXPERTISE - 3 \nOversight of risks facing ADI and a comprehensive approach to risk management \nCYBERSECURITY EXPERTISE - 4 \nOversight of ADI’s efforts to maintain our customers’ trust and protect the security of their data \nRay Stata \nDirector and Co-Founder of \nAnalog Devices, Inc. \nEdward H. Frank \nCo-Founder and Former Chief Executive Officer of Cloud Parity \nVincent Roche \nChair of the Board and Chief Executive Officer of Analog Devices, Inc. \nLaurie H. Glimcher \nProfessor of Medicine at Harvard Medical School and President and Chief Executive Officer of the Dana-Farber Cancer Institute \nJames A. Champy \nFormer Vice President of the Dell/Perot Systems business unit of Dell, Inc. \nKaren M. Golz \nFormer Global Vice Chair of Ernst & Young \nAnantha P. Chandrakasan \nDean of MIT’s School of Engineering and Vannevar Bush Professor of Electrical Engineering and Computer Science \nMercedes Johnson \nFormer Chief Financial Officer of Avago Technologies (now Broadcom Inc.) \nTunç Doluca \nFormer President and Chief Executive Officer of Maxim Integrated Products, Inc. \nKenton J. Sicchitano \nFormer Global Managing Partner of PricewaterhouseCoopers LLP \nBruce R. Evans \nPresident of Evans Capital and Senior Advisor & Former Chairman of the Board of Summit Partners \nSusie Wee \nFormer Senior Vice President and General Manager of DevNet and CX Ecosystem Success at Cisco Systems3838", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}