{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nExecutive Compensation \nThe competition for talent in the technology sector is fierce. Our executive \ncompensation program is designed to attract, retain and motivate top talent and align the interests of our executives and shareholders. \nAs a knowledge-based business, we believe that the skills, expertise and experience of our employees, including \nour named executive officers (NEOs), are unique and critical factors in our overall success. We provide highly competitive compensation to attract and retain top executive talent. A significant portion of the total target compensation for our executive officers, including our NEOs, is in the form of variable, performance-based incentive compensation, with only a small portion of the total target compensation provided in the form of “fixed” compensation. We believe this provides our executive officers an opportunity to earn above average compensation, as compared to our peer group companies, if ADI delivers strong results. \nPay and Governance Best Practices \n• Our cash incentive bonus awards are based solely on our financial performance. \n• A significant portion of equity awards are contingent upon long-term performance achievement. \n• Incentive awards are tied to rigorous performance targets aligned with our corporate strategy. \n• Payout for relative total shareholder returns (TSR)-based awards are capped at target for instances of negative absolute TSR. \n• We have adopted a Clawback policy for all executive officers in the event of a material financial restatement due to fraud or willful misconduct. \n• We have a specific policy regarding the grant dates of stock options, restricted stock units (RSUs) and other stock-based awards for our directors, executive officers and employees. \n• Hedging and pledging of ADI securities is prohibited. \n• An annual “say on pay” vote is conducted. \nOur compensation program requires executives to maintain meaningful stock ownership. The Board has adopted stock ownership guidelines for executive officers and directors, which aligns the interests of its executive officers and directors with the interests of shareholders, fosters sound corporate governance and illustrates a commitment to ADI. In 2021, we increased our stock ownership guidelines for the CEO from 2x to 5x of base salary and for all other executive officers from 1x to 3x of base salary.3939", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}