{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nBoard Committees Related to Risk \nCorporate \nDevelopment Committee The Corporate Development Committee oversees ADI’s \nstrategic transactions and investments, capital allocation and structures, and financial exposures and contingent liabilities. \nAudit \nCommittee ADI’s Audit Committee oversees ADI’s enterprise risk \nassessment and risk management, the integrity of ADI's financial statements, financial reporting and internal controls, auditing functions and internal risk management. The Audit Committee receives regular reports from our Director of Internal Audit on internal audit matters and our Chief Risk Officer on risk management matters. The Audit Committee also receives reports at least annually from our Chief Information Officer on information security, technology and data privacy and protection. \nCompensation \nCommittee The Compensation Committee oversees ADI’s \ncompensation practices and policies, and assesses risk associated with their areas of oversight, including whether ADI’s executive compensation program and non-executive director compensation practices encourage excessive or inappropriate risk taking. \nNominating  \nand Corporate  Governance Committee The Nominating and Corporate Governance Committee \noversees ADI’s governance structure and processes, Board composition and succession planning for ADI’s Board. The Committee also oversees ADI’s ESG policies, goals and programs, including reviewing the ADI’s sustainability initiatives and goals and progress toward achieving those goals. At the management level, the newly formed ESG Oversight Committee reports to the Nominating and Corporate Governance Committee quarterly. ESG Program Oversight \nOur CEO, our senior leadership team and newly appointed roles dedicated to ESG lead our ESG agenda. Our Nominating and Corporate Governance Committee has specific oversight responsibility for ADI’s ESG programs, initiatives, policies and goals, including reviewing ADI’s sustainability initiatives and goals and ADI’s progress toward achieving those goals. \nOur Board is fully engaged and receives regular updates from senior management about our ESG program, including updates on emerging issues and progress against stated targets. These ESG topics also include educational components to keep the Board abreast of the quickly changing ESG regulatory environment, as well as other evolving practices, risk oversight, mitigation strategies and other relevant ESG topics. \n In 2021, ADI created a new ESG Executive Council that consists of in-house subject matter experts, such as Human Resources (HR), Environmental Health & Safety (EHS), and Compliance and Ethics, that meets monthly and reports to the ESG Oversight Committee. The ESG Oversight Committee reports to the Nominating and Corporate Governance Committee quarterly and presents on topics such as stakeholder value, ESG ratings and key ESG focus areas. \n…corporations are being pushed by investors to adopt a more stakeholder-oriented business model, \nnot only to be more responsible corporate citizens, but also to enhance long-term shareholder value via improved ESG risk management.” \n2021 ETHICS RESEARCH CENTER, the research arm of the Ethics & Compliance Initiative4141", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}