{"page_content": "4242 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nStakeholder \nEngagement \nADI delivers holistic solutions that \nmake a true impact on the world. This is fundamental to our approach to ESG, and encompasses a variety of stakeholders, including customers, employees, communities and suppliers in addition to engaging shareholders. \nWe have ongoing, transparent communications to \nensure we continue to focus on the issues most important to our stakeholders. Topics covered include our global engagement, regulatory compliance, supply chain resiliency, EHS programs and progress and climate targets and progress. How ADI Engages with our Stakeholders: \nEMPLOYEES\n Regular company- or \nbusiness-wide emails and videos from senior leadership\n Leadership town halls, discussions and webinars, including opportunities for questions and answers \n Pulse engagement survey and ADI Cultural Values survey  CUSTOMERS\n Meetings with senior executives at the business and corporate level\n Engagement strategy driven by business leadership depending on industry MEMBERSHIPS\n Signatory to the UN Global Compact \n Member of the Responsible Business Association (RBA), Responsible Minerals Initiative (RMI) and Responsible Labor Initiative (RLI)\n Member of Semiconductor Industry Association (SIA) and our CEO and Board Chair Vincent Roche serves on their Board of Directors\n Member of SEMI INVESTORS\n Strong commitment to transparency – communicate strategic, operational and financial results and progress on priorities\n Quarterly earnings conference calls open to investors and available on our website\n Annual meeting of shareholders\n Investor relations website\n Regular engagement with institutional investors and other shareholders, covering a variety of topics, including ESG REGULATORS/ \nGOVERNMENT AGENCIES\n Pursuit of “honest \nbroker” relationships with government stakeholders to promote collaborative, win-win outcomes on ESG and sustainability issues \n Commitment to regulatory compliance and strong performance \n Engagement to support decision makers in sustainability goals, including climate change and decarbonization SUPPLIERS\n Commitment to an ethical supply chain program and Supplier Integrity Guide for Suppliers based on RBA’s strong guidance \n Access to ADI’s Whistleblower hotline COMMUNITIES\n ADI locations empowered to support charitable organizations based on the needs of the local community\n ADI Volunteers, contributing to the communities where ADI people live and work\n ADI Foundation, committed to transforming our communities and shaping the diverse workforce of tomorrow\n Outreach to local communities and stakeholders on decisions with broader impact", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}