{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nIntegrated Approach  \nto Shareholder Engagement \nWe maintain an active engagement program with our \nshareholders, conducting extensive investor outreach throughout the year that involves senior management and various departments. This helps management and the Board understand and focus on the issues that matter most to our shareholders, so ADI can address them effectively. \nDuring fiscal 2021, we conducted more than 200 unique engagements with our shareholders, and we also continued our specific outreach effort with our institutional investors to discuss corporate governance issues affecting ADI. We produced the sixth installment of our ADI Uncovered webcast series discussing business strategy and trends in instrumentation. We also offered multiple webcasts and attended conferences to keep shareholders informed of company developments, including a special investor call regarding our capital allocation plans following the close of the Maxim acquisition. \nShareholder and stakeholder feedback is integrated into boardroom discussions regularly and helps to inform the Board’s decisions and ADI’s practices and disclosures. Shareholder Topics of Interest \nIn fiscal 2021, we reached out to our top 25 shareholders, representing approximately 45% of our outstanding \nshares, with an invitation to have discussions with their corporate governance teams. Topics covered in these meetings with shareholders who accepted our engagement invitation included: \n• Board composition and risk oversight \n• Board evaluation and refreshment \n• Executive compensation practices and design • Environmental, social and governance considerations, including diversity, equity and inclusion and human capital management \nShareholder Topics and Company Response \nIn the spirit of continuous improvement, we reviewed with our Board the key takeaways from these shareholders meetings with the goal of continuing to evolve our corporate governance practices to best meet the needs of ADI and our shareholders. Our dialogue has led to enhancements to our practices and disclosures our Board believes are in the best interests of ADI and our shareholders. For example: \nTopics of Discussion Recent Outcomes of Engagement \nCORPORATE \nGOVERNANCE • Continued focus on active Board refreshment and diversity; added one new female \ndirector to the Board, bringing female representation to more than 30% of the Board. \n• Increased our stock ownership guidelines for the CEO from 2x to 5x and for all other executive officers from 1x to 3x. \n• Appointed ADI’s first Chief Risk Officer and continued to enhance our risk oversight practices with quarterly cross-functional committee meetings, quarterly updates to the Audit Committee and regular updates to the Board. \n• Enhanced risk oversight practices for our Board, including cybersecurity at the Board level and ESG under the Nominating and Corporate Governance Committee. \nENVIRONMENT, \nSOCIAL AND GOVERNANCE • Continued to enhance ESG disclosure, publishing second annual Corporate \nResponsibility Report and EEO-1 data. \n• First US semiconductor company to deploy a sustainable finance instrument with an inaugural green bond issuance in 2020, followed by the establishment of a sustainability-linked revolving credit facility and a sustainability-linked bond offering in 2021. \n• Strengthened ADI’s commitment to reducing carbon emissions by setting a new goal to reach carbon neutrality by 2030 and net zero greenhouse gas emissions by 2050 or sooner.4343", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}