{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEnterprise Risk Management \nIn 2021, following the acquisition of Maxim, ADI launched an enhanced Enterprise Risk Management (ERM) program \nthat employs a five-phase approach: risk identification, risk measurement, response identification, response execution and monitoring and measurement. Dozens of interviews were conducted as part of the ERM program to identify the most common risk areas across the enterprise. \nWe utilized the framework offered by Commission on Sponsoring Organizations (COSO), a joint initiative dedicated \nt\no guiding entities in relevant aspects of organizational governance, business ethics, internal control, business \nrisk management, fraud and financial reports. Using this approach, risks were sorted into strategic, operational, compliance and financial categories and then ranked and rated based on impact, likelihood, velocity of risk, difficulty or duration of recovery and existence of mitigating actions. \nOur enterprise risk program aims to support informed organizational decision-making for strategic planning, \ntactical e\nxecution, budgeting and risk oversight that optimizes risk outcomes and protects stakeholder value. The \nERM function enables our team members to make risk management more efficient and effective by providing and maintaining a risk management framework and developing appropriate mitigation strategies. We also believe that a strong ERM program enhances corporate governance, helps to define management’s leadership and commitment towards openness, honesty, integrity and ethical behavior and reinforces the Tone at the Top. \nOur internal audit department aids in facilitating the risk identification and prioritization, coordinating with \ne\nxecutive risk owners on formulation and status of risk responses and reporting consolidated results of risk \nprioritization and risk responses status to the Company’s senior management, the Audit Committee and the Board of Directors. \nManagement is responsible for identification of risks or threats to ADI’s objectives, assessing the risk (i.e., the \nimpact and lik\nelihood of the threat occurring), undertaking control and other risk response activities to prevent \nand mitigate risks to corporate risk appetite level and providing assurance on the effectiveness with which risks are managed. The Executive Risk Committee establishes and cascades strategic goals and targets, to ensure enterprise alignment while the business units and enterprise functions represented on the ERM Committee are responsible for operational management, business performance and management of events or risks to the business. The Board of Directors, the appropriate committees and the CEO provide oversight including reviewing, challenging and concurring with management on the top risks and the Company’s overall risk appetite.\n4444", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}