{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nERM Risk Committee \nRepresentative Risk \nFunctions \nOperational risk management experts reporting to the executive risk committee, supports board committees and business units on status of risk management plans. Governance (Oversight)    Board of Directors, Audit Committee, Chief Executive Officer \nExecutive Risk Committee • SVP, Chief Legal and Risk Officer \n• EVP, Finance and Chief Financial Officer \n• EVP, Global Operations and Technology \n• SVP, Chief Customer Officer \n• SVP, Chief Technology Officer \n• SVP, Chief People Officer • SVP, COO Maxim and IMO \n• SVP, Automotive and Energy, Communications,  and Aerospace Group \n• SVP, Consumer and Cloud Infrastructure \n• SVP, Digital Healthcare \n• SVP, Industrial and Multi-Markets \n• EVP and President of Business Units \nBusiness Units and Enterprise  Functions (ERM Committee) • Automotive and Energy, Communications, and Aerospace Group \n• Consumer and Cloud Infrastructure \n• Digital Healthcare \n• Industrial and Multi-Markets • Global Operations \n• Enterprise Functions* (*Enterprise functions include: Customer Office, Technology Office, HR, IMO, Finance) \nOversight \nThe Board, the appropriate committees and CEO provide oversight and will have appropriate transparency and visibility into the key risk functions, ERM issues and risks related to the business. Executive Risk Committee \nEstablishes and cascades strategic goals and targets, to ensure enterprise alignment. Responsible for designing, implementing and maintaining an effective risk program. Business Unit and Enterprise Functions \nResponsible for operational management, business performance and management of events or risks to the business. Compliance and Risk \nCompliance \nSets the governance structure for information sharing and coordinating compliance-related risks across the company. Internal Audit \nFacilitates alignment with control monitoring and risk mitigation efforts to support the ERM program.4545", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}