{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nCode of Business \nConduct and Ethics & Code of Corporate Social Responsibility \nOur commitment to ethics and integrity is stronger \nthan ever. We are actively focused on enhancing our policies, practices and trainings to deepen this commitment. As part of this effort, we have updated our Code of Business Conduct and Ethics. Our Code provides a blueprint to guide our day-to-day decision making at ADI. Our Code describes our responsibilities, and we use it as a resource when we have questions or need guidance about how to proceed ethically in a certain situation. Everyone who works for ADI, including the Board of Directors and each employee as well as all independent contractors, consultants and agents who provide services to ADI is expected to comply with our Code. We also expect our customers, suppliers, third-party sales representatives, distributors, consultants and others engaged in business activities with ADI to comply with the law in the course of their relationship with ADI, including all applicable statutes, rules and regulations in all countries and regions in which we do business. \nBribery and corruption are simply not acceptable at \nADI. W\ne comply with all applicable anti-corruption \nand anti-bribery laws in all countries where we do business. We prohibit offering, giving or receiving bribes in connection with work for ADI at any time for any reason. We also expect all ADI personnel to act and make business decisions in the best interests of ADI and refrain from engaging in activities that create a conflict of interest or an appearance of a conflict. In gener\nal, we avoid any activity or personal interest in \na transaction or relationship that creates or appears to create a conflict between our own private interests and ADI’s interests, or that might impair our ability to perform our ADI duties and responsibilities honestly, objectively and effectively. We never use ADI’s property, information or business opportunities for our own personal gain or benefit, or that of anyone else. \nIn addition, to our Code of Business Conduct and \nEthics, w\ne’ve adopted a new Code of Corporate \nSocial Responsibility, that draws upon internationally recognized standards to promote social and environmental responsibility in the workplace and its business. ADI is committed to ensuring that its employees are treated with respect and dignity and that its manufacturing processes are environmentally responsible. \nADI is a member of the Responsible Business Alliance \n(RB\nA) - the world’s largest industry coalition dedicated \nto electronics supply chain responsibility. Therefore, we subscribe to the RBA Code of Conduct (RBA Code) and not only use it within our own operations but also expect our key suppliers to recognize the RBA Code as well. ADI POLICIES ON STRATEGIC \nCORPORATE RESPONSIBILITY ISSUES: \n• Anti-Slavery & Human Trafficking \nSta\ntement \n• Anti-Corruption Policy \n• Code of Business Conduct and Ethics \n• Code of Corporate Social Responsibility \n• Commitment to the United Nations Global C\nompact \n• EEO and Affirmative Action Policy \n• Gift & Entertainment Guidelines \n• Global Tax Policy \n• Information Security Statement \n• Political Contributions and Expenditures \n• Privacy Policy \n• Related Person Transaction Policy \n• Sexual & Other Unlawful Harassment Policy \n• Supplier Ethics Commitment \nDocuments are available at: https://investor. analog. \ncom/governance/governance-\ndocuments and https://www.analog.com/esg\n4848", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}