{"page_content": "4949 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nRaising Awareness & \nTraining \nIn addition to enhancing our policy commitments, \nwe are dedicated to raising awareness of ethics and compliance topics. We’ve developed a centralized and comprehensive compliance training plan for our global workforce. In 2022 we are expanding our ethics and compliance training program worldwide. All ADI employees will receive ethics and compliance courses that include region-specific and role-based assignments and will cover topics related to conflict of interest, anti-bribery and corruption, insider trading, workplace harassment prevention, data privacy and security, health and safety, and trade compliance, among others. Our Anti-Bribery and Corruption training will cover gifts and entertainment, with additional training on global laws and regulations, foreign officials, third parties and the importance of accurate recordkeeping. Conflicts of Interest training will provide our employees with guidance on recognizing and handling conflicts – or potential conflicts – that can threaten organizational integrity. Training completion will include review of ADI’s Code of Business Conduct and Ethics, the Code of Corporate Social Responsibilities, Insider Trading Policy and other applicable policies. \nMost of our global trainings will be offered in Chinese \nand Thai languages, as w\nell as in English. \nIt is everyone’s responsibility to uphold our company v\nalues, foster an ethical culture and build upon the \nfoundation of trust we have created. All employees and contingent workers are expected to understand and comply with our Code of Business Conduct and Ethics, the Code of Corporate Social Responsibilities and other policies and complete ethics and compliance trainings when assigned. In 2022 we strive for a 100% completion rate. Whistleblower \nProgram, Reports, Investigations and Corrective Measures \nWe have an open-door policy and rely on our employees \nto speak up to raise concerns. Anyone can report concerns through ADI’s Ethics Hotline (online at www. analog.\nethicspoint.com or by phone). ADI’s toll-free \nEthics Ho\ntline allows for anonymous reporting (when \npermitted by applicable law) and is managed by an independent third party. In addition, reports can also be made to a supervisor, Human Resources or ADI’s Compliance team within the Legal and Risk Oversight group through its Ethics Email Box. \nADI has developed processes to ensure that reports \nar\ne promptly reviewed and corrective actions are \nimplemented, if appropriate. The Chief Legal and Risk Officer and Compliance Legal team within Legal and Risk Organization provide for oversight on all global investigations to ensure matters are handled fairly, consistently and transparently. Additionally, the Board of Directors provides oversight on investigation processes, compliance trends and matters, as appropriate. \nADI does not tolerate retaliation against anyone \nwho in good f\naith reports possible violations of the \nlaw, ADI’s Code of Business Conduct and Ethics, Code of Corporate Social Responsibility or other company policies or procedures, questions on-going or proposed conduct, or participates in an internal investigation. ADI trains its employees on its anti-retaliation policy and takes proactive steps to prevent retaliation. Additionally, ADI requires its suppliers to prohibit retaliation for good faith reporting or participation in whistleblower investigation processes. \nWAYS TO SUBMIT COMPLIANCE REPORTS \nThere are many resources available to make a report: \n• Supervisors \n• The Human Resources Department \n• ADI’s Chief Legal Officer \n• ADI’s Ethics Hotline (online or by phone) \n• ADI’s Ethics Email Box \nADI’s toll-free Ethics Hotline is anonymous \nand is oper\nated by an independent third \nparty, NAVEX Global, which can be reached at analog.ethicspoint.com.", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}