{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nWho We Are \nMission \nFor decades, Analog Devices has built bridges between the \nphysical and the digital. Our products transform complex real-world signals into the insights and actions that can shape the future and improve the world around us. \nThe digital acceleration is happening at an almost incomprehensible pace. \nSometimes we forget that the digital world exists only to better understand our relationship to the real world. The digital world helps us capture and interpret what the real world is telling us. It creates opportunities to use these insights and actions to engineer good. \nTransforming healthcare for better access and outcomes Combating climate change through electrification, energy management and industrial efficiency \nUnlocking human potential by safely automating factories and transportation Connecting humanity to foster knowledge, understanding and community \nAnalog Devices bridges the physical and the digital worlds. Our pursuits of excellence keep us Ahead of What’s Possible. \nBecause the future depends on it. About Analog Devices \nThrough more complete hardware, software and system \nsolutions, we enable customers to shape the future faster, ensuring a healthier, more connected and sustainable future for generations to come. \nCompany Snapshot \nAnalog Devices At A Glance 55\nFOUNDED 1965 \nHEADQUARTERS Wilmington, Massachusetts U.S.A. \nEMPLOYEES ~25,000 in over 35 countries \nPRODUCTS ~75,000 SKUs \nCUSTOMERS 125,000+ \nEND MARKETS Industrial, Automotive, Communications, Consumer \nTECHNOLOGIES Analog & Mixed Signal, Power Management, Radio Frequency (RF) and Microwave, Edge Processors \nand\n Sensors \nPATENTS 7,666 \nR&D INVESTMENT $1.5B + * \n* Combined figure that includes Maxim Integrated Products, Inc. R&D investment from November 1, 2020 \nuntil August 26, 2021 (the date of acquisition) mapped to ADI’s R&D investment in fiscal year ended October 30, 2021. R&D prior to August 26, 2021 (the date of acquisition) from Maxim is included for informational purposes only and has not been included in ADI’s income statement for fiscal 2021. These figures are unaudited.", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}