{"page_content": "5050 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nTrade Compliance \nOur semiconductor wafers are manufactured, \nassembled, tested and packaged both internally and by third parties located outside of the US. Our integrated circuit (IC) products are fabricated on proprietary processes at our internal production facilities in Wilmington, Massachusetts; Camas, Washington; Beaverton, Oregon; and Limerick, Ireland and also on a mix of proprietary and non-proprietary processes at third-party wafer fabricators. We currently source approximately half of our wafer requirements annually internally and the remaining from third-party wafer fabrication foundries, such as Taiwan Semiconductor Manufacturing Company (TSMC) and others, typically where deep-submicron lithography capabilities and/or large manufacturing capacity is required. \nOur worldwide business activities are subject to \nv\narious laws, rules and regulations of the US as \nwell as of foreign governments. The global nature of our business subjects us to a number of risks and uncertainties, which could have a material adverse effect on our business, financial condition and results of operations, including international ec\nonomic and political conditions and other political \ntensions between countries in which we do business; unexpected changes in, or impositions of, legislative or regulatory requirements; and exporting or importing issues related to export or import restrictions, including deemed export restrictions, tariffs, quotas and other trade barriers and restrictions. \nADI’s Global Trade Compliance Team helps ensure \ntha\nt applicable international trade laws are followed \nwhen ADI’s products are moved or sold internationally. With local presence in the US, APAC and EMEA, team members serve as subject matter experts on the range of global trade issues that impact our business. The team helps clear ADI’s international shipments, performs restricted party screening, advises on export license restrictions, sets policies and procedures and obtains import or export licenses when required. They also stay current on new trade regulations in the jurisdictions where we operate and ensures ADI has processes in place to comply with the new regulations.\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}