{"page_content": "5151 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nPublic Policy \nWe conduct our efforts only through specifically \nauthorized and legally compliant lobbying activities and file lobbying disclosure reports with state governments where required by law. We do not make political contributions of any kind to parties or candidates, including any direct contributions through intermediary organizations. This policy applies worldwide, even where these contributions are permitted by law. \nOur public policy and government relations are \nmanaged b\ny ADI Government Relations worldwide. The \nNominating and Corporate Governance Committee of our Board oversees our policies and practices, and periodically receives reports from ADI management on such policies and practices. \n2021 Political Activities \nIn 2021, ADI began the process of introducing key federal and state policymakers to our company. One of the key issues we focused on is global supply chain resiliency and broad capacity needs worldwide, which has been exacerbated by COVID-19. Industry resiliency in the face of increasing climate change-induced natural disasters and extreme weather events has become an important topic in public policy conversations – and will likely continue to be moving forward. Approach \nPublic policy engagement allows ADI to provide thought leadership to both US and global governments on issues that directly impact our business, the communities where we operate and the semiconductor industry as a whole. Through conversations with government officials, trade associations and other coalitions, we build relationships with key governmental offices and agencies and educate state and federal policymakers on key issues such as supply chain resilience, workforce development and ESG-related issues including climate change and responsible materials sourcing. At the state level, our efforts are predominantly focused on the states where we have the largest presence: Massachusetts, Oregon, Washington and North Carolina. \nADI belongs to a number of trade associations \nw\norldwide, representing the interests of the technology \nindustry, industries in which ADI operates and the broader business community. These organizations work to bring about industry consensus and advocacy on major public-policy issues. Our participation in trade associations does not mean that we agree with every position a trade association takes on an issue. \nADI is currently an active member of the Semiconductor \nIndus\ntry Association (SIA), and our CEO and President \nis on the SIA Board. We are also a member of other US trade associations, including SEMI, Semiconductor Research Corporation and Open RAN Policy Coalition. In addition, we are members of several trade associations located outside the US – Ireland, India, China and some of our other main locations. To that end, in late 2021, we began engaging in direct lob\nbying efforts on these issues given their importance \nto the semiconductor industry as a whole, as well as to our business, customers, shareholders and employees. Through our membership in SIA, we participated heavily in SIA board meetings and engaged in discussions with members of the US Congress. In late 2021, we began lobbying with SIA for several pieces of legislation important to strengthening the US’s semiconductor capabilities over the long term.\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}