{"page_content": "5252 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nHuman Rights \nOur Approach \nWe believe human rights are the fundamental \nfreedoms and standards of treatment to which all people are entitled. ADI recently released a new \nCode \nof Corporate Social Responsibility , which outlines \nhuman rights requirements for all global workers. In \naddition, a key strategy for protecting human rights at ADI is our active participation in the\n Responsible \nBusiness Alliance  (RBA), the world’s largest industry \ncoalition dedicated to electronics supply chain \nresponsibility. Membership requires that we adopt the \nRBA Code of Conduct , which establishes standards \nto ensure that working conditions in the electronics industry and its supply chains are safe, that workers are treated with respect and dignity and that business operations are environmentally responsible and conducted ethically. RBA’s audit process is a critical component to our strategy for ensuring the protection of human rights in \nour supply chain . \nRespect for \nHuman Rights \nRespect for human rights is rooted in our values and \napplies wherever we do business. These principles apply to all employees and contingent workers, products and services, as well as our business relationships, including our supply chains. They also align with multiple frameworks including the \nUN Guiding Principles \non Business and Human Rights , ILO Declaration on \nFundamental Principles and Rights at Work  and UN \nUniversal Declaration of Human Rights . Our Commitment \nADI is committed to the human rights of all workers and to ensuring that they are treated with respect and dignity and work within humane working conditions. \nAnalog Devices \n• Stands against discrimination of its workers. Our policies strictly prohibit harassment, discrimination and retaliation. \n• Prohibits child labor for its workforce and prohibits it in any stage of the manufacturing process. \n• Prohibits forced labor. All work must be voluntary, and workers should be free to leave work or terminate their employment with reasonable notice. \n• Is committed to paying workers at least the minimum wage required by applicable laws and regulations and providing all legally mandated benefits. \n• Is committed to compensating employees for all overtime hours, not deducting from wages unless legally permitted. \n• Considers direct engagement and open communication to be the most effective method of resolving workplace and compensation issues between workers and management. In full compliance with laws, ADI respects the rights of workers to associate freely, form and join workers organizations, seek representation and bargain collectively. Workers are protected from intimidation, harassment and retaliation for open communication with management regarding working conditions. • Is committed to ensuring appropriate controls, safe work procedures, preventative maintenance and protective measures (such as physical guards, interlocks and barriers) are used in the workplace to mitigate health and safety risks. ADI is committed to providing workers with appropriate personal protective equipment in situations where hazards cannot be adequately controlled by the aforementioned means. Workers have the right to raise safety concerns without fear of reprisal. \n• Has in place processes to enable anyone, including employees, contractors, employees of ADI suppliers and other external stakeholders, to report concerns through ADI’s third party-operated \nEthics Hotline . \nADI is committed to investigating allegations promptly and pursuing action to correct any adverse labor and human rights, health and safety, environmental or ethics impacts. \nWe have embedded our approach and programs associated with our operations, supply chain and products in the ADI’s policies and procedures.", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}