{"page_content": "5353 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nSalient Human Rights \nRisks \nAt ADI, we engage regularly with key stakeholders, \nincluding customers, suppliers, our employees and organizations like the United Nations, SIA, RBA and SEMI to help identify salient human rights risks in the semiconductor industry and in places where we do business. We seek to educate ourselves on emerging issues in order to address potential violations or issues early. Key focus areas for ADI include: \n• Freedom from slavery and forced or child labor \n• Non-discrimination \n• Right to a safe, clean work environment \n• Right to decent work \n• Right to safety and security \n• Right to peaceful assembly and freedom \no\nf association \n• Right to privacy \n• Right to living wage and humane treatment in the w\norkplace \n• Access to reporting and remedy process Human Rights in \nOur Operations \nAt our own ADI offices and manufacturing facilities, \nADI is committed to providing our employees with a safe, inclusive and respectful work environment where they can thrive. Harsh and inhumane treatment is not tolerated, including any sexual harassment, sexual abuse, corporal punishment, mental or physical coercion or verbal abuse of workers; nor is the threat of any such treatment tolerated. In 2021, we updated our Code of Business Conduct and Ethics to ensure we maintain a workplace free of harassment and unlawful discrimination. Our Code of Business Conduct and Ethics provides details on ADI’s policies that promote a mutually respectful, safe and healthy workplace. \nWe believe that open communication and direct \nengagement be\ntween workers and management are \nthe most effective ways to resolve workplace and compensation issues. We also respect the right of all workers to freedom of association and to share ideas and concerns with management regarding working conditions and management practices without the fear of reprisal, intimidation or harassment. Human Rights in Our \nSupply Chain \nADI is committed to upholding human rights in our supply \nchain, and our manufacturing suppliers are expected to comply with our Code of Corporate Social Responsibility. As outlined in these principles, ADI does not use or tolerate the use of forced labor, involuntary labor or child labor. We expect our suppliers to follow these principles as well and maintain progressive employment, environmental, health and safety and ethics practices that meet or exceed all applicable laws and codes such as ADI’s Code of Corporate Social Responsibility , ADI \nC\node of Business Conduct and Ethics and RBA Code \nof Conduct. These standards promote best practices in a number of areas affecting human rights in our supply chain, including freely chosen employment, child labor avoidance, working hours, wages and benefits, humane treatment, non-discrimination and freedom \nof association. \nThe RBA Code of Conduct contains standards \nint\nended to eradicate slavery and human trafficking \nin the electronics supply chain. In 2021 ADI issued its Anti-Slavery and Human Trafficking Statement, which outlines ho\nw ADI and its suppliers comply with the \nRBA Code. In addition, ADI’s new Code of Corporate Social Responsibility addresses child labor, humane treatment and involuntary labor as well as health and safety and environmental issues. \nADI also aims to respect the human rights of \nc\nommunities, and minimize adverse effects from its \nmanufacturing on communities, by adhering to the RBA Code of Conduct’s environmental standards – which are designed to address issues such as air and water pollution, hazardous substances and waste – and its ethics standards, which call for responsible sourcing of minerals. See Responsible Mineral Sourcing for mor\ne details.", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}