{"page_content": "5454 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nSupply Chain Management new version is released. Every two years, certain ADI \nsuppliers have a validated assessment program (VAP) compliance audit conducted by an independent, third-party auditor that has been approved by the RBA and is specially trained in social and environmental auditing and the VAP protocol. ADI can nominate a supplier for a VAP audit if the SAQ raises concerns. \nVAP is the leading standard for onsite compliance verification and effective, shareable audits. The Audit Cooperation Program (ACP) allows suppliers to be nominated for a VAP audit by multiple member companies. The audit is then shared with the members that purchase from that facility. \nAudits include thorough document review, interviews with management and employees and a visual site survey, using local, native speaking auditors where possible. VAP auditors are specially trained to spot hard-to-find VAP protocol violations like instances of forced labor and are specialists in understanding where some violations are more common, such as excessive working hours in areas with high migrant worker populations. Non-compliances to the protocol that are uncovered during a VAP audit are rated by severity as “minor,” “major” or “priority,” and the supplier is given a specified period of time to remedy the findings and implement systems to prevent reoccurrences. \nWe report to the RBA as part of our compliance requirement on how many of the ADI-owned facilities and supplier facilities have completed the SAQs and if there were any significant findings from any of the audits on those suppliers. \nSee Human Rights  Section. \nSee Responsible Mineral Sourcing  Section.Overview \nADI is committed to maintaining a resilient and \nresponsible global supply chain. This past year we developed a more integrated global supply chain management system and continued to develop strategic, impactful and agile relationships with our suppliers. We have an alert system in place to stay aware of environmental, political or social events or issues in areas where we source that need addressing. ADI consistently monitors our supply chain for these types of events and issues that may impact our resiliency. This strategy has paid off during COVID-19, where ADI’s resilient supply chain provided us the ability to consistently fulfill commitments to our customers in a timely manner. \nADI’s products necessitate a diverse supply chain and reliance on third-party suppliers, as they require a wide variety of components, raw materials, wafer foundry, assembly and test services. Many of the components and materials that are purchased and incorporated into our products have multiple sources. However, we source from a limited number of suppliers, such as Taiwan Semiconductor Manufacturing Company (TSMC), for a large portion of our external wafer purchases and foundry services. To ensure resiliency in our supply chain, raw materials and critical indirect materials are either dual sourced or have an identified second source where feasible. \nWe also collaborate with supply chain-related organizations, such as the \nResponsible Business \nAlliance  (RBA) and the Semiconductor Industry \nAssociation  – leaders in setting environmental, social \nand ethical supply chain standards for the electronics industry. RBA’s audit process is a key component to our supply chain management program. Supplier Code \nof Conduct \nEthical behavior is one of ADI’s core company values. \nWe expect our suppliers to adhere to the same business ethics and standards of conduct ADI has set for itself, including \nCode of Corporate Social \nResponsibility  and Code of Business Conduct and \nEthics  and relevant external codes such as the RBA \nCode of Conduct . These codes set high standards \nregarding labor and human rights, the environment, \nbusiness ethics and health and safety. We expect our suppliers to maintain progressive employment, environmental, health and safety and ethics practices that meet or exceed all applicable laws, rules and regulations in the countries in which they operate. \nAs part of our supplier onboarding process, new ADI suppliers sign our Agreement on Responsible Business Conduct and our \nSupplier Ethics Commitment , \ncertifying their adherence to the RBA Code of Conduct. \nSuppliers are also expected to post a corporate social and environmental responsibility statement in the workplace affirming their commitment to compliance and continual improvement and to provide clear and accurate information to workers, suppliers and customers about their performance, practices and expectations. \nSupplier Audits \nAs part of ADI’s supply chain practices, we perform \nchecks of prospective suppliers prior to their acceptance. ADI asks its suppliers to fill out a RBA self-assessment questionnaire (SAQ) each time a ", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}