{"page_content": "5555 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nCorrective Action \nand Remediation \nIntegral components of the audit process include \ncorrective action and remediation, which when needed, are the most impactful steps in the process. For each non-conformance and risk of non-conformance that is uncovered during a VAP audit, a supplier must create a formal Corrective Action Plan (CAP), which includes containment, root-cause analysis, corrective action, a timeline and preventative steps to prevent reoccurrence. CAPs are verified through a third-party closure audit, which verifies that the non-conformances identified in the VAP have been contained and corrected and future recurrence has been prevented. The RBA not only provides remedy and prevention plans for suppliers that have non-compliance issues, but it also offers a Recognition Program to recognize facilities that demonstrate their commitment to corporate responsibility through verified closure of the issues identified in a VAP audit. \nSupplier \nEnvironmental Impact \nOur commitment to environmental sustainability \ncascades down to reduce the environmental footprint of our suppliers. Our Code of Corporate Social Responsibility includes several environmental expectations that our suppliers must meet. Looking ahead, ADI’s goals include continuing to move our suppliers beyond environmental compliance and furthering green initiatives in our supply chain, including the use of environmental performance as a criterion for vendor selection. SUPPLY CHAIN MANAGEMENT POLICIES \nAND DOCUMENTS \nHUMAN RIGHTS AND WORKFORCE \nPOLICIES \n• Anti-Slavery & Human Trafficking \nSta\ntement \n• Sexual and Other Unlawful Harassment P\nolicy \n• EEO-1 and Affirmative Action Policy (Nondiscrimina\ntion Policy) \n• Gifts & Entertainment Guidelines \nGOVERNANCE POLICIES \n• Code of Business Conduct and Ethics \n• Code of Corporate Social Responsibility \n• Anti-Corruption and Bribery Policy \n• Related Person Transaction Policy \n• Corporate Governance Guidelines \n• Privacy Policy \n• Information Security Statement", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}