{"page_content": "5656 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nResponsible Mineral \nSourcing \nADI is committed to sound, ethical and \nresponsible sourcing of minerals used in our products. Our practices and policies are designed with the goal of ensuring that we do not directly or indirectly support violence and human rights abuses in the DRC region.Conflict Minerals \nLike many technology companies, ADI relies on the use of tin, tungsten, tantalum and gold (3TG) in the manufacturing of our products. These minerals are frequently from the Democratic Republic of Congo (DRC) and adjoining countries, which are plagued by conflict and human rights abuses. Because we do not source directly from smelters or mines, we are working closely with our own suppliers to understand the sources of the metals contained in their products and to assure that only conflict-free metals are in our supply chain. \nOur Commitment to \nSound, Ethical and Responsible Sourcing \nADI is committed to sound, ethical and responsible \nsourcing of minerals used in our products. Core to our commitment is our \nConflict Minerals Policy Statement \nand our collaboration with other concerned electronics companies to develop methods to track the origin of metals used in electronics products. Our practices and policies are designed with the goal of ensuring that we do not directly or indirectly support violence and human rights abuses in the DRC region. ADI has been a member of the Responsible Minerals \nInitiative  (RMI), formerly known as the Conflict Free \nSourcing Initiative, since 2009. RMI was founded by the \nResponsible Business Alliance  (RBA), formerly known \nas the Electronics Industry Citizenship Coalition, to facilitate responsible sourcing in the electronics supply chain. RMI has developed a common approach for addressing conflict mineral supply chains and protocols that includes third-party auditing, due diligence tools and a public database documenting smelters and refiners. We require our suppliers that have 3TG in their products to verify in writing that they have procedures in place to demonstrate that the metals they procure are sourced in accordance with ADI’s Conflict Minerals Policy Statement. \nFor additional information regarding our due diligence processes, risk management plan and the results of \nour most recent inquiries, please see the Conflict Mineral Report included in our \nForm SD . ", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}