{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nLetter from Greg Henderson, SVP, Automotive \nand Energy, Communications, and Aerospace \n To date, more than 130 countries and nearly 700 \ncompanies have made net zero pledges. But the world is not on track to reach net-zero emissions and limit warming to 1.5°C, and, as we heard at COP26, the time for action is running out. It has never been clearer that the immensity of the climate crisis necessitates we collectively move from pledges to progress. The scale of economic transformation necessary for a net-zero transition requires intentional investment. As I reflect on ADI’s commitment to achieve carbon neutrality by 2030 and net zero emissions by 2050, I am reminded that progress may not always be linear, but it is cumulative. \nSemiconductors Can Enable \nNet Zero \nSemiconductors are the bedrock of the modern \neconomy and of modern living: they are essential components of the technologies that control critical systems and infrastructure like the energy grid, communication networks and the IT systems that enable remote work. Semiconductors also power all things digital, from cars and factories to smartphones and medical devices. \nWe’re in the early days of a new era where having \ninf\normation is not the same as having insights. \nThe intelligent edge will transform the future and increasingly blur the boundaries of the physical and digital worlds. ADI’s unique capabilities at this nexus of sensing, measuring, interpreting, connecting and analyzing data, will help solve humanity’s toughest challenges, like the climate crisis. \nIn the face of exceptional growth, we remain committed to \nreaching our environmental goals.“ In addition, amid COVID-19 in 2021, ADI acquired Maxim, \nsignificantly increasing our domain expertise and positioning us to lead the intelligent edge. The acquisition also brought capacity to meet the increased demand for semiconductors, but as a result also increased our footprint. As such, the Maxim acquisition allows ADI to scale its climate ambitions, as we remain committed to our net zero pledge and laser focused on improving our efforts to decouple emissions from growth. \nInnovation for \nPeople and Planet \nThe challenge of climate change presents not only \nan opportunity for ADI to focus on its own efforts to reduce our direct natural resource footprint, but also one to bring our value chain partners – from customers through suppliers – into collective action. We are eager to engage with stakeholders across every industry in understanding how our designs, platforms, tools and services can move the world to a sustainable future aligned with the Paris Agreement. ADI’s capabilities to bring forth next-generation customer solutions that avoid gigatons of emissions and significantly and positively impact everyday life make this an exciting inflection point for ADI and our partners. \nGREG HENDERSON \nSenior Vice President, Automotive and Energy, Communications, \nand Aerospace5959", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}