{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nAcquisition of Maxim \nIntegrated \nOn August 26, 2021, ADI completed the acquisition \nof Maxim Integrated Products, Inc. (Maxim), an independent manufacturer of innovative analog and mixed-signal products and technologies. This combination increases the breadth and depth of our best-in-class technology offerings and expands our global team of talented employees, including our cadre of brilliant engineering talent, which now stands at 11,000 engineers and technical experts strong. This increased scale unlocks additional avenues of professional growth for our people, while enabling us to better address the future needs of our customers. \nThe addition of Maxim strengthens ADI’s position to develop and deliver more complete, cutting-edge solutions for our customers. \nENGINEERING GOOD \nAt ADI, we talk about “Engineering Good” because we believe in using our innovative talent and technologies to ensure a brighter, safer, more sustainable and equitable world for future generations. \nESG is no longer optional … and leading can be a strong \ndifferentiator commercially and in the competition for talent.” \nMARY FARRIS, Senior Director, ESG and Sustainability Programs Strengthening Our End Markets with Maxim Integrated \nIndustrial \nThe Industrial sector is characterized by a diversity of customers, products and applications, \nand features sticky, long-life-cycle products. ADI’s heritage in this market, combined with Maxim Integrated, positions us as the partner of choice across precision signal processing, control, power management, connectivity and safety. And, we have a significant opportunity to connect Maxim’s rich power portfolio, which is underrepresented in the Industrial sector today, with ADI’s strong position in this market. \nAutomotive \nADI’s automotive business is focused on vehicle electrification and in-cabin connectivity. Maxim Integrated strengthens our market-leading BMS position with its growing power management capabilities. Now, seven of the top ten electric vehicle brands use our solution, and our BMS revenue has doubled. Maxim Integrated also adds an industry-leading Gigabit Multimedia Serial Link™ (GSML) franchise, making ADI the go-to provider for connectivity systems in the vehicle, which is critical in architecting Advanced Driver Assistance Systems (ADAS) systems. \nCommunications \nADI is a wireless market leader, and our deep domain expertise enabled the launch of the industry’s first software-defined radio transceiver with a fully integrated digital front end this year. In wireline, our precision signal chain for optical control systems and power management is used by carrier networks and data centers. Maxim Integrated more than doubles our data center exposure and expands our growth opportunities with power management solutions for cloud processors and accelerators. \nConsumer \nOur Consumer business is focused on enhancing human sensory experiences, and we have repositioned this franchise by further diversifying our customers, products and applications. Our portfolio is defined by signal processing solutions across hearables, wearables and professional audio/video, along with strong power management capabilities. Maxim Integrated builds on this, bringing additional power and sensing capabilities and new applications, including fast charging and gaming.66", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}