{"page_content": "e6060 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nSustainability Framework \nADI’s purpose is to use our ingenuity and technologies to connect the physical and digital worlds so we can solve \nproblems that really matter. The climate crisis is a universal challenge, and we’re eager to leverage our culture of problem-solving and innovation in service of bettering our planet. \nEnvironmental sustainability is core to our business, and as such, we bring a long-term focus to our efforts through a three-pronged framework. We aim to: GREEN REVENUE AND R&D \nThe decarbonization and overall greening of the global economy presents meaningful opportunities. We broadly consider green activity to encompass financial revenues and/ or investment tied to products that benefit the environment. For more on our approach, see \nhere . We believe that identifying the green \nattributes of our technologies and measuring our level of investment in products with sustainable applications is a key metric for understanding the role ADI plays in helping the world transition to a Net Zero state. \nIn 2021, roughly 25% of our combined revenue was green, and roughly 30% of our combined R&D was green. Sustainable technology is a growing investment area for ADI, and as we execute against our Lead – Optimize – Engage sustainability framework, we anticipate our level of green activity as reflected as a percent of overall revenue and R&D will increase. \n~25% ~30% \nRevenue R&DEngage Partners across our value chain to join us in revolutionizing our collective sustainability journey Lead With the semiconductor industry in designing products with clear sustainable use applications \ntimiz Op \nOur operations, setting and executing against ambitious goals related to climate and energy, water and waste ", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}