{"page_content": "6161 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nLeading Product Innovation \nADI is supporting the global transition \nto a net-zero emissions economy, with semiconductor advancements playing a critical role in product innovation. \nIn 2021, ADI launched an examination of ADI’s products \nthrough the lens of the sustainable solutions they enable. We know that the health of our planet depends on immediate action to decarbonize and hinges upon both the deployment of existing technologies and continuous investment in creating and rolling out breakthrough technologies. ADI’s domain expertise in sensing, measuring and power management are critical to end uses in multiple sectors, including: \nTRANSPORTATION \nThe electrification of vehicles and enhanced vehicle-to-vehicle and vehicle-to-grid capabilities will enable greener, smarter and safer transportation. \nENERGY \nThe use of smart grids in the energy sector allow for real-time information and advanced analytics to support the more efficient and distributed availability of renewable energy. \nBUILDINGS AND MANUFACTURING \nThe implementation of sensors and intelligent edge devices will enable building management systems to deliver energy-reducing actions and improve productivity and efficiency. \nCOMMUNICATIONS \nAccelerating the adoption of more energy-efficient 4G and 5G networks will impact every industry’s ability to bring new products and processes that impact how we live, work and connect. SPOTLIGHT \nIMPACTING HOW WE TRA VEL: \nEVs are among the most effective ways to reduce greenhouse gas emissions, with light vehicles accounting for nearly half of all transportation-related emissions. Batteries are the major focus for EV cost efficiencies, as they comprise roughly 40% of the total cost of an EV. Lithium-ion batteries need to be actively monitored and balanced to work safely and to ensure a long lifespan. Key to this equation are battery management systems (BMS), of which ADI is the industry leader, as highly accurate and safe BMS allow original equipment manufacturers (OEMs) and drivers get more mileage out of their batteries. As broader adoption of EVs takes place, the positive environmental impacts of our enabling technology will grow, particularly as we note the cumulative impact of influencing the broader ecosystem around EVs – from how we charge them to second life opportunities for EV batteries. \n~100m\nCO 2e avoided in 2021 from vehicles equipped \nwith ADI’s BMS technology SPOTLIGHT \nIMPACTING HOW WE CONNECT: \nADI’s innovations are central to the communications infrastructure that enables 4G and 5G connectivity. Within that infrastructure, base stations and their architecture directly affect how wireless networks are deployed. Introduced in late 2021, ADI’s 5G transceiver uses a technique called digital predistortion (DPD) to significantly reduce the amount of power consumed by the base station. Furthermore, massive MIMO enabled in part by ADI’s transceivers more than double the density and halve the power compared to previous generations.  \n~500m\nmetric tons of avoided CO 2 emissions by \n2030 due to massive MIMO enabled by ADI's \ntransceivers", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}