{"page_content": "6262 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nOptimizing Our Operations \nAdding Resiliency Through Our \nHybrid Manufacturing Model \nADI is a highly specialized manufacturer of analog mixed signal components and modules. We are a hybrid manufacturer, allowing us to leverage production in-house and through partnerships with external wafer fabrication facilities. This approach provides ADI the greatest access to technologies and great resiliency, two strengths of particular note given the supply chain challenges of 2020 and 2021. We acknowledge that this hybrid strategy results in greater Scope 1 and 2 emissions than those of “fabless” peers that exclusively outsource production. \nAs we continue our journey to net-zero emissions, \nADI r\necognizes that achieving substantial emission \nreductions will require collaboration with partners across our value chain, in addition to investment in improvements to our existing fabs and commitment to building new, state-of-the-art fabs in the future. ADI continues to invest to strengthen its hybrid model and support long-term growth. \nAcquiring Maxim: Opportunity to Scale Our Climate Ambitions \nAmid soaring demand for semiconductor chips, in 2021, ADI acquired Maxim, significantly increasing our in-house manufacturing capacity. As a result, our greenhouse gas emissions, water and waste footprints as a combined ADI have increased. We see the integration of Maxim into our operations as a significant opportunity to extend Legacy ADI’s ambitious climate goals. \nSince the acquisition, we have done a full inventory of \nSc\nope 1 and 2 emissions, water recycling and waste management for Maxim from our 2019 baseline year – the fir\nst step in developing an optimization strategy for \na combined ADI. \nExpanding Our Capacity \nOur Beaverton, Oregon site was gained as part of the Maxim acquisition and is ADI’s largest in-house fab. In 2021, we started its expansion to increase overall facilities infrastructure, which includes transforming existing manufacturing space, retooling equipment and adding cleanroom space. While the expansion is still underway, output in 2021 was roughly 30% higher than in 2020, and we expect output to increase as more of the expansion is completed. Over the course of the full expansion, ADI will grow our wafer fab workforce in Washington County by nearly 40% to add operator, maintenance technician and engineer roles. At present, nearly 700 people support our Beaverton fab. As the site grows, operations are and will continue to be overseen by dedicated Facilities and Environmental Health & Safety (EHS) team leaders. \nADI’s Camas, Washington site has also ramped up \npr\noduction, with operations moving from a five-days-a-\nweek schedule to running continuously, 24 hours a day, seven days a week in 2022. In 2021, ADI installed new manufacturing tools, resulting in a boost to production capacity of nearly 50%. \nExpanding in Europe \nOur Limerick, Ireland fab is a key contributor to our in-house manufacturing capacity, and in 2021, production increased by more than 33% year-over-year. As ADI continues to invest in our hybrid manufacturing strategy, part of our efforts will focus on expanding our Limerick site, including adding critical cleanroom space, as well as operators, maintenance technicians, engineer\ns and other roles. Our Limerick operations are \noverseen by dedicated EHS and Facilities teams. \nLooking Ahead \nAs we execute on our plans to achieve Net Zero by 2050, we know that a credible climate plan requires reducing absolute emissions first and foremost, before considering offsets for the hardest-to-reduce emissions. We take a similar approach to our water use and waste generation practices. We are building a comprehensive, multi-year roadmap that outlines how we will execute on our commitments.\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}