{"page_content": "6464 ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \n Climate and Energy \nApproach \nThe world’s environmental challenges are \nso vast in scale that stakeholders from every industry and of every size have a role to play in addressing climate change and that includes ADI. \nADI is committed to achieving Net Zero by 2050. GHG \nemissions from ADI manufacturing sites make up the majority of our Scope 1 and 2 emissions (92%); therefore, in the short term, we are focused on increasing renewable energy use across ADI’s global manufacturing operations and reducing Scope 1 and 2 GHG emissions with a focus on cost-effective initiatives that promise the largest impact, including: \n• Process and equipment optimization \n• A transition to renewable energy \n• Energy conservation \nWith the unprecedented demand for semiconductor products, it’s important to acknowledge and recognize the impact of increased production on our emissions footprint. As such, we are introducing another metric – emissions intensity – to aid us in understanding how improvement efforts are impacting reduction goals relative to total output, as proxied by revenue. We seek to achieve consistent decreases in emissions intensity year over year. OUR SCIENCE-BASED \nTARGET APPROVED BY SBTI \nIn 2021, ADI took ambitious climate action by \ncommitting to a science-based emissions reduction target that was approved by the Science Based Target Initiative (\nSBTi ). SBTi is a \ncollaboration between CDP, the United Nations Global Compact, World Resources Institute and the World Wildlife Fund for Nature. ADI will re-engage SBTi in 2022 to account for the Maxim acquisition. TWO BUILDINGS \nLEED-GOLD CERTIFIED IN 2021 \nThe new headquarters building (Building 7) and \nthe Hub at the Wilmington campus were both LEED-Gold certified in 2021, incorporating energy-efficient features such as a glass building envelop and atrium skylights that maximize the use of natural lighting, along with the installation of 14 EV chargers and solar panel arrays producing 1,500 MWh/year of energy.\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}