{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nOur Progress \nScope 1 & 2 Emissions* \n2021 2020 2019 45.0 41.8 343 355 350 \n36.7 \n100 160 220 280 340 400 \n10.0 20.0 30.0 40.0 50.0 60.0 \nEmissions \n(thousands metric tons) Emissions Intensity (grams/combined revenue, USD) Trend Line \n* Emissions data represents both Legacy Maxim and ADI. \nSCOPE 1 & 2 EMISSIONS INTENSITY \nDecrease from  \n202\n1 vs 2020 \n18%  Decrease from  \n2021 vs 2019 \n12%  \nIn 2021, ADI experienced an absolute increase of \n2.2% in our Scope 1 and 2 emissions since 2019. When normalized against a combined revenue, ADI’s GHG intensity has decreased by 12% since 2019 and 18% since 2020. \nThe majority of ADI’s reductions to date have resulted \nfr\nom our transition to renewable energy, facilitated \nby manufacturing sites with accessibility to certified green energy or readily procurable renewable energy credits (RECs). Utilization of on-site solar panel arrays has also served to increase our use of renewable energy while reducing our reliance on electricity from the grid\n. In 2021, ADI achie ved 39% renewable energy \nuse across our global manufacturing operations and we purchased 29,042 megawatt hours (mWh) of renewable energy through RECs. While a transition to renewable energy has been the most impactful opportunity thus far, emissions reductions initiatives focusing on energy efficiency as well as reduction of direct process emissions have also contributed to reductions. These initiatives include: EMISSIONS INTENSITY (REVENUE) \nADI’s climate progress is largely level from 2019 through 2021. This is due to increase in production from organic growth, as well as to ADI’s acquisition of Maxim in 2021. ADI stands behind our original commitments and is proud to include Maxim in these ambitious efforts. \nThis graph captures the downwards trajectory of \nADI’\ns emissions intensity (Scope 1 and 2 emissions \nagainst combined revenue). \n• Manuf acturing pr ocess optimization such as the use \nof lower-emitting gases, process improvements and recipe optimization to reduce consumption. \n• Abatement systems to lower emissions through the thermal des\ntruction of high GWP (Global Warming \nPotential) fluorinated GHGs. \n• Energy conservation initiatives such as equipment upgr\nades, building energy management systems and \nLED lighting upgrades. \nPROGRESS AT ADI MANUFACTURING SITES \nADI operates on a hybrid manufacturing model, outsourcing some of its production to contract manufacturers and with its own manufacturing facilities in California, Massachusetts, Oregon and Washington in the US, as well as in Ireland, Malaysia, Singapore, Thailand and the Philippines. Highlights of our 2021 environmental progress at our facilities include: \n• Our Camas, Washington location installed \nsix electric v\nehicle (EV) charging stations, \nsupporting the community EV infrastructure and the potential for decreased reliance on fossil fuels for its employees. \n• At our headquarters in Wilmington, Mas\nsachusetts, 14 additional EV charging \nstations were installed, bringing the total up to 28 stations. Further, 222KW in additional solar capacity were added to a campus building. \n• One of our Cavite, Philippines locations c\nonverted old lighting to new energy-efficient \nLED lighting (91% completed in 2021) and implemented facility equipment efficiency improvements (HVAC, AHU, Chiller and Compressor) through optimization and installation of metering systems. In addition, we improved building roofing thermal insulation and heat reflectance using materials with high Solar Reflectance Index (SRI).65\n65", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}