{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nPlans for Future \nReductions \nScope 1 and 2 \nADI’s SBTi baseline and emissions target was approved \nin 2021 prior to the Maxim acquisition, and a key task for 2022 will be to work with SBTi to update our baseline to include legacy Maxim facilities. \nOur roadmap for future reductions includes: \n• Continuing to drive process and equipment optimization and install abatement systems. \n• Additional energy efficiency programs such as Compressed Dry Air (CDA) process optimization, installation of motion sensors in meetings rooms, lighting upgrades and Variable Frequency Drives (VFD). \n• REC procurement for those sites where RECs are already a key facet of our renewable energy use. Additionally, ADI will continue to directly procure renewable energy at those sites where long-term contracts or clean-energy options are already in place. \n• Continued engagement with local utility providers on longer-term strategies to boost renewable energy supply, including power purchase agreements (PPAs) where available. \n• Explore membership in RE100, a global initiative bringing together businesses committed to 100% renewable electricity. Scope 3 \nADI produces intermediate products with many potential downstream applications, each of which has a different GHG emissions profile. A critical component of our action plan is to inventory, calculate and report on upstream and downstream Scope 3 categories in alignment with the Greenhouse Gas Protocol's guidance. We will apply the same level of diligence to our Scope 3 data as we do to Scope 1 and 2, with verified Scope 3 data forthcoming. \nEach day is a reminder of our team’s purpose. What we do in \nEHS and Sustainability is core to ADI’s values. Our innovation and influence are far reaching and enable us to protect our planet and to improve the lives of many.” \nFLORENCE G., Senior Manager, Environmental Health & Safety, Philippines66\n66", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}