{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \n Water \nApproach \nWater is essential to semiconductor \nmanufacturing, and ADI is committed to both water conservation and recycling. Water withdrawals from municipal and groundwater sources, as well as the quality of the water itself, are continuously monitored and measured. Site water balances track how water is used, water effluent quality is monitored and measured, and the volume of water discharge is quantified as part of our compliance program. \nWater recycling and water reduction initiatives are \nidentified and compiled by our Facilities organization in partnership with Environmental Health & Safety (EHS) and reviewed quarterly by senior leadership. Most initiatives to date have focused on recycling water in our facilities systems, with waste or reject water streams being used for scrubbers, cooling towers, irrigation or other applications where water quality is not as critical. We aim to design our buildings and operations in accordance with Leadership in Energy and Environmental Design (LEED) standards or other green building standards, which include aspects on water conservation and efficiency (e.g., rainwater harvesting, use of low-flow fixtures, recycled water use for toilets and landscaping, etc.) over the long term. In 2021, we certified two facilities in Wilmington, for a total of five LEED-certified buildings. For water effluent, our wastewater discharge is \nmonit\nored and measured using water meters and site \nwater balances as part of our compliance program. Volume is also tracked as part of our water conservation and efficiency programs. Water is treated on-site per local regulatory requirements, with most water undergoing pH neutralization prior to discharge and subsequent treatment in municipal wastewater treatment plants. In some cases, water is segregated for separate treatment of fluoride, metals or other wastes, and sampling is conducted prior to discharge or collection to ensure compliance with water quality standards. \nProgress \nWater Usage* \n0.080 0.090 0.100 0.110 0.120 \n2021 2020 2019 \nWater Consumed \n(millions gallons) Water Intensity (gallons/combined revenue, USD) Trend Line 0.119 \n0.111 \n911.5 961.4 \n0.101 \n870 890 910 930 950 970 \n938.4 \n* Data represents both Legacy Maxim and ADI. \nWater Intensity \nDecrease from  \n2021 vs 2020 \n15%  Decrease from  \n2021 vs 2019 \n9%  Reject Water: Incoming municipal water goes through a reverse osmosis (RO) process to generate deionized water. The water is separated to a deionized stream and an “RO reject” stream. The RO reject water can be used for non-process applications that don’t require deionized water. \nIn 2021, ADI achieved a r\necycling rate of \n23%, equating to 223 million gallons of water. Our recycling rate was slightly higher in 2020 (24%). While the acquisition of Maxim resulted in higher overall water consumption, it provides us an opportunity to implement our water reduction strategies at the Legacy Maxim facilities. The scrubber at one of our Cavite facilities utilized 100% reverse osmosis (RO) water for its operations. In 2021, the site shifted to 100% RO reject water, reducing the demand for fresh water by 4 million gallons per year – about the number of gallons in six Olympic-sized swimming pools. When normalized against combined revenue, ADI’s water intensity has decreased by 9% since 2019 and 15% since 2020. 23%\nrecycling rate achieved \nPlans for Future \nReductions \nADI is committed to identifying opportunities to increase \nthe volume of water recycled as well as reduce the total amount of water consumed. Annual recycling goals will be set from now through 2025 to ensure we stay on track with our 2025 target for 50% recycling. Aligned with our philosophy of continuous improvement, a key action in 2022 is to engage subject matter experts to help inform a multi-year roadmap for our water program.67\n67", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}