{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \n Waste \nApproach \nADI generates much of its waste through its \nmanufacturing operations and construction activities, and we responsibly manage and dispose of our chemicals and materials. The amount of waste we generate is reduced by limiting what we procure, segregating our waste streams and striving to reuse, reclaim or recycle chemicals and materials to the extent possible. Examples of wastes we recycle include glass, paper, metals and wood. Certain wastes are used for energy recovery. Anything we cannot recycle or reuse we disposition according \nto local laws. \nEach site’s EHS team identifies those waste reduction \nor recycling initiatives that will lead to significant results. We determine ways to further segregate our waste streams and work with our waste disposal vendors to divert those wastes from landfills. We engage with our employees through initiatives like the Green Team Network to educate our workforce on the importance of recycling and reducing waste. Activities promoted include proper bin use, composting and reducing takeout containers and plastic bottles. \nADI follows all local laws and regulations for hazardous \nw\naste storage, treatment and disposal, and all waste \nis appropriately documented and/or registered. Hazardous waste quantities are tracked, and the waste is segregated where possible for recycling or reclaim opportunities. Hazardous waste is managed by licensed \nwaste disposal vendors, which are audited by ADI. Opportunities for chemical reduction are assessed to reduce the amount of hazardous waste generated. ADI provides products that allow our customers t\no be compliant with the Restriction of Hazardous \nSubstances (otherwise known as RoHS) Directive. \nFor more information on ADI's RoHS compliance \npr\nogram, see: \n Analog Devices RoHS Compliance \nInformation ADI's RoHS Position Statement \nOur Progress \nTotal Waste* \nTotal Waste \n(metric tons) Waste Intensity (grams/combined revenue, USD) Trend Line 0.554 0.561 \n4,600 \n4,372 5,056 \n0.530 \n0.510 0.520 0.530 0.540 0.550 0.560 0.570 \n2021 2020 2019 3,800 4,000 4,200 4,400 4,600 4,800 5,000 5,200 \n* Data represents both Legacy Maxim and ADI. \nWASTE INTENSITY \nDecrease from  \n2021 vs 2020 \n4%  Decrease from  2021 vs 2019 \n6%  In 2021, the total waste generated increased from \na 2019 baseline by 10% and 82% was diverted from landfill. When normalized against combined revenue, ADI’s waste intensity has decreased by 6% since 2019 and 4% since 2020. One innovative way we reduce waste is  creative reuse. For example, in one of our Cavite sites, tarpaulins and nets used as protection for a roof replacement project were recycled as roof and wall cover for the site’s greenhouse and organic garden. At our Camas facility, the HF Treatment System was redesigned to improve capacity, removal efficiency and operations. The project involved the replacement of primary reaction tanks, sludge settling tanks and a filter press. The calcium fluoride solids are now directly collected in roll-off boxes, improving ease in handling and allowing the solids to be more readily recycled. \nDuring the pandemic we upcycled more than \n2,600 lightly used smocks and cleanroom suits by donating them to frontline workers at hospitals, local government units and a foundation. Approximately 1,300 were donated in 2021. The rest were donated in 2020. \nPlan for Future \nReductions \nADI will act on waste strategies that include upcycling \ninitiatives, waste segregation practices and evaluation of new technology for waste recovery. To facilitate future waste reduction, a team comprised of EHS personnel is reviewing our waste streams, benchmarking best practices and identifying opportunities to achieve zero waste to landfill. We are also considering waste vendors who can provide alternative means to waste disposal that will increase our rate of landfill diversion.68\n68", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}