{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEnvironmental Management \nOVERSIGHT OF \nSUPPLIERS \nOur commitment \nto environmental sustainability includes helping suppliers reduce their environmental footprint. Our \nCode \nof Corporate Social Responsibility \nincludes \nseveral environmental expectations that our suppliers must meet, including: \n• Complying with the prohibition or restriction on the use of specific hazardous substances \n• Complying with laws and regulations for air emissions \n• Limiting or reducing waste \n• Preventing pollution \n• Reducing the use of resources \n• Making a positive impact in communities where they operate \nFor more information on our supply chain and our audit process, see \nSupply Chain \nManagement section. Our Approach \nA key component of ADI’s approach to environmental management is pollution prevention. We have \nincorporated relevant practices and plans into our manufacturing operations. \n \nStormwater Pollution Prevention Plan \nLocations of materials and industrial activities that are potentially exposed to rainwater and snowmelt are included in our stormwater prevention plan to promote application and improvement of appropriate pollution prevention and best management practices. We have built enclosures to protect transportation-associated loading and unloading activities, waste roll-off containers and solid waste/recycling compactors. Our inspection program includes visual monitoring and sampling to promote effectiveness of the plan. \nHazardous Materials Contingency Plan \nThis plan is designed to prevent and minimize hazards to public health, safety or welfare of the environment by fires, explosions, spills or any other unplanned release of hazardous wastes, hazardous waste constituents or hazardous materials to the air, soil, surface water or groundwater. This plan is aligned with the emergency preparedness and response requirements in ADI’s environmental, health and safety management systems. \nOil Spill Prevention Control and Countermeasures Plan \nThis plan features prevention \nand control technology to reduce the likelihood of a discharge of oil from a site or facility. ADI’s manufacturing sites are certified to internationally recognized standards ensuring ADI’s Environment Management System (EMS) is functioning to meet internal and external compliance obligations and reduce risk. Under our EMS, ADI sets goals for environmental compliance and sustainability.  We also assess risks and opportunities and ensure that tools and programs required to monitor regulatory updates and fulfill compliance obligations are in place and effective. All Legacy ADI and Legacy Maxim manufacturing sites are ISO \n14001 certified. \nOversight of Outsourced \nProduction \nWe require that our suppliers, including external manufacturers, mirror ADI’s Corporate Social Responsibility Policy per the terms and conditions in our supplier contracts.  This covers several environmental expectations, including limiting or reducing the use of resources and making a positive impact in local communities. We also require that they be certified to ISO 14001. Onboarding focuses on conformance to ISO 14001, ISO 45001 and the RBA Code of Conduct.  As a member of the RBA, ADI also utilizes the RBA’s program of Self-Assessment Questionnaires (SAQs) and 3rd party audits to assess suppliers’ EHS, labor and ethics programs. To learn more, see the \nSupply \nChain Management  section.69\n69", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}