{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \n2021 End Market Revenue(1) \n20% \nAutomotive \n49% \nIndustrial 16% \nCommunications \n15% \nConsumer Analog Devices’ Revenues \nBy Region(1) \n24% \nEMEA 22% \nRest of APAC \n35% \nAmericas 19% \nGreater China \nAnalog Devices Extensive Hybrid Manufacturing & Supply Chain Network \n>15k Operations Employees ADI Internal Sites \nFoundries \nExternal Assembly and Test Wilmington, MA \nWater Fab & Sort Beaverton, OR Wafer Fab Camas, WA Wafer FabChelmsford, MA Assembly & Test Limerick, Ireland Wafer Fab & Sort \nChonburi, Thailand Test Cavite, Philippines (2) Test Sites (1) Assembly \nSingapore Final Test \nPenang, Malaysia Probe Assembly Final Test \n11 Internal Factories >50 Supply Chain Factories Across 8 Countries Product Lifecycle \nOur Approach is Straightforward \nAt ADI, our products don’t have an age, they have a \nvintage. Producing the same products decade after decade is a cornerstone of our business and our revenue by product vintage is a key performance metric we monitor. We believe obsolescence should be avoided, provided technology and customer demand exist for a product, and when it can’t be avoided, customers are notified two years in advance. \nAnalog Devices uses six designators to inform our customers where a product is in its life cycle. From emerging innovations to products that have been in production for twenty years, we understand that insight into life cycle status is an important criteria that customers must consider. \nFor our full policy including the six designators visit \nAnalog Devices Product Lifecycle Information. \n(1) Figure represents combined revenue for ADI and Maxim \nIntegrated Products, Inc., with Maxim’s revenue from November 1, 2020 until August 26, 2021 (the date of acquisition) mapped to ADI’s fiscal 2021 revenue. Maxim revenue prior to August 26, 2021 (the date of ADI’s acquisition of Maxim) are included for informational purposes and have not been included into ADI’s income statement for fiscal 2021. Combined figures are unaudited.77", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}