{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nSPOTLIGHT \nADI GREEN TEAM NETWORK \nThe Green Team Network (GTN) at ADI brings together employees globally to educate, inspire and \nempower them around sustainability and the environment. Green teams at the country or major site level each has their own local leadership, with employees driving the areas of focus for each chapter. The GTN promotes actions both to make ADI a more sustainable workplace and to help members incorporate sustainability into their personal lives. Below are just a few highlights of 2021 activities. \nTo hear more from GTN members, see here . ADCV earned honors from the Philippine Chamber \nof Commerce and Industry’s 2021 “Excellence in Ecology and Economy or E3 Award” for its environmental initiatives. \nTransportation \n• Italy: Biked ~1,000 miles from nor\nthern to southern Italy to promote \nsustainable mobility and raise funds for an environmental organization. \n• Spain: Hosted a roundtable discus\nsion with the office facility \nowner to expand the number of EV charging stations. \n• Boston: Developed an activity tracker t\no encourage active mobility. Biodiversity \n• India: Donated 500 saplings through a non-go\nvernmental organization. \n• Ireland: ~1,700 native trees planted with the help o\nf more than 60 \nemployees, family and community members. \n• Philippines: Engaged more than 200 emplo\nyee volunteers to plant 15 new \nspecies of native trees in the ADI Philippines Forest Park.  Energy \n• Scotland and UK: Worked with 2 o\nffice facilities teams to switch to \nsuppliers that generate 100% of electricity via renewable sources. \n• Europe: Launched a GHG emissions w\norkshop as part of a broader \neducation and awareness effort. Resource Management \n• China: Hosted an office marketplace f\nor exchanging goods as a call for \nemployees to participate in a circular economy and engage in sustainable reuse. \n• Germany: Switched from plastic bo\nttles to glass bottles, helping \neliminate single-use products.70\n70", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}