{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nLetter from Mariya Trickett, \nSVP, Chief People Officer \nAt Analog Devices, our people are the \nbedrock of our culture and success. Over the last half a century, we’ve grown and evolved through the innovation of our people. Now – with the addition of approximately 7,500 Maxim employees – the ingenuity, curiosity and innovation for which ADI is known has been expanded. \nWith almost 25,000 employees around the world, ADI \nis uniquely poised to scale and deliver customer value better than ever before. The Maxim acquisition created even more opportunity to challenge assumptions and propel ADI into next phase of growth and impact. We are excited about what we’ll be able to accomplish in the future. \nADI’s talent strategy underscores our commitment \nt\no our employees, and we’re critically focused on a \nfew areas. The first is to buildout the infrastructure necessary to support engagement, accelerate growth and development, and ensure equity among all employees. This includes systems, processes and people. The second is to strengthen our holistic focus on employee capabilities and well-being. The company’s goal is to support and develop employees so they can reach their potential and maximize the impact they have both inside and outside of ADI. We’ve learned much about our employees and how we work \nduring the challenges of these past two years. As a company whose culture recognizes the importance of continuous learning, we also recognize that the company itself must continually learn and evolve. How we attract and retain innovative talent across the globe, leveraging industry and best practices, presents incredible opportunities for us to solidify our reputation as the destination for the best and brightest minds.” \nThanks to the passion and commitment of our \nemployees, ADI will continue to foster strong partnerships with our customers and work to solve the world’s most complex problems. We’re motivated by purposeful impact and the desire to create an equitable and sustainable future. As we imagine what’s possible, we’re so proud of our people and their propensity to have positive outcomes for our customers and the world. \nMARIYA TRICKETT \nSenior Vice President and Chief People Officer 72", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}