{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nTalent Priorities \nWe invest in our people so they can engineer the next generation of technology that betters our world. We care about our employees, offering competitive benefits and \ncompensation, as well as fulfilling career opportunities. To this end, we continuously look for ways to evolve our programs and practices to ensure employee satisfaction. \n1 \nEmpower \nInnovation  and Learning \nEmpowering our  \nteams to innovate and learn across every level and function \nOur pandemic-inspired ADI \nIgnite Network “innovates how we innovate” by engaging and gathering novel ideas from all employees. \nDevelopment teams across \ndepar\ntments come together to \ndeliver experiences that quicken onboarding, build managerial skills and ready employees for more complex roles. We prioritize on-the-job experiences as a way to build skills and drive learning. 2 \nFocus on Social \nPurpose \nFostering a workplace \nwhere the best minds can come together to engineer good \nThe ADI Foundation is creating a more \nsustainable future through community grants, employee matching gifts for both direct donations and volunteer hours, and in-kind donations. Last year, the Foundation awarded $1.8 million in community grants and $1.4 million was donated through employee giving and Foundation matching. \nIn collaboration with employees, we \nar\ne addressing inequities in STEM \neducation through new partnerships with two Historically Black Colleges and Universities (HBCUs). This includes providing 350 engineering kits to facilitate hands-on learning, sponsoring research projects and holding technical talks. 3 \nDrive Engagement \nthrough Employee Experience \nListening and responding \nto employee feedback \nThroughout the year, we conduct \nemployee surveys and listening activities to gain feedback and learn more about the company’s strengths as a workplace and opportunities for improvement. This enables us to take action and ensure employees have the tools they need to grow and prosper. \nIn FY 2021, we received more than \n14,\n000 employee comments that \nprovided insight into company culture. Among our strengths, 80% of employees are likely to recommend ADI. Our biggest opportunity was around work-life balance, which resulted in a new flexible work program to support our employees. 4 \nFoster Inclusion \nand Ensure Equal Opportunity \nTaking a global approach \nto ensuring equity and inclusion \nWe are evolving our mission to \ninclude global dimensions of diversity. This means working with our Global Diversity Council and Working Group to understand what marginalization looks like in countries outside the United States so we can customize efforts to address underrepresentation. \nWe are committed to building \nleader\nship teams that reflect the \ndiversity of our employees and the communities we serve. To support this ambition, we are standardizing our assessment criteria to mitigate bias and tailoring development programs to meet the needs of our underrepresented populations. 5 \nBuild the \nWorkforce of the Future \nEvolving our workforce \nskills to drive innovation and sustain a competitive advantage \nOur engineering team members \ndesigned and implemented a Software Engineering Reskilling Program, specifically designed to address ADI’s evolving talent needs by expanding the skills of our technical workforce in the software domain. \nWe are committed to employee \ngr\nowth and development, as well as \nbuilding high-performing teams. This includes providing essential training such as the Executive Leadership Program and Management Essentials curricula that prepare employees to lead teams today and grow the business tomorrow.73", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}