{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEngaging and \nEmpowering Employees \nTo drive our work, we are engaging employees in \nthe design of our future strategy. This ensures that programs designed to address underrepresentation are co-created with individuals who represent those communities. We have formed a Global Diversity Council that is made up of 15 senior leaders from across the organization. Together, they represent a mix of business units, regions, genders and races. They meet quarterly to provide feedback on strategic priorities and help to champion organizational change. \nComplementing our Council is our newly formed \nDiv\nersity Working Group. The Working Group is made \nup of 17 employees who are early to mid-career. They help to influence the design of individual programs and assist with project rollouts. They collectively meet quarterly, but sub-committees may meet on a more regular basis. \nGlobal Diversity Council \n10 employees \nof color 5 white employees \n7 female employees \n8 male employees \n6 located in Asia \n4 located in Europe \n5 located in North America We also have a growing list of Employee Networks \nthat are the driving force behind our evolving culture. Comprised of over 1,700 members across eight networks and 35 chapters, they foster community, build allyship, accelerate professional development and impact organizational policy. Each network has a formalized leadership team and structure which includes an executive sponsor and annual goals. \nOur current networks organized around a dimension of \ndiv\nersity include the Analog Veterans Network, LGBTQ+ \nNetwork, Neurodiversity Network, People of Color and Allies Network, Women’s Leadership Network and Young Professionals Network. Our current networks that help shape organizational culture and policy unrelated to a dimension of diversity include the Green Team and Cultural Activities Board. \nDiversity Working Group \n6 employees of color \n11 white \nemployees \n11 female \nemployees 6 male employees NEW IN 2021 \nWe’re thrilled to announce the launch of our \nNeurodiversity Network this past year. This group of nearly 150 initial members was formed to drive understanding and increase support for individuals with differences in brain function and behavioral traits, such as those with autism spectrum disorders. As part of the network’s first initiative, they are participating in the design of a neurodiversity hiring program aimed at increasing access to employment for neurodivergent candidates. \nRemoving barriers and enabling talented neurodivergent \ncolleagues to join ADI and thrive here is important for creating a more inclusive society. It’s also a key part of the culture at ADI, which values innovation and diversity of thought – these are critical to our competitive advantage.” \nKEN R., Senior Manager, Data Science \nWe were also excited to launch our Cultural \nA\nctivities Board in 2021. This group of 100 \nemployees has assembled to help drive community engagement and volunteering across many of our global locations. They lead community service projects and help connect our employee networks to additional volunteering opportunities.76", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}