{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEnhancing and Supporting Diversity \nIt is important that our leadership teams reflect the \ndiversity of our employees and the communities we serve. We have approached this challenge in two ways – by standardizing our assessment criteria to mitigate bias and by tailoring development programs to meet the needs of our underrepresented populations. \nThrough the creation of an Enterprise Leader Success \nPr\nofile (ELSP), we were able to focus attention on \nthe key leadership capabilities critical for success by outlining core competencies and providing a standardized framework for assessing candidate strengths. ELSPs remove some of the personal subjectivity and allow for a more unbiased evaluation of employee readiness. The assessments were used to help create leadership slates and succession plans. \nWe also recognize that employees of different \nidentities enc\nounter different systemic and cultural \nchallenges. Understanding these unique experiences allows us to create impactful learning programs that build community, drive performance and advance gender and racial equity. One example is Elevate, our flagship leadership de\nvelopment series for women, which graduated \n63 participants this past year. Employees built new skills and expanded their global networks through an exciting combination of action learning, mentorship and sponsorship. The program places an emphasis on enhancing business insight, increasing customer focus, developing strategic mindsets and improving situational adaptability. The program cohorts were thoughtfully assembled to include representation from technical, sales and corporate functions across Asia, Europe and North America. \nAnother example is a leadership academy for our \nemplo\nyees of color. In 2021, 48 employees in the \nUnited States – nine Black, 20 Hispanic or Latinx, and 19 Asian employees – enrolled in the academy. They participated in group projects, live virtual sessions and reflective on-demand activities, all designed to sharpen their business acumen and increase their visibility. \nWe also continue driving awareness and action around \nunc\nonscious bias. In 2021, all people managers were \nrequired to complete an unconscious bias training. \nADI provides an environment that has been conducive to \nmy growth and development as an engineer and leader. I’ve been empowered to meet the challenges of the dynamic and competitive business environment. Working for ADI has been an exciting experience.” \nDON N., Sales Director, Aerospace and Defense NA, United States78\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}