{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nSetting Targets to Diversify Our Workforce \nFor years, ADI has worked to advance gender equity \nand create an environment where women have the same opportunities for growth and success as their male colleagues. We were excited to be named as one of “The World’s Top Female-Friendly Companies” by Forbes magazine in 2021 and are renewing our commitment for continued change. We have aspirational targets that outline the progress we hope to make in increasing female representation. Over the next five years, we look to increase our global female manager population from 23% to 29% and our global female engineering (exempt) population from 17% to 26%. We are also increasing our focus on racial equity in the Unit\ned States and more attention will be placed on \naddressing systemic issues that impact our employees of color. Similar to our aspirational targets for women, we have developed targets for increased representation from Black, Hispanic and Latinx communities. Over the next five years, we look to increase our combined Black, Hispanic and Latinx employee population in the United States from 6% to 9%. \n Ensuring Governance \nand Oversight \nThe Nominating and Corporate Governance \nCommittee oversees the company’s environment, social and governance (ESG) policies, goals and programs. Management regularly reports to the full Board of Directors on ESG topics, providing an update on key metrics and progress. The Board provides direct feedback on strategic approach and initiatives once a year. Our senior leadership team is engaged collectively on a semi-annual basis and individual leaders provide ongoing sponsorship of core initiatives, such as our HBCU partnerships and secondary school outreach program. \nGlobal Female Representation in 2021 \nW 40%\nomen globally 17% \nWomen in engineering \nroles (exempt) 23% \nWomen in manager \nroles \n13.6% \nWomen in senior \nleadership roles 33% \nWomen on \nBoard of Directors \nADI named as one of “The World’s Top Female-Friendly Companies” by Forbes magazine in 2021 U.S. Race & Ethnicity Representation in 2021* \n55% \nWhite 43% \nPeople of color 6% \nBlack, Hispanic \nor Latinx \n* U.S. data only. Based on EEO-1 data filed with the Department of \nLabor and v\noluntary self-reporting. U.S. Full Breakdown \n35.2% \nAsian 1.7% \nBlack or African \nAmerican 4.6% \nHispanic or Latinx \n0.3% \nAmerican Indian or Alaska Native 0.3% \nNative Hawaiian or Other Pacific Islander 1.0% \nTwo or More Races79\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}