{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nPeople & Culture \nADI strives to be the destination for the \nmost insatiably curious to do their best work and engineer good. We empower both innovation and our employees, and we are building the workforce of the future through our ongoing commitment to attract and retain the brightest minds; enhance employee development; engagement and recognition; and ensure a diverse and inclusive culture. \nWe recognize that 2021 was a year of considerable \nchange – with the ongoing challenges of the COVID-19 pandemic and ADI’s acquisition of Maxim. We are proud of our employees’ hard work and dedication during these unprecedented times, many of whom worked non-stop during the pandemic, to keep the company running and meet our customers’ demands and needs. \nWe are also proud of our company’s efforts to be \nfle\nxible and responsive, providing teammates around \nthe world with support programs. Prioritizing employee health and safety above all else, ADI maintained a global lens on the COVID-19 pandemic while focusing on making decisions at the regional level to meet the local needs of our employees. This included providing additional paid time off for employees impacted by the coronavirus, as well as connecting employees with needs to resources and information. \nWith our acquisition of Maxim last year, we onboarded \nmor\ne than 7,000 employees with incredible domain \nexperience, which now makes us a team of 11,000 engineers and technical experts strong. One of our biggest focus areas with the acquisition is scaling and aligning globally, while customizing efforts to reflect regional needs. As we continue to integrate our teams  – building r\nelationships and community – we are uniting \nin our mutual interest to use our expertise to make the world a better place. \nThroughout our growth and evolution, we are focused \non suppor\nting, retaining, developing, engaging and \nrecognizing our employees around the world. This includes empowering employees through career development programs – from a Global Early Employee Career (GEEC) program to a leadership development program with MIT. It includes a myriad of diversity programs, on-demand training courses and Employee Networks, which help teammates connect and find community and camaraderie across the organization. It also includes threading diversity, equity and inclusion into all of our business practices – from employee attraction and hiring, to strategic priorities that counteract systemic inequities. \nWe also conduct an annual employee survey, in addition \nt\no analyzing our engagement from an organizational \nview, to gain vital information about our company and evaluate our strengths and future opportunities. We are listening to our employees, learning about their evolving needs, collecting data and responding with appropriate support, as well as finding new ways to recognize employees for their outstanding work. As we take action, we are committed to transparency and holding ourselves accountable to the information we are learning, feedback we are receiving and the progress we are making to enhance our culture and provide the best possible work environment for our employees.\n88", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}