{"page_content": "FPOECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nTalent Development \nOur culture is driven by lifelong learners \nand a genuine curiosity to innovate and solve our customers’ toughest challenges. We are committed to aligning that curiosity with opportunity, providing employees with educational experiences that match their desire to learn and innovate, so they can grow their abilities to new levels. Through a combination of hands-on, collaborative and formal learning programs, employees can explore their interests and build new skills that both equip them for today and ready them for tomorrow. Learning for Everyone \nLearners at ADI have choices. Development teams \nacross engineering, sales, operations and human resources come together to deliver experiences that quicken onboarding, enhance performance, build managerial skills and ready employees for more complex roles. We employ the 70-20-10 learning model which places less emphasis on the traditional classroom learning (10%) and greater value on collaborative (20%) and on-the-job experiences (70%). This theme is woven throughout our learning programs. \nWe conduct an annual learning needs survey so employees have a say in their own development. Based on the findings, we update course offerings to ensure our suite of learning programs align with the most employee-requested topics. Individuals have the option to choose between live instruction or digital, self-paced content. Course run-times range from minutes to multiple days, so employees can select the content that best fits their needs. \nEmployees attended over 1,944 days of professional, business and leadership trainings \n• Topics included subjects such as decision making, project management and situational leadership \nEmployees completed 5,745 digital, on-demand courses for a total of 5,863 hours of content \n• Courses include those available through online partners such as LinkedIn Learning and EdX82\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}