{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nPreparing the Next \nGeneration of Leaders \nWe recognize that to create and nurture high \nperforming teams, it is critical that managers lead effectively. To create consistency around the employee experience and prepare managers for their leadership responsibilities, new managers are enrolled in a 12-week development program. At the end of last year, 90% of new managers had completed or were actively enrolled in this program. \nLEADERSHIP PROGRAMS \n• Elevate – leadership development for women \n• People of Color Leadership Academy – leadership dev\nelopment for employees of color \n• Enterprise Leader Program (ELP) – leadership dev\nelopment for senior leaders \n Building Engineering \nSkills for the F\nuture \nOur engineering teams are used to employing a test \nand learn methodology and working with ambiguity. Tapping into their curiosity and innovative mindset, they’ve been exploring how best to pivot and develop technical skills at a rapid pace and at scale. Their proactive approach to re-skilling and up-skilling has led them to create a new learning pathway for software. \nThe Software Engineering Reskilling Program is \nspecifically designed to addr\ness ADI’s evolving talent \nneeds by expanding the skills of our technical workforce in the software domain. Recognizing that our employees are core to our competitive advantage, the program trains our existing engineers and immediately deploys them on a project that exercises their newly learned software skills. The program consists of a four-week course, an assigned software project aligned to their current objectives and expert mentoring to further support them throughout their journey. Through this program, average software proficiency assessment scores went up from 29% pre-program to 68% post-program. Based on the positive results, the program will be expanded both domestically and internationally. Using the software reskilling effort as a template, new learning paths for other emerging specialties are also being explored.\n The two individuals who attended the first cohort of the \nSoftware Engineering Reskilling Program are already producing results and contributing to our explosive growth. The intense program has been well worth the investment. I am eager to send the remaining members on my team to the same program.” \nMANAGER, Technology Group83\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}