{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nMeeting the Needs \nof a Mobile Sales Workforce \nOur culture of learning and curiosity also extends \nacross our sales teams and channel partners. By understanding the unique needs of our sales function, our Sales Learning & Enablement team and ADI events team are able to design experiences that meet the needs of an on-the-go workforce. \nLast fall, for our first Customer Engagement \nC\nonference, a cross-functional team – including senior \nexecutives, business unit leaders, technology group experts, and learning and event teams – developed a blend of on-demand, live instruction and just-in-time content that continues to deliver value even months after the close of the event. The team delivered a combination of 404 technical training videos (available on-demand), 68 live video demonstrations, 19 keynote sessions, 9 partner presentations and 28 workshops. During the conference, 908 unique viewers consumed over 2,000 hours of video content (equivalent to one work year worth of content). \nIn the five months after the end of the conference, \nan additional 22\n1 unique viewers have consumed over \n800 hours of video content. The continued usage highlights the relevance and impact of our growing learning libraries. By leveraging artificial intelligence and an advanced search engine, employees are able to search the videos for spoken words, text and graphics, increasing efficiency and giving them the content they need quickly. Our focus is not only on creating great content, it’s also on providing the tools employees need to use and capitalize on these assets. Driving Excellence and \nProblem Solving \nOur Global Operations and Technology (GO&T) team is \non a constant mission to improve and deliver greater customer value. Through the design and delivery of employee skills development programs targeting Excellence at ADI, Quality Culture, Scientific Problem-Solving Methodologies – they’re able to stay at the forefront of Lean-Agile practices, Six-Sigma tools, quality and innovation. With topics such as business priority alignment, product development execution and productivity optimization, the Excellence at ADI program reinforces our culture of quality and excellence; nearly 60% of all GO&T employees have now completed the Excellence at ADI and Quality Culture program. The Scientific Problem-Solving training offerings targets skills related to defect elimination, systematic root cause analysis and the development of high-performing systems, giving employees exposure to concepts around process improvement, bottom-line improvement, business responsiveness and customer-centricity. Switching to a completely virtual format, GO&T navigated the complexities of a distributed remote team and employees still managed to consume 19,197 hours of training content. \n Charting a Career \nCareers at ADI can take many paths. To help employees navigate the opportunities, we launched the Analog Mentoring Program (AMP). In our first round of matching, we paired 298 employees with a mentor. The program matches participants based on area of expertise, personal objectives, experience level and a few personality characteristics. The structured design of the program means participants have access to guides, milestone trackers and reminders. AMP follows the success of previous, more targeted mentoring programs launched for our Young Professionals Network and our Women’s Leadership Development program. \nMy mentor is very approachable and has a lot of wisdom. \nShe gives me a lot of advice on how to manage and own my employment. I aspire to be a leader like her.” \nMENTEE IN MANUFACTURING, Philippines84\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}