{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nCompensation and Benefits \nOur business is based on innovation and \nhelping our customers solve some of the world’s most complex problems. As a knowledge-based business, we believe that the skills, expertise and experience of our employees are unique and critical factors in our overall success. The competition for talent in the technology sector is fierce globally. To drive continued successful operational and financial performance, our total rewards package is designed to attract, retain and motivate our employees through generous compensation packages and provide highly relevant benefits that meet the needs of our employees worldwide. \nCompensation \nADI’s compensation package provides market-\ncompetitive pay consisting of base salary and broad-based bonuses. In addition, a portion of employees of certain professional levels are eligible for stock awards. \nRewarding performance is a key component of our \nc\nompensation philosophy. Employee bonus programs \nlink employees’ compensation to ADI’s revenue and operational performance goals as we believe having all employees striving to achieve the same goals creates a common drive for excellence and celebrating achievement. \nWe examine pay, benefits and stock programs at \nleas\nt annually, including in-depth analysis against \nindustry market data in all of the regions where we do business, to ensure our compensation programs remain competitive and compliant. As part of the Maxim integration, we have focused on creating a best in class compensation and benefits program to reflect the combined organization. \nFor example, beginning in June 2022, our employees \nwill ha\nve the opportunity to purchase ADI stock at a \ncompetitive discount through our new Employee Stock Purchase Plan. \n Pay Equity \nWe are committed to equitable compensation \nregardless of gender, race or ethnicity. Our goal is to attain 100% pay equity. To this end, we conduct regular equal pay assessments with rigorous statistical analyses of employees performing similar work and make adjustments where appropriate. Also, we monitor our worldwide compensation for women compared to men, working to make adjustments within local practices. To assist in our efforts, we utilize a pay equity analytical tool that enables us to be more agile in addressing pay equity on a case-by-case basis as warranted. \nWe are in the process of integrating Legacy Maxim \nand Legac\ny ADI job architectures and compensation \nstructures and will complete an updated pay equity analysis once the data for the combined organization is fully available.85\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 85, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}