{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nBenefits \nADI is proud to support our employees through their \nmost important life moments with benefits programs that address their physical, mental and financial well-being. We provide benefits to most of our employees around the world. The benefits programs vary by country and are designed to adhere to local laws and regulations, as well as be competitive in the marketplace. Our benefits programs include a comprehensive healthcare plan – from medical, dental and vision plans to short-term and long-term disability plans – a retirement plan and paid time off. \nWe recognize that employees sometimes need \nfle\nxibility in their work and life flow, and we have \nvarious leave programs to allow employees to take time away from work. As an example, ADI believes in the importance of providing parents time to bond with their new child. Our parental leaves vary by country and are often subject to local regulations. \nDuring the fall annual enrollment in the United States, \nw\ne announced expanded offerings: \n• Six weeks of fully paid, gender-neutral parental leave bene\nfits (for birth, adoption or foster placement) \n• 10 weeks of paid medical recovery time through disability f\nor birth-giving parents \n• Medical, dental, vision and life insurance coverages e\nxtended to include domestic partners \nWith the Maxim integration, we will continue to r\neview our benefits programs as we harmonize the \nofferings by country around the world. With the U.S. integration, we maintained several of our core benefits that include: transgender reassignment; generous fertility benefits through our UHC medical option; adoption financial assistance; and access to mental health treatments through virtual mental health visits, as well as up to six confidential, no cost counseling sessions through our Employee Assistance Program. T\no assist with balancing caregiving needs, we continue \nto provide up to 10 backup child or adult care days through Bright Horizons. Also, we offer covered College Coaching services to employees and their families as they pursue continued education for their children, in addition to an education assistance plan for eligible employees who enroll in an ADI job- or career-related degree or certificate program. Through our U.S. 401(k) plan, we provide employees with a company contribution of 5% of their eligible pay, plus up to 3% matching contributions. We believe that financial well-being contributes to overall well-being, and this plan encourages a partnership with our employees to save towards their future. \nAs the COVID-19 global pandemic continued during \n202\n1, we responded with additional paid time off \nprograms by regional need for employees that were required to be onsite to perform their jobs. These programs were extended in India, Ireland, Malaysia, Philippines, Singapore and the United States. Most of these programs provided for up to two weeks at full pay for employees who were unable to be at work due to COVID-19 related issues. When India experienced a significant surge last May, we quickly responded by implementing several special COVID-19 employee support programs: up to four weeks of additional paid time off for all employees; teleconsulting medical visits; vaccination; and financial support, in addition to ongoing access to our local Employee Assistance Program (EAP). Local human resources and management teams also organized a virtual volunteer task force to help connect employees with needs to resources and information during this uncertain time. Our Philippines’ employees organized local support networks for fellow colleagues impacted by COVID-19 illness. We’ve also created ADI Flexible Work that allows eligible emplo\nyees to work remotely up to two days \na week, subject to government regulations and job requirements. The new flexible work policy, which includes both remote days and alternate schedule options, provides employees with more options to be productive and engaged. We believe that mobile technology, the nature of many work activities and our responsibility to reduce carbon emissions requires a new philosophy and culture regarding where and when work is conducted. \nAs we reflect on another year of navigating the global \npandemic\n, it continues to shape our focus on employee \nwell-being and providing flexibility with work and life flow. Over the next year and beyond, we will continue to listen to our employees and adapt the support we provide to match their emerging and evolving needs.\n86\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 86, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}