{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEmployee Engagement \nAt ADI, we believe the source \nof our greatness stems from our people. Over the past five decades, we have built our culture upon our core values of continuous learning, improvement and accountability. Our vision is to create a place where our employees have the freedom, skills and support to reach their full potential and make a meaningful impact on our customers and the greater communities we serve. \n Ensuring Employee \nSatisfaction \nTo ensure employees have what they need to thrive, \nwe employ our ADI Pulse survey tool that uses the Glint Engagement platform. We view engagement as employee investment of their cognitive, emotional and behavioral energies toward positive company outcomes. Our engagement platform provides the flexibility, security and artificial intelligence to determine the factors that contribute to or take away from employee engagement. Through this platform, we measure metrics of engagement, employees’ willingness to recommend ADI and their overall happiness on an annual basis. We use shorter ADI “mini” pulse surveys, town halls and roundtables to dive deeper into key topics and track our progress against core actions. \nIn 2021, we captured over 14,000 comments that help \npro\nvide insights into specific attributes, scores and \ndrivers of engagement. To ensure honest feedback and anonymity, we leverage Glint’s security and anonymous thresholds so comments can’t be tied back to an individual. Professional development, removing barriers to execution and a work-life balance were key themes that emerged from the survey and we’re working in partnership with leaders and employees to address at a local and enterprise level. \n 2021 SURVEY RESULTS \n87%\nGlobal Participation Rate  (up 7pts vs. 2020) \n79 pts. \nOverall Engagement  (up 3pts vs. 2020, up 5pts vs. 2020 benchmark) \n80 pts. \nLikely to Recommend ADI  (up 3pts vs. 2020) \n77pts. \nHappy to Work at ADI (up 3pts vs. 2020) \n* Scores out of a 100 point scale87\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 87, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}