{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nHealth and Safety \nOur Approach \nThe health and safety of our employees and contractors \nis a top priority. All manufacturing sites have employee health and safety committees, which ensure our commitment to a safe operating environment is implemented. Our new Code of Corporate Social R\nesponsibility details ADI’s policies for itself and its \nsupplier\ns in the areas of labor and human rights, health \nand safety, ethics, management systems and data privacy. \nISO 45001 \nAll of our Legacy ADI manufacturing facilities across the globe are certified to ISO 45001 Occupational Health and Safety management system standards or will be in 2022. All sites certified to ISO 45001 have an EHS policy that addresses the health and safety of employees. To maintain ISO-certification, we undergo independent third-party audits, and we ensure compliance with regulatory requirements through government agency inspections. ADI has high standards for health and safety programs and maintaining ISO 45001 certification is part of our expectations. We are developing a plan to bring the Legacy Maxim sites in line. \nOur Continued \nResponse to COVID \nIn 2021, we continued to prioritize the protection \nof our essential workers as well as our employees working remotely in response to COVID-19 by making workplace adaptations and modifications to ensure the sa\nfety of our workforce. We implemented the use \nof thermal scanners in all our manufacturing facilities and, wherever it was feasible, devices were installed to ensure that social distancing is observed. In addition, Legacy ADI continued to provide qualified employees in specific countries and locations with additional paid time off for specific COVID-19 reasons under the COVID-19 Supplemental Paid Leave (CSPL) Program. \nHealth and Safety \nTraining \nTo support our employees in conducting their \nenvironmental health and safety (EHS) responsibilities, ADI provides comprehensive health and safety training that builds awareness and skills. Manufacturing employees undergo EHS training when they join ADI. Varied learning methodologies are employed to meet the needs of our diverse workforce, and EHS training is offered in different languages and through both web-based and on-site platforms. Training information is also tailored to what is needed for specific jobs, such as hazardous materials management, electrical safety, tool safety and ergonomic workplace design. \nPlanning for emergencies is another aspect of keeping \nour emplo\nyees safe. Employees receive training on \nwhat to do in the event of an emergency, reporting an emergency and how to safely evacuate the building. Members of our emergency response teams (ERT) receive training which includes first aid, CPR, AEDs, bloodborne pathogens and chemical response.\n89\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 89, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}