{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nWhat Drives Us? \nAs a company with a bias for action to \nleverage our talents and resources to lean into big challenges we look to see how digitization, automation, electrification and industrialization are sparking innovation at an almost incomprehensible pace. Sometimes people forget that the digital world exists only to better understand our relationship to the real world. At ADI we capture and interpret what the real world is telling us. And, right now, the real world is letting us know that there is a lot of work to be done. \nOur focus helps us: \n• Transform healthcare for better access and \noutcomes; \n• Unlock human potential by safely automating factories and transportation; \n• Combat climate change through electrification, energy management and industrial efficiency; and \n• Connect humanity to foster knowledge, understanding and community. \n For decades, Analog Devices has built bridges between the physical and the digital worlds by partnering with our customers to deliver innovative solutions. More than ever, we know that the solutions we create must balance the priorities of people, the planet and profit. \nEven as the pace of change and innovation accelerates, we as a company are dedicated to our core mission of serving our customers and other stakeholders while improving lives and the society around us. \nWhether it’s helping to lower emissions in manufacturing or promoting digitization in automobiles that avoids tons of copper from production, ADI is attuned to the urgency of environmental protection and the need for results on climate change. Achieving sustainability will require new thinking – and new solutions – and ADI is at the forefront of providing the technological know-how to heal a fragile planet. \nWith the help of our nearly 25,000 employees, including 11,000 engineers and technical experts, we are taking on the planet’s biggest challenges. We will continue to transform complex real-world signals into insights and actions that will shape a sustainable future. \nThis is what drives everything we do at ADI. Together with our partners and customers, this is how we will stay ahead of what’s possible. \nWhy?\n Because the future depends on it. \n Awards and \nRecognition \n• Carbonclean200 2021-2022 \n• Clarivate Top 100 Global Innovators \n2016-2021 \n• Corporate Knights Global 100 Most \nSustainable Corporations 2016-2022 \n• Ecovadis Gold Rating 2022 \n• Forbes World’s Top Female Friendly Companies 2021 \n• Fortune 500 2018-2021 \n• FTSE4Good Index Series 2021 \n• Newsweek’s America’s Most Responsible Companies 2021-2022 \n• Peza Hall Of Fame Award For Outstanding Environmental Performance Award (Received By Analog Devices General Trias, Inc. (ADGT)) \n• The Boston Globe’s Top Places to Work \n2017-202199", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}