{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \n2021 Performance \nADI recognizes the importance of metrics to support \nour commitment to continuous improvement of our health and safety performance. We use two industry standard metrics to assess our injury performance and trends globally: incident rates and lost workday rates. We review our metrics on a consistent basis to understand how we are doing and learn where we can improve. We compare our incident rate and lost workday rate against the US Semiconductor Industry and US Manufacturing Industry rates as benchmarks. \nFor 2021, ADI’s record reflects our efforts to protect people. We achieved better rates than the industry averages for incident rates and lost workday rates. Our measurements include contingent workers and temporary workers in addition to all employees. The types of injuries are tracked at the site level; prevalent injury categories include slips and falls, overexertion and ergonomic issues.      \nThere were no high-consequence injuries and no fatalities at any Legacy ADI or Legacy Maxim sites. To continuously improve our health and safety performance, every site maintains EHS-specific procedures and specifications, performs a periodic self-assessment or self-audit, posts health and safety communications, tracks its injury metrics, conducts investigations of safety incidents, and identifies causes and corrective actions. Incident Rates per 100 Workers \n0 1 2 3 4 5 \n2021 2020 2019 \nAnalog Devices (Global) U.S. Manufacturing Industry U.S. Semiconductor Industry 3.303.10 \n0.90 \n0.450.31 0.32 0.70 \nLost Workday Rates per 100 Workers \n0.0 0.3 0.6 0.9 1.2 \n2021 2020 2019 \nAnalog Devices (Global) U.S. Manufacturing Industry U.S. Semiconductor Industry 0.90 1.10 \n0.20 \n0.180.14 0.16 0.20 \nOVERSIGHT OF SUPPLIERS REGARDING \nLABOR AND WORKING CONDITIONS \nAll ADI suppliers are expected to meet the \nsame standards for health and safety as ADI has set for itself. Suppliers must adhere to our Code of Corporate Social Responsibility and Code of Business Conduct and Ethics. These documents outline standards for labor and working conditions that include providing safe and healthy work environments. \nAs a member of the Responsible Business \nAlliance  (RBA), ADI adheres to the RBA Code \nof Conduct, which outlines standards for labor and health and safety that aim to uphold the human rights and dignity of workers as well as minimize work-related injuries and illnesses. All of our manufacturing facilities are audited every two years through the RBA Validated Audit Program, which is the leading standard for onsite compliance verification and effective, shareable audits. \nFor more information, see the Supply Chain \nManagement  section of this report.90\n", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 90, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}