{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nADI Foundation \nFocusing on Our \nPurpose and Priorities \nADI’s purpose and commitment to Engineering Good \nis more important than ever, especially in these unprecedented times, as our world continues to deal with challenges associated with the COVID-19 pandemic. Since its creation in April 2020, the ADI Foundation has helped to expand our positive social impact and align our employee engagement and community investment initiatives. Our mission is to engineer a more sustainable future for our planet and people. We support charitable organizations that advance ADI’s sustainability framework with myriad programs including employee matching gifts, employee matching volunteer hours, community grants and in-kind donations. The sustainability framework is centered on environmental, educational and societal pillars: \n• Protect the Environment: Support initiatives that \nhelp r\neduce carbon emissions, conserve water \nand reduce waste, protect the ocean, and promote renewable energy sources. \n• Improve Education Access: Support initiatives that br\noaden access to high-quality STEM education and job \nopportunities, as well as provide underserved communities with the tools they need to progress and thrive. \n• Advance Societal Change: Leverage innovative solutions t\no solve community problems, support efforts to \neradicate poverty, and promote health and well-being. \nThe following information is based on the Foundation’s fiscal year of \nNovember 1, 2020–October 31, 2021. \nOUR IMPACT \nFY 2021 Financial and Achievement Highlights \n$1.8 M\nin community grants $1.4+ M\nin employee donations + \nFoundation match 2,000+\nhours volunteered by ADI employees 900+\norganizations supported 16\ncountries impacted \nClick here to read our Foundation Report.92\n92", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 92, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}