{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nFIRST® \nSince 2003, ADI has proudly sponsored FIRST® \n(For Inspiration and Recognition of Science and Technology) through a range of activities and challenges. These include the organization’s Robotics Competitions (ages 14-18), Technology Competitions (ages 12-18), Lego League (ages 9-14) and Junior Lego League (ages 6-10). In 2021, ADI sponsored a total of 38 teams where employees volunteered as team mentors and competition judges. ADI also contributed ADALM1000 and ADALM2000 (active learning modules) as well as the ADAP2000 (parts kit) to FIRST® teams. \nFIRST® shares ADI’s commitment to STEM programs in the \ncommunities where we work and live by inspiring the next generation of young people to pursue careers in engineering and math.” \nVINCENT ROCHE, Chief Executive Officer and Chair of the Board Science Buddies \nADI’s Young Professionals Network used their \nknowledge to contribute learning materials to Science Buddies, creating a digestible curriculum on the complex topic of autonomous vehicles for students in grades K-12. Science Buddies – which reaches more than 19 million educators and students – is a nonprofit organization that aims to inspire and educate students through hands-on STEM educational experiences that reflect the students’ unique personal interests. The organization’s resources are free and open to everyone, making STEM learning possible for students of all ages and demographics. Science Buddies autonomous vehicle collection, created by ADI, will reach at least 25,000 students per year, helping them to better understand how these vehicles work and stoking interest in STEM disciplines. \nCalifornia Invention \nConvention \nFor over four years, Maxim has sponsored the California \nInvention Convention, which promotes innovation and entrepreneurship for students in grades K-12, and enables students to compete for awards in the state-wide event. Last year, the convention showcased over 400 innovative thinkers and 52 were honored with awards at the event, which was held virtually because of the pandemic.\n95\n95", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 95, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}