{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEnsuring Continued \nLearning through Virtual Connections \nThe COVID-19 pandemic and subsequent worldwide \nshutdown created a new challenge for the educational system. In many ways, it accelerated certain trends of remote education and emphasized the importance of remote experimental work. ADI has been ideally positioned to provide capabilities to key partner educational institutions. \nIn the United States, ADI provided active learning \nmodules t\no enable an urgent transition to remote lab \nwork. Rensselaer Polytechnic Institute (RPI) – which has a long history of collaboration with ADI – developed a concept of “Pandemic-Proof Pedagogy” for the 2020-2021 academic year using ADI’s active learning module ADALM1000. This enabled remote lab work for the Introduction to Electrical, Computer and System Engineering course. The initiative was made possible by the generous donation of Douglas Mercer, ADI Fellow, who pioneered key curriculum modules. \nTo grow the accessibility of the active learning modules \nt\no regions outside North America, ADI translated the \nGraphical User Interface (GUI) into multiple languages including Arabic, Simplified Chinese, Traditional Chinese, English, French, German, Italian, Japanese, Korean, Romanian, Spanish and Thai. In China, ADI sponsored Tongji University DIAN racing t\neam in the Formula Student Electric China (FSEC) \ncompetition, a worldwide formula electric motor racecar competition for students who want hands-on experience in innovative electric racing car design. The team designed, manufactured, and tested their small-scale formula-style race cars using donated ADI products such as LTC6804, LTC6820, and LT1111. \nOne of the exceptional features of active learning \nmodules is the capability t\no measure and study usage \nof the platforms. ADI worked with a team at Morgan State University to gain insights into usage practices, which resulted in an NSF sponsored project, “Adapting an Experiment-centric Teaching Approach to Increase Student Achievement in Multiple STEM Disciplines.” This project aims to serve the national interest by implementing an evidence-based, experiment-focused teaching approach, the Experiment Centric Pedagogy (ECP) in multiple STEM disciplines. \nThe ADALM1000 allows students to gain hands-on laboratory \nexperience directly using their own laptop and parts, and then apply or reinforce their knowledge using industry-grade equipment on campus. The ADALM1000 is also ‘open,’ which means it has an open interface to allow students to be creative and find new ways to use the board.” \nJOHN WEN, Head of the Department of Electrical, Computer and Systems Engineering at Rensselaer Polytechnic Institute97\n97", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 97, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}