{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nInvesting in Research to Support Sustainability \nTo stay at the forefront of technology innovation, ADI \nis continuously investing in leading research activities that support a sustainable future. These investments span a wide range, from basic scientific explorations to applied research. Some examples include: \n• UC Berkeley Sensor and Actuator Center (BSAC) \n• UC Berkeley Wireless Research Center (BWRC) \n• Stanford System X Alliance \n• Center for Power Electronics Systems (CPES) \n• NSF Power Management Integration Center \n• NSF Center for Advanced Electronics through Machine Learning (CAEML) \n• NSF Advanced Self-Powered Systems of Integrated Sensors and Technologies (ASSIST) \n• University of Michigan transportation research at MCity \n• MIT Medical Electronic Device Realization Center (MEDRC) \n• MIT Center for Quantum Engineering \n• NSF Center for Hardware and Embedded System Security and Trust (CHEST) \n• UMass Lowell Printed Electronics Research Collaborative In the past year, ADI has added several new programs to expand in scope. We have: \n• Partnered in establishing 2021 Semiconductor Research Corporation Multi-Center Joint University Microelectronics Program (JUMP) 2.0 public/ private partnership program that supports high-risk, high-payoff research that addresses existing and emerging challenges in information and communication technologies. \n• Joined MIT Future Energy Center  to engage \nin transition of energy as new technology and \nunderstand impact on policy, demographic and sustainability. \n• Engaged with NSF Broadband Wireless Access & \nApplications Center (BWAC) to advance wireless \ntechnologies and provide cost-effective and practical solutions for next-generation (5G & beyond) wireless systems, including millimeter-wave communications and wireless cybersecurity. \n• Joined 2021 MIT Center for Transportation and \nLogistics (CTL) to focus on sustainable supply chain \nand green logistics topics. \n• Become an inaugural member of MIT AI Hardware Program that will define and develop translational \ntechnologies in hardware and software for the AI and quantum age. \nADI programs are designed to nurture the translation of \nbasic research into applied technology, to help educate new generations of scientists and engineers, and to attract new talent to ADI.” \nZORAN ZVONAR, Fellow, Director of University Programs98\n98", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 98, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}