{"page_content": "ECONOMY GOVERNANCE ENVIRONMENT SOCIAL ENGAGING WITH IMPACT APPENDICES \nEmployee Participation \nContributing to Our \nCommunities \nThe Foundation is proud to support the volunteer \nwork and charitable giving of ADI employees, as we recognize that our communities benefit from their enthusiasm, generosity and creative spirit. The Foundation offers matching gifts for both direct donations and volunteer hours at eligible charitable organizations, up to $1,000 per employee, per fiscal year. This includes the Foundation donating $10 for every hour volunteered by an employee, benefiting the organization where the employee volunteered. In 2021, ADI employees volunteered more than 2,000 hours, and employee donations matched with Foundation funds generated $1.4 million for charitable organizations. \nEmployees participate in the Massachusetts Coalition for the Homeless program, “A Bed for Every Child.” The statewide program provides beds for families in need. \nADI participated in the virtual Race to End Hunger to raise money for local food bank Second Harvest of Silicon Valley. Last year, we raised enough to provide for 345,456 meals. In all, the race will provide over 2 million meals. \nFor over seven years, ADI has been a contributing to Habitat for Humanity Lowell, whose mission is creating affordable homeownership with a “hand up, not a handout.” Families are required to put in “sweat equity” hours working on their homes, attending financial training classes and volunteering at the Habitat ReStore. When their homes are complete, each family will pay an affordable, no interest mortgage, which allows for building other affordable houses for local families. \nEmployees from the CTO and Human Resources business units, summer interns and members of both the POCAN (People of Color and Allies Network) and the YPN (Young Professionals Network) hammered, sawed and sweated their way through build days during July, September and October 2021. \nIt’s not just about where you’ve written a check. It’s how you \nhave rolled up your sleeves and gotten involved.” \nCHRISTINA DERVIN, Executive Director, ADI Foundation99\n99", "metadata": {"source": "NASDAQ_ADI_2021.pdf", "page": 99, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}