{"page_content": "About this Report\nAmerican Airlines is committed to providing regular and transparent \ninformation about our strategies and performance on the environ -\nmental, social and governance (ESG) issues that are most important \nto our company and our stakeholders. We have produced an annual \nCorporate Responsibility Report since 2007, but this year’s report \nmarks a new phase in the evolution of our reporting. We seek to \nadhere to best practices for ESG disclosure, so for the first time we \nare aligning our report with the recommendations of the Task Force \non Climate-related Financial Disclosures (TCFD) and the standard \nfor the airline industry developed by the Sustainability Accounting \nStandards Board (SASB). We view both of these reporting frame -\nworks as important indicators of the ESG issues that investors and \nothers consider most material. To reflect our updated reporting \nstrategy, we are adopting the title ESG Report going forward. We \nintend to continue providing our stakeholders with information on  \nour ESG performance annually. In this 2019–2020 ESG Report, we include a discussion of American’s \napproach to managing our most material ESG issues, along with \nhighlights of our progress and performance in 2019 and, where \nrelevant, into 2020. Unless noted otherwise, performance data is  \nas of December 31, 2019.\nAbout American Airlines Group\nAmerican’s purpose is to care for people on life’s journey. Shares \nof American Airlines Group Inc. trade on Nasdaq under the ticker \nsymbol AAL, and the company’s stock is included in the S&P  \n500. Learn more about what’s happening at American by visiting \nnews.aa.com, and connect with American on Twitter @AmericanAir \nand at Facebook.com/AmericanAirlines.02 Message from Our Chairman and CEO\n03  ESG Strategy and Approach\n07  Addressing Climate Change\n29 Operating Safely\n37 Supporting Our Team Members\n47 Serving Our Customers\n51 TCFD and SASB Indexes\n53 Data TablesTable of  \nContents\nAmerican Airlines 2019–2020 ESG Report\n1", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}