{"page_content": "Carbon Anatomy of a Flight\nMany factors determine the amount of GHG emissions associated with a  \nparticular flight. Fuel efficiency of the aircraft is a key factor, but it’s not the  \nonly one — and efficiency itself is influenced by a complex set of variables.  \nHere are the main determinants of a flight’s carbon footprint:\nDistance of flight\nThe takeoff and climb phases of a \nflight burn more fuel than the cruising \nor landing phases, which makes \nshorter flights less fuel efficient  \nthan long-haul flights.\nNumber of passengers\nWhile the number of seats on a plane determines the \nmaximum passenger capacity, any given flight may \noperate with fewer passengers. Operating at or close \nto the maximum capacity increases fuel efficiency.Cargo\nMany passenger flights also carry cargo, which \nmay include mail and items like medicines that \nneed to get to their destination quickly. This \nadds revenue and increases efficiency.Type of fuel\nWhile the vast majority of aviation \nfuel used today is petroleum-based, \nsustainable aviation fuel from \nrenewable feedstocks can cut \nlifecycle carbon emissions  \nrelated to fuel by up to 80%. On the ground\nSingle-engine taxiing and the use of \nhigh-speed tugs reduce the amount \nof jet fuel needed to move aircraft on \nthe ground. And operators plug into \ngrid electricity at the gate, which is \ntypically less carbon intensive than \nusing the plane’s auxiliary power.Aircraft design\nModern aircraft incorporate many features to save fuel, including \nthe use of lightweight materials, aerodynamic design and more \nfuel-efficient engines.\nOne way airlines measure fuel efficiency and \nGHG intensity is by dividing absolute fuel use \nor emissions by revenue ton miles (RTM). \nRTM is the weight of revenue-generating pas-\nsengers and cargo, and it — along with GHG  \nintensity — is affected by the following factors:Many aircraft have winglets, which are \nsmall additions at the end of wings  \nthat reduce drag and can improve fuel  \nefficiency by up to 4%. \nFuel efficiency is so sensitive to the \nweight of an aircraft that using a thinner \npaint across a fleet could save a million \ngallons of fuel each year.\nSeats on the plane\nThe nu mber of seats on a given aircraft varies  \ndepending on how it is configured — such as the \nspace devoted to first-class seating, galleys and bath -\nrooms — and the design of the seats themselves.15–20%\nIMPROVEMENT IN FUEL  \nEFFICIENCY ON AVERAGE  \nWITH EACH NEW  \nGENERATION OF AIRCRAFT \n48\nCOULD BE SAVED ANNUALLY THROUGH \nIMPROVEMENTS IN AIR TRAFFIC  \nCONTROL MANAGEMENT — EQUAL  \nTO ALMOST 5 BILLION GALLONS OF  \nJET FUEL A YEAR1 (SEE P. 18)M METRIC  \nTONS OF CO2\n1.   https://www.icao.int/environmental-protection/Documents/ICAO-ENV-Report2019-F1-WEB%20(1).pdfCEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate\nAmerican Airlines 2019-2020 ESG Report 10", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}