{"page_content": "0.5%Our Carbon Footprint\nNearly all — 99% — of the GHG emissions from American’s direct \noperations result from burning jet fuel. So reducing our consumption \nof petroleum-based jet fuel is the single best way we can reduce \nour carbon footprint. A variety of factors — from the aircraft we fly \nto where and how we fly them — affect our fuel use and associated \nemissions. We have taken a range of actions to be more fuel efficient \nin our operations and increase our use of renewable energy (see  \nOur Strategy on p. 14). We have made progress — but we know we \nhave more to do.\nOur GHG Emissions in 2019\nAmerican’s Scope 1 (direct) GHG emissions — which account for \nabout two-thirds of our GHG footprint — stem almost entirely from \nthe burning of jet fuel by our aircraft, plus a small portion from the \nfuel used by our ground service equipment. Our Scope 2 emissions \ninclude emissions associated with the purchase of electricity to run \nour operations, and they make up the smallest portion of our carbon \nfootprint (0.5%). Our estimated Scope 3 (upstream and downstream) \nemissions are nearly 35% of our overall emissions, the largest \nelement of which is upstream emissions associated with the \nproduction of jet fuel, followed by emissions from our third-party \nregional carriers and those associated with purchased goods and \nservices and team member travel. \nFuel-Efficiency Performance\nWe improved the average fuel efficiency of our mainline operations  \nby 7.4% between 2014 and 2019, including a 0.8% improvement \nduring 2019 alone. \nWe typically track efficiency using revenue ton miles (RTM), which \nmeasure the fuel needed (and associated GHG emissions) to fly one \nton of payload — the combined weight of passengers, their bags and Our GHG Emissions in 2019\nOur Business in 2019*\n* All data are as of December 31, 2019, or for full-year 2019, as applicable64.8%34.7%84% \nof our total carbon footprint  \nis from jet fuelSCOPE 1\n99.3% from jet fuel  \n(mainline and regional operations)\nSCOPE 2\n100%  from purchased electricity \n(location-based)\nSCOPE 3\n56%  from jet fuel  \n(contracted regional  \ncarriers and upstream  \nfuel emissions)\n31.9%  from purchased  \ngoods and servicesTotal emissions (Scopes 1, 2, and 3): 63.5 million metric tons of carbon dioxide equivalents (CO2e)\nOperated an average  \nof 6,300 flights per day to \nmore than 365 destinations \nin 61 countries\nFlew 215 million passengers \non 2.3  million flightsOperated  \n1,547 aircraftCarried 680K tons  \nof cargo\nGrew revenue passenger \nmiles by 4.4%  compared  \nwith 2018\nAmerican Airlines 2019–2020 ESG Report\n11CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}