{"page_content": "Community Connectivity and Climate Change\nConnectivity is at the heart of American’s purpose and value proposition, \nand our regional carriers are an integral part of that. In 2019, approximately \n59 million passengers boarded our regional carriers’ aircraft, more than \n40% of whom connected to or from our mainline flights. \nThis is precisely the kind of connectivity that our hub-and-spoke network \nis designed to facilitate: Through our regional carriers, we serve smaller \ncommunities and low-density markets that don’t have the passenger \ntraffic to support larger, mainline aircraft. Then, through our hub airports \nacross the United States and our international gateways, we connect \nthose passengers to destinations around the world. In fact, American \nprovided small communities nearly 60% more one-stop connection \noptions than other U.S. network carriers in 2019.2 Thanks to the power  \nof our network, we connect more people to more places.We believe deeply in the value of connectivity. Commercial air service not \nonly expands horizons and connects people, it also provides significant \neconomic opportunity for local communities. \nBut shorter flights on smaller planes come at a fuel-efficiency cost. The \ntakeoff and climb phases of a flight burn more fuel than the cruising phase, \nwhich makes shorter regional flights less fuel efficient than long-haul flights. \nIn addition, when we were building out our regional fleet, the advancements \nin aircraft and engine design that have improved the fuel efficiency of our \nmainline fleet were not — and sometimes still aren’t — available on smaller \naircraft. Altogether, the result is that for each mile we fly a passenger or unit of \ncargo, regional aircraft are on average less fuel efficient than mainline aircraft. \nOur commitment to providing industry-leading regional service makes it \nmore challenging for us to meet our fuel-efficiency targets. By appropriately \nbalancing our climate change goals with our commitment to connectivity, \nwe believe we can best help the communities we serve to thrive. \n2. Data are for the 100 smallest markets in the United States with air service by at least one U.S. \nnetwork carrier based on actual schedules flown in July 2019, using origin/destination data. \n3. https://www.raa.org/wp-content/uploads/2019/04/RAA_RH _2019 _Q1_g.pdf60%\nmore one-stop connection options provided \nby American than other U.S. network carriers \nin 2019$134 billion in economic activity \ngenerated by air service to the 570 small \ncommunity airports across the United States\n1 million jobs created by air service to \nthose community airports, which generate \n$36 billion in wages and tax revenue to \nthose states and communities3\nAmerican Airlines 2019–2020 ESG Report\n13CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}