{"page_content": "Over the same period, we retired a similar number of older, less fuel-  \nefficient planes, including retiring the last of our McDonnell Douglas \nMD-80 aircraft in 2019. And because of the reduction in demand due \nto the COVID-19 pandemic, we accelerated the retirement of four \nadditional aircraft types — Embraer E190s, Boeing 757s, Boeing 767s \nand Airbus A330-300s — and certain older regional aircraft. In addition, \nwe anticipate benefiting from increased fuel efficiency as the Boeing \n737 MAX comes back into service. The MAX is 35% more efficient than \nthe fleet of Boeing 757s that we retired earlier this year. \nOur fleet renewal effort will have the greatest near-term impact on \nemissions, since each new generation of aircraft targets fuel-efficiency \nimprovements of 10–15%, though there are factors beyond the aircraft \nitself that affect fuel efficiency (see Carbon Anatomy of a Flight, p. 10). \nOver the long term, we expect to rely on future technologies, including \nnew engine and aircraft technology, air traffic control reform and sustain -\nable aviation fuels, to achieve our goal of net zero emissions by 2050. \nOperational Efficiency in the Air and on the Ground\nAlongside fleet renewal efforts, we are investing in new technology \nto help our aircraft operate more efficiently. For example, in 2020 we \nbegan deploying specialized software that uses real-time weather \nconditions to provide our flight crews with better data about optimal flight altitudes and speeds. This can save fuel and reduce emissions, \nparticularly on long-haul flights. By mid-2020, we were using this \ntechnology on 85% of our mainline aircraft. \nWe are also reducing jet fuel consumption pre- and post-flight. This \non-the-ground fuel use represents approximately 6% of our total jet fuel \nconsumption. For example, we are reducing the use of onboard auxiliary \npower units (APUs) during flight preparation by connecting to ground \npower at the airport terminal, rather than relying on jet fuel to heat or \ncool the aircraft, operate onboard lighting and run other functions while \nthe aircraft is parked at the gate. This simple change in operational \nbehavior provides a substantial opportunity to decrease both costs and \nemissions, since electric power is less carbon intensive. We estimate \nthat by reducing the time an APU is run by just one minute on every \nflight, an aircraft can save 1,000 gallons or more of jet fuel annually. Other changes include increasing our use of single-engine taxi \noperation (i.e., using just one aircraft engine to taxi to the gate after \nlanding). This technique reduces the carbon emissions produced by \ntaxiing by 20–40%.4 We are also working to reduce excess weight on \neach aircraft, from using lighter materials on board to optimizing the \namount of extra fuel each flight carries.\nThe next largest source of American’s direct GHG emissions after jet \nfuel — albeit a distant second, representing only 1% of our Scope 1 \nemissions — comes from the fuel used by required ground service \nequipment (GSE), such as baggage carts, cargo loaders, pushout \ntractors and maintenance equipment. As part of our climate strategy, \nwe are purchasing low-emission GSE vehicles and working to tran -\nsition from diesel- or gasoline-powered GSE to electric GSE. In 2019, \nwe added more than 50 electric-powered vehicles to our GSE fleet.Invested\n$23 B \nin 550 more fuel-efficient aircraft \nsince 2013, the largest fleet renewal  \neffort in the history of our industry\n4.  https://www.nlr.org/areas-of-change/increasing-single-engine-taxi- \noperations-taxi-inboard-engines-4-engine-aircraft/\nAmerican Airlines 2019–2020 ESG Report\n15CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}