{"page_content": "The SAF CO2 Lifecycle: From Cooking Oil to Jet Fuel\nHere’s the CO2 lifecycle when used cooking oil — a common feedstock used to produce SAF — is converted to jet fuel:\nCO2 in the atmosphere is \nabsorbed by plants during \nphotosynthesisPlants produce oil \nseedsOil seeds are crushed to \nmake cooking oil\nUsed cooking oil is \ncollected from restaurants Collected oil is \nprocessed into jet fuelJet fuel is combusted during \nflight, which emits CO2\nSustainable Aviation Fuel \nAmerican recognizes that increasing the use of sustainable aviation \nfuel — which can reduce lifecycle GHG emissions by up to 80% \ncompared with conventional, petroleum-based jet fuel — must be \na core part of our low-carbon pathway. But while the SAF industry \nis continuing to invest and grow production capacity, there remain \nsignificant challenges to the availability of SAF in the quantities and at \nthe prices necessary to materially reduce emissions in the near term. \nIn early 2020, we committed to purchase 9 million gallons of SAF over \nthree years from Neste, a leading producer of renewable products. This \nSAF will be certified through the International Sustainability and Carbon \nCertification scheme. We began to take delivery of Neste SAF at San \nFrancisco International Airport in July 2020. This commitment contributes \nto our goal of sourcing 2.5 million GJ of cost-competitive renewable \nenergy by 2025. When announced, our agreement with Neste was the largest single SAF purchasing commitment in our industry, but it still \nrepresents considerably less than 1% of our total annual fuel consump -\ntion. Bringing the SAF market to scale will require the combined efforts of \nthe private sector and effective policies from governments at all levels. By \ncommitting to this initial order from Neste, we aim to help facilitate more \nwidespread production of SAF and accelerate its commercial viability. \nAmerican is also involved in other efforts and collaborations to build the \nmarket for SAF and identify other ways to reduce emissions associated \nwith aviation. We participate in the World Economic Forum’s Clean \nSkies for Tomorrow Coalition and Business for Social Responsibility’s \nSustainable Air Freight Alliance. We also participate in the Commercial \nAviation Alternative Fuels Initiative, which brings together airlines, alter -\nnative fuel producers, and university and governmental stakeholders. \nAnd we have on-the-ground efforts at a number of airports — including \nDallas/Fort Worth International Airport, San Francisco International \nAirport and Seattle-Tacoma International Airport — to use SAF. SAF 101\nWhat is sustainable aviation fuel (SAF)?\nSAF is jet fuel produced from renewable hydrocarbon resources, \nincluding both biological and nonbiological resources. SAF can be \nproduced from a range of feedstocks, including municipal solid \nwaste, used cooking oil, plant oils, waste gases and agricultural \nresidues. SAF is certified as Jet-A1 fuel, which means it meets the \nsame performance standards as conventional jet fuel and can be \nused without technical modifications to aircraft.\nWhat are the benefits?\nSAF reduces lifecycle GHG emissions by up to 80% compared \nwith conventional, petroleum-based jet fuel. To realize this \nbenefit, however, SAF must be sustainably produced — using \nfeedstocks and methods that don’t compete with food production \nand don’t contribute to deforestation, natural resource depletion \nor climate change. To ensure they don’t, airlines are encouraged \nto follow rigorous, independently verified sustainability standards \nfor SAF production.\nWhat are the challenges? \nSAF is available now — but at smaller quantities and a significant \nprice premium compared with conventional kerosene (fossil-\nbased) jet fuel, because the SAF market is still at a nascent \nstage of development. To be a feasible alternative for widespread \ncommercial use, SAF must be cost-competitive with conventional \njet fuel and must not be disadvantaged relative to other fuels \nbecause of incentive programs. It also must be available at scale. \nAnd that requires both investments in production capacity and \nsmart government policies.\nAmerican Airlines 2019–2020 ESG Report\n16CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}