{"page_content": "Carbon Offsets\nWhile the core focus of American’s climate strategy is increasing effi -\nciency and reducing emissions, we recognize that carbon offsets also \nhave a role to play. As part of our support for CORSIA, we endorsed \nthe industry goal to achieve carbon-neutral growth in emissions \nfrom international aviation after 2020, relative to a baseline set at the \naverage of 2019 and 2020 emissions. \nHowever, the collapse in demand for air travel in 2020 because of \nCOVID-19 distorted the planned baseline. To bring the costs of compli -\nance in line with what was originally intended, the industry petitioned \nto change the CORSIA baseline to include only 2019 emissions levels. \nSuch a change was vital to keeping the credibility and feasibility of CORSIA intact. In mid-2020, the ICAO decided that 2019 emissions \nwill serve as the baseline for the first phase of CORSIA implementation \n(2021–2023), and that in 2022 it will consider the baseline for CORSIA’s \nlater phases.\nIn addition, in 2020, we introduced a customer-facing carbon offset \nprogram, enabling our passengers to offset their emissions from air \ntravel. The program enables customers to purchase verified offsets \nthrough Cool Effect, a nonprofit organization. Customers can purchase \noffsets in a portfolio of projects that include work to prevent deforesta -\ntion in Brazil and protect peat marshlands in Indonesia (see photo at \nleft). For more information, see www.cooleffect/american-airlines . \nRenewable Energy Use in Our Facilities\nOver the past several years, we have expanded our use of renewable \nenergy to power our administrative, ground and support operations. \nWhile emissions associated with the purchase of electricity to run \nour operations comprise the smallest portion of our carbon footprint, \nswitching to renewable energy provides an immediate opportunity to \nreduce our GHG emissions. \nWe have focused our renewable energy efforts on our primary facilities \nin North Texas, where we have our largest airport operation, and our \nFort Worth campus, which includes our integrated operations center, \nthe majority of our training facilities, a large call center and our principal \noffices. The electricity used on our campus and at our Dallas/Fort \nWorth International Airport terminals and facilities is from renewable \nsources. As of April 2020, American was the highest-ranked trans -\nportation company — and among the top 50 companies overall —  \non the U.S. Environmental Protection Agency’s (EPA’s) Green Power \nPartnership Fortune 500® Partners List.\nWe have also undertaken a range of other initiatives to make our new \nand existing facilities more energy efficient and sustainable (see Our \nOther Environmental Efforts, p. 19).Public Policy and Collaboration\nWe recognize that we cannot achieve our ambitious goal of net \nzero carbon emissions by 2050 on our own. Given the nature of \nthe climate challenge and of our industry, achieving our goal will \ndepend not only on our own efforts but also on sound policy and \nmeaningful collaboration across the public and private sectors.\nFor example, smart policies that help the nascent SAF market to \ngrow to commercial scale will be critical. In all future projections \nof low- or no-carbon aviation, SAF must play an increasingly large \nrole in satisfying fuel demand. But current production levels are \nwell below the scale needed to make SAF cost-competitive with \nconventional jet fuel. Through incentives, credits, investments \nin research and other policy tools, governments can create the \nmarket conditions needed to make SAF an economically viable \nalternative to conventional jet fuel. \nAnother high-impact way to reduce GHG emissions associated \nwith aviation in the United States would be to modernize our air \ntraffic control (ATC) system. This would help to alleviate congestion \nand reduce delays that result in additional fuel consumption and  \nassociated emissions — not to mention frustration for passen -\ngers. ATC reform is projected to bring up to 12% fuel and emissions  \nsavings. But developing and implementing a more modern and \nefficient ATC system requires government and our industry to \nwork together (see p. 18). \nIn these and other areas, we believe it is important for our company \nto play a constructive role in advancing policies that are consistent \nwith the goals of the Paris Agreement. That’s why we supported \nthe Business Roundtable’s September 2020 update  of its principles \nand policies addressing climate change. The update prioritizes \nthe alignment of climate goals with scientific evidence, interna -\ntional engagement and support for investments in innovation.\nAmerican Airlines 2019–2020 ESG Report\n17CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}