{"page_content": "Modernizing Our Air Traffic  \nControl System \nOur Air Traffic Control (ATC) system is a vital part of our country’s \ntransportation infrastructure — equally important to the economy \nand society as the bridges, highways, rails and roads we travel on the \nground. The design and operation of our ATC system also has environ -\nmental implications: The more efficiently aircraft can travel our routes in \nthe skies, the less fuel they burn and the fewer emissions they produce.\nWhile the United States has the safest ATC system in the world, it \ncontinues to rely too heavily on outdated technology and processes \nthat are inefficient or poorly equipped to accommodate growing air \ntraffic. At the same time, the complexity of our air space is expanding \nrapidly — from the dramatic uptick in drone use to emerging urban  \nair mobility technologies. \nTo keep pace with these demands — and to help reduce aviation’s \nimpact on the climate — it is essential we modernize our ATC system, \nwhich in turn can reduce millions of tons of CO2 each year. However, it \nmust have the best technology and the operational agility and flexibility \nto deploy it fully and quickly. This goal requires timely and effective \ngovernment policies that ensure an integrated approach by airlines, \nairports and air traffic management.Realizing the Promise of NextGen\nNextGen is the common term for the Federal Aviation Administration’s \n(FAA) plan to modernize the country’s network of aviation infrastructure, \ntechnology and services. A key part of NextGen involves moving from \noutdated radar technology to a primarily satellite-enabled navigation \nsystem, backed up by more sophisticated radar, which will allow FAA \nand operators to create optimal flight paths and arrival and landing \noperations — significantly reducing flying time and GHG emissions. \nA critical part of enhancing the efficiency of air traffic management \nis strengthening the ability of FAA to deploy and, in partnership \nwith airlines and airports, to accelerate and operationalize NextGen \ncapabilities and the next generation of technological advancements.\nThe ATC and Climate Connection\nAbout a third of all flight delays are caused by solvable ATC issues, often unrelated to airline operations. The congestion, delays and diversions that \nresult from our outmoded ATC system significantly increase fuel burn and GHG emissions. Inefficiencies in our current ATC system increase \nemissions from gate to gate: \nOn the ground\nDelays and congestion result in aircraft \nspending more time on the taxiway waiting for \ndeparture slots and gates upon arrival Takeoff and landing\nOutdated technology and procedures often \nforce aircraft to forgo the most fuel-efficient \ncontinuous climb and descent operationsIn the air\nIndirect flight paths increase flight time and fuel \nburn, while inefficient air-space management \ncan require additional separation between \naircraft while en route and more aircraft in \nholding patterns awaiting clearance to land5. https://www.airlines.org/wp-content/uploads/2019/02/Young-Testimony.pdf\n6. https://www.faa.gov/nextgen/media/BusinessCaseForNextGen-2016.pdfUp to 12% reduction in fuel use and GHG \nemissions can be achieved by completing \nthe transition to a satellite-based \nnavigation system5The FAA anticipates that through 2030, \nNextGen’s benefits include:\nReducing CO2 emissions by 27 million \nmetric tons — equivalent to taking 5.9 \nmillion cars off the road6\nEliminating 38% of delays, saving $106.7 \nbillion in passenger value of time\nAmerican Airlines 2019–2020 ESG Report\n18CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}