{"page_content": "Our Other Environmental Efforts\nWhile reducing our carbon footprint is the most significant way American  \ncan minimize our impact on the environment, we also work hard to improve  \nenvironmental sustainability across our operations. For example:\nEnvironmental Management\nIn 2019, American became the first major U.S. carrier to begin the process of seeking certification \nfor our environmental management system under the International Air Transport Association’s \nEnvironmental Assessment (IEnvA) program, which assesses airline performance against \nsustainability standards for air quality and emissions, noise, fuel consumption, recycling and \nsustainable procurement. Airlines certified under IEnvA standards will also be ISO 14001 certified.\nGreen Building\nWe are integrating green building principles — such as energy efficiency, water conservation and \nsustainable materials — into our new and renovated facilities. We have multiple LEED Gold- and \nSilver-certified facilities across the United States; most recently, we opened two new LEED \nGold-certified buildings — called Skyview 7 and 8 — at our corporate headquarters campus in \nFort Worth in 2019. The buildings’ sustainable design features include the use of materials that \nmeet stringent requirements for low or no volatile organic compounds, preferred parking for \nzero- and low-emitting vehicles and a 97% diversion of construction waste to landfills. Skyview 8  \nalso boasts a 41% reduction in water use compared with standard practices through its high-  \nefficiency water fixtures and other features. The new campus replaced 21 acres of formerly \nconcrete surfaces with water-efficient landscaping, which included planting 3,000 trees. \nAircraft Noise\nWe recognize and are committed to addressing the ongoing concerns of local communities \nregarding aircraft noise. Our fleet of mainline aircraft is the youngest among U.S. network carriers, \nand these newer aircraft are up to 50% quieter than the aircraft they replaced. We are proud of the \nfact that our entire mainline and regional fleet of aircraft meets ICAO Chapter 4 noise certification \nstandards. American continues our work with airports, communities and the Federal Aviation \nAdministration (FAA) to find reasonable solutions.\nRenewable Energy\nWe have set a goal to source 2.5 million GJ of cost-competitive renewable energy to power our \noperations by 2025 — the equivalent of nearly 20 million gallons of jet fuel. In 2019, we sourced nearly \n200,000 GJ through the purchase of electricity from renewable sources for our headquarters facilities \nand operations at Dallas/Fort Worth International Airport, which are 100% powered by renewable \nenergy. As of April 2020, American was the highest-ranked transportation company — and among the  \ntop 50 companies overall — on the U.S. EPA’s Green Power Partnership Fortune 500®  Partners List.\nEnergy Efficiency\nWe are taking steps across all of our facilities to make them more energy efficient. For example, \nwe are re-lighting our 13 hangar facilities with high-efficiency LED lights, which use only 20% of \nthe electricity of the lights they replace. In 2019, we completed the re-lighting of our maintenance \nfacility in Pittsburgh — bringing to five the number of hangar facilities where we’ve made the switch \nto 100% LED — and we are well on our way to completing the effort at the remaining ones. \nWaste Reduction and Recycling\nWe have a variety of efforts aimed at reducing waste and increasing recycling onboard our \naircraft and within our facilities. On average, American recycles about 340,000 pounds of \naluminum cans annually through our flight services. And we have changed our processes and \nmaterials — including by switching from plastic to bamboo stir sticks — to eliminate thousands  \nof pounds of unnecessary plastic in 2019. \nDuring the COVID-19 pandemic, we adjusted our onboard meal service to protect the health and \nsafety of our passengers and team members. Some of these adjustments, such as providing bottles \nof water rather than refilling cups to minimize contact, present challenges to advancing our waste \nand recycling goals. As soon as it’s safe to do so, we will ramp up and launch a range of planned \nnew efforts to reduce, reuse and recycle across our operations.\nFor data on our performance related to energy use, air \nemissions, waste, water, noise and other environmental topics, \nsee p. 54.\nAmerican Airlines 2019–2020 ESG Report\n19CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}