{"page_content": " Message from  \n Our Chairman  \n a n d  C E O\nCompanies today face growing expectations to demonstrate they are \neffectively managing, measuring and reporting on environmental, social \nand governance (ESG) issues. At American Airlines, we welcome this \nscrutiny. We know that rigorous ESG management is critical not only \nto the long-term success of our company, but also to the health of the \nplanet we all share. While we have long focused on these issues, this \nyear’s ESG Report — which is our first aligned with the standards of \nboth the Task Force on Climate-related Financial Disclosures and the \nSustainability Accounting Standards Board — marks a new point in the \nevolution of our ESG approach and transparency.A key focus of this report is our strategy for addressing climate change. \nInvestors and other stakeholders rightly expect us to demonstrate that \nwe understand the risks that climate change presents for our business \nand are taking steps to get on a low-carbon path. The science makes \nclear that getting on this path requires significant reductions in green -\nhouse gas (GHG) emissions — and that is why we’ve set a new goal  \nto achieve net zero carbon emissions by 2050. \nReaching this ambitious goal will require operational, technological, \npolicy and market advances, many of which are outside of our direct \ncontrol. Our strategy is focused on driving improvements within our \noperations while helping to facilitate the broader changes needed to \nenable the transition to low-carbon aviation. We have made significant \ninvestments in fleet renewal that have given American the youngest \nfleet of any U.S. network carrier. And, as a result of COVID-19, we are \nretiring older, less fuel-efficient aircraft even more quickly. Acceler -\nating the commercial availability and use of sustainable aviation fuel \n(SAF) — which can reduce lifecycle GHG emissions by up to 80% \ncompared with conventional jet fuel — is another critical part of our \nlong-term carbon-reduction pathway. We’ve committed to purchase  \n9 million gallons of SAF over three years and, in parallel, are working \nto make our operations more fuel efficient. \nWe’re committed to advancing these efforts even as we work to \nshepherd our company through one of its most challenging periods. \nThe COVID-19 pandemic has brought unprecedented disruption to \nour industry. Throughout the crisis, we have worked to care for our \nteam members and customers, restore confidence in air travel and \nstrengthen our financial footing. I couldn’t be prouder of the way our \nteam members are taking care of our customers and each other as \nwe deal with this crisis. With demand for air travel still dramatically \nreduced, however, we have also had to become a smaller airline for at \nleast a period of time, including making painful reductions to our team.\nThe past year has tested our mettle in other ways as well. Our nation is \nreckoning with senseless murders of Black Americans, systemic racism \nand inequality. It is clear that we must redouble our efforts to do what is right. As an airline, creating connections is our business; we exist  \nto bring the world and people closer together. Fundamental to this  \nis our unequivocal belief that the lives of our Black team members,  \ncustomers and community members matter. We know actions are  \nmore important than words, so we are taking concrete steps to translate  \nour conviction into meaningful change, starting within our company. \nWe are listening to and learning from the experiences of our Black \ncolleagues and customers and partnering with them to develop \nsolutions to the issues they have raised. We are taking a hard look at \nour own policies, hiring, customer service practices, training programs \nand policy advocacy to identify how we can do a better job to support \nour team members, diversify our talent pipeline and be responsive to \nour customers. We know we have work to do, and we pledge to do it. \nThe confluence of the increasingly visible effects of climate change, \nthe ongoing COVID-19 pandemic and urgent calls for racial justice \nunderscore why our focus on ESG is so critical: It has never been \nmore clear that we have to work harder to build a more resilient \nand just society, economy and planet. At American Airlines, we are \ndetermined to do our part. \nDoug Parker   |   Chairman and CEO\nOctober 2020\n“ It has never been more clear that we \nhave to work harder to build a more \nresilient and just society, economy \nand planet.”\nAmerican Airlines 2019–2020 ESG Report\n2Strategy Climate Safety Team Members Customers TCFD/SASB Data CEO Message", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}