{"page_content": "Identifying and Assessing  \nClimate-Related Risks\nWe know that effectively managing and mitigating the climate-related \nrisks facing our company starts with a comprehensive understanding \nof those risks and their potential impacts on our business, operations \nand the broader environment in which we work. This insight is a key \nbasis for our updated climate strategy and lays the foundation for \nmore deeply integrating climate risk analysis into our ongoing risk \nmanagement and business planning processes. Our Process\nThrough our existing enterprisewide risk management process, \nAmerican monitors and manages a broad range of strategic, financial \nand operational risks, including certain climate change risks. To develop \na more robust understanding of the climate risk landscape, in 2020 we \nlaunched a process focused specifically on identifying and assessing \nthe climate-related risks facing our company over the short, medium \nand long terms. The initial qualitative phase, in which we considered \nboth physical and transition risks, informs future quantitative analysis, \nand we will continue to refine and improve the process.This process — and our related reporting — has been informed by \nthe Task Force on Climate-related Financial Disclosures, the leading \nframework for disclosure on climate-related risk.\nPhysical Risk Assessment \nWe focused our physical risk analysis on 10 strategically important \nsites for our company: the nine hub airports that form the foundation \nof our network, and our largest maintenance facility, which is in Tulsa, \nOklahoma. Our largest hub, in Dallas/Fort Worth, Texas, is also home \nto our corporate headquarters, our integrated operations center and \nour primary training facility.\nThe Task Force on Climate-related \nFinancial Disclosures divides risks into \ntwo categories: \nRisks related to the physical impacts of \nclimate change, including from acute \nweather events and chronic changes to \nthe climate that may present operational \nrisk for companies\nRisks related to the transition to a lower-\ncarbon economy, including the policy, \nlegal, technology and market changes \nthat may pose financial and reputational \nrisk for companies\nAmerican Airlines 2019–2020 ESG Report\n20CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}