{"page_content": "For each site, we considered the likelihood and implications of acute \nrisks, such as extreme weather events, and chronic risks, such as \nsustained increased temperatures. We looked first at historical trends \nand impacts, including changes between 1990 and 2018, and then at \nprojections for 2035 and 2060. We based these future projections on \nthe IPCC’s Representative Concentration Pathway (RCP) 8.5 emissions \nscenario, which assumes essentially “business as usual” between now \nand 2100. We chose the high-emissions RCP 8.5 scenario because it \nproduces an up-to-6° C rise in global temperatures, which would cause \nthe most significant potential physical impacts on our facilities, creating \nan upper-level boundary condition for our analysis. \nWe identified and assessed potential physical risks from chronic \nchanges in climate norms (such as rising sea levels, increasing \ntemperatures and changes in precipitation) and acute events (such  \nas cyclones, flooding, drought and extreme heat). We used down -\nscaled climate data and projections that enabled us to evaluate the \nlikelihood that climate-related impacts will affect our operations at \neach of the 10 sites in the assessment in 2035 and 2060. Our sources \nincluded data from the U.S. Global Change Research Program’s \nFourth National Climate Assessment, Climate Central’s States at Risk, \nthe U.S. EPA’s Climate Resilience Evaluation & Awareness Tool, and \nother relevant resources for non-U.S. data where needed. \nWe then established criteria to evaluate the relative business impor -\ntance of each site — such as capital assets on site and flight activity \n— and combined that value-at-risk assessment with the hazards \nassessment. Taken together, this analysis will help us determine \nresilience investment priorities and mitigation strategies. \nTransition Risk Assessment\nWe also looked at American’s exposure to transition risks related to \nclimate change, including the policy and legal, technology, market, \nreputation and operational risks — as well as opportunities — that \ncould arise from the transition to a low-carbon or carbon-constrained \neconomy. We based our analysis on the International Energy Agency’s (IEA’s) \n2019 World Energy Outlook global climate change scenarios, which \ninclude a 6° C Current Policies scenario that generally aligns with \nthe higher-emissions RCP 8.5 scenario we used for our physical \nrisk assessment, a 2.7° C Stated Policies Scenario in which the \npolicies agreed to as part of the Paris Agreement are enacted, and \na 1.65°–1.85° C Sustainable Development Scenario that would align \nwith net zero carbon by 2070. \nFor each scenario, we assessed policy assumptions for major emitting \ncountries and cross-cutting global policies, along with transport \nsector assumptions. We also looked at GDP and population growth \nassumptions by region and the forecasted price of carbon and crude \noil under the scenarios. We recognize that in 2020 the COVID-19 \npandemic created a dramatic and unanticipated shock to the global \neconomy and policy landscape that will affect these scenarios, but \nbecause material policy changes are likely to take effect gradually, the \nimpact of the pandemic on these variables is likely to grow increasingly muted in the medium and long terms. As a result, we believe they \nremain useful analytical tools for establishing a climate-related risk \nassessment process that can be refined. \nWe then engaged leaders and experts from across our business and \noperations to qualitatively assess the potential transition risks and \nopportunities, based on the different assumptions (see table on p. 22).  \nWe used this analysis to inform our strategy for mitigating climate-\nrelated risk and driving progress toward our company’s longer-term \ngoal of net zero carbon emissions by 2050. \nOur Findings\nThe initial qualitative phase of our assessment yielded important insights \ninto the nature, likelihood and projected impact of climate-related risks \nfacing American currently and in the medium and long terms (in 2035 \nand 2060, respectively). We are using these insights to guide our climate \nchange strategy and goals, develop mitigation strategies and inform \nfuture analysis of the financial impacts of the risks identified. \nAmerican Airlines 2019–2020 ESG Report\n21CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}