{"page_content": "Potential Financial Impact Level\nLow Medium HighClimate-Related Risks and Opportunities\nKey Risks\nRisk TypeClimate-Related  \nRisk DefinitionPotential Financial ImpactShort  \nTermMedium  \nTermLong  \nTermMitigation StrategyTransition RisksPolicy  \nand legalThe risk from existing and \nemerging regulation aimed at \naddressing climate change. \nThis might include: \n •Increased pricing of GHG \nemissions\n •Enhanced reporting \nobligations\n •Exposure to litigation\n •Limits on a license to \noperateNew carbon taxes could increase the price of jet fuel, \nwhich would raise our operating costs and potentially \nreduce demand for travel.\nRegional or country-specific aviation emission reduction \npolicies could undercut CORSIA’s place as a single global \napproach to addressing international aviation emissions, \nraising our compliance and reporting costs and potentially \nimpacting our international joint venture contracts.\nPolicymakers in the U.S. could enact laws setting domestic \nemission reduction targets for airlines, which could limit our \nability to grow. They could also mandate new technologies \nthat would impose significant capital and operating costs on \nus to meet those requirements.We are developing a robust and multifaceted long-term climate \nchange strategy aimed at driving progress toward ambitious goals \nand positioning our company to be a leader on sustainability. \nWe monitor emerging regulations around the world to understand  \nthe risks and opportunities for our business. And we work with \npolicymakers to identify policy solutions that can help the aviation \nindustry reduce its emissions through new technologies. We also \ncontinue to advocate for CORSIA as the single global approach to \naddressing emissions from international aviation. \nWe continue to seek efficiency gains in our operations, pursue \nopportunities to employ SAF and seek to employ lower-emission \nor zero-emission technologies as they become available on a \ncommercially reasonable basis.\nTechnology The risk from emerging tech -\nnologies aimed at supporting \nthe global low-carbon transi -\ntion. This might include:\n •Substitution of existing \nproducts and services with \nlower-emission options\n •Upfront costs to transition to \nlower-emission technology Recent completion of our fleet renewal program gives us \nthe youngest fleet among U.S. network carriers; however, \nmore aggressive emission constraints imposed in the \nnear to medium term may place us at a disadvantage to \ncompetitors who are beginning to upgrade their fleets to \nthe most recent generation of aircraft.\nThere is a risk that technology does not develop suffi -\nciently to allow us to meet our ambitious climate goals.Since 2013, we have undertaken an extensive fleet replacement initia -\ntive, taking delivery of 550 new, more fuel-efficient aircraft, including \nthe Boeing 787 Dreamliner and the Airbus 321neo, which are among \nthe most fuel-efficient aircraft on the market. Over the same period, \nwe retired a similar number of older, less fuel-efficient aircraft. \nWe will continue to engage with SAF producers and airframe and \naircraft engine manufacturers to better understand new low-carbon \ntechnologies that may become available over our planning horizon.\nMarket The risk from shifting supply \nand demand as economies \nreact to climate change. This \nmight include:\n •Changing customer behavior\n •Uncertainty in market signals\n •Increased cost of raw \nmaterialsBusiness customers may choose to use alternatives to \ntravel, such as virtual meetings and workspaces.\nThe collateral we use to secure loans — in the form of \naircraft, spare parts and airport slots — could lose value \nas customer demand shifts and economies move to \nlow-carbon alternatives.\nGreater development of high-speed rail in markets now \nserved by short-haul flights could provide passengers \nwith lower-carbon alternatives to flying with us.We recently introduced a carbon offsetting opportunity for our \ncustomers as a way to enable to them to travel efficiently while \nalso offsetting the GHG impact of their flights. We intend to further \nintegrate other sustainability practices into the products, services \nand experiences we offer our customers. \nWe will deepen our customer relationships by partnering with a range \nof stakeholders, including governments, manufacturers, suppliers and \ncustomers, on sustainability initiatives that have the potential to boost \nlow-carbon pathways, such as sustainable aviation fuels.Timeline Short Term Medium Term Long Term\nPhysical Risks 2020 2035 2060\nTransition Risks and Opportunities 0–2 Years 2–15 years 15–30 years\nAmerican Airlines 2019–2020 ESG Report\n22CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}