{"page_content": "Potential Financial Impact Level\nKey Risks (continued)\nLow Medium HighRisk TypeClimate-Related  \nRisk DefinitionPotential Financial ImpactShort  \nTermMedium  \nTermLong  \nTermMitigation StrategyTransition RisksReputation The risks of damage to brand \nvalue and loss of customer \nbase from shifting public \nsentiment about climate \nchange. This may include:\n •Shifts in customer prefer -\nences\n •Stigmatization of the sector\n •Increased stakeholder \nconcernGrowing recognition among U.S. consumers that climate \nchange is a serious danger may mean some customers \nchoose to fly less frequently or fly on an airline they \nperceive as more sustainable.\nInvestors may demand more aggressive sustainability \ngoals and practices from our industry.We are developing a robust and multifaceted long-term climate \nchange strategy aimed at driving progress toward ambitious goals \nand positioning our company to be a leader on sustainability.\nWe intend to continue our efforts to reduce carbon emissions using \nthe various levers available to us at this time — including consider -\nation of how to include modern aircraft, efficient technology, sound \noperational practices and sustainable fuels — in our overall climate \nmitigation strategy. We are looking to embrace new low-carbon  \nlevers as they become available.\nWe also plan to continue to communicate our sustainability practices  \nto our customers, team members and suppliers so they understand  \nthe measures we are taking to reduce our climate impact.Physical RisksAcute The risk of increasing severity \nof weather eventsExtremely high temperatures may exceed the maximum \nallowable temperature at which our aircraft are certified \nby the FAA to operate.\nIncreases in hot days can interrupt our operations by \ncausing heat buckling on runways and taxiways and \nother infrastructure damage. Such damage in turn can \nincrease operational and repair costs for airports —  \ncosts that would be passed through to us.\nIn extreme cases, it may become difficult to cool aircraft \nto an acceptable temperature for customers and crew.We will continue to monitor temperatures at airports exposed to acute \ntemperature risk and work with aircraft manufacturers to ensure that \nour aircraft are able to operate safely under a range  \nof operational conditions. \nOver the next five years, we intend to incorporate the projected impacts \nof climate change into design standards for physical assets, capital \nimprovement plans, disaster management, emergency response  \nand scheduling.\nTo mitigate projected impacts from increasing temperatures, we plan \nto invest in additional ground cooling and upgrades to gate-based \ncooling systems.\nIncreased frequency and intensity of hurricanes places \noperations and infrastructure at Miami International \nAirport at risk. Increases in storm activities can result  \nin substantial costs relating to canceled flights and \nairport closures.We are investigating options to mitigate the impacts of hurricanes, \nwhich may include enhancing airport infrastructure to withstand \nstronger winds from storms. \nAmerican Airlines 2019–2020 ESG Report\n23CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}