{"page_content": "Potential Financial Impact Level\nKey Risks (continued)\nLow Medium HighRisk TypeClimate-Related  \nRisk DefinitionPotential Financial ImpactShort  \nTermMedium  \nTermLong  \nTermMitigation StrategyPhysical RisksAcute \n(continued)The risk of increasing severity \nof weather eventsFlooding from intense precipitation at major hubs in \nCharlotte, North Carolina; Los Angeles; and London \ncan interrupt critical expansion strategies. Increases in \nprecipitation can result in excess loading of stormwater \ninfrastructure designed for lesser flows, increasing the \nrisk of flooding. Increases in the severity of storms can \ncause flooding, which can wear infrastructure.To mitigate the impact of flooding on infrastructure, we plan to \nincorporate the projected impacts of increasing precipitation into \ndesign standards for physical assets, capital improvement plans, \ndisaster management and emergency response, master plan \ndevelopment and early warning systems.\nCyclonic events in the Gulf of Mexico region — where \nalmost 50% of U.S. crude oil refining capacity is located \n— can disrupt fuel supplies. A significant portion of \nour fuel is sourced from Gulf of Mexico refineries and \nis stored in, or must be transported from, the region, \nwhich poses a risk to our operations if those facilities are \ndisabled for any period of time. Pipelines and storage \nterminals may also be at risk from extreme weather. \nTerminals may be supplied via ocean-going vessels if \nrefineries are shut down, but there are no viable alterna -\ntives to move the amount of fuel stranded if pipelines are \nshut down due to flooding or other hurricane impacts.Our strategies to mitigate this risk include sourcing our fuel from \nmultiple regions and maintaining a reserve of fuel at our hub \nairports. The number of days of operations held in these reserves \nvaries by airport, depending on the risk of extreme weather, the \nnumber of pipelines that serve the airport and other factors. We \nmonitor closely the changing likelihood of severe weather and \nadjust these reserves accordingly.\nAnother strategy to mitigate this risk is our work to expand the \ncommercial availability of SAF, which has the potential to further \ndiversify fuel sources and supply.\nChronic The risk of longer-term \nchanges in weather patternsSea-level rise in Miami, Los Angeles, Philadelphia and \nNew York may require hardening of the airports in these \nlocations, or even relocation.\nBecause high air temperatures reduce air density, chron -\nically high temperatures at some of our hub airports \nmay require restricting the availability of seats for sale \nin certain markets, the use of aircraft with higher engine \nthrust and potentially reduced schedules. We recognize that we cannot halt sea-level rise on our own. Given \nthe vulnerability of these key airports to flooding from sea-level \nrise, and the resulting impact to business continuity, we intend to \ninvestigate options to mitigate the impacts of sea-level rise, which \nmay include fortifying the shoreline around those facilities and, as a \nlast resort, considering options for relocation to areas further inland. \nThe cost/benefit of available options may lead to adjustments to our \nnetwork. We also plan to engage with policymakers to explore paths \nto greater resiliency. \nOver the next five years, we plan to incorporate the projected \nimpacts of climate change into aircraft purchasing plans, routing \nand scheduling. We will also work with airframe and engine manu -\nfacturers to develop aircraft that meet the technical specifications \nrequired for operation at airports with sustained high temperatures.\nAmerican Airlines 2019–2020 ESG Report\n24CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}