{"page_content": "Potential Financial Opportunity Level\nKey Opportunities (continued)\nLow None Medium HighOpportunity Type Potential Financial ImpactShort  \nTermMedium  \nTermLong  \nTermRealization Strategy\nResource efficiency Reduce fuel costs by continuously modernizing our fleet with more \nefficient aircraft and operational improvementsWe already have the youngest fleet among U.S. network carriers, and we \nare planning to continue our fleet modernization program in the coming \nyears. We are pursuing measures to improve operational efficiency, \nincluding further strengthening our fuel conservation management and \noversight. We will also continue to advocate with policymakers for reform \nof the nation’s air traffic control system, which has the potential to reduce \nGHG emissions from aviation.\nEnergy resources Shift to increasing shares of SAF, reducing exposure to the cost of \ngrowing carbon regulation and diversifying fuel supplyWe have executed an offtake agreement with Neste, agreeing to purchase \n9 million gallons of SAF over three years beginning in 2020. We plan to \ncontinue to pursue opportunities to increase our use of SAF and advocate \nfor policies that will increase SAF production capacity and improve its \ncommercial viability.\nProducts and  \nservicesAttract travelers with a preference for low-carbon travel We have added a consumer-facing carbon offset option on our website \nand are exploring other opportunities to provide low-carbon offerings to \nour customers.\nMarkets Increase scheduled flights at our hubs that are at lower risk of adverse \neffects from climate change, such as Charlotte Douglas International \nAirport (CLT) and Dallas/Fort Worth International Airport (DFW)CLT is American’s second-busiest hub and is geographically well-positioned \nto connect passengers domestically and internationally. Plans for the \nexpansion and augmentation of current services will be considered. DFW \nis currently our largest hub, but there remains opportunity for growth.\nResilience Continue to expand our network of hubs and gateways across \nmultiple sites with reduced climate risk, which we expect will in turn \nprovide more connectivity for our customersOur planned resilience program includes:\n •Conducting criticality and resilience assessments for operational \nprocedures and existing infrastructure\n •Integrating the projected impacts of climate change into business \ncontinuity plans and emergency planning\n •Developing effective communication channels with airport staff and \naviation stakeholders, including air navigation service providers, \noff-airport service providers, academia, communities and municipal \nauthorities responsible for weather monitoring, climate analysis and \ndisaster management\nAmerican Airlines 2019–2020 ESG Report\n25CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}