{"page_content": "Climate-Related Scenarios Used to Explore the Resiliency  \nof Our Short-, Medium- and Long-Term Strategy \nName ScenarioWarming Above \nPre-Industrial Levels \nProjected for 2100American Airlines \n2030 Global Annual \nEmissions in MMTCO2*\nBusiness-as-usual IEA 2019 World Energy \nOutlook (WEO) Current \nPolicies Scenario (CPS)Approximately 6° C 52.5\nExisting expressed \ncommitments to \nmitigationIEA 2019 WEO  Stated \nPolicies Scenario \n(STEPS)Approximately 2.7° C 33.1\nRapid reductions \nin line with Paris \nAgreementIEA 2019 WEO  Sustain -\nable Development \nScenario (SDS)66% chance of 1.8° C \nor less26.5\n* Million metric tons of CO2\nResults of Carbon Risk Scenario Analysis Used to Quantify the  \nAnnual Financial Impact of Rising Energy Costs \nCarbon Risk Pricing Metric Climate Scenarios\nAnnual Impact in 2030  \nCompared to 2019 BaselineCPS STEPS SDS\nPotential cost of carbon (million dollars) $116.98 $139.97 $425.39\nPercentage change in fuel costs 0.97% 1.16% 3.53%\nPotential change in operating margin (0.21) pts (0.25) pts (0.75) ptsClimate-Related Risks and Opportunities (continued)Extreme Heat and Flight\nOne impact of climate change — which is already being felt across the southwestern part of the United \nStates — will be more frequent heat waves and extreme temperature days. Rising temperatures will \naffect how people live and how industries operate, including airlines. \nExtreme heat affects aircraft in several ways. Hotter air is less dense than cooler air, meaning higher \ntemperatures result in less lift and require more engine thrust for planes to take off. Hotter, thinner air \nalso reduces engine output. While most aircraft can operate in very high temperatures (generally up \nto 126° F), doing so depends on a variety of factors — such as airport infrastructure and altitude — and \nrequires making operational changes. And, smaller regional aircraft typically have lower maximum \ntemperature thresholds. \nConstructing longer runways, which can accommodate the higher speeds needed to attain the altitude \nrequired by the flight path, is one way to enable planes to take off in hotter weather. A more immediate \nway is to reduce aircraft weight — thereby reducing the thrust required to take off — by limiting the \nnumber of passengers or the amount of cargo. On a typical American flight from Phoenix to New York,  \nfor example, we can fly with all the seats filled when it’s 100° F. But if the temperature goes up to 110° F,  \nthe flight’s capacity goes down by six seats — and if it rises to 120° F, we may have to reduce our maximum \ncapacity by as many as 35 seats. \nIncreases in the number of hot days can cause heat buckling on runways and taxiways and other infra -\nstructure damage. And in extreme cases, it may become difficult to cool the aircraft to an acceptable \ntemperature for customers and crew.\nAs part of our analysis of climate-related risks, we have identified which of our key sites face risks from \nincreased temperatures and more frequent extreme heat events in the short, medium and long terms. \nAnd we are exploring strategies for mitigating those risks, such as making schedule changes to have \nmore flights depart during cooler times of day at certain times of year and implementing new health and \nsafety procedures for our team members. \nAmerican Airlines 2019–2020 ESG Report\n26CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}