{"page_content": "Governance and Management\nThe potential impacts of climate change span many aspects of \nAmerican’s business. Day-to-day management of climate-related \nissues is embedded across our company — from our Airport Opera -\ntions teams that do resiliency planning for more frequent and severe \nweather events, to our Fuel Procurement team working to secure \ncost-competitive supplies of sustainable aviation fuel.\nAs climate change has become a more pressing challenge for our \ncompany and our planet, we have taken steps to formalize and \ncentralize coordination of how American manages climate-related \nissues. This includes reconsidering the way environmental, social \nand governance (ESG) matters — and climate change, in particular \n— are overseen by our Board of Directors to ensure we have robust \ngovernance of climate-related risks and opportunities. It also includes \nenhancing our management capacity to lead the development and \nexecution of our long-term climate change strategy.\nBoard-Level Oversight\nAmerican’s Board of Directors oversees the company’s enterprisewide \napproach to risk management. Either as a full Board or through one \nor more of its committees, the Board reviews strategy and manage -\nment’s assessment of material risks affecting our business, including \npotential climate-related risks.\nThe Corporate Governance and Public Responsibility Committee \nhas primary responsibility for oversight of American’s sustainability \nefforts. In 2020, the committee’s charter was updated to formally \ncodify this role, including explicit reference to its oversight of \nclimate-related risks and opportunities. The committee meets every \nquarter, and beginning in 2020, climate-related issues will be a \nstanding agenda item for committee meetings and included in all \nquarterly updates. \nThe full Board receives periodic updates on climate-related issues, most \nrecently at its October 2019 meeting when it approved management’s plans to update and expand American’s sustainability strategy, with a \nfocus on addressing climate-related risks and opportunities. \nManagement Responsibility\nLed by an Executive Vice President who reports directly to the CEO, \nAmerican’s Corporate Affairs group has responsibility for managing \nand coordinating the company’s ESG efforts, including those related \nto sustainability and climate change. In 2019, we recruited a new \nManaging Director for ESG and reorganized the sustainability group  \nunder her leadership. This group was tasked with, among other respon -\nsibilities, facilitating the enterprisewide climate risk assessment and \nscenario-planning process to inform our new climate strategy.Our Sustainability Steering Committee — which is a cross-  \nfunctional and cross-operational group of leaders from across \nour business — has responsibility for monitoring global trends, \nresponding to stakeholder inquiries, offering recommendations to \nsenior leadership and engaging with our Board on sustainability \nissues. Led by our Executive Vice President of Corporate Affairs, \nthe group includes representatives from Airport Operations, Flight \nOperations, Technical Operations, Cargo, Finance, Safety, People and \nCommunications, Legal, Government Affairs and Investor Relations.  \nIn 2020, this committee is focusing on identifying, assessing and \nmaking recommendations for addressing climate-related risks  \nand opportunities.\nAmerican Airlines 2019–2020 ESG Report\n28CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}