{"page_content": "At American Airlines, our first priority — and our foremost duty to our customers \nand our team members — is ensuring we operate every flight safely. Flight safety \nmeans protecting our customers and team members from the start through the  \nend of a trip, from boarding passengers and loading baggage before departure  \nto parking the aircraft on arrival and deplaning passengers and team members.\nRunning a safe and reliable operation is critical to our suc-  \ncess, and we are proud to have safely transported more  \nthan 215 million customers on more than 2.3 million flights \nin 2019. Since our merger with US Airways at the end of \n2013, our team members have safely transported more than 1 billion \npassengers.\nWe are dedicated to fostering and sustaining a culture of safety \nthat guides every decision we make. We have helped change the \nway the industry uses operational data and works with the Federal \nAviation Administration (FAA) to identify and address risks. We have \nempowered every team member who touches our aircraft to take a \nplane out of service if there is a safety concern. And we have built \na culture that encourages all team members and contractors to ask \nquestions and report safety hazards, concerns and incidents without \nfear of reprisal.\nOur best-in-class maintenance program meets or exceeds FAA and \nmanufacturer requirements. In 2019, we had the largest maintenance \nteam in the industry with 15,000 Technical Operations professionals, \nwhich includes more than 9,000 FAA-licensed aviation maintenance \ntechnicians and more than 100 FAA-awarded Master Mechanics. \nWe are constantly improving our maintenance and safety processes \nthrough state-of-the-art data analysis.\nWe aim to improve our team member safety performance every  \nyear, but we have not met our own goals in this area. While we  \nare deeply saddened to have experienced an employee fatality at  one of our wholly owned regional carriers in 2019 (see p. 33), key \nsafety metrics for our regional operations have improved since \n2017 — reflecting our continual efforts to strengthen our safety- and \nhealth-related policies, procedures and practices. In our mainline \noperations, several key metrics have worsened since 2017. In 2020, \nwe are redoubling our efforts to keep our team members safe, and \nwe are already seeing results. \nOur Goals\nMaintain the highest passenger  \nsafety standards, with zero serious  \ncustomer injuries \nReduce on-the-job team  \nmember injuries \nReduce aircraft ground damage\nAmerican Airlines 2019–2020 ESG Report\n30CEO Message Strategy Climate Team Members Customers TCFD/SASB Data Safety", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}