{"page_content": "Safety Governance and  \nManagement\nAn uncompromising commitment to safety, security and continuous \nimprovement is a shared responsibility — from our Board of Directors \nto frontline team members. \nOur Chief Executive Officer retains ultimate responsibility and \nauthority for safety performance, and our Board of Directors receives \nmonthly updates on key safety performance metrics. In July 2020, we \nupdated the charter for the Board of Directors’ Corporate Governance \nand Public Responsibility Committee to include safety as one of its \nformal oversight responsibilities. That committee will review quarterly \npresentations from management on our safety performance and will \nalso receive the same monthly updates that management receives. \nThe safety of our customers and team members is guided by our \nSafety Management System (SMS), an organizationwide approach \nto managing risk and assuring the safety of our operations and team \nmembers. Our SMS emphasizes safety management as a funda -\nmental business process to be considered in the same manner as \nother aspects of business management. It involves a full commitment \nfrom the most senior levels of our company through to each team \nmember to integrate safety into all parts of how we do our jobs. Our SMS promotes a culture in which our team members proactively \nidentify, analyze and mitigate risks throughout all aspects of our \noperations. The SMS ensures robust and repeatable processes driven \nby data to reduce risks and continuously improve and enhance safety \nfor our customers and team members. We collaborate closely with the \nFAA to maintain operational safety at the highest level possible and \nactively share best practices with our industry peers, governments \nand aerospace manufacturers.\nSafety Policy\nOur Corporate Safety Policy applies to all team members, business \npartners, contractors and consultants, and it sets American’s safety \nobjectives and standards and assigns responsibilities for safety \nacross our organization. The policy also conveys management’s commitment to safety performance and to improving the level of \nsafety through measurable goals and key performance indicators. \nPart of our SMS foundation, the policy helps to create a culture that \nencourages effective management of risk along with continuous \nimprovement. The Safety Policy complies with all applicable regula -\ntory requirements and laws in the countries in which we operate  \nand establishes standards for acceptable operational behaviors. \nSafety Assurance\nThe Safety Assurance component of our SMS outlines how we use \ndata collection and conduct quality assurance and internal oversight \nto validate the effectiveness of risk controls and the performance of \nthe SMS. Through the Safety Assurance component, we verify that \nrisk controls in our operational processes continue to conform to the \nThe Four Components of Our SMS\nSAFETY POLICY\nEstablishes senior management’s \ncommitment to continually \nimprove safety; defines the \nmethods, processes and \norganizational structure  \nneeded to meet goalsSAFETY ASSURANCE\nEvaluates the continued effec -\ntiveness of implemented risk \ncontrol strategies; supports the \nidentification of new hazards\nSAFETY PROMOTION\nIncludes training, communication \nand other actions to create a \npositive safety culture within all \nlevels of the workforce SAFETY RISK MANAGEMENT\nDetermines the need for, and \nadequacy of, new revised \nrisk controls, based on the \nassessment of acceptable riskApplies to\n100%\nof team members, business \npartners, contractors  \nand consultants \n1,222\nrisk management  \nworksheets  \ncompleted in 201911,952\nreports in 2019 \n219,400\nhours of employee  \nsafety training in 2019We have empowered every team member \nwho touches our aircraft to take a plane out \nof service if there is a safety concern.\nAmerican Airlines 2019–2020 ESG Report\n31CEO Message Strategy Climate Team Members Customers TCFD/SASB Data Safety", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}