{"page_content": "requirements for which they are intended and that they remain effective \nat maintaining risks at acceptable levels.\nAviation Safety Action Program \nWe proactively mitigate any risks to team members before those risks \ncan cause injury. In a large organization like ours, one challenge in \ncountering potential hazards is that the individuals who can implement \npositive change cannot be the eyes and ears for the whole system. \nWe therefore rely on the Aviation Safety Action Program (ASAP), an \nindustry tool that encourages voluntary reporting of safety events or \ndiscrepancies, which are then reviewed jointly by management, the \nrelevant union and the FAA. The goal of ASAP is to prevent accidents \nand incidents by encouraging frontline team members and airlines \nto report safety information that can identify safety risks, rather than \nletting such incidents go undocumented. American was the first airline \nto create an ASAP program; they have since been adopted by more \nthan 250 carriers worldwide. \nIn 2019, American recorded 11,952 ASAP reports, up from 10,924 \nin 2018. We view an increase in ASAP reports as a positive trend \nbecause it gives us more opportunities to identify and resolve \npotential safety issues and signals that team members are comfort -\nable raising safety concerns when they see them. Currently, we have \nASAPs for Flight, Flight Service, Dispatch, Technical Operations \nand Central Load Planning. To enhance our safety performance and \nculture, we are expanding safety reporting with a new Ground Safety \nAction Program (GSAP). This will enable full reporting for ramp \nemployees. We created GSAP by collaborating with the Transport \nWorkers Union of America–International Association of Machinists & \nAerospace Workers (TWU–IAM) and the FAA. The ASAP and GSAP \nprograms will be able to share information that cuts across multiple \nworkgroups. This allows for comprehensive reporting and actions \nto address safety risks across all of our operations. All programs will \nuse event review committees composed of representatives from the \ncompany, the relevant union and the FAA.Flight Operations Quality Assurance\nFlight Operations Quality Assurance is a voluntary safety program \nadministered jointly by American and the Allied Pilots Association \n(APA) that uses routinely recorded flight data to proactively identify \nand correct deficiencies in flight operations. Through this program, we \nroutinely monitor approximately 90% of our flights, using algorithms \nthat sift through each flight’s data looking for potential safety events. \nWe use the results to understand pilot performance and to monitor \naircraft systems, performance and operational efficiency. \nIOSA Audit\nAs part of our commitment to transparency and monitoring, we are a \nregistered participant in the International Air Transport Association’s \nOperational Safety Audit (IOSA) program, an internationally recog-\nnized evaluation system designed to assess an airline’s operational \nmanagement and control systems. The IOSA audit, which takes place \nevery two years, creates a structured methodology with standardized \nchecklists that are comparable on a worldwide basis, enabling and \nmaximizing the joint use of audit reports. \nSafety Risk Management\nThe Safety Risk Management (SRM) element of our SMS provides a \ndecision-making process for identifying hazards and mitigating risk \nbased on a thorough understanding of our systems and their operating \nenvironment. SRM enables us to consider the risks in our operations \nand reduce them to an acceptable level. We use the SRM process \nwhenever there is a significant change to our operations, such as \ndelivery of a new type of aircraft or the addition of a new airport to \nour network. We also apply SRM when our Safety Assurance process \nidentifies a new hazard or the ineffective control of an existing hazard.\nWe use several tools to identify hazards and evaluate the need for \nnew or revised risk controls. The process of risk management is the \nsame regardless of the trigger or event, and our SMS looks at multiple \nfactors for risk. While the FAA requirements are geared toward flight safety, our SMS goes further to evaluate a wider range of global risks, \nincluding operational disruptions. \nSafety Promotion\nSafety culture is the foundation of any SMS, with trust at the core. At \nAmerican, we believe in a Just Culture approach, which encourages \neach team member to take responsibility and accountability for \nachieving the highest safety standards and results. This approach, \nwhich we have championed for more than a decade and has since \nbecome an accepted aviation industry standard, encourages team \nmembers to report errors, risky decisions or omissions without fear of \npunitive actions (although a clear line differentiates between accept -\nable and unacceptable behaviors). We train our teams to look at \npotential safety events using three types of behaviors: human errors, \nat-risk behavior and reckless behavior. \nResponding to Emergencies\nOur Emergency Response Manual (ERM), which establishes effective \nand efficient response practices for various types of emergencies, is an \nintegral part of our SMS program. The ERM serves as the governing \ndocument for the entire American Airlines Corporate Emergency \nResponse Plan and details guidelines to prepare for and respond to \nemergencies, responsibilities for team members across our organi -\nzation, protocols for communicating with both internal and external \nstakeholders and mechanisms for stakeholders to report emergencies. \n3,900+ \nrisk management worksheets completed \nsince our merger with US Airways in 2013\nAmerican Airlines 2019–2020 ESG Report\n32CEO Message Strategy Climate Team Members Customers TCFD/SASB Data Safety", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}