{"page_content": "The ERM includes a detailed Pandemic Preparedness and Response \nPlan, which we put into action once the severity of the COVID-19 \npandemic became clear. The pandemic response plan provides \nuniform policies and procedures for protecting our team members \nand customers and facilitates coordination among our Chief Medical \nOfficer, our pandemic committee and regulatory agencies. American’s \ncorporate response is guided by the World Health Organization’s \nPandemic Level ratings, in addition to information from the Centers \nfor Disease Control and Prevention. (See p. 35 for more on our \nresponse to COVID-19.)\nTeam Member Safety\nMaintaining a safe workplace for every one of our team members is \na cornerstone of American’s safety program, and we aim to reduce \nour employee injury rate every year. Although our regional operations \nhave improved over the last three years, we have experienced a \ndisappointing increase in injuries across our mainline operations \nduring this same period.\nIn 2019, we were deeply saddened to experience an employee fatality \n— a valued member of our ground support crew in our regional \noperations. We can — and must — do better, and we have therefore \nincreased safety oversight at the highest levels of our company and \nput into place new initiatives and structures designed to improve \nsafety throughout our operations. (See p. 31 for information on \nBoard of Director oversight.) \nIn August, a ramp agent was killed during an accident at Charlotte \nDouglas International Airport. Described as a hard worker and dedicated \nteam member, he was passionate about people and airplanes. He was \nalso known for shining a positive light in any situation. Our wholly owned \nregional carrier, Piedmont, continues to investigate the root cause of \nthe accident and implement risk controls while working with the U.S. \nOccupational Safety and Health Administration (OSHA) to ensure the \nsafest environment for our team members and customers.Our senior leadership team, including our Chief Executive Officer \nand our company President, receive monthly updates on team \nmember safety. These updates are provided as part of our SMS. \n(See more on p. 31.) \nAcross our organization, we focus on injury reduction, evaluate trends \nand develop programs to enhance safety. We have been centralizing \nour data collection and injury reporting tools to provide better visibility \nand access to company leaders. In addition to monitoring injury \nrates, we closely track aircraft ground damage because it is strongly \ncorrelated with on-the-job injuries. \nWe have developed a strong culture of injury reporting, and team \nmembers are urged to report all injuries — including those that do not \nrequire medical attention — because having the most comprehensive \nview possible into potential injury risks is critical to finding ways to \nreduce them. \nAmong all team member groups, our ramp agents have the highest \nrate of injuries, primarily as the result of lifting baggage, often \nin awkward and tight spaces. We recently conducted a training \nprogram on proper lifting techniques and hired on-site athletic \ntrainers at our busiest airport hubs to work with ramp agents on \nbody mechanics and fitness. Our flight attendant group has the \nsecond highest rate of injuries, followed by aircraft mechanics. To \naddress flight attendant injuries during flight, we established a \nTurbulence Task Force to provide policies, procedures and capabil -\nities to reduce team member and passenger injuries and improve \nthe flight experience. Through this group, we have revised our \nturbulence avoidance and event procedures, strengthened our seat \nbelt policy, and improved our technology to provide our pilots with \nreal-time turbulence avoidance information.\nTo reduce head and scalp injuries among mechanics, we introduced a \nnew bump cap, which is a hat with a hard plastic insert — worn when \nhard hats are not required — that helps protect against injuries. Our \nmechanics told us that they wanted a lighter cap with a shorter bill that would be less hot to wear and give them greater visibility. We \ntested prototypes of the new caps at locations with high head/scalp \ninjury rates and, based on the feedback we received, rolled out two \nnew bump caps to our entire team in 2019.\nWe also recently developed a program for team members who suffer \nrepeated on-the-job injuries. The initiative will evaluate whether \nthese team members are working unsafely — and therefore need \ntrainings and tools to change their work behaviors — or if their initial \ninjuries made them more susceptible to repeated injuries. \nPartnering with Our Unions\nWe work with our unions on an ongoing basis to identify safety \nconcerns and new ways to improve our safety performance. The \nASAP process described on p. 32 is the result of cooperation \nbetween airlines and their union partners. Such cooperation \nis integral to our entire safety program. Over the course of 10 \nmonths in 2019–2020, for example, we teamed up with union \nleaders from the TWU–IAM and the APA to evaluate safety risks \nat the gate at our 14 largest airports and to develop mitigation \nplans for each identified risk. This exercise resulted in a number \nof findings, all of which are being addressed now. \nImportantly, our unions have been instrumental in developing \nand communicating new team member safety measures enacted \nbecause of the COVID-19 pandemic. Learn more on p. 35.\nAmerican Airlines 2019–2020 ESG Report\n33CEO Message Strategy Climate Team Members Customers TCFD/SASB Data Safety", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}