{"page_content": "Saf ety Performance\nFlight Safety Performance 2019\n Mainline Regional\nNumber of flights*1.9 millionSASB MetricsNumber of aviation accidents**4 3\nNumber of enforcement actions from government agencies***0 0\nNumber of safety risks and hazardous situations identified†81 372\nPercentage of safety risks and hazardous situations identified that were mitigated‡97% 97%\nAircraft ground damages (rate per 10,000 departures)§2.43 0.72\nASAP reports 11,952 10,349\n* Mainline and owned regional\n**  Defined according to the International Civil Aviation Organization (Annex 13) and the National Transportation Safety Board (Part 830). Of the four mainline accidents in 2019, three involved crew member \ninjuries due to turbulence and the fourth involved aircraft damage to a wingtip. Of the three regional accidents in 2019, one involved a crew member injury due to turbulence, a second involved a crew \nmember injury when one aircraft touched another while taxiing and a third involved a skid off a runway under icy conditions (with no injuries). No customer was injured in these accidents.\n*** Defined to include enforcement actions by the FAA, the European Aviation Safety Agency or equivalent national authorities related to the regulation of aviation safety.\n†  The majority of our risk assessments are performed proactively prior to implementing or revising systems/procedures. American’s comprehensive SMS covers safety risks and hazardous situations \nrelated to six areas: flight safety, flight service, ground operations, technical operations (maintenance), security and environmental. The figures reported here include all such risks identified by our SMS. \nRegional data combines all risks from Piedmont, PSA and Envoy airlines.\n‡  Our SMS requires that we mitigate identified risks, particularly high risks, to as low as reasonably practicable (ALARP). 3% of our 2019 identified risks were already ALARP. These systemic and residual \nrisks are monitored, measured and tracked.\n§  We use guidance from Airlines for America to determine aircraft ground damages.\nTeam Member Safety Performance 2019 2018 2017\n Mainline Regional Mainline Regional Mainline Regional\nInjury rate*9.57 7.11 9.21 7.55 8.43 8.13\nLost day rate**6.14 3.74 5.43 3.88 4.89 3.88\nWork-related fatalities 0 1 0 0 0 0\n* Total recordable cases per 200,000 manhours\n** The lost day rate, which OSHA calls the Days Away from Work Injury and Illness rate, is calculated as the number of cases multiplied by 200,000 work hours divided by total hours worked.VPP Status\nOSHA’s Voluntary Protection Program (VPP) recognizes \nemployers and workers who have implemented effective safety \nand health management systems and maintain injury and illness \nrates below U.S. Bureau of Labor Statistics’ national averages \nfor their industries. The VPP is focused on preventing fatalities, \ninjuries and illnesses through a system that emphasizes hazard \nprevention and control, worksite analysis and training. Our Tech \nOps–Tulsa Auxiliary Power Unit and Aircraft Wiring Center facility \nwas the first group at American to become VPP-certified, and our \nmaintenance centers in Pittsburgh and Charlotte are seeking  \nVPP certification. \nAmerican Airlines 2019–2020 ESG Report\n34CEO Message Strategy Climate Team Members Customers TCFD/SASB Data Safety", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}