{"page_content": "The COVID-19 pandemic has disrupted our world, our industry and \nour company to an extraordinary and unprecedented extent, upending \nbusiness as usual across every sector of society and devastating \nfamilies and communities with immeasurable pain and loss. \nSince the start of the crisis, our foremost priorities have been the \nhealth and well-being of our customers and team members and, \nnotwithstanding the impact of the virus on customer demand, the \ncontinued ability of American to deliver access to needed air service \nacross our nation and provide livelihoods for our team members.Travel with Confidence\nCOVID-19 has forced us to rethink how we deliver our services, to \nkeep customers and team members healthy and to provide peace of \nmind during air travel.\nThroughout the pandemic, we have worked closely with the Centers \nfor Disease Control and Prevention and a range of outside experts to \nunderstand the latest developments and determine the adaptations \nnecessary for our operations. In June 2020, we announced our new \nTravel Health Advisory Panel, which is providing us with advice and \nguidance on disease prevention, cleaning procedures and other \npublic health matters. This panel complements our internal COVID-19 \nworking group of experts from across our business, including our \nmedical director; this group meets regularly to review the latest \nguidance from health officials and coordinate our response. \nThe high-efficiency particulate air (HEPA) filtration system on board our \nentire mainline fleet — and most regional jets — provides a complete \nair change every two to four minutes. HEPA technology is similar to the \nstandards for hospitals, helping keep environments clear of bacteria and \nviruses while providing clean air.\nIn addition, we have put in place a multilayered and ever-evolving ap -\nproach to protect the health of customers and team members, including:\n •Requiring face coverings for customers throughout their entire \njourney — and denying boarding or future travel for customers \nwho refuse to comply7\n •Making the wearing of a face covering an essential function of \nour team members’ jobs, requiring them while at work\n •Enhancing cleaning procedures on our aircraft, in our airports \nand at our facilities\n •Installing plexiglass shields at ticket counters and boarding gates\n •Deploying touchless check-in at airports, including printing \nbaggage tags at kiosks\n •Modifying onboard food and beverage service to minimize contact •Asking customers during check-in to certify that they have been \nfree of COVID-19 symptoms for the past 14 days\n •Instituting temperature checks for team members at major \nlocations across the system\n •Offering preflight COVID-19 testing for customers traveling to \ninternational destinations, starting with Jamaica and the Bahamas, \nwith plans to expand the program to additional markets\nThese are just some of the important safety measures we are taking. \nOur Clean Commitment\nThe American Airlines Clean Commitment is our promise that we’re \ntaking bold measures and using the latest products and technology to \nhelp ensure the well-being of our customers when they travel with us \nand the well-being of our team members as they provide this service. We \nhave expanded our already comprehensive efforts to clean our aircraft \nand airports, enhancing procedures on all flights and developing new \ndisinfection protocols for catering equipment and supplies. \nIn late August, we became the first airline to announce plans to upgrade \nto SurfaceWise2, a breakthrough electrostatic spraying solution from \nAllied BioScience. The SurfaceWise2 solution is the first long-lasting \n7.  American Airlines requires all customers over the age of 2 to wear face coverings at airports and \non board. The only time face coverings may be removed at the airport or on board is when the \ncustomer is eating or drinking.Responding to COVID-19\nVisit our website  for the most up-to-date \ninformation on our response to COVID-19 \nand what we are doing to keep our cus -\ntomers and team members safe.\nAmerican Airlines 2019–2020 ESG Report\n35CEO Message Strategy Climate Team Members Customers TCFD/SASB Data Safety", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}