{"page_content": "product approved by the U.S. Environmental Protection Agency to help \nfight the spread of COVID-19. SurfaceWise2 creates an invisible barrier \non surfaces, which physically breaks down and kills virus cells, helping to \nprotect passengers and team members against COVID-19 transmission \nvia surfaces, particularly on high-touch areas such as seats, armrests, tray \ntables and overhead bin doors.\nWe also were the first airline to begin working with the Global Biorisk \nAdvisory Council (GBAC) for STARTM accreditation for our fleet and \ncustomer lounges. GBAC STAR accreditation demonstrates that \nproper cleaning and disinfection practices, procedures and systems \nare in place to prepare for, respond to and recover from pandemics. \nWe expect to receive full accreditation by the end of 2020 for our \nentire fleet and all lounges. GBAC is a division of ISSA, the worldwide \ncleaning industry association.\nThe combination of required face coverings, thorough cleaning \nprotocols, HEPA filters and the use of SurfaceWise2 will help make \nthe travel experience even safer for team members and customers \nwho are ready to return to the skies.\nTaking Care of Our Team Members\nTo take good care of our customers, we must take good care of our \nteam. The extensive safety measures we have enacted in response \nto COVID-19 are designed to protect customers and team members.\nAll team members must wear face coverings when indoors and on \naircraft. Face coverings are also required when working outdoors, \nexcept in extreme heat. \nTo help ensure a safe work environment for everyone, mainline \nteam members are required to complete a short self-declaration \ncalled “Well for Work” at least every 31 days. This self-declaration \nis designed to reduce the spread of COVID-19 by asking team \nmembers to monitor their health daily for any new, unusual or \nworsening COVID-19 symptoms and to take appropriate safety \nprecautions when necessary. And at many of our locations, we’re checking team members’ temperatures when they enter their work \nlocation. Those who record a temperature above the limit set by \nthe CDC or applicable government order are sent home. We’ve also \nmade COVID-19 testing more accessible for team members.\nTeam members are eligible for two weeks of paid leave if they are \nawaiting test results, have received a confirmed diagnosis, or have \nbeen ordered quarantined by a physician or public health official \nbecause of exposure. \nWe also have been offering voluntary and extended leave options for \nteam members who do not feel comfortable going to work or who \nneed the flexibility to care for children or other family members. All of \nour voluntary leave programs come with continued health benefits \nand continued company match to 401(k) and other contractual \npension programs. As we adjust our business to the lower demand \nlevels for air travel in a pandemic, we are doing everything we can \nto support our team members whose positions have been cut. Learn \nmore on p. 45.\nOffering Flexibility for Customers\nFlexibility is one way to improve peace of mind in today’s travel envi -\nronment. We recently announced we are eliminating change fees for all  \ndomestic and short-haul international flights on Premium Cabin fares \nand most Main Cabin fares for tickets purchased October 1, 2020, and \nbeyond. We’re also giving customers the ability to fly standby for free \non earlier flights to the same destination on the same day, and we’re \nproviding access to upgrades and seats for all fare types.\nOur aim is to make travel easier and less complicated for customers, \ngiving them more flexibility when they travel on American.\nDuring 2020, we also began notifying customers whose flights may \nbe full, allowing them to move at no cost to more open flights. If space \nis available on the aircraft once boarding is complete — considering \nany aircraft weight or balance restrictions — customers may move to \nanother seat within their ticketed cabin.Supporting Our Communities\nWhen COVID-19 struck, American quickly mobilized to address  \ncritical needs in communities across our nation that were affected  \nby the pandemic. To ensure the world’s goods continued to get \nwhere they needed to go, we used aircraft otherwise grounded to \nfly cargo flights carrying life-saving pharmaceuticals and medical \nsupplies, as well as fresh produce, electronics and manufacturing \nparts, to keep the global supply chain moving. As of September \n2020, we had operated 2,500 cargo-only flights to transport these \ncritical goods and supplies around the globe.\nAs of August 2020, we had contributed more than 1 million pounds \nof food from our inventory to food banks across the country — the \nresult of excess supplies given our reduced flying schedule. We \nprovided thousands of care packages to military bases for troops \nquarantined after returning from deployment and donated supply \nkits to hospitals in major U.S. cities. In cooperation with our \ngenerous customers, we raised more than $3 million to support \nthe American Red Cross and its volunteers. And, team members at \nmultiple locations sewed masks for their coworkers and members \nof the community.\nIn May 2020, American and Hyatt awarded more than 4,000 health \ncare professionals — from doctors, physician assistants and \nnurses to facilities and food service teams — at a hard-hit New \nYork City hospital with three-night complimentary vacations, in \nrecognition of the extraordinary care these individuals provide to \nthe community. We also have awarded hundreds of thousands of \nair miles points to small businesses and nonprofit organizations \nneeding travel support.\nAmerican Airlines 2019–2020 ESG Report\n36CEO Message Strategy Climate Team Members Customers TCFD/SASB Data Safety", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}