{"page_content": "Our team members are our most important asset — and we believe that if we create \nan environment where they feel supported, they will take good care of our customers. \nTo do this, we must continue to build a diverse and inclusive environment, helping all \nteam members reach their full potential and providing them with health and wellness \nsupport. This philosophy has long guided our company and is even more important \nas we navigate the COVID-19 pandemic. \nFor our company to emerge from this crisis on sound footing \nand return to profitability, we must become a smaller airline  \nin the near term — and that means taking steps to adjust  \nour staffing to reflect the current demand environment. See  \np. 45 for a discussion of how we are going about this.\nEven amid one of the most difficult periods in our company’s history, \nwe recognize that our country is facing another significant challenge: \nthe systemic racism that for far too long has harmed Black Americans \nand other Americans of color. We remain committed to fostering a \nmore diverse, equitable and inclusive workplace that helps all of our \nteam members build successful and rewarding careers. We also \nrecognize that we must do more to use our corporate voice to help \neliminate systemic racism in America.\nDiversity, Equity and Inclusion \nCultivating an environment that celebrates diversity, equity and \ninclusion is a top priority at American, and we seek to create \na workplace where diverse perspectives and experiences are \nwelcomed and encouraged, where team members feel comfortable  \nto be their authentic selves and where we are always learning  \nfrom one another.\nWe have heard from team members and customers that we need \nto improve in this area. In response, we established the role of Chief Our Goals\nListen more intentionally to team member \nconcerns and address those concerns in our \nlearning, development, advancement and \nrecruitment programs and processes\nProvide additional learning opportunities beyond  \nimplicit bias to generate further education and \nawareness of diversity and inclusion issues\nLaunch an external Community Council \ncomposed of executives and a cross-section  \nof Black community leaders to provide  \nfeedback on company initiatives\nSupport our team members with emotional,  \nphysical and financial well-being resources\nAmerican Airlines 2019–2020 ESG Report\n38CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}