{"page_content": "Inclusion and Diversity Officer; created an Office of Diversity, Equity \nand Inclusion (DEI); and moved DEI into our talent function so we \ncan view all hiring and development through the lens of equity and \ninclusion. We also formed a Team Member Experience organization  \nto review any concerns from team members. We created an industry- \nleading implicit bias training program — delivering it to approximately \n105,000 team members as of March 2020 — and formed a specialized \nCustomer Relations team to listen to, resolve and learn from customer \ncomplaints of discrimination (learn more on p. 50).\nRecent events in the United States — which have highlighted the \npervasive and far-reaching impacts of systemic racism — have \nprompted us to think even more deeply about how we can do more \nwithin our company to advance diversity, equity and inclusion, as  \nwell as use our corporate voice to be a positive force for change.\nDeepening Our Commitment to  \nOur Black Colleagues and Customers\nThe widespread protests for racial justice in 2020 in response to the \nviolence and social injustices faced by Black people in the United \nStates underscore the urgent need for systemic change. It also under -\nscores the work we must do within our own company to strengthen \nour existing DEI efforts and address the needs of our Black team \nmembers and customers. \nIn the weeks following the first demonstrations, we spoke openly \nwith our Black team members, leading to important suggestions \nand recommendations focused on relationship building, continued \nlearning and intentional recruitment and advancement. These \nconversations are ongoing.\nWe are establishing a Community Council, sponsored by American \nAirlines President Robert Isom and composed of senior company  \nexecutives and a cross-section of Black community leaders. The  \ncouncil will provide feedback on company initiatives, focusing on  \nissues affecting the customer travel experience. We will look to the \nexternal members of the council for their perspectives on the chal -lenges our Black customers face. In addition, we are hosting numerous \ngatherings and listening sessions about race with our team members. \nWe recognize that the representation of Black professionals in our \nsenior leadership is insufficient. We are redoubling our commitment \nto diversifying our leadership team. We will establish specific objec -\ntives and lay out a plan to achieve them, including by enhancing our \nrecruiting, development and mentorship programs.\nWe also pledge to assist Black youth in developing job skills and expanding access to well-paying careers as part of our overall \nstrategy to increase opportunities in Dallas/Fort Worth, in our nine \nother hub cities and in Tulsa, Oklahoma, where our maintenance \nfacility is based. As we return to growing our airline and hiring again, \nwe will do all we can to ensure that young people in historically \nunderserved communities have opportunities to join our team. \nAmerican Airlines 2019–2020 ESG Report\n39CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}