{"page_content": "At American Airlines, we know that rigorous management of environmental, social \nand governance (ESG) issues is critical to the long-term success of our company \nand our planet. This includes effectively governing our business and holding \nourselves accountable on a set of key issues that are important to our company \nand our stakeholders. It also means being responsive to our stakeholders and \ntransparent about our performance.\nManagement of ESG i ssues is integral to how we operate our \nbusiness and is embedded within our corporate strategy \nand objectives. While many issues that fall under the ESG \numbrella are not new for our company — indeed, a key \nreason American has thrived for more than 90 years is because we \nhave long recognized the importance of these issues — we have \nrecently worked to develop a more integrated approach to ESG \nmanagement, measurement and reporting. \nOur Material Issues \nOur ESG strategy focuses on the issues that are most important to \nour company and our stakeholders. Since 2009, we have undertaken \nperiodic materiality assessments to evaluate areas of risk and opportu -\nnity, as well as the concerns and expectations of our stakeholders. We \nconducted our most recent assessment process in 2018, and in 2020 \nwe reviewed this analysis. One key new input to our analysis was the \nSustainability Accounting Standards Board’s standards for airlines; we \nconsider these standards an important indicator of investor perspec -\ntives on the most material ESG issues for our industry.\nThrough this latest review, we affirmed that the material issues we had \nidentified remain relevant, though in some instances we refined their \nscope and how we prioritize them. Our top material ESG issues are: \n •Climate change and fuel efficiency\n •Customer satisfaction and operational performance \n •Diversity, equity and inclusion\n •Safety (including flight safety and team member health and safety)\n •Team member and labor relations\nManagement and Governance \nSince ESG issues touch nearly every aspect of our business, day-to-day \nmanagement of the individual elements is distributed throughout our \noperations and functions. As part of our effort to take a more integrated  \napproach to ESG management, we have recently taken steps to enhance \nour leadership and coordination of ESG efforts and reconsider the way \nthese issues are overseen by our Board of Directors. \nWe formally placed responsibility for companywide ESG efforts in our \nCorporate Affairs group, with a team that already had responsibility for \nsome of the major building blocks, including corporate governance, \ngovernment relations, labor relations and real estate. We recruited a \nnew Managing Director for ESG in 2019 and reorganized our sustain -\nability group under her leadership. In 2020, we also reconstituted \nour Sustainability Steering Committee, which is a cross-functional \nAmerican Airlines 2019–2020 ESG Report\n4CEO Message Climate Safety Team Members Customers TCFD/SASB Data Strategy", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}