{"page_content": "Creating an Inclusive Workplace for  \nAll of Our Team Members\nWe know the importance of creating an inclusive workplace for \ncurrent and future team members, and we are redoubling our \ncommitment to supporting a culture in which everyone is valued  and respected. Any incident of conscious or unconscious bias toward \nour customers or team members is unacceptable and will be addressed \nappropriately. Each one of us is accountable for ensuring that our \nactions and those of our fellow team members support a culture of \ninclusion and respect.\nTo create a truly diverse workplace — one that provides every person \nwith equal opportunities — we must fight unconscious bias. We \nrequire all team members to participate in a leading, multipronged \nimplicit bias training program, which examines ways to recognize and \nmitigate implicit bias and establishes cultural expectations. Launched \nin 2018, the training uses the PAUSE model developed by Howard \nRoss, a leader in creating inclusive leadership and cultures. \nThe program includes workplace-specific scenarios that enable \nparticipants to understand how implicit bias may manifest itself at \nAmerican. More than 105,000 team members completed both the \nin-person and online components of the training as of March 2020. \nEven in our constrained budgetary environment, we committed to \nimplementing the second phase of the program in 2020 and beyond \nthrough online and in-person training.\nOne of the other important ways we cultivate support is through \nour Employee Business Resource Groups, which are dedicated to \npromoting cultural enrichment, supporting business success and \nengaging team members in community service. \nTo create a supportive and inclusive environment, we must have \npolicies that make clear how we expect our team members to act, \nuphold our values and treat one another. We are updating our policies \n— including our social media policies — to provide clear guidance \non conduct and consequences for discriminatory and racially biased \nbehavior in the workplace and online. The policies will provide guidance \non consequences for customers who are verbally abusive or use \ndiscriminatory language while traveling with us.Listening Sessions\nAt American, we aim to translate the energy and awareness \nsparked by Black Lives Matter protests into meaningful change. \nBut to help create a more inclusive culture, our leaders must first \nlisten and learn from the experiences of our Black team members.\nBetween June and September, company leaders hosted nearly \n40 listening sessions involving more than 1,200 team members \nacross our network. Additionally, senior executives visited our \nhubs in Philadelphia and Charlotte to better understand the \nexperiences of our Black team members and learn what we  \ncan do to make our company stronger and more inclusive.\nIn Philadelphia — our hub with the highest concentration of \nBlack team members — President Robert Isom and other senior \nleaders heard the need for greater representation at the executive \nlevel and for a more equitable process for career advancement. \nIn Charlotte, team members expressed the desire for improved \nmanagement trust and support.\nFollowing the listening sessions, participants were asked about \ntheir hopes and how American can use the stories shared during \nthe sessions to create a more inclusive environment for team \nmembers and customers. Only through continued dialogue can \nwe break down barriers, improve our shared understanding and \nbuild a better company.Anti-Racism Learning Pathway\nEngagement, advocacy and solidarity with our Black team \nmembers and customers are more essential than ever. In July, \nwe rolled out an anti-racism learning pathway through Degreed, \nour online learning platform, which is available to all of our team \nmembers. Being an ally requires education and action. The path -\nway offers a collection of articles, books, movies and podcasts \nabout bias and what team members can do to combat it.\n“ The first thing we need to do as busi -\nness leaders is to get our own houses  \nin order. It’s incumbent upon the  \nbusiness sector to make social justice \na collective priority and to lobby for \nchange, which will require legislation \nand community action on things like \ncriminal justice, education and eco -\nnomic equality. That’s going to require \nsustained engagement and support — \nand we at American are looking  \nforward to tackling this aggressively.”\n— Doug Parker, Chairman and CEO\nAmerican Airlines 2019–2020 ESG Report\n40CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}