{"page_content": "Recruiting and Developing Diverse Talent\nWe have been working to build a strong and diverse pipeline of talent \nthrough multiple community partnerships dedicated to encouraging \nand mentoring people of color and women who are traditionally \nunderrepresented in the aviation and aerospace industries. We also \npartner with Historically Black Colleges and Universities and Hispanic \nServing Institutions.\nTo develop and retain Black leadership talent, we are piloting a \nsponsorship program to foster relationship-building opportunities \nfor our Black directors and managing directors. Applicants to this program, which is voluntary, will be matched with a member of the \nsenior team or one of our senior vice presidents. The objectives of the \nprogram are to enable Black leaders to benefit from the perspective \nand experience of senior leaders; give senior leaders exposure to \nissues Black professionals experience in their day-to-day work lives \nthat these leaders may not have encountered personally; and nurture \nmutual understanding that will help facilitate the advancement of \ngreater numbers of Black professionals into senior leadership roles in \nour company. As of August 2020, we are testing this approach with a \nsmall group of Black leaders and will refine it as we receive feedback \nfrom participants.\nFighting for LGBTQ Inclusion  \nand Equality\nAmerican has been a longtime leader and ally in the struggle \nfor equal rights and protections for our lesbian, gay, bisexual, \ntransgender and queer (LGBTQ) team members, customers and \ncommunity members. We offer medical coverage to same-sex \ndomestic partners and provide benefits for gender reassignment \ncoverage. And we were the first major U.S. airline to protect \nLGBTQ team members by including gender identity and sexual \norientation in workplace nondiscrimination policies. \nIn 2019, we joined an amicus brief supporting LGBTQ workplace \nprotections under the Civil Rights Act, which the U.S. Supreme \nCourt upheld in 2020. And in 2020, we joined an amicus brief \nsupporting the application of nondiscrimination laws in the public \nsphere to protect the rights of same-sex couples, in Fulton vs. \nThe City of Philadelphia. We also have been advocating for the \npassage of hate crime laws in states where we conduct business. \nWhile federal laws exist to penalize hate crimes, we believe every \nstate should affirm that crimes committed as acts of hate have \nno place in any community in our country. American supported \nthe successful effort to enact a hate crimes law in Georgia, and \nwe have joined with other companies to urge the states of South \nCarolina and Wyoming to pass similar legislation.\nIn late 2019, we began offering a nonbinary gender option during \nthe booking process. To implement that enhancement, we are \ntraining team members to help raise awareness and sensitivity \nabout issues facing our nonbinary colleagues and customers.  \nThe training offers tips and potential language alternatives, such \nas using “they/them” or names in place of gendered pronouns.\nAmerican Airlines 2019–2020 ESG Report\n41CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}