{"page_content": "Talent Development\nWe give our team members the tools, training and resources they \nneed to do their best work and stay true to our purpose — caring \nfor people on life’s journey. In the years since our merger with US \nAirways, we have created a suite of programs aimed at helping our \npeople develop the skills and experience to succeed in their roles  \nand build rewarding, long-term careers within our company.\nThe COVID-19 pandemic has forced us to make difficult decisions \nas we adjust to the new reality. Even though we have had to reduce \nour workforce (see p. 45), we must continue to invest in our people \nto develop and retain the talent we need to succeed in a highly \ncompetitive and fast-changing industry.\nIn 2019, we began analyzing the skills that our team members had, \nidentifying where there were gaps in connection with our business \nneeds and determining how we could help team members build these \nskills we lacked. As part of this process, we partnered with a leading \nonline skills development platform called Degreed , which connects \nteam members to millions of courses, videos, articles, books, podcasts \nand experts from thousands of internal and external sources. In 2019, \nmore than 5,000 team members piloted the platform, which has since \nbeen made available to all team members to develop their profes -\nsional and personal skills on their own time and at their own pace.\nDegreed lets team members take charge of their professional develop -\nment, helping them assess and advance their skills, making them more \nversatile for their current roles and preparing them for new positions. \nThe platform also helps us better understand what skills our team \nmembers have so we can align the right talent with the right roles in  \nthe company.\nWhen it became clear that COVID-19 would have a tremendous \nimpact on our company — and recognizing the need to continue to \ninvest in our team — we moved quickly to an all-digital professional \ndevelopment platform to facilitate on-demand access for our team members. As of July 31, 2020, more than 12,000 team members had \naccessed Degreed and consumed more than 670,000 pieces of \nlearning content.\nWe also have a partnership with Harvard Business School Publishing to \nprovide mainline team members with access to Harvard ManageMentor \n(HMM). One of the most trusted, on-demand professional development \nresources, HMM covers 41 essential business topics — everything from \nmanaging change to leading people to handling difficult interactions. \nEach topic features a collection of concise lessons, videos and tools \nfor fast and effective learning. We also mapped the HMM topics to our \ncompany’s leadership attributes and strategic objectives to help our \nteam members understand how their own development can align with \nwhat’s important at American.\nBy offering robust development opportunities, we’re building a more \nengaged and flexible team while strengthening our overall business.\nAt year-end 2019:\n24 years \naverage team member tenure  \nat American\n60% \nof open positions filled with  \ninternal candidates\nAmerican Airlines 2019–2020 ESG Report\n43CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}