{"page_content": "Comprehensive Benefits\nWe work to provide comprehensive benefits that support the physical, \nemotional and financial well-being of our team members so they can \nlive their best lives and enjoy a healthy work-life balance.\nMedical coverage. We’re committed to providing medical coverage \nthat’s both affordable and flexible. At our headquarters and largest \nhub in Dallas/Fort Worth, we recently launched a new health care \noption called DFW ConnectedCare, which offers lower monthly \npremiums and reduced copays through a direct relationship with an \naccountable care organization affiliated with Baylor Scott & White \nHealth. This plan is available to approximately 25,000 team members.\nHealth care navigation and support. To help team members \nmanage and understand their health and well-being benefits, we have \npartnered with Accolade, an independent health benefits navigator. \nAccolade’s personal health assistants help U.S.-based mainline team \nmembers navigate the health care system and take full advantage \nof their insurance coverage, so they can make the most of all the \nhealth-related programs and resources American offers. As of July \n2020, more than 40% of unique eligible families had taken advantage \nof this service — an increase from last year — demonstrating the value \nof this program to team members. A similar service is available for \nteam members enrolled in DFW ConnectedCare. \nAmong the health care resources available for team members are \ntelemedicine and discount prescription services. Thousands of team \nmembers have taken advantage of Doctor On Demand, which offers \nphysician consultations via telemedicine 24 hours a day, seven days a \nweek. For our round-the-clock workforce, this service offers conve -\nnient care when team members need it most. In addition, StayWell \nRx supports team members with high blood pressure, diabetes and \nasthma by providing discounted medications and supplies. \nWell-being resources. Our new well-being program, Journey to \nWell-Being, launched in 2020 to help all U.S.-based mainline team members — and their covered dependents age 18 and older — make \nlasting changes in four key areas of well-being: physical, emotional, \nfinancial and work. Activities include biometric screenings, online \nwell-being assessments, daily step tracking, developing financial \nplans and more. Human performance coaching and stress resilience \ntraining are also part of the Journey to Well-Being offerings. \nTo help further support our team members during the COVID-19 \npandemic, we launched free access to online fitness courses, \nincluding both live-streamed sessions and 1,000 video-on-demand \nworkouts. We also began offering two new digital resources to help \nusers reduce anxiety and stress and improve their sleep habits. \nFinancial wellness resources. In addition to the financial well-\nbeing track in the Journey to Well-Being platform, this year we \nlaunched two new tools from Fidelity to support team members in \ntheir financial planning efforts. The first is the Financial Wellness \nCheckup, a financial wellness portal that addresses broad financial \nneeds all in one place. The Financial Wellness Checkup offers a \nscore across four key categories — budgeting, debt management, \nsavings and protection — so team members know where they stand \nfinancially at any given point in time.\nSecond, we updated our Fidelity NetBenefits home page to allow \nthose with an American Airlines pension to see their pension benefit \nnext to their 401(k) balance. The estimated monthly pension benefit  \nis also integrated into Fidelity’s retirement planning software. \nCOVID-19 testing.  American worked with local health care providers \nin 10 metropolitan areas to make priority COVID-19 testing available to \ncovered U.S.-based mainline team members and, in some cases, their \ndependents. For example, we performed more than 1,000 diagnostic \ntests at our headquarters in Dallas/Fort Worth. Nationwide, team \nmembers were able to be screened for COVID-19 via telemedicine  \nas well as receive referrals to local testing sites for both diagnostic \nand antibody testing.(See p. 36 to learn about the pandemic-related leave benefits we \nhave offered.)\nOther benefits include the following:\n •Up to 10 weeks of paid leave through our maternity disability plan\n •Up to $4,000 in financial support for adoption-related expenses\n •Optum Employee Assistance Program (EAP) to provide coun -\nseling services for team members and their households; on-site \nsupport is available at 10 locations \n •Optum WorkLife Services to help team members find resources \nfor child care, elder care, home repairs, legal services and other \nsolutions to assist with everyday challenges\nAppreciating Team Members\nOur internal recognition programs give team members and \ncustomers the opportunity to show their appreciation for a \njob well done. In 2019, our team members were recognized by \ncustomers, peers and company leaders more than 2.5 million \ntimes. Last year, American launched a new Nonstop Thanks \nprogram through which team members award each other points \nfor stellar work or as an expression of gratitude. Those points  \ncan be redeemed for items in an online catalog. \nEvery quarter, hundreds of team members are nominated for  \nthe Chairman’s Award, the highest honor that American bestows \nupon team members. The 365 quarterly winners honored in 2019 \neach received $2,500 and were eligible to be named one of the \n100 Annual Chairman’s recipients, who are awarded $10,000.\nAmerican Airlines 2019–2020 ESG Report\n44CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}