{"page_content": "Labor Relations\nAmerican respects our team members’ rights to free association and \ncollective bargaining, and we strive to work collaboratively with our \nunion partners to negotiate industry-leading contracts. Approximately \n85% of our workforce is represented by labor unions8 — the highest \npercentage of represented workers of any U.S. airline. \nSince 2005, we have completed more than 30 collective bargaining \nagreements, significantly more than any other airline. Our goal is to \noffer industry-leading total compensation and benefits packages, \nincluding profit sharing, to all of our team members. Following \nthe merger of American and US Airways in 2013, we completed \njoint collective bargaining agreements combining our workforces \nin a record period of time, with the exception of one agreement. \nThese agreements increased average pay for our represented team \nmembers by 63%.\nIn the first quarter of 2020, we reached an agreement with the \nTransport Workers Union–International Association of Machinists \n(TWU–IAM) Association on a new, five-year contract for our \nmaintenance and fleet service team members.\nDuring the COVID-19 crisis, we have worked with our union leaders to \ndevelop voluntary leave and early out programs to prioritize the most \nimmediate needs of our team members. We also continue to work in \npartnership with our unions to protect jobs and the important role our \nindustry will play in the recovery from the pandemic.\n8. As of April 30, 2020; SASB metric.Creating an Airline to Fit the New Reality\nThe COVID-19 pandemic has disrupted our world, our industry and \nthe company to an extraordinary and unprecedented extent. Since \nthe start of the crisis, we have focused on our continued ability to \nprovide livelihoods for our team members and maintain as much \nair service as possible, notwithstanding the impact of COVID-19 on \ndemand. We know that we must be prepared to expand capacity \nquickly and efficiently when the crisis subsides and help lead the \neconomy back to stability and growth.\nTo support these goals, we joined with union leaders and other \nairlines in a joint request to federal government leaders for financial \nsupport to stabilize the passenger airline industry and protect its \noutstanding workforce. In March, Congress and the Administration \nresponded with the Coronavirus Aid, Relief and Economic Security \n(CARES) Act, an economic stabilization package to help U.S. workers \nand businesses devastated by the drastic economic downturn. The \nPayroll Support Program (PSP) of the CARES Act allowed us to keep \nour frontline workforce in place through the first phase of the crisis, \nproviding us with approximately $5.8 billion to be used exclusively \nfor the continued payment of team member wages, salaries and \nbenefits. By providing airlines with the funds to pay much of our \nteam members’ salaries and benefits, the CARES Act ensured that \nthe commercial airline industry kept serving customers who needed \nto fly, kept providing vital air service to U.S. communities and kept \nour country moving in the midst of economic turmoil. \nWhen we do emerge from the COVID-19 crisis, we know that we will \nneed to be a smaller airline for at least a period of time. We have \nreduced operating expenses, in part through voluntary leave and \nearly out programs. Across our mainline and wholly owned regional \ncarriers, more than 12,500 of our colleagues have made the difficult \ndecision to leave the company permanently through early out \nprograms or retirement. Another 11,000 team members have offered to take leaves of absence. We have also reduced our management \nand support staff (MSS) team by about 30% to reach the size of the \nteam we will need for a smaller airline moving forward. The MSS team \nmembers who were involuntarily separated earlier this year remained \non payroll and received full benefits through September 30, 2020, \nconsistent with the CARES Act.\nFrom the start of the crisis, we set a goal for ourselves to properly \nsize our frontline team for the future without having to implement \ninvoluntary furloughs. The PSP worked as intended to protect our \nteam against involuntary separations for the six months that ended \non September 30. But the virus has outlasted our assumptions about \nwhen demand for air travel would return. Based on current demand \nlevels, we expect to fly less than 50% of our airline in the fourth \nquarter, with long-haul international capacity reduced to only 25% \nof 2019 levels. At the time of publication of this report — and despite \nenormous bipartisan support for an extension of the PSP — Congress \nhad not yet extended the program, and we had begun the difficult \nprocess of furloughing 19,000 of our hardworking and dedicated \ncolleagues. However, if efforts to extend the PSP are successful in \nthe near term, we will reverse our furlough processes and recall any \nimpacted team members.\nThis has been a painful time for all of us at our company, but \nespecially for our departing colleagues who gave American their  \nall and left through no fault of their own. They deserve our respect \nand gratitude — and we owe them a commitment to return American \nto profitability and growth as quickly as possible.\nAmerican Airlines 2019–2020 ESG Report\n45CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}