{"page_content": "Human Rights\nOur business is all about people — connecting people, cultures and \ncommerce worldwide. Respect for human rights is embedded in all \naspects of our business and in all geographies where we operate.\nOur core values include integrity, respect for the individual and the \nunique customs and cultures in the communities where we operate, \nrespect for human rights as embodied in the principles of the  \nUnited Nations (U.N.) Universal Declaration of Human Rights,  \nand compliance with the law.\nAlthough governments are primarily responsible for safeguarding \nhuman rights, we endeavor to conduct our business in a socially \nresponsible and ethical manner consistent with human rights \nprinciples. Our approach to human rights is guided by international \nstandards. We respect and support the U.N.’s Guiding Principles \non Business and Human Rights, the Organisation for Economic \nCo-operation and Development’s Guidelines for Multinational \nEnterprises, the core Conventions of the International Labour \nOrganization (ILO), the ILO’s Declaration on Fundamental Princi -\nples and Rights at Work, and the U.N.’s Universal Declaration of \nHuman Rights.\nOur American Airlines Human Rights Statement, which was \nformally approved by our Board of Directors in 2020, applies to all \nteam members and contractors, employees of our wholly owned \nsubsidiaries, and our suppliers and other business relationships. \nFor many years, we addressed expectations about our commitment \nto human rights in our Standards of Business Conduct for \nteam members and suppliers; in 2020 we strengthened those \nexpectations by aligning them formally with global standards,  \nsuch as the U.N.’s Guiding Principles on Business and Human \nRights. We continuously evaluate our operations and value  \nchain to identify, assess and address human rights risks and  \nto engage key stakeholders.Our Statement complements our annual team member training  \non the Standards of Business Conduct. We also provide a  \ndedicated 24/7 hotline for team members, suppliers and partners  \nto anonymously report human rights concerns. We do not tolerate \nany retribution or retaliation taken against any individual who has,  \nin good faith, sought advice or reported questionable behavior or  \na possible violation.\nOur full Human Rights Statement can be found on our website .\nCombating Human Trafficking\nAmerican is committed to combating human trafficking and child \nexploitation. As a prominent participant in the worldwide travel \nindustry, we can help fight these terrible crimes.\nThrough training, we empower our team members to follow their \ninstincts and take care of customers who may find themselves in \nunsafe or dangerous situations. We have mandatory human traf -\nficking awareness training for our frontline, customer-facing team \nmembers, including flight attendants, pilots and airport customer \nservice representatives, as well as for team members with interna -\ntional purchasing responsibilities. This training is required for new \nemployees and as part of our recurrent training programs. We know \nthat vigilance is key in fighting the scourge of human trafficking,  \nand we stand ready to help.\nEnding human trafficking requires a coordinated approach, and \nwe seek partners to amplify our efforts. In January 2020, we joined \nthe U.S. Department of Homeland Security’s Blue Campaign, a \nnational public awareness effort that aims to educate the public, law \nenforcement and industry partners to recognize the indicators of \nhuman trafficking. We also are a signatory to ECPAT-USA’s Tourism \nChild-Protection Code of Conduct, a voluntary set of business \nprinciples to prevent child sex tourism and the trafficking of children. In 2020, we teamed up with New Friends New Life (NFNL), a Dallas-\nbased organization working to restore and empower formerly traf -\nficked teenage girls and sexually exploited women and their children. \nTexas ranks second in the country for trafficking prevalence, with \nmore than 300,000 victims annually statewide.9 By providing access \nto education, job training, financial assistance, mental health and \nspiritual support, NFNL helps women and their children overcome \nbackgrounds of abuse, addiction, poverty and limited opportunities. \nIn the first months of the partnership, NFNL held training sessions for \nmore than 100 American team members at our headquarters in Fort \nWorth, Texas, and another 120 at Miami International Airport. Our legal \nteam is also providing pro bono services to NFNL, such as helping \nthe organization’s clients expunge criminal records resulting from their \ntime being trafficked.\nIn addition, American is a partner member of Texas Businesses Against \nTrafficking, a public–private awareness and prevention initiative led by \nthe Texas Secretary of State.50,000 \nfrontline team members trained in  \nhuman trafficking awareness in 2019\n9. https://www.newfriendsnewlife.org/\nAmerican Airlines 2019–2020 ESG Report\n46CEO Message Strategy Climate Safety Customers TCFD/SASB Data Team Members", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}