{"page_content": "Providing our customers with exceptional service is crucial to our success. Our \noverarching goal is to provide a world-class customer experience, including safe \nand reliable service tailored to customers’ preferences. We constantly look for \nways to improve our operations and the services we provide and seek feedback \nfrom our customers to understand how we can make our company even better.\nWe have made significant investments to enhance the \ncustomer experience, including rolling out new aircraft \nwith enhanced amenities, increasing overhead bin \nspace, boosting onboard Wi-Fi speed, upgrading airport \nlounges and improving communications. Many of these changes \nwere in direct response to specific customer feedback. And, in \nresponse to the COVID-19 pandemic, we have taken other actions \nto help our customers feel safe and cared for when flying with us. \n(Learn more on p. 35.) \nWhile comfort and convenience are essential aspects of our service \nofferings, we know that dependability and reliability are what customers \nexpect and care about the most. Our chief priority is getting passengers \nto their destinations safely, on schedule and with their baggage in \ntow, and we closely track our performance on these metrics. We also \nrigorously measure and track customer satisfaction through passenger \nsurveys. In those surveys, we ask our customers about their likelihood \nto recommend American to others, which is driven by several critical \nfactors: service delivery, check-in and boarding, onboard products and \noperational performance. \nOperational Performance\nOur customers expect that we will get them to their destinations \non time, with limited or minimal cancellations or disruptions. They \nalso rightly expect their baggage to arrive with them. We track three related operational metrics to measure how well we are doing on \nthese fronts: on-time performance, completion factor (i.e., percentage \nof flights arriving at their destinations without cancellations) and \nmishandled baggage. \nIn 2019, our progress in improving operational performance was mixed. \nWhile we improved both on-time performance and completion factor in Our Goals \nImprove systemwide metrics for:\nOn-time performance  \nFlight completion  \nBaggage handling \nImprove Likelihood to  \nRecommend scores\nAmerican Airlines 2019–2020 ESG Report\n48CEO Message Strategy Climate Safety Team Members TCFD/SASB Data Customers", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}