{"page_content": "our regional operations, performance on those metrics in our mainline \noperations declined slightly. Beginning in 2019, the U.S. Department \nof Transportation developed a new way to measure the mishandled \nbaggage rate (MBR), which made comparisons with prior years inap -\nplicable. Looking at 2019 only, we saw our MBR increase in the second \nquarter after the Transport Workers Union–International Association of \nMachinists engaged in an illegal work slowdown to influence contract \nnegotiations. The MBR started to slowly improve again in the third \nquarter, with continued improvement in subsequent quarters, as \nshown in the table at right. \nIn parallel with our focus on improving operational performance \nin 2020 and beyond, we are working to provide more options for \nour customers when flight schedules are disrupted. We now give \ncustomers the ability to rebook delayed or cancelled flights on their \nmobile devices. (Customers previously had to call our reservations \nphone line to change a booking affected by a schedule change.) We \nalso deliver digital meal and hotel vouchers to customers whose \nflights are disrupted, allowing them to electronically choose a hotel \nand redeem meal vouchers, also on their mobile devices. And we \nhave improved our ability to keep customers and their checked bags \ntogether by expanding the use of baggage reconciliation tools to  \nall of our ramp team members. Customer Satisfaction Surveys\nWe regularly survey our passengers to measure and improve the \ncustomer experience. Every month, approximately 180,000 travelers \ncomplete an electronic survey that asks questions about their experience \nwith American on a specific segment of travel, including booking, check \nin, boarding, airline personnel and onboard comforts such as food, seats \nand connectivity. The surveys are sent to a random sampling of our cus -\ntomers within 48 hours of a flight, with a five-day window for completion.\nWhen we survey our customers, the first and most important question \nwe ask is their Likelihood to Recommend (LTR), which measures a \ncombination of satisfaction, customer loyalty and customer engage -\nment. We know that our LTR scores improve when customers are \nsatisfied with the service they receive from our team members and with their check-in and boarding experiences. LTR also strongly correlates \nwith on-time performance. Our customers want to depart and arrive as \nscheduled, and if a delay occurs, they want it handled well. \nSince we conducted our first online surveys in 1999, we have been \nusing the responses to learn more about what customers want, where \nwe are falling short and where we can improve. Typically, the biggest \nareas mentioned for improvement are the check-in and boarding \nprocesses. We’ve learned that customers enjoy the speed and flexi -\nbility of checking in online, which is why we’re looking at more ways \nto streamline the check-in process for an improved experience. \nIn 2020, we created a separate COVID-19 survey to understand what addi -\ntional steps we could take to make our customers feel more comfortable  \nwith air travel. In response to survey feedback, we are offering more \ntouchless experiences at the airport and are allowing customers to scan Operational Performance\n 2019 2018 2017\nOn-time performance*7 7.7% 7 7.6% 78.9%\nCompletion factor**97.6% 97.4% 97.9%\nMishandled Baggage Rate (MBR)***\n 2019 2018 2017\nBy year 8.48 — —\n Q2 2020 Q1 2020 Q4 2019 Q3 2019 Q2 2019 Q1 2019\nBy quarter 4.22 7.11 7.51 8.56 10.05 7.75\n* Percentage of reported flight operations arriving less than 15 minutes after the scheduled arrival time.\n** Percentage of scheduled flight operations completed.\n***  The U.S. Department of Transportation changed the way it measures mishandled baggage on domestic flights as of January 1, 2019. The new MBR captures total lost, delayed or damaged baggage \nreports, divided by 1,000 checked bags; the previous rate was calculated per 1,000 passengers. We cannot recalculate prior years using the new methodology and thus are reporting 2019 data only, which \nis combined for mainline and regional domestic flights. \n100+ days \nof perfect mainline completion  \nperformance in 2020\nAmerican Airlines 2019–2020 ESG Report\n49CEO Message Strategy Climate Safety Team Members TCFD/SASB Data Customers", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}