{"page_content": "and cross-operational group of leaders from across our business, led \nby our Executive Vice President of Corporate Affairs. We tasked the \ncommittee with advising on the development of American’s updated \nclimate change strategy (see p. 14). \nAlthough our full Board continues to oversee our ESG efforts, we \nassigned primary responsibility for coordinating oversight to the \nBoard’s Corporate Governance and Public Responsibility Committee \n(formerly known as the Nominating and Corporate Governance \nCommittee) and updated its charter in 2020 to document this role. Public Policy and  \nPolitical Contributions\nEngaging in the political, legislative and regulatory process is \nimportant to our success, and we have adopted policies that set \nforth how we do so. \nIn 2020, we updated our Statement on Public Policy Engagement \nand Political Participation to better reflect best practices. This \nincludes committing to not use corporate funds for a wide range \nof political activities, including contributions to candidates, \npolitical party committees and political action committees. We \nalso commit to not use corporate funds for the electioneering \nactivities that the Supreme Court allowed in Citizens United. On \nthe rare occasion when we do use corporate funds to contribute \nto a state or local ballot initiative or a 501(c)(4) organization, we  \ncommitted to disclose that contribution. We also updated the \ncharter for the Board’s Corporate Governance and Public Respon -\nsibility Committee to clarify that it oversees the company’s major \nadvocacy priorities and activities, principal trade association \nmemberships and political contributions. \nTeam members may voluntarily participate in the political \nprocess by joining the company’s nonpartisan political action \ncommittee (PAC), the American Airlines PAC, which is governed by \ncomprehensive federal, state and local regulations that require \nfiling monthly reports with the Federal Election Commission, \namong other reporting and disclosure requirements. American’s \nExecutive Vice President of Corporate Affairs and the Board’s \nCorporate Governance and Public Responsibility Committee \noversee the company’s political engagements and compliance \nwith our policies. \nFor more information, please see our Statement on Public Policy  \nEngagement and Political Participation. \nFor more information on American’s \ncorporate governance policies and pro -\ncedures, including committee charters \nand information on the members of our \nBoard, go to our website . \nAmerican Airlines 2019–2020 ESG Report\n5CEO Message Climate Safety Team Members Customers TCFD/SASB Data Strategy", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}