{"page_content": "their own boarding passes for lounge entry and at the gate. We also have \nlaunched touchless kiosks for check-in, available to select U.S. travelers \nwho scan their boarding passes at a kiosk to automatically print bag \ntags. Learn more about our response to the pandemic on p. 35.\nBeing Responsive to Customers\nOn a typical day, American receives approximately 4,500 customer \ncomments, which range from frustrations with flight delays or fees to \ncompliments for our team members.10 Our goal is to respond to the \nvast majority of these comments within 24 hours. \nOur customers share feedback with us through several channels, \nincluding our website, social media and emails, and we are currently \ntesting a live chat function on our app. With live chat, our customer \nservice agents are able to resolve most customer queries as they \ncome in. For the other channels, we code each customer’s comment \naccording to the concern they raise and assign responsibility for \nresponding to one of our 12 specialty Customer Relations teams, \neach of which focuses on a particular type of service issue. These \nteams’ primary task is rebuilding customer trust. Coding also  \nallows leadership to see trends across the company for feedback  \nand coaching.\nBefore the COVID crisis, the most common service issue centered on \ndelays and cancellations. We know that schedule changes that we handle \nwell almost always result in fewer concerns raised by our customers.\nWe share reports of customer concerns quarterly with senior executives \nand our Board of Directors. Particularly strong comments regarding \nour service are shared verbatim with senior executives, and our Chief \nCustomer Officer receives information about customer correspondence \ndaily, including examples of how problems are resolved. While we take all issues raised by our customers seriously, we are \nespecially focused on those that allege discriminatory behavior.  \nIn 2018, we created a special Customer Relations group to elevate \nsensitive discrimination complaints and to increase awareness \namong customer-facing team members of discriminatory behaviors. \nEach allegation is investigated, and disciplinary action, up to and \nincluding termination, will result if we determine that unacceptable \nbehavior occurred. \nIn 2019, as part of our implicit bias training program, this special \nCustomer Relations group partnered with the Human Resources \ndepartment to provide real-world examples of correspondence \nreceived from customers who complained about discriminatory \nbehavior or treatment. We incorporated these examples into our \ntraining materials. (Learn more about our implicit bias training \nprogram on p. 40.) \nWe aspire to learn from customer feedback to improve our processes \nfor all passengers. For example, we have used customer comments to \nimprove our services for unaccompanied minors, identifying specific \nseating zones where flight crews can better monitor unaccompanied \nyouth during the duration of the flight. Customer comments also \nprompted us to change digital signage at gate check-ins to display \nupgrades by cabin and seat assignments.\nData Privacy\nAmerican’s privacy program, which is audited annually, is led by our \nChief Privacy and Data Protection Officer and staffed with certified \nprivacy professionals. We also have a Privacy Council, composed of \nmore than 20 senior leaders who meet quarterly to discuss privacy \nissues, challenges and proposed solutions. The council is supported \nby approximately 75 privacy liaisons across the business.\nOur Privacy Office regularly conducts privacy impact assessments \nof business processes and supporting information technology (IT)  systems involved in processing personal data to identify and \nremediate associated privacy risks. Information obtained from  \nthese assessments is used to populate our personal data inventory \ndetailing what personal data our company stores, how it is used, \nwhere it is stored, with whom it is shared and for how long it is \nretained. We supplement these efforts by coordinating with our \nIT department to implement privacy design requirements into the \narchitecture and operation of our systems that store and process \npersonal data. We also use these processes to fulfill our legal \nrequirements for handling data rights requests and data disclosures \nvia our internal and external privacy policies and statements.\n10.  The 4,500 figure refers to customer inquiries before the COVID-19 pandemic. In June 2020, \ncustomer complaints averaged around 3,000 per day. \nAmerican Airlines 2019–2020 ESG Report\n50CEO Message Strategy Climate Safety Team Members TCFD/SASB Data Customers", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}