{"page_content": "Task Force on Climate-related Financial Disclosures (TCFD) Index\nTCFD Recommended Disclosure Disclosure Location in this Report\nGOVERNANCE\nDisclose the organization’s governance around climate-related risks and \nopportunities. •Describe the board’s oversight of climate-related risks and \nopportunities.\n •Describe management’s role in assessing and managing climate-\nrelated risks and opportunities. •Addressing Climate Change — Governance and Management  \n(p. 28)\nSTRATEGY\nDisclose the actual and potential impacts of climate-related risks and \nopportunities on the organization’s businesses, strategy and financial \nplanning where such information is material. •Describe the climate-related risks and opportunities the \norganization has identified over the short, medium and long term.\n •Describe the impact of climate-related risks and opportunities on \nthe organization’s businesses, strategy and financial planning.\n •Describe the resilience of the organization’s strategy, taking into \nconsideration different climate-related scenarios, including a 2°C or \nlower scenario. •Addressing Climate Change — ( p. 8)\n •Addressing Climate Change — Climate-Related Risks and \nOpportunities ( p. 22)\n •Addressing Climate Change — Our Strategy ( p. 14)\nRISK MANAGEMENT\nDisclose how the organization identifies, assesses and manages \nclimate-related risks. •Describe the organization’s processes for identifying and assessing \nclimate-related risks.\n •Describe the organization’s processes for managing climate-\nrelated risks.\n •Describe how processes for identifying, assessing and managing \nclimate-related risks are integrated into the organization’s overall \nrisk management. •Addressing Climate Change — Identifying and Assessing Climate-\nRelated Risks ( p. 20)\nMETRICS AND TARGETS\nDisclose the metrics and targets used to assess and manage relevant \nclimate-related risks and opportunities where such information is \nmaterial. •Disclose the metrics used by the organization to assess climate-\nrelated risks and opportunities in line with its strategy and risk \nmanagement process.\n •Disclose Scope 1, Scope 2 and, if appropriate, Scope 3 greenhouse \ngas emissions, and the related risks.\n •Describe the targets used by the organization to manage climate-\nrelated risks and opportunities and performance against targets. •Addressing Climate Change — Our Carbon Footprint ( p. 11)\n •Data Tables ( p. 54)\nAmerican Airlines 2019–2020 ESG Report\n51CEO Message Strategy Climate Safety Team Members Customers Data TCFD/SASB", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}