{"page_content": "Climate change is a pressing global challenge, and American Airlines believes we \nmust do our part to address it. That is why we have set a new goal to achieve net \nzero carbon emissions by 2050. While ambition is important, we know that what \nmatters most is that we have a clear roadmap — with both a long-term vision and \nintermediate milestones — for how we will achieve it.\nWe have launched an effort to build American’s carbon \nreduction pathway to 2050 and to refine and expand \nour strategy for addressing the risks and opportunities \nassociated with climate change. This report is our first \nstep toward both efforts, and we intend to develop intermediate \ngoals once our demand forecast is stabilized following the disruption \ncaused by the COVID-19 pandemic. \nWe expect there will be a higher price on carbon in the future — \nwhich reinforces our intention to drive to net zero — and we are \ndeveloping a strategy to position our company to succeed. \nWhile there are many steps we can take to reduce our carbon footprint, \ntransitioning to a low- or no-carbon aviation future will depend on \nthe combined efforts of the private sector and effective policies from \ngovernments at all levels, along with advances in airframe, engine and \nfuel technologies. We are committed to helping lead the way. \nAdvancing Industry Goals\nThe global airline industry contributes about 2% of all human-induced \ncarbon dioxide (CO2) emissions, and our industry’s share of global \nemissions is projected to rise. Our industry is one of the few sectors \nthat has established global CO2 emissions goals, which include an \naverage improvement in fuel efficiency of 1.5% per year from 2009 to \n2020, carbon-neutral growth after 2020 and a 50% reduction in net \naviation CO2 emissions from 2005 levels by 2050. To achieve these important industry goals, American adopted two \nenvironmental sustainability targets for our own operations: attain  \nan average improvement in fuel efficiency of 1.5% per year from 2014 Our Goals\nAchieve net zero direct  \ncarbon emissions by 2050\nSource 2.5 million gigajoules (GJ)  \nof renewable energy by 2025\nAttain a 1.5% improvement  \nin average fuel efficiency from  \n2014 through 2020, or 9%  \ncumulatively over the six years\nAmerican Airlines 2019–2020 ESG Report\n8CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}