{"page_content": "(the first full year after we merged with US Airways) through 2020, \nand source 2.5 GJ of renewable energy by 2025. In addition, along \nwith others in our industry, we are subject to the Carbon Offsetting \nand Reduction Scheme for International Aviation (CORSIA), which \naims to achieve carbon-neutral growth in CO2 emissions from interna -\ntional aviation after 2020. Adopted by the United Nations’ International \nCivil Aviation Organization (ICAO) in 2016 and currently being imple -\nmented by the United States and countries around the world, CORSIA \nis the first global carbon pricing mechanism covering an entire sector. \nAmerican supports our industry’s goals — but we believe the scale \nof the climate challenge, and the science behind it, demands that  we increase the scale of our company’s ambitions to achieve net zero \ncarbon emissions by 2050. As one of the world’s largest airlines, we \nknow we need to be a leader in helping to drive the operational, policy \nand technological changes needed to reduce CO2 emissions from air \ntravel to try to limit global warming to 1.5° Celsius, which is the limit \nadvised by the Intergovernmental Panel on Climate Change (IPCC) to \navoid the most damaging and irreversible impacts of climate change. \nWhile the COVID-19 crisis has upended our industry and compelled \nus to adjust the pace of some of our efforts, it has not diminished \nour belief in the importance of addressing climate change. Instead, \nthe pandemic has underscored the need for collective action to address critical global challenges that have profound implications \nfor people and economies and reinforced our work to make our \ncompany stronger and more resilient.\nIn the remainder of this section, we detail our carbon footprint and \ngreenhouse gas (GHG) emissions performance trends, discuss our \nstrategy for addressing climate change, report on our analysis of \nclimate-related risks and opportunities and describe the company’s \ngovernance of climate-related issues. \nAmerican Airlines is proud to be part of the oneworld®  alliance, \nwhich in September 2020 became the first global airline alliance \nto unite behind a common target to achieve carbon neutrality. \nEach member airline in the alliance will develop its individual \napproach to reach the target of net zero carbon emissions by \n2050, through various initiatives such as efficiency measures, \ninvestments in sustainable aviation fuels and more fuel-efficient \naircraft and carbon offsets, among other measures.\nAmerican Airlines 2019–2020 ESG Report\n9CEO Message Strategy Safety Team Members Customers TCFD/SASB Data Climate", "metadata": {"source": "NASDAQ_AAL_2019.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}