{"page_content": "Table Of Contents\n2022 NVIDIA CORPORATE RESPONSIBILITY REPORT  OuR PEOPLE , DIVERSITY A ND I NCL uSION 21We identify and assess hazards and risks through routine inspections, audits, incident reporting, and investigations. \nIncidents and the results of incident investigations are recorded in our g lobal Security database. Our processes for hazard \nassessment and incident investigation are documented in our Illness and Injury Prevention Program.\nKeeping our employees safe requires planning for emergencies. Our volunteer emergency response teams include more \nthan 500 employees around the world. These volunteers assist with evacuation drills and may receive training in basic first \naid, CPR, AED, or fire extinguisher use, in addition to emergency preparedness that will enable them to rapidly respond in an \nemergency or disaster.\nEMPLOYEE HEALTH AND SAFETY PERFORMANCE\nMETRIC FY22 FY21 FY20\nLost-time incident rate ( u.S.) 0 0 0.01\nTotal recordable incident rate ( u.S.) 0.06 0.07 0.25\nFatalities ( global) 0 0 0\nOur record reflects the results of our dedication to employee health and wellness. Less than 1% of leave-of-absence \nrequests within NVIDIA relate to work, and work-related injury losses are significantly below the averages for our industry. In \nthe u nited States, we track experience modification rates at the state level, all of which were less than one in FY22. We offer \nemployee ergonomics programs and online courses.\nRetention\nNVIDIA’s overall turnover remains low at 4.9% in FY22, compared with the semiconductor industry average of 13.8%. The \nturnover rate for women and men has remained approximately similar for the past several years. In the u nited States, \nretention rates for members of underrepresented communities have held equal to their peers. \nTURNOVER RATE FY22 FY21 FY20\nOverall Turnover 4.9% 3.8% 6.7%\nMen 4.7% 3.9% 6.7%\nWomen 5.7% 4.3% 6.9%\nAsian ( u.S.) 4.2% 3.4% 7.4%\nBlack/African American ( u.S.) 5.7% 4.8% 6.6%\nHispanic/Latino ( u.S.) 4.7% 3.3% 5.4%\nWorkforce Data\nMETRIC FY22 FY21 FY20\nEmployees 22,473 18,975 13,775\nOffices 88 87 62\nCountries 32 29 22", "metadata": {"source": "NASDAQ_NVDA_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}