{"page_content": "11\nAs we empower our customers to create a more \nsustainable world, we are applying the same standards of sustainability to our own operations. \nWe implement best practices—with a focus on \nenergy use and greenhouse gas (GHG) emissions, since those represent the most significant environmental impacts from our operations.  \nWe also strive to use water, materials, and other \nresources effectively, in our own facilities and across our value chain. \nCarbon footprint\nAutodesk decreased revenue by 1.7 percent in fiscal year 2014 compared with fiscal year 2013, while reducing absolute GHG emissions by 5.8 \npercent during that same period, to 53,100 \nmetric tons carbon dioxide equivalent (CO\n2e).  \nOur footprint is 38.1 percent smaller in absolute terms than in 2009, our baseline year. During \nfiscal year 2014, Autodesk’s CO\n2e emissions \ndecreased by 9.9 percent per employee and 5.3 \npercent per square foot of real estate, compared \nwith the prior year. See the following pages for \nmore detail about progress we have made to reduce our emissions.\nAutodesk follows the Greenhouse Gas Protocol \nfor carbon measurement and reporting, and we’ve earned recognition by CDP and several socially responsible investment indexes for our \nprocesses and performance. We include a broad \nrange of business activities in our footprint, including several Scope 3 emissions categories.\n1 \nSee the chart on this page and our performance summary on page 21 for detail. As in fiscal year \n2013, Bureau Veritas will verify Autodesk’s Scope \n1 and Scope 2 GHG emissions inventory for fiscal year 2014. They will also provide methodological assurance for the complete inventory.\nAdditional information about emissions related to  \nour products and operations can be found in the \nfollowing places:• See page 21 for data related to energy and GHG emissions by Scope 1, 2, and 3, and GHG emissions normalized per Autodesk’s relative \ncontribution to world GDP , per US$ revenue, \nper employee, and per active square feet.\n• See page 7 for information about how we help \nour customers and their customers decrease GHG emissions through the use of our products. \n• View Autodesk’s CDP submissions for additional information about our approach and calculation methodologies, as well as our assessment of climate-related risks and opportunities for our company. \nReduction target for GHG \nemissions\nAutodesk’s Corporate-Finance Approach to \nClimate-Stabilizing Targets (C-FACT) methodology calls for companies to reduce GHG emissions in \nline with global scientific and policy climate \nstabilization targets, and in proportion to their \nrelative contribution to the economy. If all \ncompanies were to adopt this approach and \nmeet their corresponding targets, private-sector emissions would be on track to help stabilize the climate by 2050. Autodesk has made this methodology open source so that other companies \ncan use it. In early 2014, we introduced a \nmodified version of C-FACT for cities.Environment\n1. Autodesk’s approach aligns with the Greenhouse Gas Protocol Corporate Value Chain (Scope 3) Accounting and Reporting Standard.\n2. Autodesk reports emissions from event-related travel separately from regular business travel in the GHG emissions by activity graph (above), although these activities are combined in the business travel  \nline on page 21.\nWe are committed to following this approach \nthrough 2020. The 38.1 percent reduction in absolute emissions compared with our fiscal \nyear 2009 baseline exceeds the 23.4 percent \nreduction target we established using our C-FACT methodology. Our fiscal year 2015 target is a 27.1 percent absolute reduction \nfrom our baseline. Learn more about C-FACT.\nEmployee travel and \nmeetings \nAutodesk is a global company, so employee \ntravel is vital to our business. In fiscal year 2014, nonconference business travel resulted in 20,400 metric tons of CO\n2e emissions, 38.4 percent of \nthe total Autodesk carbon footprint, and 7.3 percent more than the prior year.\n2 See page 21 \nfor detailed energy and GHG emissions data.\nActivities in fiscal year 2014 included the following:• Avoided travel through use of virtual \ncollaboration tools: Employees used our high-definition TelePresence systems for a total of 14,000 call hours during fiscal year 2014. This \nis a decrease of 19 percent compared with the \nprevious year, due primarily to an office move during the year that disrupted use of a widely used system. Use of desktop videoconferencing \nsystems increased by 36 percent.GHG emissions by activity\n(Thousand metric tons CO2e)\n0\n60\n20\n80\n40\n100\nHover over items in the legend to see related values.\nFY2009\nFY2010\nFY2011\nFY2012\nFY2013\nFY2014", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}