{"page_content": "12• Selected efficient cars: Our use of hybrid and \nfuel-efficient car rentals increased 35 percent this year. Of that, 21 percent of all rentals were hybrids and 71 \npercent achieved more than 28 miles per gallon. We \nstarted a similar program for car hire services. In its first year, nearly half the cars we used for pick-up services were high-fuel-efficiency vehicles.\n• Implemented a strategic meetings management program: Through this program, we trained meeting planners about best practices and core sustainability \nconcerns, incorporated sustainability questions into the \nAutodesk green rating system for hotels, and included sustainability expectations as part of the standard verbiage for meeting contracts. The program (which \nincludes, but is not limited to, sustainability issues) \nsaved Autodesk US$1 million in fiscal year 2014.\nTargets Progress in \nFY2014\nSelect high-fuel-efficiency vehicles for at least 85 percent of hired cars by fiscal year 2019Achieved 46 percent\nReduce GHG emissions from rental cars by 30 percent by fiscal year 2019 (baseline fiscal year 2013)Achieved 7  \npercent\nRoll out a robust strategic meetings management program in fiscal  year 2014Achieved\nFacilities\nIn fiscal year 2014, energy use in our facilities resulted \nin 9,510 metric tons of CO2e emissions, 17.9 percent of \nthe total Autodesk carbon footprint, and 18.7 percent less than the prior year. See page 21 for detailed \nenergy and GHG emissions data, including purchases \nof carbon-neutral energy and renewable energy certificates and offsets. \nWe use a variety of approaches to reduce emissions and \nassociated costs related to our facilities, including the use of our own products. In addition to enhancing our performance, this can serve as a showcase for customers \nand potential customers. Activities in fiscal year 2014 included the following:\n• Expanded and customized our sustainable facility \nstrategy: We assess our facilities’ environmental operating practices in areas such as energy and water conservation, waste management, green procurement, \nand indoor air quality management, and then create \ncustomized sustainability improvement plans. This year, we increased the proportion of assessed facilities to 77 percent of our total square footage. The scores of those facilities were 10 percent higher than the industry \naverage. Sites representing 24 percent of our total space \nhave fully implemented the recommendations they received. Four of the top projects identified through this process saved a combined US$23,000 and 54 metric \ntons of CO\n2e emissions during fiscal year 2014.\n• Increased Leadership in Energy and Environmental \nDesign (LEED) certifications: In fiscal year 2014, we were awarded 5 additional LEED certifications. This increased our total LEED certifications to 15 (8 Platinum, \n5 Gold, and 2 Certified). This represents 28 percent of \nour total square footage.\n1 See a list of certifications in \nfootnote 2 on page 23. \n• Increased renewable energy use: We increased use of renewable energy in our real estate portfolio to cover 32.5 percent of our global electricity consumption, \nup from 29.6 percent the prior year. This includes new \nonsite generation installed at our Pier 9 facility in San Francisco, California, and in Manchester, New Hampshire.\nTargets Progress in \nFY2014\nImplement customized sustainability improvement plans for all benchmarked Autodesk sites by fiscal year 2017Achieved 24 percent\nIncrease renewable energy use to 30 percent of total Autodesk electricity consumption, by fiscal year 2014 Achieved 32.5 percent\nDirect emissions of NOx, SOx, and volatile organic compounds \n(VOCs) from our facilities are insignificant to report.Major events\nIn fiscal year 2014, our two biggest events—Autodesk \nUniversity and One Team Conference—together resulted in 6,930 metric tons of CO\n2e emissions, 13.0 \npercent of the total Autodesk carbon footprint. Our \nsustainability guidelines and best practices for planning \nevents help our staff evaluate alternatives and reduce environmental impacts.\nIn fiscal year 2014, we launched a plan to increase \nsustainability at our major conferences, spanning energy, waste, water, food, and community support for the \nconference and hotel and with exhibitors.\nData centers and IT operations\nData center energy use has the largest environmental \nimpact of Autodesk IT operations. During fiscal year 2014, it resulted in 2,810 metric tons of CO\n2e emissions, \nabout 5.3 percent of Autodesk’s carbon footprint and 50.9 percent more than the prior year. IT emissions from \nAutodesk facilities are included in the figures listed in the \nFacilities section on this page.\nActivities in fiscal year 2014 included the following:\n• Used rating systems to select efficient equipment: \nWe use ENERGY STAR to select hardware for our data \ncenters and the Electronic Products Environmental \nAssessment Tool (EPEAT) to select desktop hardware. One hundred percent of our PCs are EPEAT-registered and ENERGY STAR certified.\n• Invested in server virtualization: Server virtualization optimizes the use of equipment and decreases the need to run and cool physical servers. So far, Autodesk has \nvirtualized about 90 percent of its servers that support \ncustomers and 86 percent of its servers that support its business.\n• Recycled used IT equipment responsibly: During fiscal year 2014, we used a variety of regional recycling companies to fulfill e-waste requests. Though we were confident the e-waste was not simply thrown away, our \nvisibility into the recycling companies’ processes and \nstandards was limited. Therefore, we worked to formalize a cross-functional, holistic e-waste program. In late fiscal year 2014, we entered an agreement with \na vendor to resell or responsibly dispose of computing \n1. As of January 16, 2014", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}