{"page_content": "13equipment from our Canada and U.S. facilities that \nhas reached its end of life. Less than 1 percent of the equipment the vendor processes goes to landfill. In \nfiscal year 2015, we will work to expand our e-waste \nprograms in China, Singapore, and in the Europe, Middle East, and Africa region. \nDuring the coming year, we will strive to better understand and decrease the environmental impacts of our growing Autodesk 360 cloud services. To date, our carbon footprint has not included the impacts \nassociated with cloud services that are managed by \nexternal partners.\nSupply chain\nAutodesk’s supply chain GHG emissions are due to manufacturing, assembling, and delivering physical software media (the majority of the total) and powering \nelectronic software downloads and cloud-based services. \nDuring fiscal year 2014, supply chain activities resulted in 1,410 metric tons of CO\n2e emissions, about 2.7 percent \nof Autodesk’s carbon footprint and 17.2 percent less than the prior year. \nActivities in fiscal year 2014 included the following:• Continued to improve sustainability performance \nof physical products: From the early 1990s, we have decreased the weight of our packaging by about 98 percent. We now distribute our product suites on USB \nthumb drives in small, 100 percent recyclable boxes, \nmade with recycled content and packed using 100 percent recyclable polyethylene foam. Our Eco-Lite cases contain 20 percent less plastic than standard DVD \ncases, for the single-disk DVDs we sell in the Americas.\n• Increased customer use of electronic downloads: \nWe increased the number of countries where electronic \ndownload is the default delivery option for subscription \ncustomers from 51 to 136. This covers 69 percent of all the countries we serve. During the year, customers downloaded about 675,000 products, representing 40 \npercent of all orders compared with 25 percent the \nprevious year. This decreased the number of boxes we shipped by about 406,000 and reduced associated GHG emissions by nearly 500 metric tons CO\n2e. \n• Cloud-based services: As Autodesk continues to grow its Autodesk 360 cloud services, we will work with our suppliers to monitor and decrease the energy and GHG emissions needed to deliver those services to our customers. \nSee page 16 to learn about our Partner Code of Conduct, \nour green procurement guidelines, and the supplier GHG emissions survey that we undertook during fiscal year 2014. \nWaste in operations\nAutodesk collects and reports waste data for our headquarters campus in San Rafael, California, as well as select other sites. See data on page 22. \nTo divert waste from landfill, in many of our offices \nwe offer compostable utensils and cups and arrange \nfor compost collection in facilities where such \nmunicipal services are available. At our Waltham, Massachusetts, facility, we collaborate with our landlord to send 100 percent of non-recyclable  \nwaste to a waste-to-energy facility.\nWe also estimate the impact of waste from Autodesk \nevents and the end-of-life phase of Autodesk products. \nIn fiscal year 2014, these represented 48 metric tons of \nCO\n2e emissions, about 0.09 percent of Autodesk’s carbon \nfootprint and 14 percent less than the prior year. \nActivities in fiscal year 2014 included the following:• Expanded waste-management efforts: During fiscal \nyear 2014, we continued to improve materials reduction, green printing practices, and waste diversion practices through recycling, composting, and waste-to-energy, where available.\n• Reduced office printing: We decreased the impact of printing by setting printer defaults to duplex and \neliminating blank or unnecessary pages from print jobs.\n• Reduced waste at conferences: During fiscal year \n2014, we diverted 93.0 percent of venue waste at \nAutodesk University, our largest conference (compared \nwith 83.6 percent the prior year) through better food and materials choices and increased collaboration with event venues.\n• Decreased product-related waste: See information about reducing packaging and increasing customer use of electronic downloads detailed previously on this page.\nWater use in operations\nAutodesk is not a major water consumer, so water is not a material issue for our operations. However, we recognize that water scarcity is an increasing risk globally. We take steps to reduce water use in many of our offices through efficient fixtures and toilets, right-size cooling \nequipment, and conservation efforts.\nCorporate environmental \nmanagement\nAutodesk’s Environmental Policy outlines our high-\nlevel sustainability commitments. We have instituted a management structure for obtaining environmental data, \nmaking investment decisions, implementing measures \nto reduce our impact, and consistently reporting performance. We continue to improve the reliability, comprehensiveness, and automation of these systems. \nAll Autodesk locations are covered by the company’s \nenvironmental management system.\nOur Environmental Core Team (see graphic), which \nincludes senior leaders from across the business, \ninstitutes sustainability best practices throughout our operations. Together with the Corporate Sustainability Team, these executives are responsible for understanding \nthe environmental impacts of our business; establishing \npriorities, goals, and plans for reducing these impacts; and promoting and reporting these efforts throughout the company. Project teams in turn support these responsibilities and execute our strategy in the company’s \nlargest environmental impact areas. These groups are \nco-led by the Corporate Sustainability Team and an Autodesk employee from each activity area. \nAutodesk environmental management structure\nCEO Staff\nEnvironmental Core Team\n \nEnvironmental compliance\nAutodesk meets or exceeds all applicable environmental \nlaws and regulations related to our business operations. In fiscal year 2014, we were not cited or fined for \nnoncompliance of any environmental laws or regulations.Corporate \nSustainability \nTeam Travel\nProject\nTeamFacilities\nProject\nTeamEvents\nProject\nTeamIT\nProject\nTeamSupply\nChain\nProject\nTeam", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}