{"page_content": "14\nAt Autodesk, we strive to conduct our business \nwith the highest degree of honesty, integrity, and ethical behavior. We promote human rights \nwherever we do business, and ensure the privacy \nof our employees and customers. \nCorporate governance \nAs of April 2014, the Autodesk board of directors includes 10 directors, including Autodesk CEO Carl Bass. All current directors, other than Bass, \nare independent, according to the criteria for \nindependence established by the NASDAQ Rules. This includes our chairman, Crawford W. Beveridge. Also, all members of board committees are \nindependent. Three of our directors are women.\nAdditional information about the Autodesk \nboard of directors, including standing committees, \ncommittee composition, committee charters, \ndirector biographies, and the company’s Governance Guidelines, is available on our Investors website. Information about stock trades \nby members of our board of directors and by \nAutodesk executive officers is also available on our Investors website. The Proxy Statement  \nwithin our Annual Report Fiscal Year 2014 provides information about and analysis of board \nof director and executive compensation.\nBusiness ethics\nWe are committed to maintaining an ethical \nenvironment at Autodesk. Our Code of Business Conduct (COBC), adopted in 1997, conveys our \nvalues and expectations. The COBC details our \npolicies and procedures, and outlines the ethical considerations that guide our daily work. It covers areas such as equal opportunity, \nconfidentiality, political contributions, \nanticorruption, and free and fair competition.\nAll Autodesk employees worldwide are required \nto complete COBC training annually and to certify \nthat they have reviewed, understand, and agree to follow the COBC. In fiscal year 2014, 100 percent of Autodesk active employees completed the training. Our subsidiaries and contractors, suppliers, \nand service providers are also required to abide \nby our COBC.\nIn addition, Autodesk’s Code of Ethics for Senior \nExecutive and Financial Officers covers issues \nsuch as conflicts of interest, filings with the U.S. Securities and Exchange Commission, and disclosures to the public, as well as compliance \nwith governmental laws, rules, and regulations. \nIt is signed by all executives who report directly to the CEO and by certain members of our finance organization.\nAnticorruption \nWe are committed to complying with all applicable anticorruption laws and regulations, including but not limited to the U.S. Foreign Corrupt Practices \nAct (FCPA), the U.K. Bribery Act, and similar local \nlaws that prohibit offering, promising, or giving anything of value to a public or government official and require the maintenance of accurate \nbooks and records. Autodesk also expects its Ethics and compliance \npartners to comply with anticorruption laws \nwhile conducting business with or on behalf  \nof Autodesk.\nReporting concerns\nOur COBC includes instructions for reporting possible violations of Autodesk policies  \nor practices. The COBC prohibits reprisal or \nretaliation of any sort against anyone who  \nhas made a good-faith report of a suspected violation. Our Business Ethics and Compliance Hotline enables employees and third parties to \nreport suspected violations of the Autodesk \nCOBC for investigation and resolution. \nThe Hotline, run by an independent company,  \nis available 24 hours a day, 7 days a week. \nThe toll-free numbers, included in our COBC, are available to Autodesk employees and third parties worldwide. All calls to the Hotline may \nbe made anonymously except where prohibited \nby law. In addition to the Hotline, a web-based reporting tool is also available in multiple languages. Autodesk will work to resolve all Hotline reports made in good faith.", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}