{"page_content": "15Human rights\nAutodesk promotes and protects human rights wherever \nit does business. The Autodesk Human Rights Policy  \ndescribes our commitments in this area as well as how \nwe promote human rights among our employees, \nsuppliers, business partners, and customers. Several issues with relevance to human rights such as \nanticorruption, privacy (see below), nondiscrimination, \nemployee health and safety , and access to technology  \nare covered in this report.\nWe expect our suppliers and other business partners \nto comply with all applicable laws and regulations, including those related to human rights. Our resellers and distributors are also obligated to comply with our \nPartner Code of Conduct (see page 16 for more detail). \nConsistent with our culture of ethical behavior, integrity, and respect, we will continue to work with our suppliers and refine our own requirements and processes to \nreinforce our commitment to human rights.\nPrivacy\nAutodesk and its subsidiaries worldwide respect our \ncustomers’, partners’, and employees’ rights and take our responsibility with regard to privacy and personal \ninformation seriously. We protect information in a \nmanner that addresses both legal compliance and strategic business concerns by reviewing and assessing our practices related to confidentiality, privacy, and \nsecurity. Autodesk is proud to be European Union/U.S. \nand Swiss/U.S. Safe Harbor certified. \nOur Privacy Statement explains how we handle personal \ninformation, as well as how customers and website \nvisitors can access and update their personal information and choices. It also explains how we protect personal information when interacting with third parties, such \nas service providers or channel partners. All of our \nemployees, contractors, and subsidiaries are required to abide by our Privacy Statement. They also must adhere to more detailed internal policies regarding Autodesk’s overall data protection requirements and Privacy \nPrinciples (see box).\nAutodesk uses a “Privacy by Design” approach in the \ndesign of our software and online services, including \ncloud-based offerings. This involves following the company’s Privacy Principles and also performing privacy impact assessments related to situations (such as product use) where personal or behavioral information is collected \nor used. The activity must include an appropriate level of \ntransparency, as well as a mechanism to track end-user consent and enable end users to manage their choices, such as modifying or withdrawing consent. We support Privacy by Design with a companywide training for all \nemployees and contingent workers, as well as role- and \nissue-specific trainings in targeted areas.\nAutodesk Privacy Principles\n• Be transparent about our actions and intent\n• Present individuals with clear and actionable  choices\n• Practice purposeful collection, use, and retention of data\n• Use data for the purposes for which it  \nwas collected\n• Only share data with Third Parties in limited and approved ways\n• Be accountable for enforcement of these \nPrivacy Principles\n", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}