{"page_content": "16We use our purchasing power and influence to \npromote socially and environmentally responsible business practices among our value chain. Our \nPartner Code of Conduct and green procurement \nguidelines set high standards and help us create demand for more sustainable products and services.\nSocial and labor standards \nAutodesk’s Partner Code of Conduct outlines  the standards and practices that we expect our resellers and distributors to follow while \nconducting business with or on behalf of our \ncompany. It covers areas including anticorruption, antitrust and competition, business courtesies (such as gifts), financial integrity and accounting, \nconflict of interest, export compliance, \ninteractions with government customers, insider trading, and data protection and confidentiality.\nOur Partner Code of Conduct also specifies that \nbusiness partners must support internationally recognized human rights and comply with all applicable laws and regulations regarding health \nand safety in the workplace, the eradication of \nhuman trafficking and slavery, and the elimination of child labor. Additionally, we expect our partners to support fair labor practices, including the freedom to associate, and a work environment \nthat is free from harassment and discrimination.  \nA violation of the Partner Code of Conduct \nconstitutes a breach of agreement with Autodesk and may result in action, up to and including \ntermination of status as an Autodesk partner.\nAlthough the Partner Code of Conduct does not \ncurrently apply to suppliers, our internal policy \nguidelines, which inform contract language, \nstate our expectation that suppliers respect these rights. Many of our major suppliers have well-established policies and programs in this area.Green purchasing\nAutodesk’s green procurement guidelines outline environmental considerations to factor into the selection of vendors and products and help to \ndirect decisions related to travel and meeting \nservices, events, and some marketing-related purchases, such as collateral development and printing. These guidelines include the following:\n• Gather and assess supplier environmental \nperformance data to inform choices and select better options with lower environmental impact\n• Review the environmentally preferable offerings of existing suppliers\n• Seek out offerings with third-party certification and positive environmental attributes, including products that are energy-efficient, durable and \nlong lasting, recyclable, locally produced, made \nwith rapidly renewable resources, and support water conservation\nIn some situations—particularly for suppliers such as travel vendors with substantial GHG emissions—Autodesk includes sustainability language in requests for proposal and vendor \ncontracts. In some instances we request suppliers \nto provide environmental information, including whether they are ISO 14001 certified. We review suppliers’ environmental initiatives and consider \nthis information during selection, and we are \nworking with our procurement department to prioritize environmental criteria alongside cost in vendor negotiations. For information about the number of suppliers with green certifications and \nthe percentage of our supply chain spending that \nrepresents, see page 22. Suppliers and business partners\nSupplier GHG emissions \nsurvey\nIn 2013, Autodesk issued a survey to its 20 \nlargest suppliers about their GHG emissions and climate change risks and opportunities. \nThis survey will help us better understand \nAutodesk’s emissions from some purchased goods and services, which we expect to be small relative to Autodesk’s total emissions. \nMore importantly, the survey identified \npotential opportunities for collaboration between Autodesk and its vendors to improve environmental performance in 2014, such as with its data center and information \ntechnology service providers.\n", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}