{"page_content": "17Our approximately 7,400 employees1 come \nfrom a wide range of personal and professional \nbackgrounds. Fifty-two percent are based in the \nAmericas, 29 percent are in Asia Pacific, and 19 \npercent are in Europe, the Middle East, and Africa. We strive to engage, develop, reward,  \nand inspire our employees worldwide. Working \ntogether, they fuel our sustainability efforts \naround the globe and propel positive change. \nWe also encourage our employees worldwide to \nplay an active role in creating a better world at \nwork, at home, and in their communities through participation in employee networks and by volunteering and donating to the causes and \norganizations they care about most. To support \ntheir contributions to the company, we work to provide a diverse, inclusive, and safe workplace, and offer opportunities for ongoing growth. \nEmployee groups\nWe believe employees can have an impact at work, both by supporting each other and working toward a common goal. Employees can \nlearn from their coworkers and encourage one \nanother in our networking, mentoring, employee affinity, and women-in-leadership groups. In addition, employee volunteer-led green teams \ncoordinate grassroots initiatives at more than a \ndozen of our offices worldwide. These groups increase awareness of local recycling options and alternative commuting possibilities, organize special events such as environmental \nvideo screenings and vendor fairs, and roll out \nsustainability initiatives such as community cleanups, bike-to-work challenges, and home e-waste recycling drives.Community involvement \nWe believe in the positive impact our employees can make in communities worldwide when they contribute to the causes and organizations they \ncare about most. We match employee cash gifts \nto nonprofit organizations and grant employees four hours per month during company time to volunteer in the nonprofit sector. During fiscal \nyear 2014, our employees donated nearly \nUS$307,000 to nonprofits. Autodesk boosted their efforts with additional cash matches totaling US$223,000. In addition, about 400 employees logged 8,200 volunteer hours by \nparticipating in activities such as helping at \nfood banks, working with underserved youth and the homeless, and taking part in walks, runs, community cleanups, drives for school \nsupplies, and other events to benefit \ncommunities worldwide.\nAdditionally, employees responded to natural \ndisasters by donating to organizations that \nprovided help to victims in need. In the wake of Typhoon Haiyan in 2013, our employees donated more than US$26,000. Autodesk \nmatched a portion of those funds in addition \nto other corporate giving, netting US$56,000 for relief agencies in the area. \nBeginning in fiscal year 2015, with the launch \nof the Autodesk Foundation, we’re helping our \nemployees make an even bigger impact. We will continue to match charitable cash giving \none-to-one and support employee volunteering \nduring company time. In addition, we’ve raised the maximum Autodesk match from US$500 to US$3,000 per year, per employee, for contributions of time or money. To match volunteer time,  \nwe are contributing US$100 to the charity of  an employee’s choice for every 10 hours  \nthey volunteer. Employee impact \n1. As of January 31, 2014\nEmployee engagement\nEvery year, we conduct an employee survey  \nto gather feedback in areas such as employee engagement, manager effectiveness, \ncommunication, growth and development, and \nleadership and vision. In 2013, 94 percent of our employees worldwide completed the survey.\nIn 2013, our overall employee engagement \nscore was 76 percent, compared with 71 percent in 2012 (an unprecedented 5 percent increase). Any score above 65 percent is considered strong \nby our external survey partner. Furthermore, \nengagement scores were strong across business units. Improving our overall score in this area continues to be a company priority for 2014. \nThe manager effectiveness score (which represents \nemployees’ assessments of their managers’ capabilities in the areas of respect and leadership) remained strong, rising 1 percent to 83 percent. The two areas of action planning and leadership \nand vision both increased significantly. Not a \nsingle score decreased year-over-year at the company level. Scores for five of the questions stayed flat compared with last year, while scores \nfor the other 50 questions increased—15 of \nthem by five or more points.\nWe continue to pay attention to all areas of the \nsurvey. Each group is responsible for developing \nand managing an action plan based on feedback they receive. View historical employee engagement data on page 22.\nDiversity and inclusion\nAutodesk employees represent a wide variety of backgrounds and contribute many different perspectives. Such diversity reflects the varied \ncustomer base we serve and leads to new ideas \nand creativity, contributing to the growth and value of the company.", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}