{"page_content": "18Our commitment to diversity is reinforced in our Code \nof Business Conduct, which states that discrimination or harassment based on a person’s race, color, creed, \nreligion, national origin, citizenship, age, gender, sexual \norientation, marital status, mental or physical disability, or any other classification protected by law will not be tolerated. This protection applies to all Autodesk \nemployees and contingent workers worldwide. We \nrequire all managers with U.S. employees to complete harassment training.\nWe ensure that our hiring practices are fair and non-\ndiscriminatory. In addition, we post all of our job openings via DiversityWorking.com, which is the largest diversity job board reaching out to a variety of diverse \ncandidates. We also partner with the Society of Women \nEngineers to engage female engineering talent.\nView global gender diversity and U.S. ethnic diversity \ndata on page 22.\nTraining and development\nTraining and development opportunities are fundamental \nto our employees’ continued professional development and to the ongoing success of Autodesk.\nCareer development is a shared responsibility among \nemployees, their managers, and the company. Employees \nmust clarify and communicate their aspirations, develop \nrelevant skills, and seek out opportunities. Managers, in turn, help set appropriate expectations, direct employees to useful resources and tools, and champion their staff for relevant opportunities. Autodesk maintains a culture \nthat fosters employee growth, publicizes current and \nfuture opportunities, helps managers support employee development, and holds them accountable for doing so.\nAutodesk offers extensive professional and technical \ndevelopment to managers, individuals, and teams. We also provide teams with consulting services to identify coaching needs. To inform our training, we do extensive \nanalysis throughout the business to identify skills gaps. \nThis is linked to a competency framework for managers and employees, which defines what we expect of individuals at certain levels throughout the organization.\nWe assess training using online evaluations after each \nsession, as well as in our annual employee survey. In 2013, 75 percent responded positively to the statement \n“I am provided with opportunities for learning and \ndevelopment,” up from 70 percent the prior year. Outside the classroom, Autodesk employees can use numerous tools to enhance their learning, such as online educational and professional development materials; recommended lists of books, articles, and other materials for specific areas of focus; audio webcasts and recordings \nof training sessions; video podcasts of executives and \nexternal experts discussing key leadership messages; and a global tuition reimbursement program.\nFor fiscal year 2014, Autodesk budgeted approximately \nUS$1,000 per employee globally for training. This includes internal as well as external education programs. The per-employee budget we set is a guideline rather than a \ncap. Managers decide how to best use the funds based \non employees’ professional development needs and aspirations as well as the needs of their team as a whole. As a part of the development process, all Autodesk \nemployees receive a formal annual performance review. \nThis includes feedback from managers and coworkers and focuses on assessment and feedback against individual goal achievement as well as demonstrated competency and proficiency.\nEmployee benefits\nAutodesk offers a range of benefits (which vary by location) to meet the needs of our employees, remain competitive with regional practices, and comply with \nlocal statutory requirements. Depending on the country, \nbenefits include supplemental health insurance plans, survivor and income protection plans, retirement savings programs, and equity plans, such as the Employee Stock \nPurchase Plan and restricted stock unit grants. \nWe also provide flexible working arrangements, parental \nleave, benefits for domestic partners (in some countries), \nand support for personal needs, and we promote a \nhealthy work-life balance. Employees in some locations can take advantage of telecommuting options, adoption assistance, and programs that help offset the costs of \nparking, public transportation, and wellness activities. We \nalso offer a range of paid time-off programs, including sabbatical, vacation, volunteer time, and holidays.\nFreedom of association\nNone of our employees in the United States are represented by a labor union. Employees in several European countries, equaling about 3 percent of our \ntotal workforce, are represented by work councils or \ncollective bargaining agreements. We have never experienced any work stoppages because of labor issues and believe our employee relations are good.\nRestructuring\nDuring the third quarter of fiscal year 2014, Autodesk implemented a worldwide restructuring plan in order to rebalance staffing levels to better align with the evolving \nneeds of the business. While Autodesk reduced some \nof its staffing levels in the near-term, it also increased staffing in areas where there is increased demand and opportunity. See page 39 of the Autodesk FY2013 Sustainability Progress Report for information about \nrestructuring programs in fiscal years 2009–2013. \nTotal turnover during fiscal year 2014 was 8.5 percent; \nvoluntary turnover was 5.7 percent.\n", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}