{"page_content": "19conditions. For example, to ensure the safety of those \nwho use our new San Francisco Pier 9 Workshop (a world-class fabrication facility on the San Francisco \nBay), we developed a program to incorporate safety \ninto the design of the machine areas, provide comprehensive training for all users, require the use of appropriate personal protective equipment, and \nlimit health and environmental impacts by selecting \nless harmful chemicals.\n• Emergency preparedness, response, and recovery: We have site-specific emergency response plans for all \nlocations in case of emergencies such as fire, security \nthreats, or power failure. A senior-level crisis management team directs and supports local emergency response teams during incidents. Employees can call our Global \nSecurity Operations Center at any time with questions.\n• Ergonomic safety: Our Workstation Safety Plus \nprogram is a voluntary, online self-assessment and \ntraining program that tracks personal ergonomic risks \nidentified by employees, and suggests alternative work habits to help resolve those issues. More than 150 employees globally completed the program in 2013, \nfor a total of more than 1,100 since the initiative began \nin 2011. Based on current self-assessment data entered by our employees, the number of participants with medium or high ergonomic risk has decreased by nearly 28 percent as a result of the program. \n• Occupational injury and illness performance:  In the United States, we track all recordable and \nreportable occupational injuries and illnesses. In 2013, \n10 OSHA recordable injuries occurred involving Autodesk employees or our temporary contingent workers, equaling a recordable injury rate of 0.31.\n1 \nOf these, 60 percent were slip and fall injuries and 30 percent related to repetitive stress or ergonomics. Approximately 10 percent of recordable injuries \nresulted in time lost from work, equaling a lost time \ninjury rate of 0.21.\n1 Autodesk had zero fatalities during \nthe year. See page 23 for historical data.Health and safety\nWe strive to provide all our employees with a healthy and safe work environment. Our areas of focus include the following:\n• Health and wellness: In 2013, for our global \nwellness campaign, Autodesk participated in the  \nGlobal Corporate Challenge. Almost 3,700 Autodesk \nemployees (about 50 percent of our employees at that time) from 28 countries got involved. The 16-week program consisted of a virtual race around the world that encouraged physical activity, team building, and \nemployee engagement. Using accelerometers to track \ndaily steps, participants logged their steps online and viewed their team’s progress in comparison with other Autodesk teams and teams from other participating \ncompanies. Autodesk placed third in the IT/Tech \nIndustry category.\n• Safety and security: Our Injury and Illness Prevention \nprogram covers management commitment and \nassignment of responsibilities, safety awareness, anonymous hazard notification, assurance of employee compliance, inspection and evaluation, accident \ninvestigations, and correction of unsafe or unhealthy \n1. Rates refer to number of injuries per 100 employees working a full year. © Jeff Goldberg / Esto", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}