{"page_content": "20In March 2014, we launched the Autodesk  \nFoundation, which invests in the most impactful \npeople and organizations using design to create \na better world. The Foundation is the first to \nfocus investment on design for impact.\nIn an effort to aid those tackling global issues \nsuch as climate change, access to water, and healthcare, the Foundation will provide select, design-oriented grantees with financial support, and partner with Autodesk, Inc., to offer software \nand training. By aligning our philanthropic efforts \nmore closely with our core business and expertise in design, we believe we’ll further multiply the positive impact we can have on the world.\nIn fiscal year 2014, Autodesk laid the groundwork \nfor the Foundation while continuing to:\n• Support design and engineering programs  \nand projects \n• Provide community grants in the areas of arts, education, environment, and health and human services\n• Donate software to qualifying nonprofit organizations\n• Contribute to disaster response\n• Match employee cash contributions  \nto nonprofits\nIn total, Autodesk contributed more than US$1.6 million in cash and US$3.2 million in \nproduct donations during the year.\nWith the launch of the Autodesk Foundation, \nwe’ve increased our support for employees \nworldwide who contribute to the causes and organizations they care about most. To find out how our employees worked to benefit their \ncommunities in fiscal year 2014, and how we’ve \nexpanded our cash matching and volunteering programs, see page 17. We also remain committed to supporting areas affected by disasters. We use our core design and engineering strengths in times of need and \nprovide assistance through financial donations, \nsoftware grants, and employee volunteering. After Typhoon Haiyan in 2013, Autodesk employees in 30 offices worldwide held \nfundraisers and made donations to various relief \norganizations, which Autodesk matched with corporate funds. Autodesk also contributed to Doctors Without Borders, an organization that brings critical medical care to people in areas \naffected by catastrophe. \nLearn more about the Autodesk Foundation.Impact philanthropy \nImage courtesy of D-Rev\nImage courtesy of MASS Design Group", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}