{"page_content": "3We also implement best practices in our own \noperations—reducing our environmental footprint, creating a dynamic and rewarding \nplace to work, and engaging suppliers, partners, \nand employees in our vision. \nThe challenges we face as a global community \nare epic. But we are humbled and inspired to be working alongside designers, engineers, architects, and artists who are imagining, designing, and creating a better world for everyone.\nSincerely,\nCarl Bass\nChief Executive Officer\nAutodeskAt Autodesk, we believe designers play a critical \nrole in addressing today’s most epic challenges, including energy, climate change, and access to water, health care, and education, among others. \nWith our global population expected to reach  \n9 billion by 2050, we are now confronted with the ultimate design challenge—to design a future where everyone can live well and live within the limits of the planet. \nAmidst these challenges, I’m optimistic and \nhopeful. I see Autodesk customers around the \nworld rising to meet these challenges—focusing \ntheir talents, ambitions, and careers to design  a better future. They are embracing planetary limits as design constraints, and radically transforming the way we design and redesign \nour world. To accelerate their efforts, we provide \nproducts and services to make sustainability easy, insightful, and cost-effective. Designers, architects, and engineers are using these tools to design \nsolutions that reduce energy use, advance \nwater management, improve urban transportation, and more.\nOur customers inspired us to create the Autodesk \nFoundation. Launched in early 2014, it is the first foundation to invest in design for impact. We are excited to align our corporate giving with our \ncore business and expertise in design, and we \nhope to inspire our employees—and designers everywhere—to help build a better world. This past year, we’ve also continued to equip thousands of clean tech pioneers globally with \nour software, and we have grown our offering of \nfree online learning tools that teach the principles and practice of sustainable design. \nLetter from our CEO\n", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}