{"page_content": "231. In some cases, segments do not add up to total due to rounding. Dashes represent that data for that year \nwas not available.\n2. LEED certifications as of January 16, 2014, include facilities in Beijing, China (Interior Design and Construction: Commercial Interiors [CI] Platinum), Shanghai, China (CI Gold), Milan, Italy (CI Gold), Singapore (CI Platinum), Farnborough, United Kingdom (CI Gold), and the following in the United States: San Francisco, California (CI Platinum [3]); San Rafael, California (CI Certified, CI Platinum [2]); Waltham, Massachusetts (CI Platinum, Building Operations and Maintenance: Existing Buildings Gold); Lake Oswego, Oregon (CI Certified); and McLean, Virginia (CI Gold). \n3. In fiscal year 2014, Autodesk updated waste measurement processes at its headquarters to improve accuracy. \nThis significantly decreased reported waste volumes compared to past years.\n4. According to data provided by Dun & Bradstreet.\n5. Represents the percentage of employees who responded favorably to questions that measure different aspects \nof employee engagement. These data are reported on a calendar-year basis. Fiscal year 2014 corresponds to calendar year 2013, and so forth.U.S. ethnic diversity7 [percent of employees]\nWhite\nAll nonwhite\nBlack/African AmericanHispanicAsian\nTraining budgeted per employee globally, approximate [US$]Injury rates\n8\nRecordable injury rate\nLost time injury rate\nFatalities\nCompany cash contributions [US$]\nCompany product donations9 [US$]\nEmployee giving [US$]Company match of employee giving [US$] (also included in the “company cash contributions” line above)Employee volunteer hours\nCompany political contributions [US$]Community support\nPublic policyFY2010 FY2011 FY2012 FY2013 FY2014\n6. Percentages are as of the end of the calendar year, except for the board of directors, which are as of the \nannual meeting date (typically a few months following the end of the calendar year). In these rows fiscal year 2014 corresponds to calendar year 2013, and so forth.\n7. Percentages are as of the end of the calendar year noted. In these rows fiscal year 2014 corresponds \nto calendar year 2013, and so forth. Segments for “All nonwhite” in calendar years 2010, 2011, 2012, \nand 2013 do not add up to the subtotal due to nonwhite employees in nonspecified categories (such as American Indian, Native Hawaiian, and others).\n8. Rates refer to number of injuries per 100 employees working a full year. Contingent workers are not included in injury rates prior to 2013. This data is reported on a calendar-year basis. Fiscal year 2014 corresponds to calendar year 2013, and so forth. \n9. Autodesk calculates its product donations at commercial value. This data does not include the value of \nproducts granted to students and educators at no cost through the Autodesk Education Community and \nAutodesk Academic Resource Center (ARC). See page 9 for more detail about those programs.75%\n25%\n2%5%\n18%\n$1,000\n------ \n$1,046,000 $5,600,000\n$200,000 $200,000\n4,900\n$0 $0 $0 $0 $074%26%\n1%4%\n19%\n$900\n------ \n$1,955,000 $1,095,000 \n$255,000$225,000 \n7,90075%25%\n1%4%\n18%\n$1,000\n------ \n$1,038,000 $1,500,000 \n$222,000$222,000 \n8,50072%28%\n1%4%\n21%\n$900\n0.090.03\n0 73%27%\n2%5%\n18%\n$1,000\n0.310.21\n0\n$2,024,000$2,600,000 \n$282,000$256,000 \n6,000$1,664,000 $3,200,000\n$307,000$223,000\n8,200", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}