{"page_content": "24Autodesk is committed to sharing information about our \nenvironmental and social performance as well as how our products and services enable sustainability. This \ntransparency allows customers, investors, employees, \nnongovernmental organizations, and others to assess our progress.\nWe do this in several ways:\n• Sustainability Progress Report: We published our \nfirst sustainability report in 2008, and we have released \nfive more since then. Performance data included in this document is based on the Autodesk fiscal year when noted, and the calendar year otherwise. The Autodesk \n2014 fiscal year ran from February 1, 2013 through \nJanuary 31, 2014. Performance data covers the company’s global operations, unless otherwise stated. Primary audiences include raters and rankers, and socially responsible investors. \n• Sustainable design website: This site describes our vision for sustainable design and the role of design in \naddressing the epic challenges our world faces. It \nhighlights information related to our Sustainability Solutions, sustainable design education resources, and software donation programs for clean tech entrepreneurs and nonprofits. In addition, visitors can find a list of \nawards we’ve received and information related to \nsustainable business practices in our own operations. \n• Other sections on Autodesk.com: Sections of our company web site such as Investors, Corporate  \nGovernance, and Autodesk Careers include detail \nrelated to various aspects of the company’s sustainability programs and performance. \n• CDP submissions: We submit detailed information  to CDP about our approach and calculation \nmethodologies related to GHG emissions, as well  as our assessment of climate-related risks and opportunities for our company and detailed Scope  1, 2, and 3 emissions data.Codes, policies, and standards\nAutodesk codes, policies, and standards related \nto aspects of sustainability include the following:\n• Code of Business Conduct\n• Code of Ethics for Senior Executive and  \nFinancial Officers\n• Environmental Policy\n• Green Procurement Guidelines\n• Human Rights Policy\n• Partner Code of ConductAbout this report \n", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}