{"page_content": "25Principle 1: Businesses should support and respect the protection of \ninternationally proclaimed human rights; and\nPrinciple 2: make sure that they are not complicit in human rights abuses.\nPrinciple 3: Businesses should uphold the freedom of association and \nthe effective recognition of the right to collective bargaining;\nPrinciple 4: the elimination of all forms of forced and compulsory \nlabor;\nPrinciple 5: the effective abolition of child labor; and\nPrinciple 6: the elimination of discrimination in respect of employment \nand occupation.United Nations \nGlobal Compact  \nindex\nIn 2011, Autodesk endorsed the United Nations Global \nCompact, a voluntary initiative that outlines 10 principles in the areas of human rights, labor, environment, and \nanticorruption. These principles are reflected in our \nculture of integrity and respect, and endorsing the Global Compact underscores our mission to help people imagine, design, and create a better world. \nThis report serves as our Communication on Progress \nfor fiscal year 2014, describing how we are integrating these principles into our business. The following table \nindicates which sections of the report address each of \nthe 10 principles.United Nations Global Compact principle Location in report\nHuman rights\nLabor\nEnvironment\nAnticorruptionHuman rights\nSuppliers and business partners\nHuman rights\nSuppliers and business partners\nHuman rightsEmployee impactSuppliers and business partners\nHuman rights\nSuppliers and business partners\nHuman rights\nSuppliers and business partners \nHuman rights\nEmployee impactSuppliers and business partners\nPrinciple 7: Businesses should support a precautionary approach to environmental challenges;\nPrinciple 8: undertake initiatives to promote greater environmental \nresponsibility; and\nPrinciple 9: encourage the development and diffusion of \nenvironmentally friendly technologies.Products and servicesEnvironment Suppliers and business partners\nProducts and services\nEnvironmentSuppliers and business partners \nProducts and services\nEnvironmentSuppliers and business partners\nPrinciple 10: Businesses should work against corruption in all its forms, including extortion and bribery.\nEthics and ComplianceSuppliers and business partners“Businesses have an essential role to \nplay to help solve the epic challenges \nwe face as a global community. Reflecting our commitment to address social and environmental issues across our business, we continue to endorse the United Nations Global Compact.”\n—Carl Bass  \nChief Executive Officer, Autodesk", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}