{"page_content": "26Global Reporting Initiative index\nStatement from the most senior decision maker in the organization about the relevance of sustainability to \nthe organization and its strategyDescription of key impacts, risks, and opportunitiesLetter from our CEO\nStrategy for designing a better world\nName of the organization\nPrimary brands, products, and/or servicesOperational structure of the organization, including main divisions, operating companies, subsidiaries, and joint venturesLocation of organization’s headquartersNumber of countries where the organization operates, and names of countries that have major operations or that are specifically relevant to the sustainability issues covered in the reportNature of ownership and legal form\nMarkets served (including geographic breakdown, sectors served, and types of customers/beneficiaries)\nScale of the reporting organizationSignificant changes during the reporting period regarding size, structure, or ownership\nAwards received in the reporting period\nReporting period (e.g., fiscal/calendar year) for information provided\nDate of most recent previous report (if any)Reporting cycle (annual, biennial, etc.)Contact point for questions regarding the report or its contentsProcess for defining report content\nAbout this reportApril 2013About this reportSustainability@autodesk.comStrategy for designing a better world Corporate environmental management 1.1\n1.2\n2.1\n2.22.3\n2.4\n2.5\n2.6\n2.7\n2.82.9\n2.10\n3.1\n3.23.33.4 3.5 Item Description Detail\nStrategy and analysis\nCompany profile\nReport parametersThe Global Reporting Initiative (GRI) G3 Sustainability Reporting Guidelines provide principles and indicators that organizations can use to measure and report their economic, \nenvironmental, and social performance. Autodesk took this framework into account while developing the contents of this report. The following index provides the locations of  related content.\nAutodesk Inc.\nProductsProducts by industryAnnual reportsSan Rafael, CaliforniaCorporate environmental management Employee impactAutodesk, Inc., is incorporated under the laws of Delaware, United States. Its shares are publicly traded on the NASDAQ stock exchange under the symbol ADSK.Products by industry Professional customers and consumersPerformance summaryAnnual reportsAnnual reportsAwards and honors", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}