{"page_content": "4Strategy for designing a better world \nExperts anticipate that by 2050 we will live  \nin a world of 9 billion people, up from 7 billion today. More people will only intensify the \ncomplexity and urgency of the global challenges \nwe face, such as energy demands, climate change, and access to water, healthcare, and education, among others. These challenges are \nalready reaching epic proportions. They are \ninterconnected, intractable, and seemingly unsolvable. We need to design solutions that  will help us provide for more people while demanding less from the planet.\nDesigners around the world are meeting this \nchallenge head on and focusing their talents, \nambitions, and careers to design a better future \nwithin these constraints. We’re in the midst of  a design-led revolution, and we’re seeing the power that designers have to intentionally shape our world. \nDesigners from San Francisco to Nairobi are \nchanging how we design and redesign the world \naround us at an unprecedented pace. With access \nto information that was previously inaccessible, they can understand the potential impacts of their design on the larger system it fits within. They can analyze and test thousands of iterations of a \ndesign in just minutes. They can collaborate in \nunprecedented ways, inviting more voices and massive collaboration into every step of the design process. Autodesk equips these designers \nwith the tools and technologies they need to \nimagine, design, and create this better world.\nOur sustainability strategy focuses our efforts \nwhere we can have the greatest impact: providing \nthe best sustainability solutions; delivering learning and training opportunities; expanding access to technology; and leading by example \nwith our business practices.Provide the best sustainability solutions\nAutodesk’s biggest opportunity to make a \npositive impact in sustainability is by delivering products and services that make sustainable \ndesign easy, insightful, and cost-effective. This \nbenefits our customers, who use our products and services to improve decisions that have substantial and long-term environmental \nimpacts—from planning cities and designing \nbuildings to supplying drinking water and manufacturing products.\nAcross our portfolio of more than 100 products \nand consulting services for the building, infrastructure, and manufacturing sectors,  we continue to integrate analytical capabilities, \nrobust data sets, and design principles to help \nour users achieve higher-quality, and more sustainable, project outcomes. Our customers use these solutions to capitalize on the increasing number of opportunities presented by the \ngrowing market transformation toward more \nsustainable design.\nDeliver learning and training \nopportunities\nSkilled practitioners of sustainable design and \nengineering are in short supply, yet we’ve never needed them more. Through education, we can \nempower masses of people to understand the \nchallenges we face and how to design lasting and scalable solutions to address them.\nThrough the Autodesk Sustainability Workshop \nand Building Performance Analysis Certificate (BPAC) Program, students and professionals are learning how to use design technology and \nanalytics to make better, more sustainable design \ndecisions during every step of the design process. Autodesk also sponsors sustainable design competitions and collaborates with leading \nacademic institutions and organizations to inspire \nmore people to use design to address our most pressing challenges.\nExpand access to technology \nSolving complex challenges requires bringing more people, more ideas, and the best thinking to the table. We offer discounted and no fee \nsoftware to students, nonprofit organizations, \nemployees, and others who are developing design solutions that will shape a more sustainable future. \nThe Autodesk Clean Tech Partner Program \nsupports clean technology pioneers. Through this program, we have provided thousands of \ncompanies across 30 countries with Autodesk\n® \nsoftware for a nominal fee. In 2013, we \nestablished our Technology Impact Program  \nfor software donation. This helps nonprofit \norganizations design high-impact solutions to social and environmental challenges by providing them with easy access to our professional \nsoftware suites for a small license fee. \nLead by example\nWe continually improve our business by \nimplementing and promoting best practices in sustainable operations. Using our own \nsustainability solutions and those of our \ncustomers, we treat our business operations as a living lab for experimentation and improvement. We measure and report our performance in order \nto continually improve and to inspire broader \nadoption of best practices.\nOur employee base is one of our most valuable \nassets, and we inspire and encourage our \nemployees to contribute to a better world, both at work and in their communities. We foster a culture of ethical behavior and respect, and \ndemand the highest integrity in our interactions \nwith each other, our customers, and our suppliers and business partners. ", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}