{"page_content": "5Materiality assessment\nLast year, working with consulting firm BSR, we engaged \nAutodesk executives and content experts from across the company’s business groups, functions, and regions to \nevaluate the environmental and social issues that have \nthe largest impact on Autodesk’s success as a company and the most relevance to global sustainable development. We also assessed the level of influence \nthat Autodesk has in each area and how each of these \nfactors might evolve between now and 2050. Through this process, we looked for gaps or blind spots in our strategy and worked to identify emerging issues.\nThe assessment confirmed the areas where we have \nhistorically focused our sustainability efforts. It also complemented other analyses we conduct, such as \nthose related to Autodesk’s product strategies and \nmarket sizing.\nThe following issues rated highest in importance to \nAutodesk’s business success as well as importance to \nsustainable development:\n• Enable energy efficiency and greenhouse gas emissions \nreductions for Autodesk customers • Support best practices, and spur new practices, across the design industry with our technology and public policy efforts\n• Advance sustainable design education \n• Ensure the privacy and security of the data Autodesk collects\n• Ensure diversity and equal opportunity within the \nAutodesk workforce\n• Mitigate the impact of piracy and theft of Autodesk intellectual property\n• Invest in Autodesk employee training and development\n• Enable energy efficiency and greenhouse gas emissions \nreductions in our own business operations\nThese findings inform our strategy and provide a platform for further engagement with external stakeholders as well as executives and employees companywide. \nSee pages 8–10 of our FY2013 Sustainability Progress \nReport for additional details, as well as key themes from the analysis and expected trends for some of these issues \nin the coming decades.\n© Jeff Goldberg / Esto", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}