{"page_content": "6This team also reports to our vice president of corporate \nreal estate, facilities, travel, and safety and security. \n• Our cross-functional Environmental Core Team serves as an executive advisory board, establishing priorities and goals and creating plans to improve operational \nperformance. It also promotes and reports these efforts \nthroughout the company. See page 13 for more detail. \n• Our Corporate Sustainability Team works across the \nbusiness to align our efforts with an aim to inspire and \nequip more people to use design to solve epic challenges. The team delivers learning and training resources, provides access to software via the Clean \nTech Partner Program and Technology Impact Program, \nengages employees via the Employee Impact Program, leads our Sustainable Business and Operations Program, and oversees all sustainability reporting for the company. This team reports to the company’s chief \nmarketing officer.\n• The Autodesk Foundation is a newly created 501c3 organization funded by Autodesk, Inc. The Foundation \ninvests in and supports the most impactful individuals and organizations using design to create a better world. The Foundation’s CEO and president is accountable to the Foundation’s board of directors. \nOther aspects of sustainability—such as promoting ethical conduct and human rights, protecting employee \nand customer privacy, and providing employees an \ninclusive and engaging place to work—are managed by different groups across the company.\nStakeholder engagement\nThe scale of the challenges we face requires massive collaboration across a broad range of perspectives and expertise. Engaging and partnering with stakeholders \nand industry players is core to our efforts to design a \nbetter world. Here are just a few examples of how we partner with stakeholders at Autodesk:\n• We meet with customers and prospective customers \nregularly to help shape our strategy and product road map and to test Autodesk’s Sustainability Solutions.\n• We engage with government officials and policy makers on public policy issues related to sustainability and sustainable design.• We partner with educators and institutions to train and prepare students for careers in architecture, \nengineering, and other related fields.\n• We listen to, engage, and inspire thousands of employees to participate directly in our sustainability \nand Autodesk Foundation efforts.\nStakeholder groups Autodesk engages\n• Customers and prospective customers\n• Employees and prospective employees\n• Government/policy makers\n• Investors\n• Vendors\n• Industry associations\n• Local communities\n• Students and educators\n• Software developers\n• Press and analysts\n• Resellers and channel partnersSustainability governance and \nmanagement\nOur sustainability governance model ensures strong \ncollaboration and clear accountability across Autodesk.  \nOur CEO Carl Bass and his executive team have ultimate \naccountability for sustainability at the company, and for \nintegrating sustainability into Autodesk’s overall strategic planning process. We have teams throughout the company \nwho are responsible for implementing Autodesk’s \nsustainability strategy within their area of expertise.\n• Our Sustainability Solutions Team works across the \nbusiness to incubate new products and services that address the energy-, water-, and materials-related business challenges of our customers in the building, infrastructure, and manufacturing industries. This \ninvolves collaboration with the Information Modeling \nand Platform Product Group, which develops solutions for modeling and performance analysis  \nof building and infrastructure, the Manufacturing \nIndustry Group, which develops solutions for \nmodeling and simulation of manufactured goods, and the Autodesk Consumer Group. The team reports to our senior vice president of industry strategy and marketing and conducts quarterly briefings for the \nCEO and senior vice presidents of product development. \n• Our Building Performance Analysis Team develops \nsolutions that analyze building performance and \nenable designers to maximize energy efficiency before construction begins using a cloud-based platform that works with a variety of industry tools. The team works closely with other product teams to ensure analysis is \nwell-integrated into Autodesk solutions and reports to \nour senior vice president of information modeling and platform products. \n• Our Business Integration and Sustainability Team sets strategies to improve our facilities’ environmental performance, including piloting and helping to refine our products and services using our own operations \nas a living lab. This team reports to our vice president \nof corporate real estate, facilities, travel, and safety and security. \n• Our Office of Environmental Health and Safety \nestablishes and enforces policies and tracks trends related to environmental health, safety, and compliance. \n", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}