{"page_content": "7\nProducts and services\nThrough its products and services, Autodesk \nstrives to make sustainability easy, insightful, and cost-effective. Our customer base has a sizeable \nreach with great potential to create positive \nenvironmental change. To bolster our customers’ ability to deliver sustainable projects, we continually improve Autodesk Sustainability \nSolutions and then apply them in our own \nfacilities, using our buildings as living labs to showcase how our products can improve environmental performance. In addition, we work to increase access to our technology and \ninvest in programs to educate students in the \nfundamental principles of sustainable design. \nProfessional customers and \nconsumers\nTwelve million professionals worldwide use our \nsolutions to plan cities, design buildings and products, supply people with energy and water, \ndevelop manufacturing processes, and more. \nThey represent a wide range of disciplines, including architecture, engineering, construction, natural resources, infrastructure, manufacturing, \nand media and entertainment. \nAn increasing number of customers request \ninformation about our Sustainability Solutions. \nWe share best practices with them and continue \nto improve our products and services to help customers increase their ability to deliver sustainable projects.\nIn addition to solutions for our professional \ncustomers, we offer a broad and rich portfolio of free or low cost mobile and web-based tools and \ncommunities for artists, makers, gamers, home \nenthusiasts, and students. Since we formed the Autodesk Consumer Group in November 2010, we have grown our user base to more than 170 million consumers. We are exploring ways to engage this audience to promote the need for \nsustainable thinking more broadly.\nSustainability Solutions \nThe biggest opportunity for Autodesk to make \npositive sustainability impacts is through our products and services. \nMore than ever, incorporating environmental \nsustainability into products, processes, and \nassets is a business imperative, with significant \nopportunities to enhance profitability, decrease risk, and win new business. In the next few years, sustainable design strategies will become a standard market expectation, alongside \ntraditional considerations such as cost and \ndurability (see our video, “Making Sustainable  \nDesign a Priority”). In anticipation of this market transformation, our mission at Autodesk is to \nmake sustainability easy, insightful, and cost-\neffective in high-impact industries. We do this by delivering modeling, simulation, analysis, and process management solutions that streamline and democratize sustainable design. These \nsolutions combine software workflows with \nconsulting services.\nWe aspire to provide solutions that enable \ninformed decisions throughout an asset’s lifecycle, empower more people and organizations to incorporate environmental considerations without expensive subject matter experts, and optimize \nthe energy and water footprint of products, \nassets, and processes.\nAutodesk Sustainability Solutions cover the major \neconomic sectors with the largest environmental impact: buildings, infrastructure, and manufacturing.Sustainable building solutions\nBuildings are one of the biggest consumers  of energy on the planet. In the United States, buildings demand more than 40 percent of the \ncountry’s energy use. Globally, buildings \nrepresent an estimated 38 percent of the total emissions reductions needed to stabilize the climate by 2050.\n1\nIn fiscal year 2014, we finalized development of  several new solutions for launch in fiscal year 2015 that will help designers maximize energy \nefficiency in new and existing buildings: \n• Low-Energy Building Design: New \nsimulation workflows (such as energy \nmodeling, daylighting, and thermal studies) lower the barriers to performing analysis early in the design process, when the biggest impact can be made on a building’s lifecycle energy \nuse and carbon emissions. \n• Rapid Energy Modeling for Existing Buildings: This streamlined process uses \nminimal data from existing building conditions to quickly capture, model, and analyze energy use—providing valuable information for decision making related to retrofit investments. \nLearn more. \n• Data Center Energy Efficiency: This workflow models and characterizes airflow \nprecisely to help data center owners and their consultants make effective use of available air resources and eliminate wasted energy related to cooling. Learn more.\n1. WBCSD (2009) “Energy Efficiency in Buildings: Transforming the Market” with data from Lawrence Berkeley National Laboratories\n", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}