{"page_content": "8Sustainable infrastructure solutions\nAging infrastructure worldwide is already straining to \nkeep up with population growth, and the UN predicts that within 35 years, 2 billion more people will live in \nthe urban areas of today’s developing countries.\n1 This \nunprecedented urbanization requires a disciplined focus \non developing sustainable cities. Autodesk sustainable infrastructure solutions use Building Information \nModeling (BIM) to enhance the work of master \nplanners, civil engineers, contractors, and owners. \nIn fiscal year 2014, we developed a Green Stormwater \nInfrastructure and Flood Control solution to complement \nour existing infrastructure products. This solution offers real-time design and analysis of low-impact development techniques for stormwater management on building \nsites, roads, and highways. These techniques address \nthe need for resilience in coastal urban areas and reduce runoff using strategies that manage rainwater as a precious resource rather than a pollutant.\nSustainable manufacturing solutions\nFrom product materials selection to industrial operations, the manufacturing sector offers many opportunities to minimize environmental impact. Autodesk solutions \nassist designers in choosing greener materials that satisfy \nperformance requirements, and help factory planners optimize layouts to improve facility efficiency.\nWe finalized development of two new solutions in fiscal \nyear 2014 that help customers improve the sustainability of their designs and manufacturing processes:\n• Green Product Design – Vehicle Efficiency: \nAutodesk Digital Prototyping solutions support early-stage simulation, enabling vehicle manufacturers \nand suppliers to test lighter-weight materials and more \naerodynamic designs to ensure they will perform well, be easy to manufacture, and last. \n• Factory Energy Management: Factory owners can build 3D models of new or existing plants to run computational fluid dynamics simulations that uncover cost-effective modifications to the HVAC system and \nbuilding envelope. Learn more. \nVisit our Sustainability Solutions web page for more \ninformation about our solutions for the building, \ninfrastructure, and manufacturing industries, plus links to videos and our publications about the future of \nsustainable design. \nAutodesk as a living lab\nWe have a unique opportunity to use our Sustainability Solutions and products from our customers and clean tech partners (such as LED light bulbs, visual lighting \nsensors, and other energy-efficient building technology) \nin our own operations. This enables us to explore and enhance sustainability functionality in our solutions, improve our own environmental performance, and \nshowcase how customers can use our solutions to meet \ntheir own needs in sustainability. \nIn addition to using Autodesk software to design many \nof our new office renovations during 2013, we also used \nthe Autodesk\n® apps for Leadership in Energy and \nEnvironmental Design (LEED®) automation at our Waltham \nlocation to achieve our first certification for LEED in Building Operations and Maintenance: Existing Buildings.\nLearning and training\nSustainable design is becoming increasingly important to the architecture and engineering fields. At the same time, significant education and skill gaps exist in this area. For \nstudents to meet the growing demand in their fields, they \nmust be better prepared. In addition, there is a movement of makers and artists who increasingly turn to design software to help them decide what shape their creations \nwill take and how to make them more sustainable. \nAutodesk offers educational tools and resources to help makers, students, educators, and professionals understand sustainable design and its application across many industries.\nOnline learning \nWe offer free, flexible, self-paced online learning opportunities to teach sustainable design concepts to those already practicing or considering a career in \narchitecture, engineering, design, and other related fields. \n• Autodesk Sustainability Workshop is a free online \nknowledge base that teaches the principles and \npractice of sustainability in engineering, architecture, and design. Short, engaging videos and articles teaching the fundamentals of sustainable design are paired with case studies and tutorials that illustrate \nhow to put complex concepts into practice with Autodesk tools. Since launching in 2010, the \nSustainability Workshop has received more than 1.3 million visits, and hundreds of educators and academic \ninstitutions worldwide have integrated the materials \ninto their classes.\n• In 2013, Autodesk launched the Building Performance Analysis Certificate (BPAC) Program, a first-of-its-kind, free online course that teaches building science fundamentals and Autodesk building performance analysis tools. More than 8,000 people have registered \nfor the course, and about 200 educators worldwide are \nusing it to supplement coursework. We are currently piloting a set of BPAC online courses that will provide continuing education credits for professionals. We expect the courses to be available more widely during \nthe fall of 2014.\n• The online Autodesk BIM Curriculum for AEC was \ncreated to prepare learners for professional practice \nin architecture, engineering, and construction \nmanagement. The Autodesk BIM Curriculum site, which has received more than 1.1 million cumulative views, has extensive learning materials, YouTube \nvideos, exercises, assessments, and more to teach BIM \nand sustainable design practices, along with integrated project delivery (IPD) concepts.\n• Launched in 2012, the Autodesk Simulation Workshop  \nis a resource to help increase students’ and practicing engineers’ fundamental understanding of how computer-\naided engineering software tools work. Using Autodesk \nsimulation and analysis tools, the workshop connects theory, numerical methods, and application.\n1. UN Population Division, 2007 Revision\nImage courtesy of Christian Kasper", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}