{"page_content": "9• The Digital STEAM Workshop invites high school \nstudents to download Autodesk software at no charge \nand then create and share their designs. It includes \nextensive content and lesson plans, covering energy \nliteracy and green building design.\nPartners and sponsorship\nWe support students’ passions outside the classroom as well by creating and sponsoring sustainable design competitions, such as Transformation 2030, a \ncompetition to design a socially and environmentally \nresponsible mixed-use development at a real site in South Bronx, New York. The competition is a partnership between Autodesk, the Majora Carter \nGroup, Architecture 2030, and the The American \nInstitute of Architecture Students.  \nAutodesk also works closely with industry-leading \norganizations in sustainability education to extend our \nreach to students and educators. In 2014, we are fostering relationships with academic researchers and building a peer-to-peer community . Through this support, \nwe fuel creativity and help students understand how to integrate sustainable design strategies into their work (both now and in the future). \nAccess to technology \nWe provide software solutions to people around the world—from design and engineering professionals and students to clean tech innovators and nonprofit \norganizations. By increasing access to our technology, \nwe are opening up new opportunities and expanding the number of people who can use our solutions to create a better world.\nDiscounted and no fee software\nWe offer discounted and no fee versions of Autodesk software to a variety of individuals and organizations, including the following:\n1\n• Early adopters: Autodesk Labs offers the public early access to prototypes, technology previews, and experimental web services at no charge. People can \naccess this professional-grade software in preview \nmode, trying out new features and workflows while providing constructive feedback to Autodesk.\n1. No fee products are subject to the terms and conditions of the end‐user license and services agreement that accompanies the software. The software is for educational purposes only and is not intended for commercial use.\n2. Value is based on up to 5 commercial licenses of each application unless otherwise noted. Autodesk® 360 services for up to 5 single user authorizations for 1 year.\n• Students: Autodesk Education has provided access to \nAutodesk software to more than 157 million students and educators with no fee.\n »Through the Autodesk Education Community , \nstudents and educators can access more than 50 \ntitles of Autodesk professional-grade software at no \ncharge. Since the Community’s inception in 2006, over 8 million students and educators have  registered, including more than 1 million in 2013. \n »Through Autodesk Academic Resource Center  (ARC), schools gain access to Autodesk software for their classrooms and labs at no charge. The program \nis currently available in emerging markets and will be \nrolled out to mature markets in 2014. \nThe value of the software we donated through \nthese programs was in the billions of dollars for \nfiscal year 2014. \n• Educational organizations: We provide access to Autodesk technology to education-focused organizations, such as FIRST\n® Robotics, F1 in Schools™, \nDiscovery Education, ISTE, Intel® Computer Clubhouse, \nPACE , Project Lead the Way , VEX® Robotics, SkillsUSA, \nU.S. Department of Energy Solar Decathlon, NESTA, The \nChronicle of Higher Education, NMC, EDUCAUSE, and \nWorldSkills.\n• Consumers: We make our technology accessible to everyone from artists and makers to gamers and home \nenthusiasts. More than 170 million individuals have accessed the consumer products and communities we offer at low cost or no charge. \n• Customers in emerging economies: At the time of publishing this report, Autodesk also makes older versions of Autodesk\n® AutoCAD® and Autodesk® \nAutoCAD LT® software available for purchase in some \ncountries with emerging economies. The list price of these versions is usually a percentage off the list price \nof the latest release. We also have a policy of adjusting \nour list pricing in a number of countries to account for lower purchasing power in those locations relative to more mature markets. \n• Employees: Since late 2012, Autodesk has granted its employees access to most Autodesk products at no charge.• Nonprofit and community organizations: In fiscal year 2014, we donated software worth nearly US$3.2 million to nonprofit organizations. Some of this support \nincluded software donations we made through the \nAutodesk Technology Impact Program to nonprofit organizations that are using design to solve epic challenges. Learn more about the program later in \nthis section.\n• Clean technology entrepreneurs: Through our \nClean Tech Partner Program, we support those who \nare designing clean technology solutions to solve \nenvironmental challenges. Learn more about the program below.  \nWe also strive to facilitate knowledge sharing and expand access to information. Here are a few examples: \n• Instructables is an online community where creative \npeople share innovative projects and ideas, including sustainability-themed projects related to solar energy, graywater, and upcycling. Instructables also runs \ncontests for participants related to green design and \ne-waste reduction. \n• The Autodesk Knowledge Platform is an online hub for \nuser support, learning, and community resources that \nmakes it easier for users to access and exchange information relating to the use of Autodesk solutions. \n• Autodesk Sustainability Workshop is an online resource that teaches the principles and practice of sustainability in engineering, architecture, and design with no fee. Learn more on page 8.\nPartnering for clean technology \nThe Autodesk Clean Tech Partner Program, founded in 2009, supports pioneers who are designing clean technology solutions to solve environmental challenges. \nWe provide participants with up to US$150,000 worth of \nsoftware for only US$50, which they can use to design, visualize, and simulate their groundbreaking ideas through the creation of digital models and prototypes.\n2 \nThrough this program, we have supported thousands of companies across 30 countries. Learn more about the \nClean Tech Partner Program.\nWe also work with leading clean tech investors, \ngovernments, and others to advocate for and promote ", "metadata": {"source": "NASDAQ_ADSK_2014.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}