{"page_content": "CORPORATE RESPONSIBILITY REPORT   6RECOGNIZED FOR EXCELLENCE\n »Zions Bancorporation and its affiliate women executives have ranked in American Banker  magazine’s “Most Powerful \nWomen in Banking” issue as a “Top Banking Team” 11 times. The magazine has also recognized Zions women bankers \nwith individual awards 28 times since 2004.  \n »Zions Bank has ranked among American Banker’s “Best Banks to Work For” every year since 2013.  \n »California Bank & Trust consistently has been voted Best Bank in San Diego and Orange Counties by the San Diego \nUnion Tribune and the Orange County Register.  \n »National Bank of Arizona has been voted No. 1 Bank in Arizona for the 18th year in Ranking Arizona  magazine.  \n »Nevada State Bank has been voted No. 1 Bank in Nevada in the Las Vegas Review-Journal , Best Bank in Reno magazine  \nand the Reno Gazette-Journal , Best Bank in the Elko Daily Free Press  and Best in Business from Northern Nevada \nBusiness Weekly . \n »Zions Bank has been honored as the Best Bank by Utah Best of State Awards every year since 2005.  \n »Zions Bancorporation was ranked No. 1 by Institutional Investor in 2020 for the best overall investor relations program \nwithin the Mid Cap and Small Cap Banks segment.The financial services consultant Greenwich Associates annually conducts market research interviews with 25,000 businesses nationwide, evaluating more than 600 banks. Since Greenwich Associates began recognizing the top banks in 2009, Zions Bancorporation is one of only five banks to have averaged 14 or more Excellence Awards. For 2020, Greenwich Associates recognized Zions Bancorporation with 15 Excellence Awards in middle market and small business banking. In addition, Zions was awarded Best Brand – Trustworthiness in the middle market and small business categories, Best Brand – Ease of Doing Business in the small business category, and recognized as a “Standout Commercial Bank Amid Crisis” for our customer engagement response to COVID-19 in the small business and middle market segments.\n", "metadata": {"source": "NASDAQ_ZION_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}