{"page_content": "CORPORATE RESPONSIBILITY REPORT   10During\tthe\t1970s,\t Zions’\t motto \t was\t\n“Where People Mean Everything.” \nFor\tall\tthe\tchanges\tthat\thave\ttaken\tplace\tin\tthis\tindustry\tover\tthe\t last \t half \t century,\t one \t of \t the \t great \t constants \t has \t been\t\nthat\tpeople\treally\tdo\tmean\teverything. \tZions\tBancorporation \tis\tproud\tof\tits\textraordinary \temployees \twho\tbring\ttheir\t\ntalents\tto\twork\teach\tday.\nWe\tknow\tthat\tan\texceptional \tcompany \tcan\tonly\tbe\t built \t by \t exceptional \t people,\t working \t together \t as \t a \t great \t team. \t We\t\nvalue\tour\temployees, \t and \t we \t are \t committed \t to \t search \t out,\t recognize \t and \t create \t fulfilling \t opportunities \t for \t outstanding \t\npeople\twithin\tour\torganization, \t and \t to \t reward \t them \t for \t their \t contributions \t to \t our \t success. \t Our \t employee \t tenure\t\naverages\t8.7\tyears,\t almost \t double \t the \t industry \t average.\n \nCOVID-19 RESPONSE FOR EMPLOYEES\nIn response to the COVID-19 pandemic in March 2020, we moved 75% of our workforce to work-from-home status. \nTo help protect our front-line employees, our branches were converted to facilitate drive-up or appointment-only transactions with the implementation of social distancing requirements, the installation of plexiglass barriers and extra cleaning measures.\nWe instituted a new emergency personal leave program, which allowed employees who were unable to work due to the \nneed to care for children or other family members, were quarantined, or were diagnosed with COVID-19 to continue to receive their full salary and benefits without depleting their allotted sick leave or vacation time.\nWe also modified our vacation policy for 2020, providing employees the flexibility to roll over up to one week of unused \nvacation to 2021.\nChairman and CEO Harris Simmons recognized our bankers as “frontline heroes” due to the commitment and dedication shown \nat every level to facilitate the U.S. Small Business Administration’s Paycheck Protection Program, as well as many other examples of colleagues going the extra mile to serve clients. From figuring out technology solutions and processing loans to personally calling and working with each of our clients, our employees have dedicated countless hours to serving our clients.\nDIVERSITY, EQUITY AND INCLUSION\nWe believe that success requires an environment where people are respected and valued, and surrounded with a talented workforce that reflects our diverse customer base. We also believe that valuing differences extends beyond our financial centers and workplace to our relationships with the communities and clients we serve. As a company, we’re determined that ours will be a workplace where we embrace differences — in points of view and in national origin, language, race, disability, ethnicity, gender, age, religion, sexual orientation, gender identity, socioeconomic status, veteran status and family structures. Our efforts include enterprise-wide and affiliate diversity, equity and inclusion councils, employee business forums, regional inclusion champions, a mental health initiative, and a broad range of employee and community events.\nThe Zions Bancorporation Code of Business Conduct and Ethics notes that all employees are responsible for providing a \npositive working environment honoring fairness and diversity.\n", "metadata": {"source": "NASDAQ_ZION_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}