{"page_content": "PRODUCT MATERIAL COMPLIANCE \nAs an independent provider of control solutions to the global \nindustrial and aerospace markets, Woodward must comply \nwith an increasing number of government compliance \nregulations regarding the materials within our products.  most prominent among these regulations are the restriction \nof hazardous Substances (rohS) regulations and the \nregistration, Evaluation, Authorization and restriction of Chemicals (rEACh) regulations. \nWoodward also acknowledges that the funding of and trade \nassociated with extracting, processing, and exporting certain \nminerals from conflict-affected and high risk geographic \nareas, particularly in and surrounding the Democratic republic of the Congo, can have a significant adverse \nimpact on the lives and quality of life of people living in \nthese regions. Woodward is committed to refraining from actions which contribute to these adverse impacts, and to \ncomplying with relevant laws and regulations. Woodward \naffirms its commitment to responsible sourcing of minerals.  Woodward’s goal is to ensure that any company products \nintroduced into the stream of commerce which require the \nuse of materials that may be derived from conflict minerals have conflict-free sources or origins, or are obtained from \nrecycled resources. \nIn response to both product material compliance and \nconflicts minerals compliance, Woodward engaged in an \ninitiative in early 2015 to implement tools and enhance or augment processes to permit us to be more responsive to \nboth customer requests and regulatory changes.  We have \nestablished a goal to acquire Full material Disclosure and complete country of origin for specified materials for all of \nour product offerings.  \nWE arE committED to SUpply \nchain tranSparEncy anD \nrESponSiBlE anD Ethical \nSoUrcing.\n11", "metadata": {"source": "NASDAQ_WWD_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}