{"page_content": "In 2016, the Woodward Charitable Trust contributed \n$2m over 3 years toward upgrades at Woodward Technology Center at rock Valley College, located in \nrockford. This contribution will enable the construction \nof a new engineering laboratory and classroom additions, renovations to existing buildings, and support \nhigher education in math, science, and engineering. \nThe relationship  between rock Valley College (rVC), Northern Illinois university (NIu), and Woodward \ncontinues to create an outstanding and affordable \nopportunity for creative young talent. Woodward’s \nengagement will produce talented engineers that are \nready to enter the workforce for Woodward and other employers in the region. \nWoodward member Bradley robison is one of the first \nstudents to enroll in this collaborative program and, \nas part of the new curriculum, he will be provided \nreal-world learning opportunities.  Commenting on the new program, Bradley stated, “my goal is to earn a \ndegree in mechanical Engineering from rVC/NIu to be \nable to become a successful and innovative engineer, while continuing to gain on-the-job experience here at Woodward.” Rock Valley College\nHousing Support and STEM\nThe Woodward Charitable Trust contributed a total of $100K to Fort Collins habitat for humanity. Our contribution \nwill support Science, Technology, Engineering and math \n(STEm) students at Poudre high School building houses for disadvantaged families in our community. The Fort Collins \nhabitat for humanity is part of the global, nonprofit housing \norganization that builds homes, communities, and hope. habitat for humanity believes every person should have a \ndecent, safe, and affordable place to live.\nWoodward has long supported the philosophy that STEm programs should integrate community service into the \nlearning curriculum. This hands-on STEm educational program allows 80 students annually to learn Geometry \nwhile building a modular habitat for humanity home in the parking lot of their school.  Once completed, the modular home is relocated and placed on a foundation where it is finished and sold to a partner family.  While \nthis program demonstrates practical application of STEm fields, it also teaches students the value of community \nservice.  It is anticipated that more than 80% of future jobs will require math, science, and engineering, so Woodward considers it more important than ever to inspire high school students to pursue careers in these fields.\nWorld Youth Day - Krakow Poland\nOn July 26th-29th, 2016, Krakow Poland recognized World Youth Day, an international event that focuses on values, \nfaith and youth. This year marked the third World Youth \nDay that was held in Central Europe.  It is estimated nearly 3 million people celebrated the event.\nIn support of the events in Krakow, Woodward installed \nand monitored two of our highPrOTEC protection relays \nto ensure a reliable and immediate backup power source \nin the event of a local power failure.  Our members look for unique opportunities to support their communities and \nour products, and this is a unique blend to support both.  \nThe Charity Committee in Krakow continues to increase \ntheir presence in the local community by volunteering time \nand raising money for clothes, food, and any necessary supplies for the youth and their families. The Salesians \nmovement of Youth Care is an organization that ensures \nproper care for families in need. Our members are engaged in a variety of initiatives with this program; for example, \nmembers helped to raise money to buy winter coats for the \nchildren that work with the agency.\n23", "metadata": {"source": "NASDAQ_WWD_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}