{"page_content": "BOArD OVErSIGhT OF rISK \nOn behalf of Woodward’s shareholders, our Board of Directors (the “Board”) oversees and advises our leadership team with regard to risk identification and \nmitigation, particularly in areas of governance, business strategy, compensation, succession planning, ethics, and compliance.  To facilitate this oversight, the Board has established various committees composed entirely of independent directors. \nWoodward Board of Directors\nAudit Committee Compensation Committee Nominating and Governance Committee\nThe Audit Committee is responsible for:\n•\tOverseeing risks relating to the Company’s financial statements and financial reporting processes\n•\tEvaluation of the effectiveness of internal and external controls over financial reporting\n•\tOverseeing Woodward’s business conduct and ethics programThe Compensation Committee is responsible for:\n•\tmonitoring risks associated with the design and administration of Woodward’s executive compensation programs and equity compensation plans\n•\tAdministering the annual performance review of the CEO\n•\tEnsuring the independence of our compensation consultantsThe Nominating and Governance Committee oversees risks relating to: \n•\tWoodward’s corporate governance processes\n•\tAdministration of the Board and Director Guidelines \n•\tCompliance with the Sarbanes-Oxley Act, SEC and NASDAQ rules and regulations, and other state and federal laws and regulations relating to corporate governance\nWoodward has established an annual risk management process to keep the Board informed of key risks to shareholder value. With input from the Board, a list of key risks is reviewed and updated annually. The updated key risks are provided to the business to develop more comprehensive industry-specific sub-risks. The business units also evaluate the sub-risks for likelihood and impact, establish and/or refine mitigation strategies, and submit a cumulative report to the Board.\nThe Board and its committees have and exercise, as appropriate, direct and independent access to management.  Such direct access allows Board members to \nsolicit additional information, focus their inquiries and oversight, and provide more direct feedback regarding risk identification and mitigation.\nA full description of the Board’s responsibilities is available in our 2016 proxy statement at the following link: http://www.wood ward.com/financialreports.aspx\n9", "metadata": {"source": "NASDAQ_WWD_2017.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}