{"page_content": "11STARBUCKS GLOBAL RESPONSIBILITY REPORT 2015 ABOUT THIS REPORTABOUT THIS REPORT\nInformation Integrity\nStarbucks management is responsible for the preparation and \nintegrity of the information reported for fiscal 2015. Through \na system of internal controls, including a comprehensive \nverification process involving internal subject matter experts, \nwe believe this information accurately represents our global \nresponsibility activities and performance results for the fiscal \nyear 2015. External verification is provided by Moss Adams \nLLP. Read the Moss Adams Independent Assurance Report.  \nAll infographics related to our goal performance are visual \nrepresentations of progress, and not to exact scale.\nForward-Looking Statements\nOur reporting on global responsibility for fiscal 2015 includes \nforward-looking statements about the company’s business \nand its future business plans, initiatives, goals and objectives. \nThese forward-looking statements are based on currently \navailable operating, financial and competitive information and \nare subject to a number of significant risks and uncertainties. \nActual future results may differ materially depending on a \nvariety of factors including, but not limited to, coffee, dairy and \nother raw material prices and availability; successful execution \nof the company’s blueprint for growth and other strategies; \ncost reduction and other initiatives; fluctuations in U.S.  \nand international economies and currencies; the impact  of competition; the effect of legal proceedings; and other  \nrisks detailed in the company’s filings with the Securities  \nand Exchange Commission, including the “Risk Factors”  \nsection of Starbucks Annual Report on Form 10-K for  \nthe fiscal year ended September 27, 2015. The company  \nassumes no obligation to update any of these  \nforward-looking statements.", "metadata": {"source": "NASDAQ_SBUX_2015.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}