{"page_content": "akamai.com    |   11Additionally, we continued conversations with Jabil, \nInc., on improvements in packaging, recycling of \nmaterials, and reduction of our greenhouse gas \nemissions in in their operations.training is provided through multiple online sessions \ncovering foundational knowledge and project-\nspecific education, together with in-person sessions \nexpected to be held in 2021. \nAs part of our commitment to educating our suppliers \non the benefits of taking sustainable action — and \nspecifically renewable energy — LESSEN is a proactive \neffort to reduce the negative greenhouse gas emissions \nimpact from data center operations for all tenants by \nmaking clean energy accessible to everyone.\nIn 2020, we collaborated with our longtime partner  \ne-Stewards on conversations around e-waste to help \nus continuously recycle 100% of our e-waste. Through \na 6-month review of processes and procedures, \ne-Stewards has helped to educate our e-waste \nvendors on improvements in their own supply chain \nand sustainability reporting.\nFuture Planning\nIn 2020, we became members of the Sustainable \nPurchasing Leadership Council (SPLC) as we work to \nimplement a more in-depth responsible supply chain \nprogram. SPLC is a nonprofit organization whose \nmission is to support and recognize purchasing \nleadership that accelerates the transition to a \nprosperous and sustainable future. Akamai and SPLC \nworked together to evaluate our current program and \npolicies and begin thinking of improvements as we \ndive deeper into partnering with suppliers to support \nthe greater good.Education\nIn order to spur collective action, we need to enable \nour supply chain partners to make green decisions \nthrough education. Continuously learning and \nevolving is a key part of who we are at Akamai. \nAs part of this promise, we funded a new education \nprogram with the Renewable Energy Buyers Alliance \n(REBA) called LESsor Sustainable Energy Network \n(LESSEN). LESSEN is a 10-month training for data \ncenter and real estate owners that will help build a \ncommunity of practice among attendees through \ninsights from experienced large-scale energy buyers. \nThe training focuses on the key elements of a \nsuccessful sustainable energy strategy. The LESSEN “Jabil’s commitment to environmental \nstewardship remains steadfast. Bold \nclimate action is as imperative as ever \namid the COVID-19 pandemic and \nworldwide uncertainty. In the Jabil \n2019 Sustainability Report, we \npresented our ambitious long-term \ngoals for greenhouse gas emissions \nreduction and announced the launch \nof our global Climate Action Plan. In \nthese pursuits, Akamai has been an \nimportant partner that shares our \nvision for making better, more \nsustainable products on a global scale.” \n—Joe Mausser, VP Global Business Units, JabilAkamai has met our recycling \ngoal to use 100% e-Stewards–\ncertified facilities.\nAkamai joined the Sustainable \nPurchasing Leadership Council in \n2020 to improve the circularity of \nour supply chain.", "metadata": {"source": "NASDAQ_AKAM_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}