{"page_content": "akamai.com    |   16• On March 6, the Virginia legislature passed the \nVirginia Clean Economy Act (VCEA) — a landmark \nlegislation to put Virginia on a clear path to 100% \nzero-carbon electricity by 2045. Eight companies, \nincluding Akamai, signed a letter of support for the \nVCEA and also lobbied legislators to pass it.  \n• On May 13, more than 300 businesses joined in the \nlargest-ever call to action from the business \ncommunity to members of the U.S. Congress to \nbuild a better strategy for a resilient, clean energy \neconomy post–COVID-19. LEAD on Climate 2020 \nmade the case to U.S. House and Senate lawmakers \non both sides of the aisle that a climate-smart \nrecovery is needed to build back better from the \neconomic downturn. In virtual meetings with \nlawmakers, participating companies and investors \nurged Congress to protect against future shocks  \nand systemic risks stemming from the ongoing \nclimate crisis. Our program today highlights a mix of \nopportunity and responsibility; running our \nnetwork efficiently is essential for both the \nenvironment and our bottom line, but our \nprogram is more than that. As a key part of the \ninternet, Akamai knows that we can use our \ninfluence for good — and make connections for \nothers to do the same. \nWhile this report covers our progress to date, we \nknow that our sustainable progression is far from \nover; we still have a long way to go. In the future,  \nwe will continue down the path set out in this \nreport, where we focus on our Network, our \nCommunity, and our Supply Chain to lessen our \nimpact so we can contribute to achieving a zero-\ncarbon internet for all. \nIn the end, Akamai has decided to become  \nmore sustainable because it helps our customers, \nemployees, and shareholders, and it’s good for \nthe planet. Our philosophy is simple: educate \nwhen necessary, contribute where we can, \nreinforce when possible to ensure we are doing \nour best, and do our part to reduce the global \ngreenhouse gas footprint.2020 and Beyond\n“Companies have a vital role to play  \nin advancing climate-smart policies.  \nIn its first year as a member of the  \nCeres BICEP Network, Akamai is a  \nbold voice on the need to ramp up \nrenewable energy, expand clean \ntransportation and curb carbon \nemissions. We saw lawmakers heed this \ncall with ambitious new state policies in \nVirginia and Massachusetts, and we look \nforward to continued collaboration for a \nmore sustainable future.”\n— Anne Kelly, Vice President of Government Relations \nat Ceres, a sustainability nonprofit organization ", "metadata": {"source": "NASDAQ_AKAM_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}