{"page_content": "akamai.com    |   2At Akamai, sustainability is a significant component of \nour Environmental, Social, Governance (ESG) \nprogram, closely coupled with Diversity & Inclusion in \nour workplace environment and social investments \nmade by our philanthropy, the Akamai Foundation.\n2020 marked an important milestone in our \nsustainability journey through continued platform \nefficiencies, expansion of our renewable energy \nfootprint, and developing our responsible supply \nchain program. As we reflect on our work, we are \nnow looking to the next decade. Our sustainability \nprogram will focus on three primary areas: our \nnetwork, community, and supply chain.\nWhile everyone worked to address the global \nCOVID-19 health crisis and its economic impacts, \nAkamai was there to provide support when our \ncustomers, stakeholders, and planet needed it the \nmost. Remarkably, the volume of internet traffic the \nAkamai Intelligent Edge Platform delivered in the \nmonths immediately following the coronavirus \npandemic nearly doubled over the previous year. \nEven with this growth, we continued our strategy to \nmake our global platform more efficient while \nadding more renewable energy sources to power \nour operations. It was critical to keep our customers \ngoing in this time of need while ensuring we kept \nthe pace to minimize our greenhouse gas impact.\nThe pandemic has also helped the global community \nrecognize that waste continues to be a significant \nenvironmental risk.1 It has been our goal to recycle \n100% of e-waste responsibly since 2012. This effort includes obsolete servers, network hardware, \nlaptops, and other electronic devices. Akamai has \nbeen an e-Stewards Enterprise since 2012, reducing \nour e-waste through implementing rigorous \nstandards for our electronics recycling. We believe it \nis essential to ensure we are not causing additional \nenvironmental harm from our waste.\nAkamai seeks to have a positive impact on the places \nwhere we work and live, extending our efforts beyond \nthe company. We do this by establishing meaningful \neducation, partnering with sustainability organizations, \nthrough public advocacy, and with like-minded \ncompanies focusing on expanding the benefits of a \ncarbon-free internet. We believe it is essential to work \nwith environmentally conscious suppliers and partners \nto reduce our global impacts collectively.\nAkamai approaches sustainability not as an isolated \nagenda but as part of a holistic approach to \nefficient systems and processes — a strategy  \nthat inspires innovation and builds a more \nenvironmentally friendly world to benefit all of \nAkamai’s stakeholders worldwide.\nSustainability Report \n2020: Letter from \nthe CEO\nSincerely,\nTom Leighton\nChief Executive Officer", "metadata": {"source": "NASDAQ_AKAM_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}