{"page_content": "akamai.com    |   4The Akamai Edge is responsible for the majority of our \nannual emissions, especially since we operate in more \nthan 4,200 locations across the globe. Keeping those \nservers running to ensure delivery, performance, and \nsecurity for thousands of the world’s largest banks, \nretailers, media companies, and government agencies \nis no easy feat and requires a lot of power. \nNot only is power a valuable resource, but it is also \ncarbon intensive if not properly mitigated. Meeting \nour customers at the edge of the internet has huge \nadvantages for delivery, performance, and security \n— but being everywhere has its challenges. Since our \nplatform deploys servers in 136 countries, managing \nemissions, power consumption, and resources \nresponsibly is key. \nWe strive to run our network as efficiently as \npossible to be mindful of our power usage and to \nminimize the negative environmental impacts of our \noperations. We also aim to decarbonize the energy \nwe need to operate by sourcing renewable energy \nwhere we can. \nThis mindfulness highlights a core challenge. Akamai \nprioritizes making good on our promises for delivery, \nperformance, and security, without compromising our \ncommitments to sustainability. We work to ensure a \nsuperior and secure web experience for our \ncustomers in an environmentally conscious way. While there is no simple solution, Akamai’s \nengineers take a hard look at our network’s software \nand hardware infrastructure to cut excess usage and \nproactively eliminate inefficiencies to lessen our \ncarbon emissions.\nHardware Efficiencies \nOur network requires a lot of hardware. With 4,200+ \nlocations, getting the most out of our global platform \nis a key component of running our network \nefficiently. To do this, we build our servers to run \nhotter and cool them with outside air (adhering to \nconcepts like free cooling). This allows us to serve \nmore traffic per box, lower our data center PUE,7  \nand lessen the impact of our operational footprint. \n“The concept of sustainability aligns with and drives \nour efficiency efforts” says Tim Dunn, Director of \nHardware Engineering at Akamai. “It’s just a matter \nof caring, like remembering to turn off the light when \nyou leave the room.” \nAkamai’s hardware efficiency initiatives are \nresponsible for lessening our servers’ power \nconsumption while increasing throughput. \nIncreasing throughput leads to a more efficient \nplatform, which reduces our environmental footprint \nwhile providing superior performance for our \ncustomers and their end users. A More Responsible and  \nEfficient Edge  \nHow we’ve made our network 30% more \nefficient since 2015 Akamai’s global platform used 10 \ntimes less energy per unit of capacity \nthan it did in 2015, even while the \navailable capacity of the edge \nplatform grew by more than 350%.", "metadata": {"source": "NASDAQ_AKAM_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}