{"page_content": "akamai.com    |   5Software Efficiencies\nAt Akamai, we take platform efficiencies seriously by \nengineering software that makes more efficient use \nof our global platform.\nThe Akamai Edge brings data closer to the end user. \n“Edge computing brings data, insights, and decision-\nmaking closer to the things that act upon them. \nRather than relying on a central location that can be \nthousands of miles away, the edge is as near to the \n’thing’ as possible. The goal is ultimately a reliable, \nscalable implementation so that data, especially \nreal-time data, does not suffer latency issues that can \naffect an application’s purpose or performance,” says Ari \nWeil, Vice President of Product Marketing at Akamai.8 \nPlainly speaking, this means that if an end user fetches \ndata for the first time from the origin, a copy of that \ndata is subsequently stored by Akamai on a server \nthat is physically closer to the end user. If another \nuser in a similar geographic area wants to view that \nsame data, the work has already been done. This \nbrings our customers’ data closer to their end users \nand is stored at the edge. This helps Akamai further \nreduce our environmental impact while having a \ndirect benefit for our customers. We no longer need to power long fetches to the \norigin for every single request, which effectively \nlowers our collective carbon emissions output. It may \nseem miniscule for a single request, but Akamai \nmanages trillions of these requests per day, which \nadd up quickly. This also has huge benefits for \nperformance and security, as the requested data \ncouldn’t be as close to the end user or as secure as  \nit is when being delivered by Akamai.\nChuck Bernard, Senior Director of Engineering at \nAkamai, says it best: “Efficiency can be related to \nperformance. If you make something more efficient, \nusually you’re making something perform better \nbecause there are fewer steps to delivering the \ncontent from the customer to the end user.”\nThe main challenge we face when incorporating \nsustainability across the platform is finding ways to use \nour hardware, network capacity, and space effectively. \nThrough machine learning, we cache the correct and \nmost relevant data to our edge servers and eliminate \nthe need for repetitive, long fetches to origin, saving \non potential power expenditure as it relates to \nhardware, network capacity, and physical space.  Total Network Energy Consumption and Carbon Emissions Output to YoY Platform Growth \n400,000\n300,000\n200,000\n100,000\n201500.8%\n0.6%\n0.4%\n0.2%\n0.066.00%\n56.00%Brown Power Mix with PUE Attestable Renewable Power with PUE Network Growth (Capacity) YoY Market-Based Carbon Emissions\n0.00%\n2016379,800\n1,667168,500\n2017376,500\n40,860182,500342,000\n160,000\n2020242,700\n72,500235,000\n2018374,300\n154,300\n8,00033.00%\n13.00%\n2019104,500144,400231,800\n30.00%", "metadata": {"source": "NASDAQ_AKAM_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}