{"page_content": "akamai.com    |   6This is where things get complicated, and our \nsoftware efficiencies come to light. While we build \nour network to handle peak traffic needs, which have \nonly been growing as a result of behavior changes \ndue to COVID-19, not all of our servers need to run \nat full capacity all the time. Furthermore, when our \nnetwork is under load, how do we decide what \ncontent/data/information will be popular enough to \nbe cached at the edge? \nWe continue to make our network more efficient by \ndeveloping software to only use the necessary \nhardware resources. The Akamai Edge only caches \n(stores) information that is deemed relevant and likely \nto be accessed again by another end user in the same \ngeographical location. To eliminate the resource drain \nand emissions related to power usage from space \nutilization and CPU from “one-hit wonders,”9 the \nAkamai Edge uses machine learning algorithms based \non the type of content, its popularity, its location, and \nmore, to see if this data is worth the resources that \nwould be required to store it. By decreasing the \namount of one-hit wonders, Akamai is able to lessen \nour carbon emissions output and use less energy.\nThese strides mean that Akamai continues to \ndecouple network growth from emissions, while \nreducing our emissions by 30% since 2015.\nIn 2020, we reduced our scope  \n2 emissions by more than 50% from \n2019 levels, while growing the \nnetwork by more than 60%.\n \n“It’s about using what we have well,” concludes \nChuck. “And while these strides have greatly \nlessened our emissions footprint, there are still more \nefficiencies that we want to drive.”\n“As we continue to advance and grow the Akamai \nIntelligent Edge, there is no question that our engineers, \nsoftware developers, and architects will continue to build an efficient and carbon-conscious platform for \nthe future. Sustainability continues to be a system of \nchange and a scientific mechanism to support our \ncustomers, our community, and our planet’s well-\nbeing. Our team’s environmental awareness will drive \nefficiency across our global edge platform indefinitely,” \nsays Mike Mattera, Global Director of Corporate \nSustainability, Akamai Technologies.Sustainable Strides for Our Customers\nAkamai recognizes that our customers’ \nuse of our delivery, performance, and \nsecurity solutions contributes to their \noverall carbon emissions profile. We \nknow that their customers are \ndemanding improvements and want to \nsee evidence of those claims. We help \nby providing a customized report that \ndetails each customer’s emissions on \nour platform. It shows their global \nemissions as a result of their server  \nand energy usage.\n“Spotify is pleased with Akamai’s \nambitious climate plan. They are \nconstantly improving to enable us to \nget a better understanding of our own \nimpact by providing high-quality data \non our energy usage and emissions as \na result of using their services.” \n—Ebba Grythberg, Sustainability Manager, Spotify", "metadata": {"source": "NASDAQ_AKAM_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}