{"page_content": "akamai.com    |   7Just as our unique infrastructure has large benefits for \ncontent delivery and security, it also makes it harder to \npower using renewable energy. And this challenge is \nfurther exacerbated by our commitment to sourcing \npurchaser-caused net-new renewable energy. Plainly \nspeaking, how do we make meaningful change at the \nedge of the internet? And then, how do we do that while \naccounting for the explosive growth we’ve seen amid the \npandemic and beyond? \nOur approach is twofold. First, we invest in purchaser-\ncaused net-new renewable energy, in areas close to \nwhere we have operations. If we cannot get close to \nthose operations, we mitigate the emissions by procuring \nadditional purchaser-caused net-new renewable energy \nin other carbon intensive areas where we already have \noperations. Second, we work with our data center \npartners to procure attestable renewable energy sources \nto further mitigate our operations in their facilities.  Powered by Renewable \nEnergy  \nHow we’ve managed to power half our \nnetwork with new renewable energy in  \nthe past five years\nEnsuring that our network runs as efficiently as \npossible is only one component of our sustainability \nstrategy. We also source renewable energy to power \nour operations, which is trickier than one would think \ngiven Akamai’s expansive network infrastructure. \nSimilar to the 30% efficiency goal we set back in \n2015, we also committed to sourcing renewable \nenergy for 50% of our controlled data center \noperations by 2020. We’re proud to say that we  \nhave successfully met this goal. But like any other  \ngoal, it was met with certain challenges.CO2e Emissions Reduced\n80%\n60%\n40%\n20%\n0%\nEurope75%\nNorth America72%\nAsia24%\nJapan33%\nHong Kong30%Top 5 Network Focus Geographies for CO2e Mitigation", "metadata": {"source": "NASDAQ_AKAM_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}