{"page_content": "akamai.com    |   8New Renewable Energy \nIn 2020, Akamai successfully realized our 50% \nrenewable energy goal. We did this by investing in \npart through net-new grid-connected renewable \nenergy projects. To date, we have invested in three \nprojects: a wind farm in Texas, a solar array in \nVirginia, and a wind farm in Illinois. \nThe renewable energy produced from those \nprojects covers about 23% of our global power \nneed. To account for potential capacity growth, we \ncontinuously right-size the amount of power we \nneed, then purchase and expand accordingly. \nOur renewable energy strategy is notable because we \nprioritize projects where we are directly responsible for \nputting new renewable energy on the grid. But we \ncan’t do it alone. We collaborate closely with others in \nthe industry and make our lessons learned available for \neveryone, much like we did in 2017. We helped \nspearhead the first-ever renewable buyers consortium, \na virtual power purchase agreement with Apple, Etsy, and Swiss Re guided by 3Degrees, and contracted for \nthe wind farm in Illinois and the solar array in Virginia. \nThese projects are made possible through \ncollaboration with groups like the Renewable Energy \nBuyers Alliance (REBA) and the Future of Internet \nPower (FoIP) to make renewable energy \nprocurement easier and more attainable for \neveryone, not just the huge consumers of power. \nEducation is a vital part of who we are at Akamai, so \nwe brainstormed with these industry leaders to \ndevelop an educational opportunity to demystify \nrenewable energy procurement in a training \nprogram called LESsor Sustainable Energy Network . \nMaking renewable energy easier to understand, we \nlower the barrier to entry and help others lessen \ntheir impacts on the planet. 50% renewable energy goal met\nOur renewable projects account \nfor more than 110,000 MWh of \nrenewable energy.\nAkamai Global Platform Power Mix\n \n  Brown Power Grid Mix  \n30.4%\nRenewable Data Centers \n(Provider Attestations)  \n27.0%Grid Renewables \n(Wind, Solar, Hydro)\n23.8%\nRenewable Grid Mix  \n(Nonattestable)  \n18.8%", "metadata": {"source": "NASDAQ_AKAM_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}