{"page_content": "29 Starbucks Corporation Fiscal 2007 Corporate Social Responsibility Annual Report01 PRODUCTSC.A.F.E. Practices: Fiscal 2007 h ighlights\nIn many ways, C.A.F.E. Practices is both aspirational and tangible. \nOur vision is to raise industry standards for sustainability and to \nprovide hope and opportunity for producers and their families. We \nare committed to continuously working toward realizing this vision.\nStarbucks sets forward-looking targets for the amount of coffee \nwe plan to purchase from approved C.A.F.E. Practices suppliers, \nand then we measure our progress against these targets. Sixty-five \npercent of our coffee purchases in fiscal 2007 were from C.A.F.E. \nPractices suppliers, and we are planning to meet our goal of 80 \npercent by fiscal 2013. In the meantime, we must continuously \nfocus on increasing participation in C.A.F.E. Practices by expanding \nto new regions, motivating thousands of farmers and suppliers to \napply, and guiding potential participants through the application \nprocess.\nGood progress was made in fiscal 2007, and several steps were \ntaken to help advance C.A.F.E. Practices in the future. Below are a \nfew highlights from fiscal 2007.\nExceeded our goal with purchases of 228 million pounds (103 •\t\nmillion kilograms) of coffee from C.A.F.E. Practices–approved \nsuppliers, a 68 percent increase over last year and representing \n65 percent of our total coffee purchases.\nIntroduced\ta\tnew\tscorecard\t–\tVersion\t2.0\t–\tfor\tC.A.F.E. \t •\t\nPractices.\tVersion\t2.0\tincludes\tmore\tthan\t200\tspecific \t\nindicators, making the supplier implementation more \nstraightforward.\nHeld 30 training sessions on C.A.F.E. Practices with more than •\t\n600 producers and processors and conducted technical visits to \napproximately 250 farms and 100 mills. These trainings continue \nto provide us with viable information for agronomy research and \ndata collection in Central America.\nImplemented a new technology system for online verification •\t\nreporting that has helped to streamline the reporting process.\nContinued to work with and solicit input from various parties, •\t\nincluding Conservation International, African Wildlife Foundation \nand Scientific Certification Systems, on ways Starbucks can \ncontinue to improve elements of C.A.F.E. Practices.\nBegan a new three-year project with Earthwatch to validate •\t\nC.A.F.E. Practices agricultural best practices for soil health and \nconservation. At the end of the three years we intend to deliver \na tool that can be used by farmers around the world to better \nmanage soil quality and biodiversity via precision agriculture \ntechniques. C.A.F.E. P RACTICES  PURChASES \nStarbucks established an aggressive goal to purchase 225 million \npounds (102 million kilograms) of green (unroasted) coffee from \nC.A.F.E. Practices suppliers in fiscal 2007. We exceeded that goal \nwith purchases of 228 million pounds (103 million kilograms), \nrepresenting 65 percent of all coffee purchased by Starbucks in fiscal \n2007. (See graph below for purchases.) The 228 million pounds of \ncoffee purchased under the program were produced on farms that \nrepresent a total of approximately 330,000 hectares (815,000 acres) \nof sustainable land.\nPercent Purchased by Supplier Group\nThere are three status levels for C.A.F.E. Practices suppliers: Strategic, \nPreferred\tand\tVerified.\tOf\tthe\t228\tmillion\tpounds\tof\tcoffee\tpurchased \t\nfrom C.A.F.E. Practices suppliers in fiscal 2007, the percentage \npurchased from each supplier group compared to fiscal 2006 is as \nfollows:\nFISCAL 2006 FISCAL 2007\nSTRATEGIC SUPPLIERS  \n(those with scores of 80% and higher in each \nof the social and environmental areas)19% 34%\nPREFERRED SUPPLIERS  \n(those with scores between 60% and 79% in \neach of the social and environmental areas)12% 32%\nVERIFIED SUPPLIERS  \n(those with scores of less than 60% in each \nof the social and environmental areas)69% 34%\nThe strong increase in the percentage of Strategic and Preferred \nsuppliers is a result of continuous improvement efforts of our suppliers, \nand direct participation from our partners around the world with regard \nto quality and improved agronomy practices through our commitment \nwith the Farmer Support Center.", "metadata": {"source": "NASDAQ_SBUX_2007.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}