{"page_content": "52 Starbucks Corporation Fiscal 2007 Corporate Social Responsibility Annual Report02 SOCIET yMake Your Mark Volunteer Program –  \nU.S. and Canada\nMake Your Mark (MyM) is our volunteer program, started seven \nyears ago, that brings partners and customers together to work \non projects that directly affect their communities. Our partners \norganize projects – such as park cleanups, AIDS walks and reading \nevents – in conjunction with local nonprofit organizations.\nIn addition to the hands-on help from Starbucks partners, we \ndonate $10 to M yM projects for every hour volunteered – by \npartners and customers alike – up to $1,000 per project. Since \nit was started in 2000, M yM has inspired our U.S. and Canadian \npartners and customers to volunteer 1.5 million hours for thousands \nof community organizations.\nIn fiscal 2007, partners and customers volunteered 320,000 \nvolunteer hours in M yM events. Although this represents a decline \nin MyM hours from fiscal 2006, M yM continues to be a valued \nprogram that inspires our partners and customers to make a \ndifference in their communities. We are committed to keeping \nopportunities for partner involvement vibrant.Starbucks partners and customers took part in 2007 World Water Day \nevents – such as Walk for Water – in 26 cities in the U.S. and Canada. \nThe Walk for Water raises awareness about the struggle children and \ntheir families in developing countries face on a daily basis to obtain \naccess to safe, clean drinking water. Nearly 11,000 Starbucks partners \nparticipated in last year’s World Water Day events, doubling the number \nfrom the previous year.\n  Learn more about our other support of water-related  \ninitiatives in Ethos Water Fund and World Water Initiatives later in this section . ", "metadata": {"source": "NASDAQ_SBUX_2007.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}