{"page_content": "58 Starbucks Corporation Fiscal 2007 Corporate Social Responsibility Annual Report02 SOCIET yDEMONSTRATION G RANTS FOR N EW \nCOMMUNITY G IVING S TRATEGY\nIn fiscal 2007, The Starbucks Foundation prepared for the \nlaunch of our new community giving approach by piloting several \ngrant-making projects in a number of Starbucks markets, including \nBoston, Dallas, London, and in Washington state where we worked \nwith\tan\torganization\tcalled\ty outh\tVenture. \t\n  More information on Starbucks new global philanthropic program in Starbucks \nNew Approach to Supporting Local Communities earlier in this section.\nDream It. Do It.  \nwith Youth Venture – Washington State\nThe Washington state program successfully demonstrated the \npower of investing in youth in local communities. The Foundation \nselected\ty outh\tVenture\tas\ta\tpartner\torganization\tfor\tthe \t\ndemonstration\tprogram.\ty outh\tVenture,\ta\tglobal\torganization,\tis \t\ncreating a movement focused on inspiring and investing in teams \nof young people to start social ventures, and working to build a \npowerful network of young social entrepreneurs. ( www.genv.ne t).\nThis demonstration project awarded 10 young social entrepreneurs up \nto $1,000 each in seed money. The selections were made by a panel \nof\tyouth\tVenture\tstaff,\tStarbucks\tpartners\tand\tcommunity\tmembers.\nGIVING V OICE G RANTS\nGiving Voice is a regional grant program supporting youth literacy \nprograms. In fiscal 2007, the final year of Giving Voice, The \nStarbucks Foundation gave more than $1 million in grants to \nsupport 120 organizations across the U.S. and Canada. The \nprograms reach youth, ages 6–18, and integrate literacy with \npersonal and civic action in local communities.SPECIAL P ROJECTS TO S UPPORT T hE \nU.S. G ULF COAST\nCommunities along the U.S. Gulf Coast that were affected by the \n2005 hurricanes have faced a long and difficult job of recovering \nand rebuilding. Following the storms, The Starbucks Foundation and \nStarbucks Coffee Company pledged $5 million over five years for relief, \nrecovery and rebuilding efforts. Our efforts to date have included:\nIn 2005, an initial $1 million was contributed to directly support •\t\nrelief in the aftermath of the hurricanes.\nIn 2006, The Foundation supported early rebuilding projects with •\t\nmore than $1 million.\nIn 2007, The Foundation committed $465,000 toward rebuilding •\t\nand revitalizing Gulf Coast communities through the COAST Fund \n(described below).\nSince 2005, The Foundation has matched the volunteer efforts •\t\nof 200 Starbucks partners and customers with contributions of \nmore than $47,500 to the ACORN Institute, a New Orleans-based \nnonprofit organization that helps low-income communities.\nThe Foundation will continue to monitor rebuilding efforts in the region, \nworking with community leaders to determine how the remaining $2 \nmillion of the five-year commitment will be invested over the next three \nyears, and how these funds can best serve Gulf Coast communities.\nIn fiscal 2007, The Foundation’s approach to revitalizing affected \ncommunities took two paths: small, community-based grants through \nthe Creators of a Strong Tomorrow (COAST) Fund, and larger grants for \nmore significant rebuilding projects.\nThe COAST Fund\nThe COAST Fund was launched in 2007 in cooperation with four \nLouisiana regional community foundations. COAST Fund grants are \nawarded to community-based, grass roots organizations that are \ndirectly involved in the recovery efforts. Local Starbucks partners \nparticipated in the COAST Fund grant- making process by helping \nreview proposals and making grant recommendations. In fiscal 2007, \nthe COAST Fund awarded 21 grants ranging from $2,500 to $10,000.\n  Learn more about The COAST Fund at www.starbuckscoastfund.com .", "metadata": {"source": "NASDAQ_SBUX_2007.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}