{"page_content": "72 Starbucks Corporation Fiscal 2007 Corporate Social Responsibility Annual Report03\tENVIRONMENTRECYCLING, R EUSING  AND WASTE \nREDUCTION INITIATIVES\nReducing the volume of solid waste we generate is primarily \naccomplished through recycling and composting biodegradable \nmaterials.\nRecycling\nStarbucks policy for company-operated stores is to recycle where \nboth space and commercial recycling services are available. During \nfiscal 2007, 73 percent of our stores in the U.S. and Canada where \nStarbucks controls waste removal (2,344 out of 3,192 stores), \nrecycled at least one or more items, including cardboard, plastic, \npaper and organic wastes.\nSome of our stores are located in markets where recycling is greatly \nhampered. This may be the result of commercial recycling services \nnot being available in a specific area; the landlord, not Starbucks, \ncontrolling solid waste disposal; or a building owner not providing \nadequate exterior space to place recycling bins. Between fiscal \n2006 and fiscal 2007, the percentage of Starbucks company-\noperated stores that recycled their garbage actually declined. In \n2008, we plan to work more closely with our landlords and building \nowners on fostering more robust recycling programs in areas where \ncommercial recycling services are available.\nFuture Goals\nIncrease the recycling rate of our stores in the U.S. and •\t\nCanada where Starbucks controls waste and recycling to \n76 percent by the end of fiscal 2008.\nIn 2008, we plan to pilot front-of-house recycling bins •\t\nin several major metropolitan markets in the U.S. and \nCanada.Composting – Grounds for Your Garden\nAt a typical Starbucks store, coffee grounds make up more than a \nthird of the waste stream by weight. \n  See Starbucks 2002 Waste Audit table  in this section .\nThat’s why we introduced the Grounds for Your Garden program in \nNorth America in 1995, which offers complimentary five-pound \n(2.27-kilogram) bags of used coffee grounds to customers to use as \na nutrient additive to their soil. The program has spread to a variety \nof locations including Chile, Greece, Australia, Hong Kong, Canada, \nthe UK and Korea.\nDuring fiscal 2007, we worked to promote the Grounds for Your \nGarden program throughout Starbucks greater China region. We had \nsome success, but, after trying to implement the program a number \nof ways, we canceled or suspended it in a few of the markets due to \nlocal environmental policies.", "metadata": {"source": "NASDAQ_SBUX_2007.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}