{"page_content": "Independent Assurance ReportINDEPENDENT ASSURANCE REPORT\nTo the Stakeholders of  \nStarbucks Coffee Company:\nWe have been engaged to provide assurance on the Corporate \nSocial Responsibility (“CSR”) Fiscal 2007 Annual Report (the \n“Report”) of Starbucks Coffee Company (“Starbucks”), for the fiscal \nyear ended September 30, 2007.\nWe have performed evidence-gathering procedures on the following \nsubject matter:\nKey Performance Indicators Summary and Highlights for •\t\nFiscal 2007;\nInformation and data provided in each area of focus of the •\t\nReport (Starbucks and Corporate Social Responsibility, Products, \nSociety, Environment, Workplace, and Diversity); and\nThe management and reporting for the preparation of this •\t\ninformation and data.\nWe have considered the subject matter against the following \nevaluation criteria:\nThe procedures by which the CSR information and data were •\t\nprepared, collated and compiled internally and\nThe control environment over the quality of the information •\t\nand data.\nOur statement should be considered in conjunction with the \ninherent limitations of accuracy and completeness for CSR data, as \nwell as in connection with Starbucks internal reporting guidelines.\nThe Board of Directors of Starbucks is responsible for both the \nsubject matter and the evaluation criteria.Our responsibility is to report on the internal reporting processes, \ninformation and data for CSR based on our evidence-gathering \nprocedures. Currently there are no statutory requirements or generally \naccepted verification standards in the United States of America \nthat relate to the preparation, presentation, and verification of CSR \nreports. There are international standards for the CSR reports that \nwere approved by the International Auditing and Assurances Standards \nBoard (IAASB) in January 2005. Using the IAASB approved standards \nas a guideline, we planned and performed evidence-gathering \nprocedures to provide a basis for our conclusion. However, we have not \nperformed an audit in accordance with the International Standards on \nAuditing. Accordingly, we do not express such an opinion.\nOur evidence-gathering procedures included, among other activities, \nthe following:\nTesting the effectiveness of the internal reporting system used to \ncollect and compile information on each area of focus in the Report;\nPerforming specific procedures, on a sample basis, to validate \nthe CSR data on site at Starbucks coffee buying operations in \nSwitzerland; C.A.F.E. Practices operations in Costa Rica; and \nCorporate headquarters in Seattle, Washington;\nInterviewing partners responsible for data collection and reporting;\nInterviewing partners at retail locations;\nAssessing the information gathering and compiling process of \neach area of focus in the Report;\nReviewing relevant documentation, including corporate policies, \nmanagement and reporting structures; and\nPerforming tests, on a sample basis, of documentation and \nsystems used to collect, analyze and compile reported CSR \ninformation and data.  \nIn our opinion, based on our work described in this report, the CSR \ninformation contained in the Report gives a fair representation of \nCSR performance and activities of Starbucks Coffee Company for \nthe fiscal year ended September 30, 2007. Statements, assertions \nand data disclosed in the Report are reasonably supported by \ndocumentation, internal processes and activities, and information \nprovided by external parties.\nSeattle, Washington  \nMarch 5, 2008\n94 Starbucks Corporation Fiscal 2007 Corporate Social Responsibility Annual Report ", "metadata": {"source": "NASDAQ_SBUX_2007.pdf", "page": 93, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}