{"page_content": "WYNN RESORTS ESG REPORT–2018 2018 PROGRAM | SINGLE-\nSTREAM RECYCLING SYSTEM\nWynn Las Vegas collects both waste \nand recycling in a single receptacle. \nThis single-stream feeds into an \nintensive sorting process that removes recyclable materials, food, and landscape waste with the highest \npossible degree of accuracy. \n2018 ACHIEVEMENTS \nOF THE SINGLE-STREAM \nSYSTEM \n5,990 tons collected and prevented from \nentering landfills.\n166 tons of reusable materials recovered \nand returned to use.\n3,330 tons of food scraps diverted from \nlandfill and repurposed as animal fodder. Less W aste, More Good\nWYNN RESORTS’ FORWARD-THINKING SUSTAINABILITY INITIATIVES SET THE INDUSTRY BAR FOR ENVIRONMENTAL STEWARDSHIP.\n2018 PROGRAM | SOAP \nRECYCLING\nAs a proud partner of the nonprofit \nClean the World, Wynn Resorts recycles \nexcess soap to be made into hygiene \nkits for communities without access to personal hygiene items or sanitation. Wynn Palace and Wynn Macau alone \ndonated nine metric tons of soap in 2018. \nBy repurposing a resource that would typically end up in a landfill, this program reduces waste while also preventing \nsanitation-related illness in areas of \nhigh risk.\n2018 PROGRAM | LED \nPROJECTS\nAn early adopter of energy-efficient \ntechnologies, Wynn Las Vegas started the Plastic Becomes \nthe Past\nWHEN WYNN RESORTS TOOK ACCOUNTABILITY \nFOR THE ENVIRONMENTAL PITFALLS OF PLASTIC \nSTRAWS, IT SPARKED A LARGER MOVEMENT.  \nWynn Resorts is thoroughly and continually evaluating our environmental \nfootprint. 2018 was a milestone year in addressing single-use plastics. \nSit at any restaurant today and you can \nexpect to see a plastic straw in every beverage. Yet these small pieces of plastic \nserve a limited and short-lived purpose \nat the table. Plastic straws can linger for centuries in landfills, and the small size of plastic straws lead to mishandling. If not \nproperly handled, plastic straws contribute \nto oceanic pollution and acidification of the water, as well as cause harm to marine wildlife that mistake the indigestible \nmaterial as food. When we looked at the \nscale of this issue, we looked for a change within our operations.  \nEfforts to remove single-use plastic straws \nbegan in 2018. Straws would be provided to guests at Wynn Las Vegas only upon \nrequest, reducing the volume of straws \nused at the resort. But, we looked beyond this small solution. The goal was to put an end to the hotel’s contributions to plastic \nstraw pollution. The right solution came \nin the form of a plant-based material that mimicked plastic. Derived from corn, the \nnew plant-based straws \nwere immediately \nwelcomed by guests at \nthe resort. The program \nprevents the consumption \nof 19.2 million plastic \nstraws every year at Wynn Las Vegas. \nWynn Macau and Wynn Palace have also \nmitigated the use of plastic straws by \nswitching to potato-based straws that \nbiodegrade in 18-24 months.\nThis program is important not only for \nthe sourcing of the material; it also \naddresses what happens after straws have served their purpose. The heat and moisture available at an industrial \ncomposting facility organically break \ndown plant-based material in 90 days. In Macau, our employees donated one million paper straws to local businesses to educate and bring awareness to the \nalternatives to plastic. Due to our \nunending attention to detail, guests can be confident that the environmental \nimpact of their stay is being evaluated \nwith care. \nBy 2019, all Wynn Resorts properties \nwill have straws made from alternatives \nto plastic. This program will expand further in 2019 when Wynn Las Vegas and Wynn Macau, Limited will transition \nto compostable packaging and to-go \ncontainers, which are also made from biodegradable or environmentally \nfriendly materials.LED bulbs have saved Wynn Las Vegas more than 143 million kWh of energy.CULTIVATING A HEALTHY PLANETWYNN \nLAS VEGAS\ntransition from traditional bulbs in 2008. \nAs of 2018, LED bulbs have saved Wynn \nLas Vegas more than 143 million kWh of \nenergy. Wynn Palace and Wynn Macau continue the transition to LED lighting, which started in all employee-facing \nspaces in the resorts. \nGROWING GOOD FOR \nFUTURE GENERATIONS\nIn 2018, Wynn Las Vegas sponsored \nthe nonprofit Green our Planet. \nThis sponsorship has reached 5,000 \nelementary school students through nutritional education programs and environmental education training \nusing indoor and outdoor gardens.Wynn Las Vegas welcomed more than 500,000 guests in 2018, creating more than 14,000 tons of byproduct waste. To respond to the \nenvironmental challenges of an operation of this scale, Wynn Resorts has implemented an environmental management policy to address energy, emissions, water, waste, and purchasing practices. Wynn Resorts invests heavily in responsible end of life-cycle management and \nsustainability initiatives of scale, because of their potential environmental impact. \nThese initiatives don’t only reflect the Company’s progressive values, but also how Wynn Resorts is working to redefine industry \nstandards for sustainability.\n24 23", "metadata": {"source": "NASDAQ_WYNN_2018.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}