{"page_content": "REVITALIZING OUR VIBRANT COMMUNITIESREVITALIZING OUR VIBRANT COMMUNITIESWYNN RESORTS ESG REPORT–2018Wynn Resorts has a long track record \nof investing in the communities where \nits employees live and work. For Encore \nBoston Harbor, investment focused on the issues that hinder an individual’s ability to find financial stability. \nIn the Greater Boston area, chronically \nunemployed individuals face significant hurdles to re-entering the workforce, \nputting them at an incredible social \nand financial disadvantage. For these individuals, training is an important step \ntoward job stability. Wynn Resorts is proud \nto support organizations such as the New England Center for Arts and Technology (NECAT), which provides at-risk and \nresource-limited adults with the technical, \nprofessional, and life skills necessary to secure stable, long-term jobs in the culinary industry. By establishing strong \nrelationships with employers, nonprofit \norganizations, and donors, NECAT is able to provide its students with \ncomprehensive and industry-specific \njob readiness training, career-directed education, individualized support, employment services, and placement \nassistance targeted to the practical \nneeds of the workplace. \nEncore Boston Harbor supported a major \nfundraising event to benefit NECAT on \nGiving Tuesday in 2018. The event saw NECAT students cook and prepare \nan exquisite tasting menu alongside \nexecutive chefs from Encore Boston Harbor. Encore Boston Harbor employees volunteered 500 pro bono \nhours in planning and organizing the \nevent, worth $75,000 in value. The event brought community members together for live \nentertainment, chef demonstrations, and an auction \nfeaturing many items donated by \nEncore Boston Harbor. The event was \ntremendous success, surpassing initial goals by raising over $360,000 for NECAT. \nThe support from Encore Boston \nHarbor did not end after the fundraising \nevent. Encore Boston Harbor will offer \nemployment opportunities to graduates of NECAT at any of the resort’s 13 dining venues.\n“Through our \npartnership with \nNECAT, we are proud \nto make a significant \nimpact by providing \nour community’s most \nvulnerable populations \nwith the tools they need to rehabilitate their \ncareers — and we look \nforward to welcoming \nmany of these trained \ngraduates to our Encore \nBoston Harbor \nculinary team,”-Robert DeSalvio, \nPresident of Encore \nBoston Harbor. \nJOEY CUZZI\nNew England Center for Arts \nand T echnology Executive Director\nWe are embedded into the culture of \nEncore Boston Harbor on many levels. The relationship between Encore Boston Harbor and NECAT has had a profound effect on our organization. The success of an Encore-inspired and directed fundraiser allowed us to add staff, grow our number of culinary trainees, and improve the delivery of our training model. Encore Boston Harbor’s commitment to hiring our graduates has offered hope to our participants - many of whom never dreamed that such a first-class opportunity could be a reality for them. We are enormously grateful.\nEncore Boston Harbor donated\n500  \npro bono volunteer hours,  \nvalued at \n$75,000  Paths to Prosperity\nTHE PHILANTHROPIC EFFORTS AT ENCORE \nBOSTON HARBOR PROMOTE ECONOMIC \nGROWTH FOR VULNERABLE GROUPS.Encore Boston Harbor and NECAT chefs in preparation for the 2018 NECAT fundraising event.ENCORE \nBOSTON\nHARBOR\n38 37", "metadata": {"source": "NASDAQ_WYNN_2018.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}