{"page_content": "TRA VELER IMPACT REPORT\nTHE LINDBLAD  \nEXPEDITIONS-NATIONAL  \nGEOGRAPHIC FUNDDEAR TRA VELER,\nWhile 2021 and 2022 \nwere clearly troubled years with immense challenges, I’m happy to say that the Lindblad Expeditions-National Geographic Fund continued to thrive and \nto grow in its dedication to conservation, science, and education. Together with our guests, we were able to invest nearly $3 million in support of grants and \nprograms. We also doubled our annual commitment to \nNational Geographic Pristine Seas in order to expand marine protected areas globally.\nIn 2021-2022, the fund celebrated its commitment \nto many different forms of diversity: geographic, with investments in 21 countries; generational, with 18 grants to people early in their careers alongside legacy programs—including our decade-long support of Pristine Seas; and education, as the 50 educators selected for the latest cohort made the Grosvenor Teacher Fellowship the largest, most diverse class in the program’s history.\nIt’s hard to describe how satisfying it is to see such \ntremendous, valuable work being done by so many people in service to our planet. And I know that when travelers are exposed to the world’s wonder and beauty, it often has a life-changing effect. This fund has become a tangible result of travelers wanting to invest in the planet’s health, an investment that is crucial for the well-being and prosperity of future generations.\nAll the best,\nSVEN-OLOF LINDBLAD\nFounder and Co-Chair of the BoardLindblad Expeditionssupports projects to understand and protect our world’s ocean, restore \ncritical marine and coastal habitats, and foster environmental stewardship in the regions visited by our fleet, and beyond. Funding for our work comes from shipboard travelers inspired by our shared mission.\nTRA VELER IMPACT REPORT\n1", "metadata": {"source": "NASDAQ_LIND_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}