{"page_content": " 14  //  CORPORATE RESPONSIBILITY\nCOMMUNITY RELATIONS\nWe focus our philanthropic giving on supporting and improving the communities in which our employees live and work. This includes supporting the participation  \nof our communities in STEM-oriented activities. We believe that good corporate citizenship requires active participation in the communities in which our offices  \nare located and being a part of our vibrant local cultures around the globe. We receive so many benefits from our neighborhoods, and are committed to giving  \nback to them. \nOur philanthropic activities fall primarily in the areas of supporting our employee contributions and volunteer efforts in the areas of STEM, health and human services, \npublic and cultural and scientific affairs. In many cases, our employees are encouraged to champion these activities with Ansys joining in with matching contributions. \nIn 2019, Ansys provided support to a variety of charities and volunteer efforts which included food relief, children’s medical research, and support of STEM through \nvarious robotics competitions, makers spaces and educational outreach programs. Additionally, as a premier technology company in Western Pennsylvania, we pledged \nsupport to Junior Achievement Biz Town, a learning laboratory for elementary and middle school students. The project is expected to offer students a day-long visit to an \ninteractive, mock town that simulates the day-to-day functions of thriving communities to offer students a  \nreal-world learning.\nAdditionally, Ansys has been a longtime supporter of the Design Lives Here initiative. It is a partnership between WQED Multimedia and the Engineers’ Society of Western \nPennsylvania.  Design Lives Here is a STEM-based education outreach program that promotes learning about engineering via interactive teaching, mentoring, and \nchallenge investigations and explorations.\nOur technology is used for research and teaching at engineering schools around the globe, including both undergraduate and graduate \ndegree programs. Ansys’ academic products are used by students who are our future engineers, researchers and leaders. \nAnsys also encourages our commercial customers to engage with academic institutions and students \ncontributing knowledge, information transfer and career progress to members of our academic \necosystem. Ansys provides special product versions at no cost to students that are suitable for use \naway from the classroom, for personal educational use. \nDuring 2019, the free Ansys Student version was downloaded approximately 290,000 times. \nDuring this same time period, we sponsored more than 400 student teams building innovative \nvehicles that competed in Formula SAE, World Solar Challenge, and other similar events \nglobally. This engagement benefits the students by improving their innovation and technology \nskills while also enhancing preparedness for future careers in engineering.", "metadata": {"source": "NASDAQ_ANSS_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}