{"page_content": " 18  //  CORPORATE RESPONSIBILITYSUPPORTING CIRCULAR ECONOMY (CE) THROUGH MATERIALS INTELLIGENCE\nIn 2019, we completed our acquisition of Granta Design and welcomed Granta to Ansys. The Granta team works extensively on the circular economy, including as part of \nthe Circular Economy 100 (CE100) group. \nCircularity is all about maintaining materials in flow – minimizing extraction of new materials and waste. In the words of the Ellen MacArthur Foundation “A circular \neconomy is based on the principles of designing out waste and pollution, keeping products and materials in use, and regenerating natural systems”. \nIn practice CE has a variety of approaches. CE means designing products to last – displacing the need for a greater number of products on the market. It also \nmeans designing products that can be effectively disassembled at the end of use to enable reuse, the remanufacturing of parts and the more effective recycling of \nmaterials – decoupling economic growth from resource consumption and minimizing business exposure to price volatility and supply disruptions. In some cases, it also \nmeans circular bio-economy approach of shifting from synthetic materials to biological alternatives that do not create an environmental liability for the business. \nCircular bioeconomy is a key point of focus today for highly dispersive materials such as ocean plastics. CE at its core has renewable energy use, responsible and \nregenerative material sourcing and directly supports the achievement of the UN’s Sustainable Development Goals.\nThe CE is relevant to our customers and Ansys as an inevitable economic model for many materials. Commodity price increases led by increasing demand from \nemerging markets and a growing middle class has made decoupling economic growth from resource extraction a significant economic opportunity for many of our \ncustomers. \nMcKinsey has valued this opportunity at €1.8 Trillion by 2030 for Europe alone. Ansys tools will play an important role in realizing the opportunities of a circular \neconomy by providing materials knowledge and supporting the redesign of many of the products and product systems we used today, from textiles to infrastructure. \nAnsys tools support technologies such as autonomous vehicles, which may unlock significant circular economy opportunities by capitalizing upon the 92% of time that \nmost vehicles sit idle outside our homes and businesses. \nGranta tools and other Ansys solutions contribute to circularity by helping our customers design for durability and increased efficiency, remove waste, and apply new \ntechnologies (such as 3D printing).\nGranta is proud to be one of the oldest members of the Circular Economy 100, to have been one of the original signatories of the New Plastic Economy Global \nCommitment and to have actively supported the integration of Circular Economy principles into design and engineering workflows over the past decade. In particular, \nGranta worked with the Ellen MacArthur Foundation to develop metrics to determine circularity of a product.\nENVIRONMENTAL RESOURCE MANAGEMENT\nAnsys operates in facilities and data centers globally. Except for a small number of owned facilities in the US and one in India, the company and its subsidiaries lease office \nspace in various locations throughout the world. Accordingly, our ongoing sustainability initiatives at our facilities and data centers are aligned with the suitability of such \ninitiatives to each location.", "metadata": {"source": "NASDAQ_ANSS_2019.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}