{"page_content": "PLANET  //  19\nBy designing a tree-like wind power generator \nwith steel branches and plastic leaves, New Wind \nhas created an aesthetically pleasing alternative \nenergy source for urban environments, bringing \nenergy generation closer to people.We are committed to pursuing creative and cost-effective solutions and to save energy and water and to recycle waste at our facilities and data centers. These \nmeasures may vary across offices based on the locally available resources and opportunities. As an example, in our Pune, India office, we reuse treated wastewater for \nwatering the garden and greenery around the office. \nOur energy saving measures include motion sensitive lighting, night/weekend HVAC setbacks, LED lights, and free-cooling or cool aisle containment for data centers. \nOur water conservation measures include aerators for faucets and low volume flush valves. Our waste related measures generally include recycling of IT equipment \nand computers, paper and other waste, reducing paper consumption and plastic cup usage, and use of green-certified materials for new interior construction work. At \nmultiple locations, we have ‘bike to work’ initiatives. Our newly built roof-top solar system at our Pune, India office became operational in 2018. In the same year, our \nSheffield, UK office relocated to a building with a green certification. \nAs described in more detail in our Environmental Sustainability Program Statement, we support green building standards and operations across our glob al sites, \nincluding priority consideration for green building certifications and installation of both standard and creative site-specific green initiatives in the operation of  \nour facilities. \nThese measures in our global offices will be aligned to the locally available resources and opportunities. We endeavor to select electronic  \nwaste disposal providers that ensure that electronic waste is disposed of in an environmentally friendly manner. We strive  \nto explore local opportunities for procuring electricity from renewable energy sources at our global facilities.  \nWe strive to shift our data center use to highly energy efficient providers with a proven track record of  \nsustainability. We set expectations for our key vendors through our procurement selection processes.  \nEach year, we ask our vendors to certify their allegiance to responsible use of resources in the supply of\n their products and services to Ansys. \nNotably, our headquarters in Canonsburg, USA is LEED-certified, as well as our Beijing, Chengdu  \n(sales office) and Shanghai, China, and Hyderabad, India offices. We are currently expanding worldwide \nour initiative of using green construction materials for the interiors of new office projects.\nESTIMATED EMPLOYEES WORKING FROM GREEN-CERTIFIED \nBUILDINGS OR FACILITIES ACCESSING GREEN ENERGY IN \nWHOLE OR IN PART34%\n(As of December 31, 2019)", "metadata": {"source": "NASDAQ_ANSS_2019.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}