{"page_content": "PRACTICES  //  23\nTo assess the current health of the relationship with our customers, we use the Net Promoter Score (NPS) as our metric. The NPS is a quality system management \ntool that can be used to gauge the loyalty of a firm’s customer relationships. It serves as an alternative to traditional customer satisfaction research. The NPS is obtained by \nasking customers a single question “How likely are you to recommend Ansys products and services to a colleague?”\nOur go-to-market strategy continues to yield strength through diversity of customers, channel partners, industry mix, geographies, and types of licenses.\nTo address the demands of our diverse customer base, we adopted the strategy of investment in our core technologies, aimed at continuous improvement in the accuracy \nand usability of our multi-physics tools, and attention to adjacencies important to our customers, including functionalities supporting digital exploration, additive \nmanufacturing, digital twins, and autonomous vehicles.\nDATA SECURITY AND DATA PRIVACY\nAnsys Privacy and Information Security teams work closely to identify and address potential risks to the security of the data we hold and process. Ansys is committed to \nworking to protect the data our customers, partners and employees provide to us through appropriate security and privacy practices. \nOur Information Security Office (ISO) is passionate about security and committed to delivering and maintaining a global enterprise information security program. \nOur cybersecurity program, governed by a cross-functional cybersecurity committee that is chaired by the CFO and General Counsel, is designed to identify, prioritize and \naddress security risk under the NIST framework.  \nOur Global Information Security Director oversees IT security for Ansys. Our security teams regularly monitor and improve the program to combat the ever-changing threats \nand to help embrace our values and commitment to our customers.  \nOur approach is intelligence-driven and risk-based. This permits our business leaders to effectively prioritize and mitigate risk to protect what matters most. \nMaintaining this program is possible only by promoting the right company culture through our employees and partners and by fostering a sound partnership with our \nGlobal Data Privacy Director, our Senior Leaders as well as our Board of Directors. The Audit Committee, a function within the Board of Directors, provides oversight for our \nsecurity program and receives a cybersecurity update each quarter.\nRegular vulnerability assessments are paramount for data security. The assessments seek to uncover holes attackers can find and use to penetrate our walls. We conduct \nvulnerability scans on our internal and external assets followed by availability testing then remediation to close the security gaps. ", "metadata": {"source": "NASDAQ_ANSS_2019.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}