{"page_content": " 24  //  CORPORATE RESPONSIBILITYWe also employ third party quarterly penetration testing to attempt to verify closure of known vulnerabilities and uncover advanced, unknown vulnerabilities \nscanning tools cannot detect.  This includes human vulnerability testing commonly exploited through phishing and advanced spear-phishing techniques.\nEmployees are our first line of defense. Our cybersecurity awareness and training function’s primary focus is to maintain a cyber-risk culture through a cycle \nof education, testing and performance measuring, with the goal of crossing the finish line with improvements. Our program begins with training new employees in \ncybersecurity as they join Ansys, followed by awareness communications and other continuous training sessions throughout the year. \nWe use a variety of initiatives to educate our teams, including quarterly incentive programs to recognize employees for their contributions to our security program. \nThese elite employees are recognized as our Security Champions. To reach this elite status requires sustained dedication and contribution to our security program.  \nThe initiatives provide our employees with a clear escalation process to report potential threats allowing us to quickly adjust our defenses. \nThe Privacy team works to drive continuous improvement across our business operations, partnering with stakeholders to identify and mitigate data protection risks.  \nIn close alignment with the Information Security team, IT and Ansys leadership, the privacy team seeks to ensure that our global privacy program addresses the needs \nof Ansys and our customers, partners and employees. \nOne of the key ways we work to improve privacy at Ansys is to provide guidance for cross-functional and strategic initiatives to incorporate data privacy and risk \nmitigation concepts, in accordance with the Ansys Privacy Notice and our customer disclosures and consents. \nPrivacy is a priority of our employees, and we strive to keep it so by providing tailored training and awareness opportunities to our teams. We also prioritize privacy \ncompliance by our vendors and partners by seeking to implement appropriate policies and procedures, as well as contractual obligations for data processors \nwe engage. As we continue to develop and roll out new technologies and mechanisms for licensing to offer customers more services in the cloud, and to add new \ncompanies and partners to our environment, the Privacy team will seek to ensure that our privacy program keeps pace with the priorities and goals of the business.\nIn addition to protecting the data we hold, Ansys endeavors to provide transparency and, to the extent applicable, choice in how we process data. \nOur Ansys Privacy Notice outlines our approach of general use and secondary uses of data in specified circumstances covered by legitimate interest-based processing, \nincluding sharing of data with vendors and partners. The Privacy Notice also sets forth our approach of consent-based processing where consideration ought to be \nprovided to honoring opt-outs and limiting the use and sharing to the extent permitted by the consent. For more detailed information on how Ansys endeavors to \nprotect data across the organization, please consult the Ansys Privacy Notice at www.ansys.com/privacy.\nDISTRIBUTION CHANNEL\nWe distribute our Ansys suite of simulation technologies through a global network of independent resellers and distributors (collectively, channel partners) to \naugment our direct sales offices in strategic global locations. This channel partner network provides us with an effective local distribution channel as well as technical \nsupport. We also use highly specialized channel partners where needed.\nWe are committed to the same high-quality standards for both our direct and indirect channels.", "metadata": {"source": "NASDAQ_ANSS_2019.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}