{"page_content": "PRACTICES  //  27\nEmployee Training: All employees are trained on the Code and workplace harassment when they are hired and complete an annual certification on the Code \nand related policies. Additionally, all employees are retrained on the Code and workplace harassment periodically. Other training, both in-person and online, is \ndisseminated as needed. \nAdministration: Ansys board of directors oversees the implementation of the requirements of our Code. Our General Counsel is tasked with overseeing the \nadministration of our compliance program. Our corporate compliance committee consists of senior representatives from human resources, legal and finance, and \nmeets from time to time to discuss and make recommendations related to investigations, conflicts of interests and other compliance business.\nHUMAN RIGHTS POLICY\nAnsys is committed to respecting fundamental human rights and freedoms as a part of our corporate values. Ansys Human Rights Policy solidifies our support and \ncommitment to prevent or mitigate adverse human rights impacts that are or potentially may be directly linked to our operations, products, or services.\nThe policy builds on the principles included in our Code to: \n• Set forth a set of standards applicable across our global operations \n• Identify public conventions that are our signposts \n• Governance, reporting and training related to human right concerns \n• Promote human rights in context of our employee and customer relationships \n• Build on the framework to promote human rights within our vendors and partners\nOur commitment to creating safe and healthy working conditions for our employees emanates from the policy. This aspect is the focus of our Occupational Safety and \nHealth Commitment. Please refer our Investors page for our Human Rights Policy and Occupational Safety and Health Commitment.\nFor further information, please contact our Corporate Responsibility Coordinator at corporateresponsibility@ansys.com", "metadata": {"source": "NASDAQ_ANSS_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}