{"page_content": "MERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 202124 25SIGNIFICANCE:  \nAccess to fresh water is essential for human life and well-being \nand is recognized by the United Nations as a human right. The \namount of water withdrawn and consumed by an organization \nand the quality of its discharges can impact the functioning of \nan ecosystem. Direct impacts on a watershed can have broader \neffects on the quality of life in an area, including social and \neconomic consequences for local communities and Indigenous \npeoples. Monitoring and measuring water quality provides \nempirical evidence to support compliance with environmental \nlaws and regulations. Improving the quality of effluent from our \nmills’ wastewater treatment plants to their respective rivers is key \nto reducing our environmental impact.PROGRESS AND TARGETS:  \nEach year, effluent quality targets are established to measure and \nmonitor the following effluent parameters and nutrient addition, \nfocusing on continuous performance improvement.\nAOX (Absorbable Organic Halogens)  \n• Mercer’s AOX emissions from the production of bleached \nchemical pulp indicate the quantity of halogens bound to the \norganic compounds present in the effluent.\n•  The AOX per tonne of pulp has decreased by 1 1 percent over \nthe past five years.\nBOD (Biochemical Oxygen Demand)  \n• The BOD load per tonne of bleached chemical pulp is an \nindicator of process control and the efficiency of the biological \neffluent treatment system.\n• BOD of wastewater effluents is used to indicate the short-term \nimpact on the oxygen levels of the receiving water.\n• The combined Mercer operations experienced an 8 percent \nincrease in 202 1 due to operational upsets and extended \ndowntime at the Mercer Peace River mill that negatively \nimpacted the performance of the mill’s effluent treatment \nsystem.COD (Chemical Oxygen Demand)  \n• COD is an indicator of process control and the efficiency of the \nbiological effluent treatment system.\n• The COD load increased 3 percent in 202 1 compared with 2020.\nTSS (Total Suspended Solids)  \n• The TSS is often a measure of the effluent treatment system \n(type), quality and biological health.\n•  The TSS load per tonne of pulp increased significantly for \nour combined operations as a result of Mercer Peace River’s \nextended 88-day downtime and corresponding reduced pulp \nproduction.\nNutrient Addition (Phosphorus and Nitrogen)  \n•  Phosphorus is found naturally in wood chips and lime used \nin pulping. Total Bound Nitrogen (TNb) measures how many \nunused nutrients are discharged to the receiving water. Nutrient \naddition in the pulp mills’ effluent treatment plants provides the \nbiology of the nutrients needed to ensure efficient treatment \nprocess operation.\n•  The phosphorus load per tonne of pulp has continuously \nimproved over the past five years. Nitrogen levels have \nremained stable for all mills over the past five years.\n• The Mercer Rosenthal and Mercer Stendal mills have \nsuccessfully removed excess phosphorus before discharge.KPIs:   \nEffluent and  \nWastewater Quality\nSECTION 3: CONTINUOUSLY IMPROVE ENVIRONMENTAL PERFORMANCE0.000.010.020.030.040.050.060.070.08AOX (kg/ADMT)\n2017 2018 2019 2020 20210.063BOD (kg/ADMT)\n0.000.050.100.150.200.250.30\n2017 2018 2019 2020 20210.28TSS (kg/ADMT)\n0.00.20.40.60.81.01.2\n2017 2018 2019 2020 20211.09\nTNb (kg/ADMT)\n0.000.020.040.060.080.100.12\n2017 2018 2019 2020 20210.110COD (kg/ADMT)\n024681012\n2017 2018 2019 2020 202111.39\nTHE MERCER WAY:  \nOur continuous improvement approach to effluent quality is \nbased on operating best practices and investing in best available \ntechniques to ensure our mills operate modern plants that exceed \nregulatory requirements and improve resource efficiency. Our ISO \n1 4001 Environmental Management System certification at each \npulp mill supports this rigorous approach to managing water and \neffluent quality. Our water management practices include internal \nwater monitoring, spill control and containment procedures. These \nreduce the risk to wastewater, upstream contaminants, temperature \nand more. Our best practices include troubleshooting processes, \nalarms and control systems and facility audits and inspections with \nclose cooperation with the respective authorities. Our pulp capacity \nexpansion and modernization projects, including the Stendal 7 40 \nand the Rosenthal 400, are designed to include effluent quality \nimprovement initiatives to ensure these expansion projects reduce \nour overall environmental footprint.", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}