{"page_content": "26 27\nMERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 2021 EMBRACE SOCIAL RESPONSIBILITY2021 2022 PROGRESS TO DATE / 2030 VISION\nMERCER  \nHOLZReduce risk of damage to soil and water by converting \nall trucks and harvesting equipment to bio-hydraulic oilComplete conversion by end of 2022Conversion process progressing well with completion planned \nby end of 2022\nMERCER   \nPEACE RIVERMinimize waste disposal to landfillPursue circular economy opportunities with these targets: \nAerated Stabilization Basin (ASB) biosolids @ 3,065 Bone \nDried Tonnes (BDT), wood ash land application @ 1,000 \nwet tonnes, hot lime sales from landfill @ 2,000 wet tonnes, \nreduce volume of dregs to landfill by 2,300 m³ASB biosolids @ 3,065 BDT, wood ash @ 1, 1 29 wet tonnes, \nhot lime @ 564 wet tonnes. Eliminate solid waste through \noperational improvements and circular economy solutions\nEliminate community odor complaints & identify  \ncapital plan projects to reduce risk of odorDevelop a project to incinerate Non-condensable gases (NCG) \nstreams in the recovery boiler to eliminate SO ₂ emissionsReceived two odor complaints in 202 1. Project to eliminate flash \nsteam scheduled for 2025\nMERCER  \nROSENTHALReduce COD load of wastewater substream Reduce COD in secondary condensateInstalled secondary condensate stripper, results to be  \ntracked in 2022\nReduce log yard noise emissionReduce noise emissions through construction  \nat log dumping station\nMERCER  \nCELGARReduce waste disposal to landfill through improved \noperation of lime and dregs processes. Benchmark other \noperations to develop solutions for recycling limeImplement dregs circuit improvement initiatives.  \nImprove soda inventory managementIdentified operational changes and opportunities for \nimprovement of the dregs circuit. Changes in place by  \nend of 2022\nImprove basin biology health to minimize pH effluent events. \nImplement a controls project to maintain primary clarifier \neffluent of 6.5–8.5 pH following a diversionImprove effluent health and reduce total suspended  \nsolids eventsDeveloped control strategy and completed engineering. \nImplemented effluent pumping station control with use >98%\nReduce venting emissions from chip bin & dilute  \nNCG ventingVenting emissions reduced through focus on prevention in the \ndaily management system and improvements in digester level \nand feed systems\nMERCER  \nSTENDALReduce waste disposal by 5% over three yearsReduce waste disposal by 5% over three years. Reduce \ndisposal costs of green liquor dregsSolid waste increased slightly to 22.3 kg/ADMT in 202 1\nMERCER  \nFORESTRY SERVICESReduce risk of environmental damage to soil and waterMinimize ground disturbance through low-impact \nharvesting equipmentBegan a winch-assisted harvesting site to improve safety  \nand sustainable harvesting\nSANTANOLAssess plantation/forest management certifications to \nreduce risk of environmental damageComplete certification assessment in 2022 Not completed due to COVID, rescheduled to 2022\nMinimize water use and chemical use for pesticides  \nand herbicidesInvestigate strategies for recycling vacuum systems  \nand cooling water. Goats to manage all melon weed  \n(420 hectares) by end of 2022. Decrease chemical use  \nby a further 10%Increased livestock use to manage weeds meant less reliance \non chemical spraying. Further decrease use of chemicals for \npesticides and herbicides\nMERCER  \nTIMBER PRODUCTSReduce fresh water use in the continuous kilns by \noptimizing spraying system. Reduce dust emissions in the \nshaving loading areaModernization of backup boiler to enhance heat \ngeneration, improve the filter system and waste gas \npurification controlSignificant progress has been made in optimizing water \nconsumption in the continuous kilns and dust emissions. The \nupgrade to the backup boilers will be state of the art in terms of \nair emissions performanceMercer  \nGoal 1:\nCONTINUOUS \nIMPROVEMENT IN \nENVIRONMENTAL \nPERFORMANCE", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}