{"page_content": "2021 2022 PROGRESS TO DATE / 2030 VISION\nMERCER  \nCORPORATEConduct water risk study for each operationDevelop comprehensive understanding of water risk for \neach facility and plans for addressing potential issuesCompleted company-wide water risk assessment using WWF \nWater Risk Filter and detailed risk assessment at Rosenthal\nJoin SBTi & develop goal to achieve GHG emission \ntargets well below 2°CApproved SBTi goals for Scopes 1–3 GHG emissions \naligned with well-below-2°C pathwayMercer became a signatory to the SBTi\nMERCER  \nHOLZReduce Scope 3 GHG emissions & develop process to \ncalculate CO₂ emissions/m³Complete project to calculate CO ₂ & monitor and \nimprove supply chain GHG emissions in wood sourcingLaunched collection project for supply chain GHG emissions & \nestablished goal to reduce Scope 3 emissions by 35% by 2030\nMERCER   \nPEACE RIVERReduce Scope 3 GHG emissions by developing/\napproving new woodroom project$57 million CAD woodroom facility completed in 2022New woodroom facility to launch May 2022. Annual Scope 3 \nreduction target is 3 1,000 tonnes CO ₂e\nReduce Scope 1 GHG emissions to 340 kg/ADMT by \nreducing natural gas burned in recovery boiler/power boilerReduce Scope 1 GHG emissions to 340 kg/ADMT. \nInstall high efficiency controllers on precipitator and \nrebuild stoker padOperational challenges led to Scope 1 GHG emissions of 526 kg \nCO₂/ADMT (from 347 in 2020). Challenges included an 88-day \noutage to repair the recovery boiler\nMERCER  \nROSENTHALConvert on-site vehicles to emission-free Increase emission-free vehicles from 20 to 25 Purchased five electric cars to increase on-site fleet from 1 5 to 20\nReduce GHG emissions to 1 35 kg CO ₂/ADMT Reduce GHG emissions to 1 25 kg CO ₂/ADMTAchieved emissions of 1 28 kg CO ₂/ADMT. Define project and \nprocess alternatives to replace fossil fuel with biofuel at lime kiln\nIncrease renewable energy generation to 407 GWhInstall demonstration plant and R&D lab to extract up \nto 1 tonne/day of lignin from black liquor & conduct \nfurther biomaterials researchOnly 2 1 2 GWh renewable electricity generated due to significant \ngenerator damage resulting in 6 months of generator downtime\nMERCER  \nCELGARReduce Scope 3 GHG emissions related to harvesting, \ntransporting, and chipping woodComplete $27 million CAD woodroom modernization \nprojectWoodroom construction begun December 202 1\nReduce Scope 1 GHG emissions to 260 kg CO ₂/ADMTImproved mill reliability led to 250 kg CO ₂/ADMT. \nInstall STG3 steam turbine extraction port to increase \noperational flexibility and reduce fossil fuel needsAchieved GHG emissions of 267 kg CO ₂e/ADMT. Mill upset \nconditions required additional use of natural gas\nRenewable energy generation of 456 GWh Generate 456 GWh renewable energy Generated 392 GWh renewable energy in 202 1\nMERCER  \nSTENDALReduce Scope 1 GHG emissions to 109 kg CO ₂/ADMTDefine project and describe process alternatives to \nreplace fossil fuel with biofuel at lime kilnEmissions to 109 kg CO ₂/ADMT in 202 1. Installed stationary lime \ncooler as part of the Stendal 7 40 Project to reduce specific use of \nfossil natural gas at lime kiln by 2% kWh/tonne lime\nGenerate 870 GWh renewable energy Generate 900 GWh renewable energy Increased electricity production to 896 GWh\nReduce Scope 3 GHG emissions in transportation \nthrough e-mobility investmentsIncrease number of emission-free vehicles and charging \nstationsInstalled two public charging stations in 202 1 \nMERCER  \nFORESTRY SERVICESUpgrade 10% of mobile equipment and trucking fleet to \nTier 4 emissions standardsUpgrade 10% of heavy equipment to Tier 4 emission \nstandards1 4% of heavy equipment fleet upgraded with new equipment \nmeeting Tier 4 emissions standards\nSANTANOLReduce GHG emissions by expanding livestock plan, \nreducing burning of plantation waste and replacing 20% \nof high-emissions vehiclesIncrease goat program to 2,000 goats, replace \nremaining high-emission vehicles with hybrid or \nelectric, and evaluate host tree wood samples for other \napplicationsGoat program progressed to 700 animals (25% of total estate), \n40% of fleet replaced with improved-emission vehicles, and \nbiochar trials completed and used in 202 1 planting to monitor \nimpact of trees\nMERCER  \nMASS TIMBERSpokane facility acquiredReduce natural gas for building heating, purchase \nhigh-speed roll-up doors, and implement low-emission \nreplacement approach for new on-site vehicles\nMERCER  \nTIMBER PRODUCTSReduce Scope 1 GHG emissions through replacing \nmobile equipment to emission-free vehicles. Increase rail \ntransportationInstall additional charging stations for electric vehicles. \nDevelop accurate tracking system for GHG emissions \nfor production and transport and benchmark with other \nsawmills to determine minimization strategyReplacement of mobile equipment to zero-emissions started in \n202 1. Increased share of goods transported by rail instead of truck \nby 9%. Reduction of the GHG emissions by 35% by 2030Mercer  \nGoal 2:\nMITIGATE  \nCLIMATE  \nCHANGE", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}