{"page_content": "ENERGY  \nEFFICIENCYSIGNIFICANCE:  \nEnergy efficiency and renewable energy generation bring competitive \nadvantages to our operations. Mills that only rely on self-generated \nrenewable energy will mitigate their risks of escalating carbon taxes. \nWe believe renewable energy will play a major role in reducing CO ₂ \nemissions from fossil-based energy production.\nPROGRESS AND TARGETS:  \n• The 2030 aspirational goal for energy efficiency is to reduce the \nenergy intensity of our pulp manufacturing by 5 percent from our \n2019 baseline year.\n•  In 202 1, our pulp mills’ electrical energy consumption intensity was \n0.63 MWh, which was only slightly better than 0.64 MWh per tonne \nof pulp during our 2019 baseline year.\n•  The total energy intensity was 27.5 GJ per tonne of pulp compared to \nthe 2019 baseline year of 28.6 MWh per tonne, which translates to a \n4 percent improvement.\n•  The percentage of renewable energy compared with total energy \nand the total electrical power generation were both lower due to the \nextended outage at our Mercer Peace River mill and our Rosenthal mill.\n•  The power generated at our pulp mills is integrated into our kraft mill \nprocess for combined heat and power and represents the majority of \nMercer’s total energy consumption.KPIs:   \nEnergy Efficiency and  \nRenewable Power Generation\nTHE MERCER WAY:  \nMercer is committed to continuous improvement in energy efficiency and \nan increased share of renewable energy. Our mills focus on operating \nstrategies and process improvements that increase energy efficiency and \noptimize the cogeneration plants to generate surplus renewable energy \nfor the regional grids in Canada and Germany.\n46 MERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 2021Stendal 740 Project\nOur mills continuously pursue energy efficiency, but \none mill stands out for its rigor and inventiveness. \nMercer Stendal has several projects that \ndemonstrate our drive to save energy, reduce costs, \ncut GHG emissions and transfer excess power to \nneighboring communities.\nThe Stendal 7 40 capital project captures and \nrecovers the heat energy produced in our lime kiln. \nPreviously released into the air, this now-contained \nenergy will replace several megawatt-hours that \nfossil fuels would otherwise produce. On a smaller \nscale, in its parking lots, production operating areas \nand elsewhere, Mercer Stendal will gradually \nconvert all lights to LED, saving 900 watts per light.Energy Type  \n& Amount2019 2020 2021\nRenewable Energy  \n(GJ/tonne)29.1 28.4 27.3\nNon-Renewable \nEnergy  \n(GJ/tonne)4.7 4 4 .10 4.5 1\nTotal Energy  \n(GJ/tonne)33.9 32.5 31. 8\n% Renewable 86.0% 87.4% 85.8%*\n% Non-Renewable 14 % 1 2.6% 1 4.2%\nElectrical Energy \nDemand  \n(MWh/tonne)0.72 0.72 0.73\nTotal Energy \nDemand  \n(GWh)1,364 1,362 1,264\nPercentage \nElectricity from \nGrid3.3% 1.4% 1 2.9%\nElectricity  \nGeneration (GWh)2,138 2,235 1,798\nSECTION 5: CONTINUOUSLY IMPROVE RESOURCE EFFICIENCY\n*Net of Renewable Energy Credits (REC) sales.\n47", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}