{"page_content": "PROGRESS AND TARGETS:  \n• Our goal is to foster a more inclusive and equitable culture and increase \ndiversity in our workplace, with a fundamental goal to improve our \nrecruiting of women in our workplace to 30 percent by 2030. Mercer is \nstill early in our journey as a truly diverse workplace, with women making \nup only 17.5 percent of our employees (as of December 3 1, 202 1).\n• While women hold 23 percent of our top 100 management positions, \nwe know we can see more equity in these positions, jump-starting our \ninclusion journey to move towards other aspects of diversity we want \nto see in our operations.\n• Local DE&I governance committees ensure we continue to develop \nand implement effective DE&I strategies and targets. In 202 1:\no  90 percent of our key leadership participated in unconscious bias \ntraining.\no  Recruiting and promotion processes were enhanced to avoid the \nunconscious bias that can impact underrepresented groups.\no 19 percent of new hires were women, as compared to 1 3 percent \nin 2020.SIGNIFICANCE:  \nWorkplaces that have teams with diverse backgrounds, experiences \nand points of view result in improved decision-making and teamwork, \nincreased innovation, more effective stakeholder engagement and a \nmore welcoming culture and workplace. Attracting a high-performance \nworkforce requires strong DE&I values and performance and a \nworkplace free of discrimination.KPIs:   \nDiversity, Equity  \nand Inclusion\nTHE MERCER WAY:  \nMercer operates with high ethical standards and values that apply to \nall employees, as outlined in our Code of Business Conduct & Ethics \nand our Human Rights Policy. Building a strong culture of diversity, \nequity and inclusion free from harassment and discrimination is a \ncritical business initiative at Mercer. Our commitment is backed by a \nwhistleblower hotline employees can contact to confidentially raise \nconcerns. In addition, our DE&I was assessed in the most recent \nemployee engagement survey. This helped us understand our progress \nand see opportunities for further improvement. Leadership training and \nstrong governance to guide initiatives and track implementation are \nsignificant first steps on our pathway to nurturing a diverse workplace \nthat genuinely values equity and an inclusive culture.\n58 59\nMERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 2021DIVERSITY, EQUITY  \nAND INCLUSION\nBesides focusing on workplace safety, \nsustainability and innovation, Mercer has \ndefined DE&I as one of our eight core values. \nIn 202 1, Mercer launched a company-wide \ndiversity management program. This program \naims to respond to each Mercer operation’s \nrelevant regional challenges and conditions to \nfurther develop diversity within the teams. Our \nfirst objective within this program is to improve \nand provide equal opportunities for women, as \ngender is a core dimension of diversity.\n“It’s the right thing to do, first of all,” says CEO \nDavid Gandossi. “But it’s also about being a \nbetter company, a more attractive place to \nwork, a more attractive organization in which \nto invest. The more perspectives and different \napproaches — to life and work — we can \npromote and use to guide our work, the better \nwe’ll all be.”\n19%\nof new hires were  \nwomen, as compared  \nto 13% in 2020\nSECTION 6: EMBRACE SOCIAL RESPONSIBILITY", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}