{"page_content": "60 61\nMERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 2021 EMBRACE SOCIAL RESPONSIBILITY2021 2022 PROGRESS TO DATE / 2030 VISION\nHEALTH AND  \nSAFETYTotal Recordable Incident and Injury Rate (TRIR) <2 \n& severity <60. Improve health & safety performance \nincluding on-site contractors. Align with industry best \npractices through collaboration with the workforce \nadvancing the safety program elements at all operationsTRIR <2 and severity < 60. Near-miss and inspection/\nobservation defined at mill level. Expand leading KPI \nmeasuring202 1: TRIR 3.83 and severity 55. Near-miss reporting and \ninspection targets exceeded. 2030 goal to achieve world-\nclass safety performance with TRIR <1, severity <1 5, and \ninterdependent health & safety culture\nEMPLOYEE  \nENGAGEMENTRoll out results of employee engagement survey to local \nmanagement teams and initiate local-level action plans to \naddress areas for improvementComplete 2022 employee engagement survey, with \nincreased participation rate by10%, and continue to \nimplement local-level action plans to address areas for \nimprovementAction plans from the 2020 employee engagement survey are \nbeing implemented at each operation. 2030 goal to create \na highly engaged and committed workforce with >80% of \nemployees understanding and believing Mercer’s personal \ndevelopment commitment\nDIVERSITY,  \nEQUITY AND  \nINCLUSION (DE&I)Develop a supportive cultureDevelop and implement DE&I action plans for each \noperation and track progress at the global council. Action \nplans include specific training and awareness sessions on \nkey DE&I initiatives as well as awareness of DE&I initiatives \nand an increased understanding for improving inclusion for \nwomen and Indigenous awareness trainingThe DE&I global and local councils have advanced the \n202 1 action roadmap that includes leadership training in \nunconscious bias, inclusion training, and target-setting to \nmeasure progress. Women as new hires has increased from \n1 3% in 2020 to 19% in 202 1. 2030 goal to increase hiring of \nwomen to 30% of new hires\nLEADERSHIP  \n& TRAININGTrain, develop, and enable employees to reach their \nfull potential, retaining talented and highly qualified \nemployeesResume Mercer Leadership Program (MLP) when safe to \ntravel with next MLP intake cohort for 2022. Succession \nplans to mid-level leaders in mills were further developed in \n202 1 and will continue into 2022In 202 1, the pilot strengths-based performance management \nprogram was developed and trialed at Celgar. 2030 goal to \nhave exceptional leadership development and development \nplans for all employeesMercer  \nGoal 4:\nEMBRACE  \nSOCIAL  \nRESPONSIBILITY", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}