{"page_content": "In Canada, Mercer forest management \nplanning aligns with the Canadian Sustainable \nForest Management principles. Those principles \nguide how we manage the forest.\nA secure and sustainable supply of wood to \nMercers mills requires the development of \nlong-term strategic plans that work together \nto balance the social, environmental and \neconomic needs of the forest’s stakeholders  \nand Indigenous rightsholders.PROTECTION OF  \nBIODIVERSITY\nWe have 29 indicators related to biodiversity, each \nwith targets that are identified and used in developing \nour forest management plans. We monitor all of these \nindicators for performance. They cover biodiversity at \nfour scales: landscape, local/stand, species and genetic. \nThese indicators also align with and are supported by our \necosystem-based management approach.\nWhile the landscape and local scale indicators provide us \nwith a “coarse filter approach” for maintaining biodiversity, \nwe also have species-specific indicators for the protection \nof habitat features for those species identified as requiring \nadditional strategies and considerations. For example, \nwe have indicators for species like caribou, grizzly bear, \nmoose and the American marten and protections for \nhabitats like uncommon plant communities, raptor nests, \ngrizzly bear dens and so on.\nMercer Peace River has worked with stakeholders for many \nyears to better understand species at risk in the boreal forest. \nAs a result, we invested over $2 million CAD and have \ndedicated internal resources to support the completion of \na scientifically based framework to evaluate caribou and \ntheir habitat. This includes tools for developing management \nstrategies that ensure a healthy, self-sustaining woodland \ncaribou population while also assessing impacts on other \nspecies and an array of other indicators.PROGRESS AND TARGETS:  \n• Mercer has established an aspirational forest certification sourcing \ngoal of 80 percent by 2030 for our global operations.\n• We achieved 69 percent in 202 1 and are working with our suppliers \nin Europe, Canada and the U.S. to increase certified fiber.SIGNIFICANCE:  \nSustainably managed forests are a critical resource. Forests and \nwood-based products play a unique role in supporting nature-based \nclimate mitigation. Sustainable working forests support the economic \nwell-being of Indigenous and other local communities in our Canadian \noperations. Sustainable management also protects biodiversity and \nensures that forests can continue maintaining ecosystem services. Further, \nbest practices in forest management protect the water quality of rivers, \nstreams, lakes and wetlands.\nForest certification and its verification process support sustainable \nsupply chains that are valued in the marketplace. Chain of custody \ncertification is a voluntary process that demonstrates that forest \nresources are procured according to strict adherence to sustainable \nforest management practices and environmental management. These \nstandards require comprehensive risk assessments regarding the region, \norigin and species. In addition, in the markets where we operate, we are \nactively engaged in promoting the benefits of forest certification.KPIs:   \nSustainable Forest Management \nand Certification\nTHE MERCER WAY:  \nMercer is responsible for sustainably operating on 7.6 million hectares \nof Crown forests in Alberta and is responsible for directly managing \n2.7 million hectares. Ensuring sustainable sourcing of fiber and wood \nat all our global operations is a priority. Mercer’s Wood and Fiber \nProcurement Policy supports third-party forest certification and due \ndiligence processes to ensure our wood comes from sustainably \nmanaged forests. Our wood comes from third-party-verified and \n-certified chain of custody systems to try to achieve 100 percent wood \ntraceability. We conform to Programme for the Endorsement of Forest \nCertification (PEFCTM) Chain of Custody and Forest Stewardship Council \n(FSC®) Chain of Custody Standards. In addition, Mercer has developed \nscience-based indicators to ensure we can measure biodiversity in our \ncompany-managed forests and adopt practical measures to protect \necosystem services.\n66 67\nMERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 2021 SECTION 7: SUSTAINABLE FOREST MANAGEMENTMaintain \nbiological \ndiversity1 2 3 4 5\nMaintain \necosystem \nproductivityConserve  \nsoil and  \nwaterConsider  \nglobal \necological  \ncyclesProvide  \nmultiple  \nbenefits to \nsociety\n6Accept society’s responsibility for the involvement of Indigenous \ncommunities and the public in sustainable developmentPRINCIPLES FOR \nSUSTAINABLE FOREST \nMANAGEMENT\n01020304050607080CERTIFIED FIBER (%)\n2017 2018 2019 2020 202169.0", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}