{"page_content": "80 81\nMERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 2021 EMBRACE SOCIAL RESPONSIBILITY2021 2022 PROGRESS TO DATE / 2030 VISION\nSTAKEHOLDER  \nENGAGEMENTImprove local stakeholder engagementSupport initiatives that matter to local communities: \neducation, health and safety, arts and culture, and  \nmore. Many supportive initiatives put on hold to respect COVID-19 \nmandates ensuring health and safety, but efforts continue to \nextend support as appropriate\nENVIRONMENTAL, \nSOCIAL, AND  \nGOVERNANCEMake ESG information more available to investors & \nincrease understanding of stakeholder prioritiesPublish Sustainability Report 202 1 and enhance  \nmaterial information on mercerint.com . Share  \nupdated materiality assessmentEnhanced Mercer website and financial disclosure to improve \nalignment with GRI, SASB, and TCDF frameworks. \n2030 goal to ensure Mercer meets stakeholders’ needs for \nincreased ESG transparency and disclosure\nSUPPLY CHAIN Strengthen sustainability of supply chainShare Wood & Fiber Procurement Policy and Sustainable \nProcurement Policy with key suppliers & conduct supply \nchain audits to ensure compliance. Train procurement  \nteam on supply chain auditing processDeveloped supplier audit process in 202 1. 2030 goal to ensure \nsupply chain’s sustainability & partner with customers and \nsuppliers to minimize environmental footprint and support UN \ndevelopment goals\nINDIGENOUS  \nPARTNERSHIPSIncrease Indigenous partnerships for Alberta forest \nmanagement operationsComplete phase 2 of Progressive Aboriginal Relations \n(PAR) report. All Mercer Peace River staff to receive \nIndigenous awareness training virtually. Consulted on \nDetailed Forest Management Plan with all communities. \nTraditional Land Use program ongoing to support \nconsultation objectives; Phase 2 proposal in developmentPhase 1 of PAR report approved by Canadian Council for \nAboriginal Business verifier. Mercer leadership received \nIndigenous awareness training. Mercer supported the first \nCanadian Federal National Indigenous People’s Reconciliation \nDay by providing a day off for all Canadian teams to recognize \nand support Canada’s First PeoplesMercer  \nGoal 6:\nENHANCE \nRIGHTSHOLDER \nAND STAKEHOLDER \nENGAGEMENT", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}