{"page_content": "92 93\nMERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 2021 SECTION 10: INDEXESTCFD Disclosure Index\nMercer’s report against the Taskforce for Climate-Related Financial Disclosure incorporates the Task Force’s recommendations \non climate-related financial disclosures and is structured around four thematic areas that represent core elements of how Mercer \nmanages climate change through governance, strategy, risk management, and metrics and targets. The 1 1 indicators are listed \nwith references to the location of these disclosures.\nTopic TCFD Recommendations Mercer’s 2021 Response Reference\nGovernancea.  Describe the Board’s \noversight of climate-\nrelated risks and \nopportunities.Our Board’s Environmental, Health and Safety Committee \nreviews on behalf of the Board the policies and processes \nimplemented by management, and the resulting impact and \nassessments of all climate-related change activities of the \nCompany. Our Board’s Audit Committee periodically reviews \nand discusses with management the Company’s major risk \nexposures including climate-related change, the steps the \nCompany has taken to assess and manage, and regularly report \nto the Board the substance of such reviews and discussions. In \n202 1, the full Board devoted significant attention to climate-\nrelated change matters, target setting and our decarbonization \nstrategy.Corporate \nGovernance \nGuidelines   \n(Mercer website)\nb.  Describe \nmanagement’s role \nin assessing and \nmanaging climate-\nrelated risks and \nopportunities.Mercer has an internal Decarbonization Pathway working \ngroup comprising subject matter experts who are responsible \nfor developing, implementing and reporting to the Board \non climate-change mitigation initiatives including risks and \nopportunities. Climate-related risks are also discussed and \nreviewed as part of our quarterly Enterprise Risk Management \nassessment that is overseen by our Audit Committee. This process \nassesses the potential size, scope, likelihood and impacts of \nclimate change.\nStrategya.  Describe the climate-\nrelated risks and \nopportunities the \norganization has \nidentified over the \nshort, medium and \nlong-term.Climate change is the greatest threat facing the environment, \nsociety, and the global economy. Rising temperatures impact \nbiodiversity, threaten our communities, and bring increased \nrisk to our business and the global economy. The world is \ntransitioning away from a dependence on fossil-fuel-based \nproducts towards the incorporation of the infinite possibilities \noffered by bio-based products that Mercer produces. Mercer \nbelieves that long-term, sustainable wood resources will have  \nan important role to play in this evolution.Page 23–25 \nMercer’s 202 1 \n10-K report  \nSustainability \nReport Section 4\nb.  Describe the impacts \nof climate-related \nrisks and opportunities \non the organization’s \nbusiness, strategy and \nfinancial planning.One of the most significant risks posed by climate-related \nchange is that the focus on renewable energy has created \ngreater demand and competition for wood residuals or fiber \nfrom renewable energy producers like the pellet industry in \nGermany. In 202 1, increasing energy prices and a stronger \neconomy increased the demand for wood chips resulting from \ninitiatives by European governments to promote the use of wood \nas a carbon neutral energy. Such additional demand for wood \nresiduals may increase the competition and prices for wood \nresiduals used by our mills over time.Topic TCFD Recommendations Mercer’s 2021 Response Reference\nStrategyIn response to climate change risks, there have been \ngovernmental initiatives and legislation. Such governmental \naction or legislation can have an important effect on the demand \nand prices for fiber. As governments pursue green energy \ninitiatives, they risk creating incentives and demand for wood \nresiduals from renewable energy producers that adversely \naffects traditional users, such as lumber and pulp and paper \nproducers. We are continually engaged in dialogue with \ngovernments to educate and try to ensure potential initiatives \nrecognize the traditional and continuing role of our mills in the \noverall usage of forestry resources and the economies of local \ncommunities.\nWe are constantly exploring initiatives to enhance our \ngeneration and sales of surplus green energy and chemical \nby-products. Other potential opportunities that may result from \nclimate change include:\n• the expansion of softwood forests and increased growth rates \nfor such forests;\n• more intensive forestry practices and timber salvaging versus \nharvesting standing timber;\n•greater demand for sustainable energy and biofuels;\n• additional governmental incentives or requirements to \nenhance biomass energy production; and\n• additional social or investor focus on demand for biomass or \ngreen energy or sustainability initiatives.\nThere has been a significant push and focus on climate change \nand carbon reduction by private institutions including, among \nothers, institutional investors, ratings agencies, shareholders, \ncommunities, other stakeholders and the public generally. This \nhas resulted in, among other things, a significant amount of \ncapital being provided for “green” or carbon neutral initiatives, \non favorable terms.\nSustainable working forests have a key role to play in \ncombatting climate change by continually sequestering \natmospheric carbon dioxide through photosynthesis, thereby \nproviding a nature-based climate change solution. Growing \ntrees in sustainably managed forests absorb carbon dioxide \n(CO₂) from the atmosphere and, together with wood-based \nproducts, act as carbon storage. As such, current climate \nchange dynamics could translate to unique opportunities for \nforest products as we increasingly move towards a low-carbon \neconomy. Our products help customers and society reduce CO ₂ \nemissions by providing low-carbon alternatives to solutions \nbased on fossil fuels and other non-renewable materials. Sustainability  \nReport Section 4", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}