{"page_content": "95 MERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 2021 94Topic TCFD Recommendations Mercer’s 2021 Response Reference\nStrategyc.  Describe the resilience \nof the organization’s \nstrategy, taking into \nconsideration different \nclimate-related \nscenarios, including a \n2° C or lower scenario.In September 2020, we collaborated with Business for Social \nResponsibility (BSR) to develop a series of climate change \nscenarios for 2050, integrating key trends such as global climate \npolitics, the impact on wood supply, and the social license \nto operate. With this multidimensional perspective, Mercer \nconducted scenario analysis for three scenarios (1.5°C, 3°C, \nand 4°C) to evaluate the physical and transition risks of climate \nchange and to test the resilience of our business strategy.Pages 28–29 \nMercer’s 202 1 \n10-K report\nSustainability  \nReport Section 4\nRisk \nManagementa.  Describe the \norganization’s \nprocesses for identifying \nand assessing climate-\nrelated risks.Mercer maintains an Enterprise Risk Management committee \nconsisting of senior leaders, led by senior executives, and \noverseen by our Audit Committee. ESG-related risks, including \nthose associated with climate change, are identified and \nassessed as part of our Enterprise Risk Management process. \nRisks are mapped into a matrix, which details the nature and \nseverity, significant changes, controls, and other mitigating \nfactors associated with each risk. During 202 1, Mercer further \nintegrated TCFD recommendations into the strategy and \nenterprise risk management processes.\nWe also identify, assess and manage climate-related risks \nthrough the work of our corporate development team, input \nfrom our Decarbonization Pathway Group members and \ncollaboration with industry organizations and academic \ninstitutions.Page 32  \nMercer’s 202 1  \n10-K report\nb.  Describe the \norganization’s \nprocesses for managing \nclimate-related risks.\nc.  Describe how \nprocesses for \nidentifying, assessing \nand managing \nclimate-related risks \nare integrated into the \norganization’s overall \nrisk management.\nMetrics and \nTargetsa.  Disclose the metrics used \nby the organization to \nassess climate-related \nrisks and opportunities \nin line with its strategy \nand risks management \nprocesses.Our updated target is to reduce Scope 1 GHG emissions \nintensity (kg CO ₂e/ADMT of pulp) and our Scope 2 and 3 \nabsolute emissions (kg CO ₂e) from operations by 35% by 2030 \nfrom the 2019 baseline year. The targets have been validated by \nthe Science Based Targets initiative to align with a well below 2 ° \nas described by the 201 5 Paris Agreement.   Sustainability  \nReport Section 4\nb.  Disclose Scope 1, \nScope 2 and Scope \n3 greenhouse gas \n(GHG) emissions, and \nthe related risks.Our GHG emissions are as follows:  \nScope 1: for 202 1—23 1 kg CO ₂e/ADMT  \nScope 2: for 202 1—0.03 kg CO ₂e/ADMT  \nScope 3: for 202 1—1,626, 166 kg CO ₂e\nc.  Describe the \ntargets used by the \norganization to \nmanage climate-\nrelated risks and \nopportunities and \nperformance against \ntargets.The continuous improvement of Scope 1 GHG emissions in \nour operations will reduce our transition risk for carbon tax \ncosts. Our data collection process for Scope 3 GHG emissions \nto support our Science Based Targets initiative provides \nopportunities to collaborate with our suppliers, customer and \ntransportation providers. Our ambitious goal to reduce our water \nconsumption by 10% by 2030 will increase resilience of our \noperations in low water level years.TCFD DISCLOSURE INDEX CONT’D\nTo the Board of Mercer International Inc.\nWe have reviewed Mercer International Inc.’s (“Mercer”) accompanying schedule of select \nsustainability indicators included in the Appendix (the “Subject Matter”) for the reporting periods \nindicated and based on the criteria, also set forth in the Appendix (the “Criteria”). Mercer’s \nmanagement is responsible for the Subject Matter, based on the Criteria. Our responsibility is to \nexpress a conclusion on the Subject Matter based on our review.\nOur review was conducted in accordance with attestation standards established by the American \nInstitute of Certified Public Accountants (AICPA) AT-C section 105, Concepts Common to All Attestation \nEngagements , and AT-C section 2 10, Review Engagements . Those standards require that we plan and \nperform our review to obtain limited assurance about whether any material modifications should be \nmade to the Subject Matter in order for it to be based on the Criteria. The procedures performed in \na review vary in nature and timing from and are substantially less in extent than, an examination, the \nobjective of which is to obtain reasonable assurance about whether the Subject Matter is based on the \nCriteria, in all material respects, in order to express an opinion. Accordingly, we do not express such an \nopinion. Because of the limited nature of the engagement, the level of assurance obtained in a review \nis substantially lower than the assurance that would have been obtained had an examination been \nperformed. As such, a review does not provide assurance that we became aware of all significant \nmatters that would be disclosed in an examination. We believe that the review evidence obtained is \nsufficient and appropriate to provide a reasonable basis for our conclusion.\nWe are required to be independent of Mercer and to meet our other ethical responsibilities, in \naccordance with the relevant ethical requirements related to our review engagement. Additionally, \nwe have complied with the other ethical requirements set forth in the Code of Professional Conduct \nand applied the Statements on Quality Control Standards established by the AICPA.\nKey Performance Indicator (KPI) Value Units Criteria* Reporting Period Scope\nWater Withdrawal  62.0 m³/ADMT GRI (201 8) 303-3: Water WithdrawalJanuary 1, 202 1 - \nDecember 3 1, 202 1Celgar, Peace River, \nStendal, Rosenthal\nTreated Effluent 37.8 m³/ADMT GRI (201 8) 303-4: Water DischargeJanuary 1, 202 1 - \nDecember 3 1, 202 1\nEffluent Emissions:   \nAOX  \nBOD  \nCOD  \nTSS \n0.06  \n0.28  \n1 1.39  \n1.09kg/ADMT GRI (201 8) 303-4: Water DischargeJanuary 1, 202 1 - \nDecember 3 1, 202 1\nAir Emissions:  \nSO₂ \nNOx  \nParticulates \n1.51  \n0.45  \n0.34kg/ADMTGRI (2016) 305-7: Nitrogen Oxides, Sulfur \nOxides and Other Significant Air EmissionsJanuary 1, 202 1 - \nDecember 3 1, 202 1\nGreenhouse Gas Emissions Scope 1 412,156 tonnes CO ₂eGRI (2016) 305-1a: Direct (Scope 1) GHG \nEmissions January 1, 2020 - \nDecember 3 1, 2020\nGreenhouse Gas Emissions Scope 1 Intensity 217 kg CO ₂e/ADMT Disclosure 305-4: GHG Emissions IntensityJanuary 1, 2020 - \nDecember 3 1, 2020\nGreenhouse Gas Emissions Scope 2 48,276 tonnes CO ₂eGRI (2016) 305-2: Energy Indirect (Scope 2) \nGHG EmissionsJanuary 1, 202 1 - \nDecember 3 1, 202 1\nSolid Waste (Wood Ash, Recaust Waste, Lime Waste) 25.6 kg/ADMT GRI (2020) 306-5: Waste Directed to DisposalJanuary 1, 202 1 - \nDecember 3 1, 202 1\nTotal Recordable Injury Rate (TRIR) 3.83# of recordable injuries \nper 200,000 work hoursGRI (201 8) 403-9: Work-Related InjuriesJanuary 1, 202 1 - \nDecember 3 1, 202 1Company wide\nPercentage of Women in the Workplace 17.5 %GRI (2016) 405-1: Diversity of Governance \nBodies and EmployeesJanuary 1, 202 1 - \nDecember 3 1, 202 1\nPercentage of Certified Sourced Wood Fiber 69 % certified wood SASB - RR-PP-430a. 1January 1, 202 1 - \nDecember 3 1, 202 1Stendal, Rosenthal, Friesau,  \nCelgar, Peace River†\nTotal Pulp Production1,901,461\n1,716,859ADMT SASB - RR-PP-000.AJanuary 1, 2020 - \nDecember 3 1, 2020\nJanuary 1, 202 1 - \nDecember 3 1, 202 1Celgar, Peace River,  \nStendal, Rosenthal\nThis symbol denotes limited assurance of KPI by EY.The procedures we performed were based on our professional judgment. Our review consisted \nprincipally of applying analytical procedures, making inquiries of persons responsible for the \nsubject matter, obtaining an understanding of the data management systems and processes used \nto generate, aggregate and report the Subject Matter and performing such other procedures as \nwe considered necessary in the circumstances. \nNon-financial information, such as the Subject Matter, is subject to more inherent limitations than \nfinancial information, given the more qualitative characteristics of the Subject Matter and the \nmethods used for determining such information. The absence of a significant body of established \npractice on which to draw allows for the selection of different but acceptable evaluation \ntechniques which can result in materially different evaluation and can impact comparability \nbetween entities and over time. \nThe information included in Mercer’s Sustainability Report 202 1, other than the Subject Matter, has not \nbeen subjected to the procedures applied in our review and, accordingly, we express no conclusion on it.\nBased on our review, we are not aware of any material modifications that should be made to the Subject \nMatter, for the reporting periods as indicated in the Appendix, in order for it to be based on the Criteria.\nChartered Accountants  \nLicensed Public Accountants  \nToronto, ON  \nJune 30, 2022Independent Accountants’ Review Report\nAPPENDIX\n* Mercer has measured and reported each KPI with reference to the Global Reporting Initiative (GRI) Sustainability  \n Reporting Standards as detailed in the GRI content index referred to within Mercer’s Sustainability Report 202 1. GRI  \n referenced may include disclosure requirements for other KPIs that are not within the scope of this review engagement. \n† Certification of wood for Peace River is from May 2020 to April 202 1 as per Government of Alberta requirements.", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}