{"page_content": "C 96This book was designed and produced by:\n \nECHO STORYTELLING AGENCY\n1616 WEST 3RD AVENUE\nVANCOUVER, BC, CANADA V6J 1K2\nECHOSTORIES.COM  |  1.877.777.ECHO\n Creating inspiring books, video,  \nand digital content since 1999. \nDesign © ECHO 2022\nPrinted in Canada \nAll photos courtesy of Mercer unless otherwise stated.  \nphoto  credits : Front and back covers and pages 1, 1 5 (center), and 66 accessed \nthrough Unsplash; pages 2 and 82–83 photos courtesy of Tino Peisker; pages 4, 8, \n1 5 (left), 1 8 (bottom), 20–2 1, 36, 40–41, 49, 54, 56, 62–63, 68, 70–7 1, 79, and 89 \nphotos courtesy of Kent Kallberg; pages 6 and 84 photos courtesy of Albert Nicholas; \npages 10–1 1 photo courtesy of Karsten Schmidt; page 1 2 photo courtesy of Volker \nHamberger; pages 1 4 (left) and 78 photos courtesy of Irini Sakas; page 1 4 (right) \nphoto courtesy of Katerra; page 19 (bottom) photo courtesy of Tim Lanzon; pages 22, \n44, and 57 photos courtesy of Sebastian Schwarz; pages 34 and 46 photos courtesy \nof Stefan Schilling; pages 35 and 72 photos courtesy of Daniela Wedel; page 42 \nphoto courtesy of Sophia Duft; pages 52–53 photo courtesy of Adrian Wagner; \npages 58–59 photo courtesy of Irene Preto and Josh Bellamy; page 76 photo \ncourtesy of Tina Horseman; page 77 photo courtesy of Shawn Elliot. Notice Regarding Forward-Looking Statements\nThis Sustainability Report includes forward-looking statements intended to qualify for the safe harbor from liability established \nby the Private Securities Litigation Reform Act of 1995. All statements contained in this Sustainability Report other than \nstatements of historical fact, including statements relating to trends in or expectations relating to the expected effects of our \ninitiatives, strategies and plans, as well as trends in or expectations regarding our financial results and long-term growth \nmodel and drivers, and regarding our business strategy and plans and our objectives for future operations, including the \npurpose, ambitions, commitments, targets, plans and objectives, and results of our environmental initiatives and sustainability \nstrategies and related goals, are forward-looking statements. The words can, believe, may, will, continue, anticipate, intend, \nexpect, seek and similar expressions are intended to identify forward-looking statements. We have based these forward-\nlooking statements largely on our current expectations and projections about future events and trends. All such forward-\nlooking statements are subject to certain risks and uncertainties, including those set forth in the “Risk Factors” section of our \nAnnual Report on Form 10-K and our other periodic reports filed with the Securities and Exchange Commission, including our \nquarterly reports on Form 10-Q. In light of these risks, uncertainties and assumptions, the future events and trends discussed \nin this Sustainability Report may not occur and actual results could differ materially and adversely from those anticipated or \nimplied in the forward-looking statements. You should not rely upon forward-looking statements as predictions of future events. \nThe forward-looking statements included in this Sustainability Report are made only as of the date of this Sustainability Report \nand we undertake no obligation to update the forward-looking statements to reflect subsequent events or circumstances, \nexcept as may be required by applicable law.\nMERCER INTERNATIONAL INC. SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_MERC_2021.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}