{"page_content": "  3Whether we’re forecasting the impact of hurricanes or the spending habits of consumers, \nVerisk distinguishes itself by the passion of our people, the integrity of our data and  \npredictive models, and the excellence of our solutions.\nThe same principles—passion, integrity, and excellence—described our mindset in  \n2014 as we organized a formal corporate social responsibility program. Those principles  \ninform our strategy for addressing the three pillars of CSR—environmental, social, and  \ngovernance—now and as we move forward.\nDuring 2016, dozens of our colleagues from across the company collaborated on Verisk’s \nfirst-ever inventory of greenhouse gas emissions, a predicate to achieving the delicate  \neconomic and environmental balance benefiting our wide range of stakeholders.\nOur efforts to become a more responsive employer continued to be driven by a continuous \nloop of employee feedback and management action. We’re proud that we achieved  \ncertification during 2016 as a Great Place to Work and celebrate an accomplishment that  \nnow transitions from aspiration to recurring goal. \nIn the world community, we’ve sought innovative opportunities to use philanthropy in ways \nthat reflect our core values and competencies and involve Verisk professionals as leaders \nand learners. We’ve empowered our business units and our employees to make meaningful \ncontributions to their respective communities.\nWe’ve strengthened Verisk’s governance as well, increasing the diversity of our Board, \nadopting a more comprehensive Anti-Bribery and Corruption Policy, and engaging all of \nVerisk in determined efforts to increase data security through investment, awareness,  \nand action.\nOur CSR journey is still in its early stages, but our focus on passion, integrity, and excellence \nassures me that we’ve chosen the right path.\nSincerely,\nScott G. Stephenson\nChairman, President, and Chief Executive OfficerA Message from Our Chairman, \nPresident, and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_VRSK_2016.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}