{"page_content": "OPEN DOOR REPORTING \nSanmina seeks to provide a positive environment for our employees. We are committed to maintaining healthy employee \nrelations to meet and exceed customer requirements, while maximizing employee development and achievements. W e are \ndedicated to fair treatment and to providing safe, clean and comfortable working conditions for our employees. Our goals  \ninclude maintaining open two-way communication and promoting a challenging work environment. This enables us to  \nprovide a workplace where individuals are treated with dignity and respect and their work contributes to the growth of the \ncompany, while allowing them to achieve their personal goals. We stress an Open Door Policy with direct and frequent  \ncommunication. We encourage resolution of employee programs where an individual or a group’s circumstances are  \nconsidered and mutual trust and understanding are sincerely expressed. Our multi-lingual reporting system is available to \nemployees, contingent workers and visitors to report an issue or unethical matter that they may encounter at Sanmina.  \nThis phone and internet-based resource is administered 24 hours a day, 7 days a week, by an independent party. \nThe purpose of using an independent third party provides Sanmina employees and other business partners with safe and \nsecure reporting. This service is hosted on secure servers and is not part of Sanmina or its company website. Our  \nindependent third party provider makes these reports available to a limited number of specific individuals within Sanmina \nwho handle issues and concerns confidentially. Employees can choose to provide their name or remain anonymous, but in \neither case, there is no threat of retaliation. Confidentiality is maintained to the highest degree possible in order to conduct \nan efficient investigation. Our employees also have the option to report matters directly to their supervisor , manager, human \nresource representative, internal audit or legal.  A list of reportable issues is available through our third party provider, but \nemployees are encouraged to report all issues or concerns they encounter including, but not limited to the following: .  \n• Discrimination\n• Harassment\n• Conflicts of interest\n• Internal accounting control\n• Auditing matters\nLABOR CONDITIONS AND HUMAN RIGHTS\nWe monitor and assess labor conditions in all our businesses, especially within our global manufacturing operations.\nEach factory monitors labor conditions through regular self-assessments that are used to create improvement plans.\nThese assessments help us to continuously improve labor conditions and human rights. We also participate in third party\naudits.• Security violations\n• Fraud\n• Theft\n• Health or safety issues\nGovernance 46", "metadata": {"source": "NASDAQ_SANM_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}