{"page_content": "20\nEMPLOYEE BENEFITS\nAt Texas Roadhouse, we have a fun culture with flexible work schedules, discounts in our restaurants, \nrecognition, formal training, and affordable benefits. We offer one of the industry’s most competitive total \nrewards packages, including medical, dental, and vision; tuition reimbursement; flexible spending accounts; \nan employee assistance program; and more. The tuition reimbursement program offers $5,250 in annual \nreimbursement for classes at an accredited university to Support Center and restaurant employees who \nqualify for benefits and work 30 hours or more weekly.  \nRoadie Development\nWe focus on Roadie development through a variety of programs, including our Women’s \nLeadership Series and our monthly Let’s Talk D&I Series, to name a few. In 2022, we \noffered a number of compliance training courses for our Roadies, including Code of \nConduct review, harassment-free workplace training, and OSHA training. Over 400,000 \ntraining courses were completed through our learning management platform.\nCelebrating Legendary Achievements\nThroughout the year, Roadies are recognized and rewarded for their hard work, acts \nof Service with HEART, and results. As a company, top performers from both the \nrestaurants and the Support Center are celebrated at the company’s annual Managing \nPartner Conference with the title of Managing Partner of the Year as the highest honor. \nThis award recognizes the Managing Partner who best displays characteristics of an \noperational leader. The conference and awards serve as an annual opportunity to \ncelebrate and motivate our people. \nEmployee Health And Safety\nAs a people-first company, we continue to keep employee health and safety our top \npriority. With trainings, policies, and programs dedicated to efforts such as OSHA \ntraining, slip-resistant footwear, handwashing, and installing panic buttons, to name a \nfew – we are focused on keeping our Roadies safe. We are proud to offer our Employee \nAssistance Program (EAP) to all benefits-eligible employees. In the event of a crisis, we \nprovide counselors on-site to help our Roadies navigate difficult times. De-escalation \nTraining has also been an impactful addition to our training courses to prepare our \nManagement Teams if difficult situations arise in their restaurants.\nShelly McGowen \nRoadie of the Year", "metadata": {"source": "NASDAQ_TXRH_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}