{"page_content": "Kearny Financial Corp.  2022 ESG Report1\nIntroduction | A Message From Our CEO\nDear Shareholders,\nSince 1884, we have remained committed \nto our foundation as a community banking institution and are proud to be a vital part of the 45 communities in which we operate. We have stayed true to our guiding principles of giving back to the communities we serve and conducting our business with the highest level of integrity.  \nWe recognize the importance of focusing \non long-term financial sustainability and the prudent management of environmental, social and governance (ESG) factors, and we continue to improve our processes in these areas. We believe a thoughtful, coordinated approach to ESG will support a more sustainable future for our stakeholders, including our investors, employees, clients and communities. Our ESG strategy will advance alongside the focus and scale of our business, referencing the evolving ESG principles for our industry.\nHighlights of our 2022 fiscal year include:\n•  Continuing to place local communities at \nthe heart of our work through the Kearny Bank First-Time Homebuyer Program  \nand through several partnerships with  \na financial literacy focus.\n•  Strengthening our commitment to diversity in recruitment, with 43% of new hires identifying as diverse.\n•  Growing our digital banking services to meet clients where they are — whether  \nin a branch location, online, or through  \na mobile application.•  Recognizing the impact that a warming climate has on our business and taking  \nsteps to measure the potential risks posed  \nby climate change.\nOur Board of Directors is committed to providing leadership in these areas, and as such, we are pleased to publish an expanded ESG Report highlighting our most recent efforts. The Board of Directors and management look forward to sharing our progress while we continue our ESG journey.\nCraig L. Montanaro\nPresident and Chief Executive Officer\n$7.7\nBILLION IN ASSETS45\nBRANCHES1884\nYEAR FOUNDED2022 ESG Report\n•  Introduction     1\n• Our Social Impact    4\n• Our People     7\n• The Environment    9\n• Responsible Business Practices  11\n• Frameworks and Standards   14\n", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 0, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}