{"page_content": "Kearny Financial Corp.  2022 ESG Report2About Us\nKearny Financial Corp. (the “Company”) is the holding company for Kearny Bank (the “Bank”),  \na full-service community bank originally established in 1884 as a New Jersey building and  \nloan association. Kearny Financial Corp. is a publicly traded company with assets exceeding  \n$7.7 billion.\nKearny Bank’s rich history, one that has \nseen steady growth both organically and by merger, has led to an expansive franchise located throughout 10 New Jersey counties and Brooklyn and Staten Island, New York. With the convenience of 45 retail branch offices and a full array of digital products and services, we are positioned to provide the robust banking services required by today’s consumer and commercial clients.\nCUMBERLAND\nCAPE MAYATLANTICBURLINGTON\nGLOUCESTER\nSALEMCAMDENMERCERHUNTERDON\nSOMERSETWARRENSUSSEXPASSAIC\nMORRIS\nESSEX\nUNION\nMONMOUTH\nOCEANRICHMONDKINGSHUDSONBERGEN\nMIDDLESEX\nNEW JERSEYESG Oversight Committee Structure\nChief Risk Officer & \nEnterprise Risk Officer\nPartners with ESG \nCommittee to manage ESG-related risk  \nas needed\nReports quarterlyESG Working GroupCompliance, HR,  \nRisk Management, \nFacilities Depts., and  Executive Leadership\nReports on progress  \nas neededENTERPRISE RISK \nMANAGEMENT COMMITTEE ESG COMMITTEEKEARNY FINANCIAL CORP.  BOARD OVERSIGHTOur ESG Approach\nIn 2021, we established an ESG Committee of the Board of Directors to oversee ESG matters \nand review ESG-related strategy, initiatives, policies and risk management. \nThe Enterprise Risk Management (ERM) Committee of the Board manages, contains and \ncontrols risk throughout the Company. Our Chief Risk Officer and Enterprise Risk Officer report to the ERM Committee quarterly and partner with the ESG Committee to manage ESG-related risk as needed.\nWe have also established an ESG Working Group comprised of cross-functional leaders \nincluding representation from our Compliance, Human Resources, Risk Management and Facilities departments as well as executive leadership. The ESG Working Group reports to the ESG Committee of the Board on an as-needed basis.\nCorporate Headquarters\nFairfield, NJ 07004\nExisting Branch Locations", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}