{"page_content": "Kearny Financial Corp.  2022 ESG Report11Responsible  \nBusiness Practices\nCorporate Governance \nand Business Ethics \nAs stipulated in our Code of Conduct , we strive for the highest moral and ethical standards \nin conducting our business. The code applies to directors, officers and employees, and \nwe encourage employees to report violations through our anonymous employee ethics hotline, their manager, Human Resources or higher-level management. All complaints received from the ethics hotline are forwarded to the Audit and Compliance Committee of the Board as part of our whistleblower program. All employees are encouraged to bring their workplace concerns forward without fear of retaliation.  \nCompliance Management Program\nThe Board’s Audit and Compliance Committee and Senior Management oversee our Compliance Management Program, which addresses and aids in preventing law violations and associated harm to consumers, clients and others. As part of the program, the consumer and client compliance management system incorporates a comprehensive complaint system, compliance responsibilities, periodic training of bank personnel, related internal policies and procedures, operational reviews and monitoring, appropriate and timely corrective action, and updated policies and materials as required.\nPeriodically, independent program audits are conducted to determine effectiveness and \nwhether enhancements or corrective actions are appropriate.Compliance Training\nThe compliance curriculum consists of multiple courses,  \nwhich are assigned based on specific job functions. It  \nincludes auditing, Bank Secrecy Act, fair lending, fraud awareness, sexual harassment, ethical behavior, privacy,  \ndata and cybersecurity. \nFair Lending Compliance\nWe work with our Compliance team to ensure our adherence to fair lending laws by preventing and detecting discrimination through marketing and data resources. We collect data about our lending efforts concerning \naccessibility and inclusiveness, particularly regarding race and ethnicity. Community outreach efforts are presented quarterly to the Compliance and Community Reinvestment Act (CRA)  \nSteering Committee.\nBank Secrecy Act (BSA) and Anti-Money Laundering ProgramWe use an enhanced transaction-monitoring platform incorporating AI technology to detect, track and help prevent fraud. Every employee and Board member receives BSA training. Our system of internal controls includes daily, weekly and monthly reporting; automated watchlist screening; and Suspicious Activity Reports that are delivered to the Audit and Compliance Committee monthly.\nNon-Discrimination Policy in Lending\nThe Bank is committed to prohibiting discrimination in all aspects of operations. To further ensure our policy of non-discriminatory lending, the Bank and Board of Directors adopted and implemented written guidelines to promote the fair and equal treatment of all loan applicants. All employees must strictly comply with these provisions, and ongoing anti-discrimination training is provided. KEARNY IS  \nCOMMITTED TO\nProhibiting  \nDiscrimination  \nIN ALL ASPECTS  \nOF OPERATIONS\nWe are committed to the transparency, integrity and effectiveness of  \npolicy- and decision-making, both at the Board and management level.", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}