{"page_content": "Kearny Financial Corp.  2022 ESG Report12Data Security and  \nClient Privacy\nData Security\nProtecting the Bank and our clients’ data has always been a \npriority, and our Board-approved Cyber Defense Program integrates people, processes and layered technologies. Our cybersecurity program uses the Federal Financial Institutions Examination Council (FFIEC) Cybersecurity Assessment Toolkit and various security control frameworks such as the National Institute of Standards and Technology (NIST) Cybersecurity Framework to measure our cybersecurity preparedness and protect our cloud applications, networks, computers and facilities.\nIncident Response\nTimely, accurate and reliable threat intelligence enables us to evaluate and counter threats proactively. We conduct Incident Response tests throughout the year to assess and enhance our response to high-risk events. If critical events are discovered, tests are performed, responses are validated, and additional measures are taken if warranted.\nOur Security and Fraud Center has important information to educate clients on security best \npractices and how they can protect themselves and their business. The subject matter includes trending cybersecurity issues such as ransomware. Additionally, we provide clients with timely security alerts and host security seminars. \nSpecific examples of the measures taken to \nprotect our clients are found on our Security \nand Fraud Center page . This also includes \nthe actions our clients can take to protect themselves, recover from identity theft, and report fraud.Risk Management\nThe Board has general authority over the company’s risk oversight function, with oversight delegated to the ERM Committee to review risk management policies and practices in specific areas of our business. The Audit and Compliance Committee also works closely with officers involved in the risk management function and the internal audit staff. \nFinancial Stress Testing\nIn partnership with a third party, our Enterprise Risk Management team runs several stress tests, including capital, liquidity and interest rate risk. We run two annual credit stress tests \nto establish our sensitivity to credit losses and potential impact to capital. This is a voluntary strategic decision that helps us estimate our capacity for risk and reserve requirements and allows us to make more informed capital allocation decisions.\nBusiness Continuity Management (BCM)Our Board-approved BCM program aims to protect employees, ensure uninterrupted client service, and comply with regulations. The program incorporates risk assessments, disaster recovery plans, testing, employee training, and the use of different technologies to back up, replicate and retain our data. Key components of our BCM include threat and risk assessments, business continuity plans, and disaster recovery plans. Various tests to evaluate recovery plan effectiveness are performed in support of this program.\nEnvironmental Risk Procedures\nOur Board-approved lending policies  \nrequire environmental assessments and  \nrisk reports to be conducted before real  \nestate loan transactions as applicable. \nOur Flood Disaster Protection Act Policy \naddresses flood hazard insurance requirements to ensure compliance with applicable laws.PROTECTING\nBank and  \nClient Data\nHAS ALWAYS BEEN\nA PRIORITY\n", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}