{"page_content": "Kearny Financial Corp.  2022 ESG Report13Vendor Management\nWe are committed to conducting our business ethically and expect all vendors we partner \nwith to align with our principles, as stipulated in our Vendor Code of Conduct  (the “Code”). We \nexpect any vendor providing products or services to Kearny Bank to act in accordance with this Code and demonstrate commitment to responsible and ethical business and employment practices. Before delivering products and services to the Bank or our clients, vendors are subject to review and assessment in accordance with our vendor management program.\nSupplier Diversity\nWe support a diverse, equitable and inclusive culture and encourage vendors to demonstrate commitment to these principles in their business practices. We are exploring ways to increase the number of diverse suppliers we partner with. \nGovernment Affairs \nLegal and Regulatory Environment\nWe take our legal and regulatory compliance and our relationship with regulators very seriously, especially those of our primary regulators, including the Federal Deposit Insurance Corporation, the Federal Reserve Board, the Securities and Exchange Commission, and the State of New Jersey. We proactively ensure that our team is aware of upcoming new and changing regulations and share insights through a monthly newsletter circulated by the Compliance and CRA Steering Committee.\nPolitical Activity\nIn the case of political activity, directors, officers and employees must act as individuals and not as representatives of the Bank. Management of the Bank considers any use of corporate funds or assets for political activity a breach of a director’s, officer’s or employee’s responsibilities to the Bank. \nPlease read our Conflicts of Interest and Code of Conduct  for more information.Cybersecurity Training\nWe provide annual mandatory security and fraud training to help employees identify threats, learn best practices, and adhere to established policies.\nClient Privacy\nRecognizing the significance of client privacy, our Board designated a qualified Privacy  \nOfficer to oversee compliance, manage training  \nfor all Bank personnel, and support third-party vendor review. Our Privacy Policy ensures proper adherence to the provisions and intent of Privacy of Consumer Financial Information, more specifically the Gramm-Leach-Bliley Act, \nwhich governs the treatment of nonpublic personal information about consumers as  \nindicated in our Privacy Policy. \nWe also conduct annual internal and external audits of our data privacy controls.\nWe continuously strive to earn the trust of our clients and protect their confidential data. We use all three consumer credit reporting agencies (Equifax, Experian and TransUnion) in our lending operations and comply with the Fair Credit Reporting Act (FCRA) regarding client privacy. The Bank also maintains a robust Identity Theft Prevention Program as required by the Fair and Accurate Credit Transactions Act amendment to the FCRA. This program is designed to detect, prevent and mitigate identity theft. We update the program periodically as cybersecurity risks evolve.WE EXPECT  \nOUR VENDORS TO \nDEMONSTRATE \nResponsible  \nand Ethical\nBUSINESS  \nPRACTICES\nWE  \nCONTINUOUSLY  \nSTRIVE TO\nEarn the \nTrust  \nOF OUR CLIENTS\nKearny Bank presents cyber defense brief & incident  \nresponse guide at New Jersey Society of Certified Public \nAccountants (NJCPA) meeting.", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}