{"page_content": "Kearny Financial Corp.  2022 ESG Report14Framework & Standards\nUnited Nations Sustainable Development Goals (SDGs)\nThe 17 United Nations SDGs are a collaborative, global effort to achieve a better and more \nsustainable future for all. The following SDGs align with our areas of influence and impact through our business strategy, products and services. Sustainability Accounting Standards Board (SASB)\nThe following table incorporates the SASB standards, now part of the International Financial \nReporting Standards Foundation, related to commercial banks. It includes the relevant topic metric(s) where available and/or references to sections within this report where specific topics are discussed.\nGOAL DESCRIPTION ALIGNMENT TO KEARNY BANK REPORT SECTION\n Ensure inclusive and equitable \nquality education and promote \nlifelong learning opportunities \nfor all• Training and development  \nopportunities for employees\n• Financial literacy partnershipsSupporting Our Communities, \nFinancial Literacy Partnerships, \nGrowing and Developing Our Talent\nAchieve gender equality  \nand empower all women  \nand girls• Diversity and Inclusion Action  \nPlan and Board-authorized Diversity,  \nEquity and Inclusion Committee\n• Ongoing efforts to recruit, develop  \nand retain diverse employeesDiversity and Inclusion\nMake cities and human  \nsettlements inclusive, safe, \nresilient and sustainable• Community development loans  \nand small business lending activity\n• Financial literacy programs \n• First-Time Homebuyer ProgramSupporting Our Communities\nTake urgent action to  \ncombat climate change  \nand its impacts• Climate risk scenario analysis of  \nloan portfolioClimate Risk Management\nForward-Looking Statements\nStatements contained in this report that are not historical facts are forward-looking statements as that term is defined in the Private \nSecurities Litigation Reform Act of 1995. Such forward-looking statements are subject to risks and uncertainties which could cause actual \nresults to differ materially from those currently anticipated due to a number of factors, which include but are not limited to factors \ndiscussed in documents filed by the Company with the Securities and Exchange Commission from time to time. Readers are cautioned \nnot to place undue reliance on any forward-looking statements. Forward-looking statements speak only as of the date hereof, and the \nCompany undertakes no obligation to update them in light of new information or future events.  \n The information provided in this report reflects the Company’s approach to ESG as of the date(s) referenced in this report and is subject to change without notice. We do not undertake to update such information in this report. No reports, documents or websites \nthat are cited or referred to in this document shall be deemed to form part of this report. \nTOPIC ACCOUNTING METRIC SASB CODEREPORT SECTION  \nAND COMMENTS \nData Security (1) Number of data breaches, (2) percentage involving  \npersonally identifiable information (PII), (3) number of  \naccount holders affectedFN-CB-230a.1 Data Security and  \nClient Privacy\nDescription of approach to identifying and addressing  \ndata security risksFN-CB-230a.2\nFinancial Inclusion \nand Capacity Building(1) Number and (2) amount of loans outstanding  \nqualified to programs designed to promote small  \nbusiness and community developmentFN-CB-240a.1\nSupporting Our  \nCommunities\n(1) Number and (2) amount of past due and nonaccrual  \nloans qualified to programs designed to promote small  \nbusiness and community developmentFN-CB-240a.2\nNumber of no-cost retail checking accounts provided  \nto previously unbanked or underbanked customersFN-CB-240a.3\nNumber of participants in financial literacy initiatives  \nfor unbanked, underbanked, or underserved customersFN-CB-240a.4\nIncorporation ofEnvironmental, Social and \nGovernance  \nFactors in  \nCredit AnalysisCommercial and industrial credit exposure, by industry FN-CB-410a.1\nRisk Management\nDescription of approach to incorporation of environmental,  \nsocial and governance (ESG) factors in credit analysisFN-CB-410a.2\nBusiness Ethics Total amount of monetary losses as a result of legal pro-  \nceedings associated with fraud, insider trading, anti-trust, anti-competitive behavior, market manipulation, malprac -\ntice, or other related financial industry laws or regulationsFN-CB-510a.1\nCorporate  Governance and \nBusiness Ethics\nDescription of whistleblower policies and procedures FN-CB-510a.2\nSystemic Risk \nManagementGlobal Systemically Important Bank (G-SIB) score, by category FN-CB-550a.1 Not Applicable\nDescription of approach to incorporation of results  \nof mandatory and voluntary stress tests into capital  \nadequacy planning, long-term corporate strategy and  \nother business activitiesFN-CB-550a.2\nRisk Management", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}