{"page_content": "Kearny Financial Corp.  2022 ESG Report3This report covers progress related to our ESG strategy and initiatives during fiscal year 2022 (FY2022), which we have aligned in four areas fundamental to our efforts:\nIn developing our ESG strategy, we referenced the Sustainability Accounting Standards  \nBoard (SASB) standards related to commercial banks and have also identified several United \nNations Sustainable Development Goals (SDGs) that we support through our business activities  \nand key priorities. \nUnless otherwise noted, all quantitative company data provided throughout this report is for \nFY2022, reflecting data from July 1, 2021, to June 30, 2022. We have included certain initiatives that occurred after the end of FY2022 and have noted them as such. Throughout the report, we guide readers to additional sources of information on our corporate website and other references for convenience. Please see our Forward-Looking Statements  at the end of this \nreport for more information.OUR SOCIAL IMPACT\nWe are committed to \ndelivering personalized services and continuing our community involvement. The Kearny Bank team will preserve a long-standing history of service.THE ENVIRONMENT\nWe are committed to advancing practices that reduce the impact of our operations on the environment and continue to look for ways to reduce our carbon footprint.\n  RESPONSIBLE \nBUSINESS PRACTICES\nWe are committed to the \ntransparency, integrity and \neffectiveness of policy- and \ndecision-making at the Board and management levels.  \nWe take legal and regulatory compliance very seriously  \nand strive for the highest  \nmoral and ethical standards  \nin conducting our business.OUR PEOPLE\nWe are committed to the engagement and recognition of our employees and celebrate career milestones and longevity. We strive to create a diverse workforce reflective of our employees, clients and the communities  \nin which we live and work.\n \nKearny Bank employees volunteering during a local Habitat for Humanity community contribution project.", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}