{"page_content": "Kearny Financial Corp.  2022 ESG Report4Increasing Digital Access\nAs a community bank, we offer a comprehensive suite of banking services and \npersonalized banking options suitable for the needs of each individual client to help both personal and business clients succeed in their day-to-day lives.\nDuring FY2022, we focused heavily on leveraging technology to enhance client experience \nand engagement and to increase access to banking services. We expanded our digital service offerings, which now include online banking, online account opening, bill pay, remote deposit capture, mobile banking, online loan applications and more. We joined with best-of-breed solutions providers to support the needs of our clients and give them the freedom to bank the way they  \nwant to bank. We strive to provide an optimal user experience to continually improve the way in which our clients progress along their journeys with us.  Our Social Impact\nOur deep-rooted commitment to the community is an integral part of our success. We continue to support the vital neighborhoods we serve in New Jersey and New York by increasing access to our services through digital tools and by building local partnerships that result in enriched communities.Growth of Digital Services\n87%\nGrowth in digital wallet transactions in \nFY2022 with over 104,000 transactions, amounting to over $2.9 million.\n111%\nGrowth in CardHub users in FY2022. CardHub allows card holders to monitor and manage their card spending and reduce fraud.107%\nIncrease in person-to-person  \n(P2P) transactions.\n21%\nIncrease in number of mobile  \nbanking users.\n265k+\nStatements delivered electronically to clients in FY2022, rather than being printed and mailed.\nWhile we recognize technology’s ever-\nexpanding reach and importance, we are also mindful that access is not always equally available. Our goal is to meet clients where they are — whether in a branch location, online, through a mobile application, or by video conference — and provide options to serve their individual needs.\nWE ARE  \nDEDICATED TO \nCONTINUALLY\nIMPROVING  \nOUR END USER  \n EXPERIENCE\n", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}