{"page_content": "Kearny Financial Corp.  2022 ESG Report5Digital Client Contact\nWe launched a new client service platform in FY2022 with \n24/7 artificial intelligence (AI) chatbot availability that has resulted in over 288,000 client engagements. To improve client communication during the residential lending process, we implemented mortgage messaging technology that allows loan officers to communicate with clients by sending and receiving SMS messages from within the loan origination system. Features  \nof the tool also include automated alerts and a live chat function to boost the digital experience.\nFor more information on our digital banking offerings, please visit:   \nhttps://www.kearnybank.com/personal-banking/digital-banking  \nSupporting Our Communities\nOur valued employees donate their time and expertise, often in leadership roles, to charitable \nand civic organizations throughout our service area.\nKearnyBank Charitable Foundation\nThrough the KearnyBank Foundation, we fund charitable causes within the Bank’s market \narea. We also show our support through the hands-on efforts of many employees who are committed to improving lives throughout the areas we serve. \nThe Foundation focuses on organizations active in four areas: \nEducation, Housing, Community Betterment  (Arts, Culture, \nStewardship), and Quality of Life . \nSince the inception of the KearnyBank Foundation in 2015, we have donated over $3.5 million to charitable organizations in our community.CASE STUDY:  COVID Relief for Chilton\nThe KearnyBank Foundation continues to support the efforts of organizations battling the pandemic, and in March 2020 donated $50,000 to the Chilton Medical Center Foundation, based in Pompton Plains, New Jersey. This funding was used primarily to support healthcare workers on the front lines in the fight against COVID-19.\nAt the start of the pandemic, the KearnyBank Foundation contributed over $500,000 in grants focused on public health, education access, small businesses and community support. In addition to the Chilton Medical Center and the Chilton Medical Center Foundation, recipients included St. Joseph’s Medical Center, the \nCommunity Medical Center Foundation, Monmouth Medical Center Foundation, the AtlantiCare Foundation, Eva’s Village, Oasis, the Urban League of Essex County, the Center for Food Action, and the American Red Cross. \nSocially Responsible Lending\nFirst-Time Homebuyer ProgramTo assist borrowers in underserved communities, the Kearny Bank First-Time Homebuyer Program promotes home ownership through down payment assistance, rate reductions, lender-paid mortgage insurance, and fee waivers for qualified borrowers. We also offer first-time homebuyer support by partnering with community organizations providing homeownership credit counseling and other resources. Further, we have designated loan officers and allocated resources to focus on lending in low- and moderate-income communities. \nOVER\n$3.5M  \nDONATED \nSINCE 2015\nPictured (from left) are Kearny Bank President, CEO and \nChilton Medical Foundation Chairman, Craig Montanaro; \nChief Development Officer Joan Beloff; and Chilton Medical Center Foundation Director Michael Bressman.OVER\n288,000  \nCLIENT  \nENGAGEMENTS VIA  \nAI CHATBOT\n", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}