{"page_content": "Kearny Financial Corp.  2022 ESG Report6American Dream Program\nAs a sponsor of the Bergen County Division of \nCommunity Development’s American Dream \nProgram, we help educate potential first-time \nbuyers about purchasing their first home. The \nAmerican Dream Program works with local \nbanks such as Kearny Bank to offer qualified \nresidents below-market interest rates and \ndeferred-payback mortgage financing to buy their first home and realize the American dream.COVID-19 Response\nDuring COVID-19, we implemented hardship measures — including loan modifications, deferred payments and temporary credit lines — and eliminated certain fees. In addition, we reached out in a neighborhood bank style to support our clients during this challenging time. We continue to support our clients by offering hardship assistance as needed.\nIn 2021, we became a certified participating financial institution with Bank On, a platform that \nconnects consumers to secure, affordable bank accounts. Through this partnership, we offer Simple Checking, a checkless account with no overdraft, non-sufficient funds, and Kearny ATM fees, to previously unbanked or underbanked clients.During FY2022, we originated 30 loans totaling over $9 million through this program. We are diligently working with clients  \nwho may need down payment and closing cost assistance to  \nreach their goal of homeownership.  \nSmall Business Administration (SBA) Lending\nAs part of our commitment to the growth of small businesses,  \nKearny Bank is a leading participant in the lending programs of  \nthe New Jersey Small Business Administration. The primary function of the Bank’s SBA lending program is to make loans to small businesses that are unable to obtain financing on conventional terms  \nor where longer-term financing is necessary to qualify the borrower.\nOur partnership with the American Dream \nProgram and a borrower closing on her loan.\nThrough our partnership with Junior \nAchievement, we help support financial  \nliteracy throughout New Jersey schools. \nVolunteers deliver lessons that promote \nfinancial capability, work and career readiness, \nand business ownership. The Bank’s President \nand Chief Executive Officer serves on the  \nBoard of Junior Achievement of New Jersey.We sponsor Zogo’s financial literacy app, which uses an interactive, gamified approach to teach financial fundamentals and rewards users for \ncompleting financial literacy lessons. Through \nthis channel, we are able to deliver financial \neducation to individuals, particularly young  \nadults, who may not receive it in a school setting. \nZogo metrics, as of 9/7/2022:Financial Literacy Partnerships\nThe Bergen County commissioner  \nand our presentation of a check  \nto help support the American \nDream Program.\nK-12 Education: \n2021-22 Sponsorship Reach and Impact\nREACH 1,223\nSTUDENTS16\nSCHOOLS\nIMPACT 3,179\nHOURS OF LEARNING6,299\nMODULES COMPLETED•  11,515  users \n•   81%  of Zogo users \nsponsored by Kearny \nBank are under 25\n•  1.1 million learning \nconcepts completed\n •  216,400  financial  \nliteracy modules \ncompleted\n•  $11,700  awarded to  \napp users for financial literacy learningSince 2018, we have partnered with EVERFI, an \ninteractive financial literacy platform provided \nto participating schools and organizations \nat no expense. We offer financial education \nand virtual training for K–12 students and their \nfamilies through EVERFI’s Family Portal, while \nbetter enabling the students’ teachers (who are \nfrequently resource constrained) with enrichment materials to reinforce their existing lesson plans.\n", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}