{"page_content": "Kearny Financial Corp.  2022 ESG Report7Our People \nWe are committed to the continued engagement \nand recognition of a diverse workforce. We strive to create a culture of inclusion that reflects our employees and clients and the \ncommunities in which we live and work. Ongoing Efforts\nRecruitment\nIn taking steps to develop a pipeline of diverse, qualified employees, we have established strong relationships with business associations such as the Hispanic and African American Chambers of Commerce. Job postings are provided to local colleges to help identify \nhighly qualified minority, female, and other diverse students for potential employment. We have also implemented a diversity and inclusion certification program to further educate and train our \nrecruitment staff in their efforts to learn how to source more diverse candidates.\nDeveloping and Retaining Diverse EmployeesIn 2022, we enhanced our training offerings to include a required continuing education \nDiversity Series, which features online modules on age, race and ethnicity, disabilities, and gender and sexual orientation. For the last several years, we have hosted a Women’s Leadership Employee Resource Group (ERG) to support mentorship and encourage dialogue across the organization. In addition, we are currently developing a Women in Business certification program to better prepare client-facing employees to connect with female business leaders.\nCASE STUDY: Industry Association \nParticipation: Women in Banking Conference\nWe have been a lead sponsor of the New Jersey Bankers Women in Banking Conference since its inception in 2014. The event brings together women in the banking industry to provide strategies for success, identify key trends, and discuss why diversity in the workplace matters. In 2022, one of our employees was named to the event committee to help ensure its success and longevity.Employee Composition\n596\nTotal Headcount FY2022\nKearny Bank employees at the 2022 New Jersey \nBankers Women in Banking Conference.\nWE CONSIDER\nDiversity  \nTO BE A SOURCE  \nOF STRENGTH AND \nCOMPETITIVE \nADVANTAGE\nKearny Bank volunteers at Eva’s Village, serving individuals \nstruggling with poverty, hunger, homelessness, and addiction.Diversity  \nand Inclusion\nWe consider the diversity of our employees, \nclients, communities and economic sectors a source of strength and competitive advantage in pursuing our community  \nand commercial banking strategy.\nWe recognize the importance of maintaining a diverse and inclusive workplace and have formalized our commitment by establishing a Diversity and Inclusion Action Plan and a Board-authorized Diversity, Equity and Inclusion Committee to monitor progress in this area. To ensure accountability, the committee reports its progress to the  \nBoard annually.", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}