{"page_content": "Kearny Financial Corp.  2022 ESG Report8Learning Center\nOur dynamic employee Learning Center has over 1,000 classes in the course library, both self-paced and instructor led.\nInstructor-Led Training\nOur core operations training programs educate employees on Kearny Bank’s policies surrounding client transactions, account opening and maintenance along with other key functional areas. We offer professional development courses focused on enhancing skill sets such as team building, coaching, leadership, relationship building and client experience workshops. \nCareer Mentoring Program\nOur team members can learn new skill sets, gain insights, and receive advice from senior leaders via the Career Mentoring Program we launched in 2021. \nTuition Reimbursement and Continuing Education\nWe encourage employees to continue their education by providing eligible employees with up to $5,000 per year in tuition reimbursement. Additionally, we partner with local colleges to offer tuition discounts for employees and their immediate families. In 2021, we introduced the opportunity for select employees to attend the American Bankers Association Stonier Graduate School of Banking to further support career development. \nIn 2022, Kearny Bank employees completed approximately 25,000 hours of training and development.Open-Door Policy\nWe believe open communication at all levels is critical for maintaining a successful organization. Our leadership team is accessible and responsive to employee feedback, essential to building and maintaining a positive and productive work environment. \nIn 2022, we launched an anonymous, virtual survey for branch managers to collect information \non day-to-day operations and training needs.Wage EqualityWe conduct pay assessments to ensure equal pay for equal work by performing internal salary reviews and utilizing external market data during our process. Our internal minimum wage exceeds state and federal guidelines. The Compensation Committee has engaged an independent consultant to review our compensation programs at the \nexecutive level.\nGrowing and Developing Our Talent\nWe look to equip Kearny Bank employees with the tools and support they need to achieve their highest potential and prepare them for future opportunities. We post jobs internally and seek out qualified internal candidates to fill open positions within the Bank in support of our employees’ professional advancement. We also provide several programs to enhance training and development. \nTraining and Development Opportunities\nNew Employee OrientationThe orientation for new employees relays important information from various departments across the Bank. Our President and CEO participates in this orientation program, personally welcoming our new employees to Kearny Bank.63%\nWomen in Overall  \nWorkforce32%\nDiverse \nEmployees1\n56%\nFemale Officers243%\nDiverse New Hires\n1  Includes employees who identify as Asian, Black or African \nAmerican, Hispanic or Latino, or two or more races.\n2  Includes assistant secretaries, assistant treasurers and assistant vice presidents and above.\nAPPROXIMATELY\n25,000  \nHOURS OF TRAINING  \nAND DEVELOPMENT \nIN 2022\nKearny Bank at New Jersey Bankers’  \nEmerging Leaders conference.", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}