{"page_content": "Kearny Financial Corp.  2022 ESG Report9Climate Risk Management\nWe recognize that the effects of climate change — warming temperatures, rising sea levels  \nand extreme weather events — could impact our business, clients and local communities.  \nWe are therefore taking active steps to identify, measure, manage and mitigate these climate-\nrelated risks.\nClimate Risk Scenario Analysis  \nIn 2021, we conducted an analysis to quantify the potential risk posed to the Bank by climate change. Led by our Enterprise Risk Management Department, we developed a climate risk dashboard to report the risk posed to the Bank’s loans, branches and corporate locations as measured by the Federal Emergency Management Agency (FEMA) National Risk Index (NRI). \nKearny Financial Corp.  2022 ESG Report 9Performance ReviewsAll employees at Kearny Bank undergo an annual, formal performance review. Managers also have ongoing conversations with individual employees to provide developmental feedback.\nBenefits \nTo support the health and well-being of our employees, we offer comprehensive benefits such as medical, dental and vision healthcare  \nplans and a generous paid time off program. To help employees plan for retirement, we offer an employer-funded Employee Stock Ownership Plan and a 401(k) plan with an employer-matching contribution. \nWe also recognize the impact that everyday demands may have on an individual, both \npersonally and professionally, and are committed to providing constructive, professional assistance through an Employee Assistance Plan (EAP). The EAP includes monthly wellness seminars, a Managing Stress toolkit and EAP clinician consultations.\nFor more information, please visit our Careers webpage:  \nhttps://www.kearnybank.com/careers \n \nWorkplace Safety and Security\nWe strive to maintain a secure and safe work environment \nand pay close attention to and protect the security of our premises. Security procedures for each office, in accordance with standards established by law, are set forth in the Bank’s Security Manual. Our Employee Handbook provides guidance to employees to keep the workplace safe for employees and clients.EVERY EMPLOYEE  \nAND CLIENT  \nDESERVES TO FEEL \nSafe+Secure\nAT HOME AND IN  \nTHE WORKPLACE\nThe Environment  \nWe are committed to managing the environmental impact associated with our operations and managing the risks posed to our business due to the effects of  \nclimate change. In that regard, we focused significant resources to develop a \nmethodology for evaluating climate-related risks to the Bank’s loan portfolio. \nKearny Bank employees turn out for the community to \ncoordinate and run a coat drive at our Clifton Richfield \nbranch location.", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}