{"page_content": "Kearny Financial Corp.  2022 ESG Report10The FEMA NRI seeks to measure the risks of natural \ndisasters by quantifying risk associated with the negative impacts of natural hazards. The NRI has three underlying components: expected annual loss due to natural hazards; social vulnerability due to natural or human-caused disasters; and community resilience, which measures a community’s ability to prepare for, adapt to,  \nand recover from the effects of natural hazards.\nBased on our analysis and as measured by the FEMA NRI, the Kearny Bank loan portfolio is currently exposed to low to moderate risk of natural disasters. Our ERM Department will continue to analyze this data over time to discern \nemerging risk patterns. It will continue to report these findings to the ERM Committee of the Board annually, escalating recommendations and emerging risks.\nFor more information on the FEMA NRI, please visit:  \nhttps://www.fema.gov/flood-maps/products-tools/national-risk-index \nEnvironmental Management\nKearny Bank is committed to being a responsible member of the communities we are a \npart of and is cognizant of our operations’ impact on the environment. In keeping with this commitment, we have developed an Environmental Mission Statement .\nEnergy-Efficiency Initiatives  \nWe use LED indoor lighting to reduce energy consumption. One hundred percent of outdoor lighting we control is also LED, and 22% of locations have occupancy sensor lighting. New HVAC systems meet the latest efficiency standards, and new office and IT equipment is ENERGY STAR certified. We are moving our server infrastructure to cloud data centers, estimated to be up to 93% more energy efficient and 98% more carbon efficient than those located on premises. \nThe FEMA National Risk Index (NRI) is a tool to help illustrate \nU.S. communities most at risk for natural hazards. It was  \nbuilt in collaboration with stakeholders in academia; local, state and federal government; and private industry.\nWe are transitioning to paperless processes, relying heavily on electronic document systems and eliminating or reducing courier services.Additionally, we are evaluating solar and energy-consumption tracking \nmechanisms to make a greater impact.\nOur digital banking services, such as mobile banking, cash \nmanagement tools, and online retail deposit products, eliminate the need to commute to a bank location. These deposit products also encourage paperless statements, which reduces overall paper usage. In 2021, we appointed a Director of Digital Banking to further improve our digital banking efforts.\nOffice Waste Management\nWe responsibly recycle laptops, servers, hard drives, monitors, printers and cell phones. We \nalso collect and recycle printer toner cartridges through our Toner Recycling Program. We are transitioning to paperless processes, relying heavily on electronic document systems and elimi-nating or reducing courier services. Our awareness initiatives encourage employees to be attentive to recycling opportunities, reduce individual printing tendencies, turn off the lights, and more.\nWe also try to eliminate waste by reusing and refurbishing items when possible. For example, we furnished the newest corporate space in Fairfield, New Jersey, with refurbished furniture. \nOther examples of minimizing our impact on the environment are:\n•  Using natural gas generators, which are \nquieter and release fewer pollutants compared to diesel counterparts.\n•  Utilizing home offices to provide immediate \nresponse while reducing carbon emissions.\n•  Increasing the use of cloud technologies \nto reduce on-premise data center power consumption.OUR  \nCLOUD-BASED SERVER  \nINFRASTRUCTURE IS   \n~98%  \nMORE CARBON EFFICIENT  \nTHAN ON-PREMISES  \nSERVERS\n", "metadata": {"source": "NASDAQ_KRNY_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}