{"page_content": " 11EHSS\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENTAlkermes is committed to operating in a manner that protects \nour employees, our environment and our communities. We \nimplement a variety of EHSS risk management strategies to \nhelp ensure compliance with EHSS policies and protocols, \nproactively reduce EHSS risk and drive awareness of \nour environmental impacts and priorities. The core goals \nestablished by our EHSS function include to:\n• Preserve and protect the health, safety and well-being of  \n our employees; \n• Meet or exceed applicable environmental, health and safety  \n regulations and statutory obligations for the regions in  \n which we operate;\n• Protect the environment and promote sustainability in our  \n operations; and\n• Secure our infrastructure and support the manufacture and  \n supply of our medicines for patients.\nWith committed leadership from management and an \nengaged workforce, our operations are supported by teams \nof highly-qualified and experienced EHSS professionals who \nprovide strategic oversight and governance of EHSS activities \nand evaluate and establish appropriate EHSS performance \ngoals for our operations.  \nOur EHSS strategy is integrated across our business, \nincluding in our R&D, manufacturing, facilities, external \noperations, commercial and general and administrative \nfunctions. This strategy is supported by numerous EHSS \ninitiatives ranging from our high-level, systemic compliance \nand risk management frameworks to programs focused \non creating a culture of EHSS risk awareness and active \nworkforce engagement.\nRisk Management  \nSystem Framework\nWe maintain a robust, enterprise-wide EHSS Risk \nManagement System (RMS), based on the structured principles \nof the international standards ISO14001:2015 (environmental \nmanagement) and ISO45001:2018 (occupational health \nand safety management). Our RMS framework is designed \nto rapidly identify existing and emerging risks and assign \nappropriate resources for effective mitigation of such risks at \neach of our operating facilities. This framework enables us to:\n• Comply with statutory and regulatory requirements and   Alkermes’ internal policies, and adhere to the terms of our  \n environmental permits and licenses;\n• Proactively identify and prioritize EHSS risks and potential  \n mitigations for internal and external operations; \n• Maintain effective emergency and crisis response  \n preparedness;\n• Conduct periodic audits for system effectiveness; and\n• Drive continuous improvement in our risk management and  \n mitigation program. \nOur Risk Prevention Model\nWe deploy a preventive EHSS risk model to identify \nopportunities for ongoing improvement across our enterprise; \nalign corporate EHSS objectives and priorities; drive local \nstrategies, goals and objectives at the facility level; ensure \nthat adequate resources are allocated to support timely and \neffective risk mitigation; and identify “leading” rather than \n“lagging” indicators of risk to potentially avert those risks \nbefore they impact our employees, our local communities or \nour enterprise. \nOur culture is one of collaboration, compliance and trust. We \nask our employees to help us promote and sustain a healthy, \nsafe and productive environment. CaRE is our proprietary risk \nmitigation program designed to instill collective ownership of, \nand accountability for, safety and environmental stewardship \nby employees across the organization. CaRE empowers \nemployees to proactively identify and address risks in order \nto help drive continuous improvement in risk mitigation and \noperational performance and is a vital tool in helping to drive  \na culture of sustainability and EHSS engagement across  \nthe Company.\nComponents of the program that help encourage high levels \nof employee engagement and contribute to our low incident \nrates include: \n• Workplace “walkthroughs” by cross-functional leaders  \n to improve risk awareness, encourage proactive action and  \n foster open and honest discussions with employees; \n• Self-assessment tools that encourage autonomous  \n risk assessment and risk-based decision-making prior to  \n commencing work activities;\n• Our “Good Save” system designed to help identify and  \n resolve workplace hazards and risks; Environmental, Health, Safety and Security\nCollaborative and Risk-focused EngagementCaRETM\nCollaborative and Risk-focused Engagement", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}