{"page_content": " 13Product Stewardship and \nEnvironmental Impact\nAlkermes is committed to the safe and sustainable research, \ndevelopment, manufacturing, and commercialization of \nmedicines. We implement this commitment by integrating \nEHSS risk management requirements throughout the lifecycle \nof each of our products. Our approach to product stewardship \noversight and control includes:\n• Generation of occupational and environmental toxicology  \n data, which is iterated and augmented as each product  \n progresses through its lifecycle;\n• Development and application of appropriate occupational  \n health, safety and environmental risk controls for each  \n product based on scale, potency, task and other  \n processing considerations; \n• Protocols and risk assessments to support safe and  \n responsible technology transfers within Alkermes or to  \n external contract manufacturing organizations (CMOs),  \n contract research organizations (CROs) or other  \n third parties;\n• Development of “green chemistry” processes to eliminate  \n or reduce the use or generation of hazardous substances  \n in the design and manufacture of our products; and \n• Implementation of a global program for process hazard  \n management with embedded controls as early as the  \n product discovery stage and through full commercial-scale  \n manufacturing of a product.\nExternal Operations  \nRisk Management \nWe have integrated certain EHSS risk management procedures \nand our formal RMS framework into our vendor management \nand governance processes. EHSS considerations and metrics \nare monitored and discussed as part of routine business review \nmeetings with our external operations partners. This approach \nenables transparent collective conversations about EHSS \nrisk and performance and provides a forum for Alkermes to \ncommunicate our expectations for responsible development \nand manufacture to our vendors.\nTo assess whether our vendors operate to Alkermes’ standards \nand encourage adherence to such standards, EHSS risk \nconsiderations and metrics are embedded into our vendor due \ndiligence assessments, on-boarding procedures, technology \ntransfers and routine business reviews. We also incorporate \nEHSS-related provisions, as appropriate, into our service-level \nagreements related to our products.\nOur vendor assessment tools, which we developed based on \nthe Pharmaceutical Supply Chain Initiative’s ‘Pharmaceutical 1\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENTFocus on Employee \nWell-Being\nKeepWell Mark™\nIn 2020, employee health, safety and wellness were of \nparticular focus and importance for the Company. As a \ntestament to our emphasis on the importance of wellness, \nour sites in Ireland earned a KeepWell Mark™ from the Irish \nBusiness and Employers Confederation (IBEC).\nThe KeepWell Mark™ is an evidence-based workplace \nwell-being accreditation awarded to companies who meet \nor exceed industry standards for well-being, health and \nsafety. The KeepWell program provides an opportunity to \nbenchmark our standards against other Irish companies \nand industry best practice. \nIn conjunction with the KeepWell Mark™, Alkermes was \nincluded in IBEC’s listing of Ireland’s Leading in Wellbeing \nTop 100 Companies 2021, which acknowledges \ncompanies across Ireland who are leading the way for \nemployee well-being and who are committed to well-\nbeing best practices that may have a lasting impact on \ntheir employees and local business communities.\n  \nFitwel® Certification \nIn 2020, our newly-built facility in Waltham, \nMassachusetts was awarded a Fitwel® certification in \nrecognition of its facility design. Fitwel® was created by \nthe U.S. Centers for Disease Control and Prevention and \nthe U.S. General Services Administration with a goal of \nimplementing a vision for a healthier future where all \nbuildings and communities are enhanced to strengthen \nhealth and well-being. Certification is awarded based on \nbuilding design elements intended to foster a healthier \nand more productive workplace that encourages nutrition, \nhydration, air quality and collaboration.  \n1 FITWEL & Design is a registered trademark of the U.S. Department of Health & \nHuman Services (HHS). Participation by The Center for Active Design and/or any other \norganization does not imply endorsement by HHS. Outside the United States, the \nFITWEL service marks are owned by the Center for Active Design, Inc. \n1", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}