{"page_content": " 14Industry Principles for Responsible Supply Chain Management’, \naddress key areas such as: EHSS management systems; \nperformance and regulatory compliance; environmental \nsustainability; occupational health and safety systems; process \nsafety management controls; physical security; labor and ethics \npolicies; business continuity systems; and capability to safely \nhandle Alkermes products.We have conducted on-site audits or tabletop reviews to \nassess all external CMOs directly involved in the manufacture \nor packaging of proprietary Alkermes medicines, and use the \ninformation gained from these assessments to help us prioritize \nareas of focus for our ongoing risk management efforts. \nALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENT\nEnvironmental Protection \nand Sustainability \nWe strive to conduct our business activities in a manner that \nminimizes the environmental impacts of our operations and \npromotes effective stewardship of environmental resources. \nWe are committed to complying with applicable laws, rules \nand regulations and operating with the highest standards of \nconduct. All Alkermes facilities are subject to routine regulato -\nry inspections in respect of EHSS to confirm compliance with \napplicable laws and regulations. \nWe also strive to maintain a culture of sustainability throughout \nour organization and work collaboratively across internal stake -\nholder groups and business units to identify ways to mitigate \nrisks, increase operational efficiencies and reduce  \nour environmental impacts, including those related to  \nclimate change.In 2020, we engaged an independent third-party to conduct \na focused survey of leaders across our operations functions, \nincluding representatives from our R&D, manufacturing,  \nquality, external operations and supply chain, EHSS and  \nengineering teams, designed to identify the environmental  \nfocus areas of highest importance to our business operations. \nBased on the results of this survey, we identified the following \nkey environmental focus areas:\n• Energy Usage \n• Greenhouse Gas (GHG) Emissions and Renewables\n• Waste Optimization\n• Pharmaceuticals in the Environment\n• Water Conservation\n• Sustainability in the Supply Network\nA global, cross-functional steering team was formed with a \ngoal of further developing and enhancing enterprise-wide \nfocus on these areas and, over time, incorporating these focus \nareas into a broader environmental sustainability framework \nfor our operations.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}