{"page_content": " 15 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENTEnergy Usage \nWe continually monitor and review our energy \nusage in order to identify opportunities for further \noptimization and reduction, including:\n• Analysis of data and trends from electricity and natural gas  \n monitoring systems at our facilities;\n• Replacement of legacy equipment with more energy- \n efficient alternatives;\n• Incorporation of sustainable design and building techniques  \n into new facilities to promote less energy use; and\n• Assessments of options to procure and further integrate  \n renewable energy sources into our operations.\nA forum of engineering leaders from each of our sites \nmeets regularly to develop best practices for our \nfacilities and utility systems. A sub-team of this group \nis responsible for integrating sustainability principles \nand practices into the design of our capital projects, \nmonitoring company-wide energy audits and developing \nmulti-year plans for energy reduction initiatives.\nWhile overall energy use in 2020 increased by 9% as \ncompared to 2019 in absolute terms, energy consumption \nper floor area in 2020 decreased by 6% compared to 2019 \nand was 24% lower than our 2015 baseline measurement \nyear. Key changes to our facilities in 2020 that contributed \nto the increase in our overall energy use included:\n• The opening of a 230,000 square foot facility at our  \n Waltham, Massachusetts site;\n• The introduction of a new GMP1 manufacturing capability,  \n with associated heating ventilation, air conditioning and  \n utilities, at our Wilmington, Ohio facility; and \n• Adjustments to ventilation rates as a result of COVID-19- \n related safety precautions. \nWhile these changes were significant, their impact on our \noverall energy consumption was partially mitigated by \nongoing energy efficiency initiatives across our facilities, \nincluding energy audits that highlighted opportunities \nfor immediate efficiency improvements, phased capital \ninvestments, procedural improvements and behavior- \nchange initiatives. Our notable efficiency achievements in 2020 included:\n• Reduction of electrical energy consumption at our  \n Athlone, Ireland facility by 9% compared to 2019, through  \n optimization projects such as chilled water and compressed  \n air improvements (see call out box below); \n• Optimization of heating and ventilation systems across  \n our Wilmington, Ohio facility’s GMP manufacturing rooms,  \n supporting potential system utilization savings of 5% to  \n 15% annually, and improvements to compressed gas  \n systems (i.e., air, nitrogen) in response to identified leaks,  \n which are expected to reduce nitrogen leakage by over  \n one million cubic feet per year and decrease compressed  \n air energy consumption by 279,000 kWh per year; and \n• Opening of a new LEED® Silver-certified2 and energy- \n efficient facility at our Waltham, Massachusetts site.\n1 GMP: Good Manufacturing Practice\n2 Leadership in Energy and Environmental Design, developed by the U.S. Green Building Council (USGBC)Case Study:  \nEnergy Conservation\nDuring 2019 and 2020, we optimized the chilled \nwater and cooling towers at our Athlone, Ireland \nresearch and manufacturing facility and installed \nmore efficient air compressors that resulted in \nannual electrical consumption that was 3,800,000 \nkWh lower compared to our energy usage prior to \nthese changes.\nFurther energy savings were realized from a low-\npressure hot water optimization initiative, which \nreduced our annualized gas consumption by more \nthan 400,000 kWh.\nThe Athlone, Ireland site is in the process of creating \nan Energy Management Program to upgrade energy \nmetering across the site, help monitor and improve  \nkey energy users and identify future projects for  \nenergy optimization.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}