{"page_content": " 19 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENTPharmaceuticals in the \nEnvironment \nWe understand the potential impacts that pharmaceuticals \ncan have on the environment. We maintain strict internal \nprotocols to adhere to the parameters of our applicable \nlicenses and permits, mitigate the impacts of our operations \non natural resources such as surface water and groundwater \nand assist us in effectively controlling our air and  \nwastewater emissions. \nAs part of our development and manufacturing scale-\nup of new, proprietary molecules, we have implemented \nprograms to enable us to understand and mitigate \nassociated environmental impacts. For example, we \npartner with third-party experts to identify practices \nto assist us in characterizing and understanding \nappropriate eco-toxicology and safe discharge limits. \nWe have implemented science- and data-driven \nenvironmental risk mitigation strategies and continually \nevaluate opportunities to improve our emissions control \nsystems in order to better protect the environment and \nenhance the environmental sustainability of our operations.\nWaste Optimization\nAll Alkermes facilities have comprehensive waste \nmanagement plans in place and we strive to reduce our \ngeneration of waste at the source. Our waste streams are fully \nsegregated, and disposal methods are carefully evaluated to \nsupport compliance with statutory and permit requirements.\nFor non-hazardous waste, we actively seek to eliminate \nlandfilling where practicable and pursue recycling, composting \nand/or other re-use opportunities. We also employ other \nforms of responsible disposal, such as treatment in third-party \n“waste-to-energy” facilities. \nFor hazardous waste, we recognize that landfill is not an \nenvironmentally responsible disposal route. We actively \nexplore recycling opportunities for our hazardous waste and, \nwhen feasible, select disposal routes that include potential \nenergy recovery benefits. \nOur waste vendors are carefully selected and vetted, in an \neffort to promote utilization of responsible waste disposal \nroutes only. Through our working relationships with these \nvendors, we are able to identify and implement new \nopportunities for responsible waste disposal and further \nreduction of waste materials.Key waste optimization highlight at the enterprise  \nlevel included:\n• 56% of total waste generated in 2020 was recycled,  \n 21% was processed in waste-to-energy facilities, 13% was  \n incinerated and the remainder (all non-hazardous waste)  \n was landfilled.\n• 95% of total hazardous waste generated in 2020 was  \n either recycled or processed in a waste-to-energy facility  \n and the remainder was incinerated; no hazardous waste  \n was sent to landfill facilities. \nKey waste optimization highlight at the facility  \nlevel included: \n• Approximately 99% of hazardous waste from our  \n Wilmington, Ohio facility was recovered and recycled; the  \n remainder was incinerated. \n• No waste from our Athlone, Ireland facility was sent to  \n landfill; 100% of non-hazardous waste and 86% of  \n hazardous waste was either recycled or processed in a  \n waste-to-energy facility; the remainder was incinerated. \nThe following table breaks down our various 2020 waste  \nstreams by hazardous and non-hazardous waste:\nHazardous waste disposal in \nmetric tonnesMetric Tonnes\nRecycled* 1,183\nWaste-to-energy** 466\nIncineration 84\nLandfill*** 0\nTotal hazardous waste 1,733\nNon-hazardous waste in metric \ntonnesMetric Tonnes\nRecycled* 174\nWaste-to-energy** 45\nIncineration 227\nLandfill*** 257\nTotal non-hazardous waste 703\n*“Recycled”: A waste that is used, reused or reclaimed (based on SASB RT0101).\n**“Waste-to-energy”: A method of converting non-recyclable waste into useable \nforms of energy including heat and electricity.\n***No hazardous waste was sent to landfill facilities.\nNote: Due to the impacts of the COVID-19 pandemic on the Company and its \nbusiness practices in 2020, waste stream volumes in 2020 may not be indicative of \nvolumes in future years.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}