{"page_content": " 3\nThis report, published in October 2021, covers data and \nactivities undertaken from January 1, 2020 through December \n31, 2020, and in certain instances, activities undertaken and \nevents that have transpired to date in 2021. All presentations \nof data denote the time period covered. The contents of \nthis report were developed based on feedback from our \ninternal and external stakeholders and metrics used by \ncorporate responsibility and sustainability ratings providers. \nAny statistics and metrics contained herein relating to our \ncorporate responsibility and Environmental, Social and \nGovernance (ESG) activities are estimates and are based on \ncertain assumptions and developing standards. \nThe inclusion of information and data in this report is not \nan indication that such information or data, or the subject \nmatter of such information or data, is material to Alkermes \nfor purposes of applicable securities laws or otherwise. The \nprinciples used to determine whether to include information \nor data in this report do not correspond to the principles \nof materiality or disclosure contained in the United States \nsecurities laws used to determine whether disclosures are \nrequired to be made in filings with the U.S. Securities and \nExchange Commission (SEC), or principles applicable to \nthe inclusion of information in financial statements. The \ndata contained herein are not based on generally accepted \naccounting principles and are not independently audited.Statements contained in this report regarding our corporate \nresponsibility and ESG goals and future plans are aspirational \nand not guarantees or promises that such goals will be met or \nfuture plans achieved. \nWe welcome your feedback on the contents of this report \nand any of our corporate responsibility and ESG initiatives. \nYou can reach a team member at Alkermes by contacting \nsocialimpact@alkermes.com. \nCopies of our prior Corporate Responsibility Reports are \navailable on the Corporate Responsibility Reports page of the \nResponsibility section of our website.\nSECTION 1 \nABOUT  \nTHIS REPORT  \nALKERMES •  CORPORATE RESPONSIBILITY REPORT • ABOUT THIS REPORT", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}