{"page_content": " 21\n ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALOur employees are the foundation upon which our business \nis built. Their expertise, intelligence and creativity drive our \ninnovation, and their passion and commitment to excellence \nare the cornerstone of our success. We support our \nemployees’ well-being in a transparent, diverse, inclusive and \ncollaborative culture and provide employees with training, \nsupport and resources to allow them to succeed professionally \nwhile appropriately balancing their professional and personal \nlives. This culture and support help to keep our employees \nconnected and engaged. Beyond our employee initiatives, we are committed to broader \nsocial engagement through local volunteering opportunities, \ngrant programs, and engagement with caregivers, patients \nand their loved ones. We also support advocacy efforts to \nraise awareness of patient needs and to increase access to \nmedicines and other forms of treatment in support of patient \nhealth and well-being.\nSECTION 7 \nSOCIAL\n• “The experience of watching my beautiful and brilliant  \n mom live with schizophrenia for much of her life has  \n given me a deep appreciation for the ripple effect  \n that serious mental illness can have – not just on the  \n person with the disease, but on their family, friends  \n and even strangers. I believe that the work we do  \n at Alkermes has the potential to make a meaningful  \n difference in the lives of the patients and families we  \n serve and I’m thankful to be a part of that opportunity.” \n– Territory Business Manager\n• “When my dad was 58, he started having headaches  \n and neck pain. As a caring plastic surgeon, he  \n continued to focus on his patients, but when  \n\t he\tfinally\twent\tfor\ta\tscan,\the\tlearned\tthat\the\thad\t \n glioblastoma multiforme, a shocking diagnosis for us  \n all. Since the loss of my dad, I try to channel his  \n passion and love of life. I think he would be incredibly  \n proud that I now work for a patient-focused company  \n looking for new ways to treat people with cancer.”\n – Senior Director, Corporate Affairs• “After losing a 36-year-old friend and my mom to  \n cancer in back-to-back years, I have realized how  \n precious time is. I come to work with a sense of  \n urgency every day, hoping that the work we do  \n may someday offer a meaningful difference for  \n cancer patients and their loved ones.” \n– Project Manager, R&D Oncology\n• “I have helped care for a family member living with  \n schizophrenia and other mental health conditions  \n\t for\t~20\tyears.\tIt\thas\tbeen\ta\tlong\tand\tdifficult\tjourney.\t \n Early on, I found that connecting with others who  \n can relate to my experience and accessing resources  \n from advocacy organizations like the National  \n Alliance on Mental Illness (NAMI) helped me to  \n navigate this journey and support my own mental  \n health. I’m incredibly proud to work at a company  \n whose mission is to help families like mine.”\n – Manager, Corporate AffairsOur Team is Motivated by Personal Experiences ", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}