{"page_content": " 23• Championing and modeling desired leadership behaviors,  \n and holding our other senior leaders accountable for  \n the same.\nOur DIB Steering Committee is an employee-led group \ncomprised of representatives from all of our locations, \nincluding field-based employees, and from a variety of \nfunctional areas, that provides perspectives and insights  \non DIB efforts at Alkermes. The DIB Steering Committee \nworks to:\n• Shape the organization’s vision around DIB; \n• Recommend strategies and actions to help advance the  \n Company’s DIB goals; \n• Champion the establishment and successful operation of  \n ERGs; and\n• Guide diversity-related aspects of the Company’s activities.\nDIB Events\nThe events of 2020 intensified our focus on the importance \nof social and racial justice, diversity and inclusion. We held \nCompany-wide town hall conversations focused on race and \nother social justice topics, sponsored recognition events and \nenhanced our diversity education and training offerings.Employee Resource Groups\nIn 2020, the DIB Steering Committee launched three employee \nresource groups with a common purpose of supporting \nand enhancing the inclusiveness of our company culture \nand providing opportunities for professional development, \nnetworking and building deeper connections within Alkermes \nbased on cross-functional employee involvement.\nFocuses on the LGBTQ+ community and allies who support \nequality and compassion in our workplaces by promoting \npractices, policies and benefits that are inclusive for all sexual \norientations, gender expressions and characteristics, and \nprovides an open forum where employees collaborate, network \nand engage.  \n \n \n \nPromotes the development of a vibrant workplace environment \nwhere multicultural employees feel welcomed, supported and \nincluded through education about, and celebration of, different \ncultures and beliefs. This group also aims to build a supportive \nand inclusive employee network and sponsor professional \ndevelopment activities for all members of the Alkermes \ncommunity to create a sense of belonging.  \nProvides an open venue for women and all employees to \ncollaborate, network, engage, learn from and inspire one \nanother and encourages a workplace that develops, supports \nand promotes all individuals, regardless of gender, with a \nspecific aim to improve the representation of women at all \nlevels within the organization.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIAL\nIn February 2021, in celebration of Black History \nMonth and as part of our broader commitment to \ncontinued dialogue on DIB topics, Alkermes hosted \nformer U.S. Senator William “Mo” Cowan for a \ndiscussion about his experiences as a Black man \nand leader in the business and political arenas. \nSenator Cowan shared openly about his upbringing \nin North Carolina and his professional and personal \nexperiences navigating the U.S. Senate and the \nMassachusetts business environment. His comments \nresonated with many of our employees — some of \nwhom have had similar challenging experiences, \nwhile others had the benefit of seeing situations \nthrough the new and compelling lens that the \nSenator provided. MOSAIC\nEMPL OYEE RESOURCE GROUP\n", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}