{"page_content": " 25 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALLinkedIn Learning\nAs part of our commitment to ongoing professional \ndevelopment, Alkermes provided all employees \nwith access to LinkedIn Learning, an online \nlearning platform with more than 13,000 courses \ntaught by real-world experts. The platform is \nembedded within our performance management \nsystem to support managers and employees \nduring annual performance review and individual \ndevelopment plan discussions. \nLeadership in Action\nLeadership in Action is a series of panel \ndiscussions focused on established leadership \nbehaviors and designed to guide and align our \nleadership principles. Our first Leadership in Action \nevent took place in April 2021, with more than \n250 employees joining a fireside chat with four \nAlkermes leaders who shared their experiences \nand insights relating to methods of challenging, \nempowering and developing their teams.\nLeading@Alkermes\nThe Leading@Alkermes program is a practical \napproach to management and leadership with \na focus on best practice tools. This six-month \nprogram is designed to support managers at \nAlkermes through a combination of monthly \nmodules, peer circles and independent exercises. Professional Development \nWe are committed to the growth and development of \nour employees throughout their tenure at the Company. \nFrom their first day on the job, our comprehensive new \nhire on-boarding experience goes beyond specific job \nskills training to include training that connects our new \nemployees to our business, culture, values and people. \nWe encourage our employees to seek out professional \nlearning opportunities both within Alkermes and \nexternally. We offer formal training that covers topics \nincluding performance management, problem-solving, \nleadership development, communication and mentorship \nas well as more specialized skills-based programs. In \n2020, we conducted approximately 200 professional \ndevelopment training sessions for employees across \nthe organization. We also conduct ongoing health \nand safety trainings in compliance with applicable \nU.S. federal and state, Irish, and local regulations.   \nBeyond periodic training, Alkermes also supports \nemployees in furthering their educational goals. A tuition \nreimbursement program is offered in the U.S., which \nincludes opportunities for tuition reimbursement of up to \n$5,250 per year for full-time employees enrolled in any \ncourse through an accredited college or university. In 2020, \napproximately 60 U.S. employees took advantage of this \nbenefit. In Ireland, 14 employees were enrolled in part-\ntime education programs, which were reimbursed in full.\nIn 2020, to further enhance our professional development \ninitiatives, Alkermes launched an Individual Development \nPlan (IDP) process. Separate from our annual performance \nreview program, the IDP process is meant to facilitate \ndevelopment discussions between employees and their \nmanagers in order to identify growth opportunities and \nset development goals aligned with their individual \nshort-, medium- and long-term career objectives.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}