{"page_content": " 27Employee Engagement Surveys\nAs part of our ongoing commitment to assessing and \nimproving our employees’ day-to-day experiences, we conduct \nglobal engagement surveys designed to capture and better \nunderstand employee perspectives. Our 2020 Company-wide \nemployee engagement survey results demonstrated high \nperformance by the Company in comparison to a number of \nemployee-related biotechnology industry benchmarks and \nshowed improvement in our employee engagement metrics \nrelative to those from our 2018 employee engagement \nsurvey. These improvements were especially meaningful \ngiven the challenges in workplace environments due to the \nCOVID-19 pandemic, including a significant portion of our \nworkforce working remotely. The employee participation \nrate in the 2020 employee engagement survey was high at \napproximately 75%, consistent with employee participation \nrates in our prior employee engagement surveys.\nThe 2020 employee engagement survey results highlighted \nkey aspects of our culture that are strong drivers of employee \ncommitment, including that: \n Alkermes operates by strong values;\n Employees feel part of something meaningful; and \n Employees receive support from their managers and feel  \n genuinely appreciated.\nWe will continue to use the data collected from our employee \nengagement surveys to inform our strategy and support our \nability to retain and attract strong talent.\nReflections From Our Leaders\nTo maintain a culture of connectivity while many employees \nwere working remotely, Alkermes launched a bi-weekly \nvideo series featuring videos from members of the \nleadership team at their homes. The series allowed senior \nleaders to provide updates to employees about their \nrespective functional areas in a more personal way. \nPeer Appreciation and Recognition\nWe strongly believe in sharing and recognizing success as a \nteam. Our RISE recognition program connects our employees \nacross all locations and enables our employees to acknowledge \nand commend colleagues for outstanding performance through \npeer-to-peer recognition. \n Leveraging Communication \nTechnology Platforms to \nStrengthen Connections \nBetween Employees\nARC: Alkermes Resource Center \nAn online internal employee portal that has served as \na key resource as many employees worked remotely \nthroughout 2020 and beyond:\n• The site garnered more than 2,700 likes and \ncomments in 2020, a 31% increase in activity  \ncompared to 2019.\n• The COVID-19 hub on ARC has garnered over \n30,000 views.\n• More than 300 intranet posts in 2020, highlighting  \nmanagement messages, employee stories, and  \nCompany and product updates. \nAlks2GO: Commercial \nCommunications Mobile App\n• From March 2020 to December 2020, daily visits to \nAlks2GO increased by 30%. \n• On average, 91% of Alkermes sales representatives  \nvisited Alks2GO at least once per week in 2020.\n• More than 320 individual content contributors  \nin 2020. \nYammer: Internal Community \nPlatform\nSince launching in August 2020: Nearly 4,000 comments \nand likes were received on nearly 700 Yammer posts. \nALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIAL", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}