{"page_content": " 28Employee Benefits and Wellness\nOur HR team has an ‘open door’ policy to promote a healthy \nexchange of ideas and encourage employees to provide \nfeedback on our programs and practices on an ongoing basis. \nWe also regularly benchmark our HR practices against industry \nstandards to ensure that we can compete for and retain  \nstrong talent.\nOur diverse mix of employees also helps to inform our \nbenefits program. We carefully consider our employees and \ntheir families when we design our policies and programs to \noffer a range of options and flexibility. Our benefits and other \nemployee resources are designed to support the physical, \nfinancial and emotional well-being of our employees and their \nloved ones.\nRecognizing the value of our employees and their important \ncontributions to the achievement of our business objectives, \nwe offer market-competitive comprehensive total rewards \npay and benefits packages, including bonus opportunities at \nall levels tied to individual and company performance, and for \nemployees at certain levels, company equity opportunities. We \nalso offer healthcare and retirement savings plan benefits, paid \ntime off, tuition reimbursement and other benefits designed to \nsupport healthy lifestyle choices, financial wellness and work-\nlife balance.COVID-19 Vaccine Clinics\nAs a biopharmaceutical company, we understand the critical \nrole that vaccines are playing in helping to address the \nCOVID-19 pandemic. To facilitate and encourage COVID-19 \nvaccinations among our employees, Alkermes partnered \nwith local healthcare providers in Ohio and Massachusetts to \nhost free COVID-19 vaccine clinics for employees and their \nfamilies. We also offered paid time off for employees to receive \nCOVID-19 vaccinations. \nALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALSupporting Our Employees\nDuring the COVID-19 pandemic, recognizing \nthe additional challenges faced by some of our \nemployees due to changes in availability of \nchildcare, we added In-Home Back-Up Care to our \nCare.com benefit package.  We also waived the \nco-pay for any in-center or in-home back-up care \ndays, and established reimbursement eligibility for \ncertain caretakers outside of the Care.com network \nof providers. In 2020, the number of employees \nutilizing this resource increased by more than 400 \npercent from 2019. ", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}