{"page_content": " 29 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIAL\nPatient and Community \nEngagement \nWe have developed and now commercialize proprietary \nmedicines for the treatment of serious mental illness and \naddiction, disease areas with vulnerable patient populations \nwho are often treated in public health and criminal justice \nsettings where systemic inequities are pervasive. \nWe champion approaches to treatment that recognize \nthe multitude of factors that affect outcomes for patients, \ncaregivers and communities and are committed to patient and \ncommunity engagement, disease education and awareness \nand advocacy for policies that support equitable access to \ntreatment options.\nPatient Engagement\nPatient engagement is core to our mission. Regular \nengagements with policymakers and leaders in the patient \nadvocacy community allow us to better understand their \nperspectives and goals, and learnings from these interactions \nhelp to inform our business activities, including in respect of \nclinical development, policy and advocacy. Across our endeavors, we are purposeful about staying \nconnected to the reality of living with these complex conditions. \nWe actively seek input from patients and advocates early in \nour drug development process to help identify unmet patient \nneeds and inform our research. These engagement efforts \nhelp us design clinical trials and programs with specific patient \noutcomes in mind. We continue to consult with patients during \nthe drug development process and beyond, so that patient \nperspectives continue to inform the development and lifecycle \nmanagement of our products.\nDriven by our patient-centered ethos, we advocate for, among \nother things, improved access to medicines and other forms \nof treatment. However, we also understand that access to \ntreatment options addresses only a portion of the needs of \nthe patients, families and communities for whom we develop \nour medicines. We are committed to working with the people \naffected by addiction, serious mental illness and cancer, and \nthe organizations that support them, to better understand the \ncomplex system of care for these diseases and to achieve our \ncommon goal of improving outcomes for these patients and \ntheir caregivers. ", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}