{"page_content": " 30Alkermes employees participated in virtual NAMIWalks \nevents in 2020 and 2021.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIAL\nPatient Advocacy:  \nOur Mission in Action\n“We are deeply invested in bringing \nstakeholders together for open \ndiscussion and collaboration, united in \nour shared interest to understand the \nneeds of - and make a difference for - \npatients and caregivers.”\n- Associate Director,  \nPatient EngagementEarly Access Policy\nAlkermes endeavors to develop safe and effective \nmedicines by conducting rigorous clinical trials and \nobtaining marketing approval from regulatory authorities, \nincluding the U.S. Food and Drug Administration (FDA). \nParticipation in one of our clinical trials is the optimal way \nfor patients to gain access to our investigational medicines \nprior to regulatory approval. However, we understand that \nsome patients may not be able to participate in a clinical \ntrial.  If early data from our clinical trials suggest that an \ninvestigational treatment might offer benefits for patients \nfacing serious or life-threatening conditions, Alkermes has \na policy under which patients may be eligible to receive \naccess to an investigational medicine outside of the \ncontext of a clinical trial. Additional details and eligibility \nconsiderations can be found in the Alkermes Early Access \nPolicy, a copy of which is available on the Early Access \npage of the Research & Development section of the \ncompany’s website. \nThe STARR (Stakeholders in Treatment, Advocacy, Research \nand Recovery) Coalition, a non-profit organization committed to \nsupporting mental health clinical research, named Alkermes its \nSTARR of Excellence 2020 Sponsor of the Year, in recognition \nof our leadership in and contributions to mental health clinical \nresearch and our commitment to bringing patient voices to the \nforefront of our work.\nAccess\nAlkermes believes that every patient deserves quality care, and \nwe are committed to collaborating with policymakers and other \nindustry stakeholders to preserve and enhance access  \nto medicines. \nWe strive to price our medicines in a responsible manner that \nfacilitates broad access. We also offer programs, such as our \nPatient Assistance Program and our Co-Pay Savings Program, \nto provide support to eligible patients who are prescribed our \nmedicines.  In 2020, more than 18,000 patients participated in \nour Co-Pay Savings Program.  \n \nSupporting Our Communities\nAlkermes respects the culture, customs and values of the \npeople in the communities in which we operate.  We seek  \nto support and positively impact such communities through  \nour grant programs, sponsorship contributions and  \nvolunteer support.\nSponsorships \nAlkermes is proud to be part of the broader healthcare \ncommunity supporting those with addiction, serious mental \nillness and cancer.  We foster and maintain relationships with \na variety of health-related and public policy organizations. In \n2020 and 2021, we sponsored non-profit organizations such \nas the National Alliance on Mental Illness (NAMI) and continued \nto bring awareness to programs and initiatives of other \norganizations that work to improve the lives of persons affected \nby mental illness.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}