{"page_content": " 4\nSECTION 2 \nINTRODUCTION\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • INTRODUCTIONA Message from Our CEO\nThrough any lens, 2020 was an unprecedented year full of \nchallenges, some of which were previously unimaginable to \nmany of us. The stresses of this difficult time have emphasized \nthe importance of focusing on our purpose and values — \ngreat science, deep compassion and real impact — achieved \nthrough a collaborative, respectful and inclusive culture and a \nclear, patient-focused mission. \nCorporate responsibility has always played a central role in \nour business and has proven even more critical during the \npast year as we faced some of the most pressing public \nhealth and societal issues of our time – a dynamic global \npandemic, systemic racism in the U.S. and around the world \nand a worsening climate change crisis. Guided by our purpose \nand values, we responded to these critical issues, while also \nsharpening our focus on scientific and business excellence in \nour efforts to help people living with complex and difficult-to-\ntreat diseases. This report details our efforts.\nThe COVID-19 pandemic amplified our global \ninterconnectedness and the responsibility we share to take \ncare of one another. Throughout the COVID-19 pandemic, \nwe regularly communicated important business and health \ninformation to our employees to increase their feelings of \ninclusion and belonging and to reinforce the actions we were \ntaking to protect their health and well-being. At the same time, \nwe worked to ensure uninterrupted supply of, and access to, \nour medicines for people living with substance use disorders \nor serious mental illness, both by continuing to manufacture \nour medicines and by pioneering new and innovative ways to \nengage with healthcare professionals as the pandemic limited \nin-person doctors’ visits. We also collectively mobilized to help \nvulnerable people in our communities through our advocacy, \nvolunteerism, donations and grant funding. \nIn addition to the immense challenges created by the global \npandemic, a number of painful events unfolded in 2020 that \nbrought the history and continued prevalence of systemic \nracism, discrimination and inequality, particularly in the \nUnited States, to the forefront of our collective consciousness. \nThese events prompted important dialogue surrounding the \nunconscious biases that we all hold and the many injustices \nexperienced by traditionally underrepresented communities.\n As a corporate citizen, we believe it is our responsibility to \nwork toward positive change — both inside our organization \nand in communities where these and other inequities are \nprevalent, including among those living with serious mental \nillness and addiction. Over the past year, we took a number \nof actions to improve diversity, inclusion and belonging \nin our business activities — we launched new employee \nresource groups to support and enhance the inclusiveness of \nour culture, held company-wide discussions on racism and \nunconscious bias, enhanced our diversity education offerings \nfor our employees, further integrated diversity into our hiring \nand workforce development initiatives and began evaluating \nour clinical trial practices to enhance the diversity of patients in \nour studies. Our engagement in these areas reflects our values \nand is integral to the success of our business.\nWe have also continued to focus on our sustainability \npractices, particularly in light of the ongoing climate crisis. In \n2020, we opened a new energy-efficient office and laboratory \nfacility as part of our Massachusetts campus and advanced \ninitiatives to reduce our environmental footprint. We are \nworking to enhance our environmental responsibility and \nsustainability strategy and to increase the sophistication with \nwhich we monitor and report on these efforts. \nThe environmental, social and governance initiatives we \ndiscuss in this report are critical both to our business and our \nglobal community. \nOur efforts are advancing thanks to the work of our talented \nand dedicated employees who have remained focused and \ncommitted to this work over the last 18 months.  Our progress \nduring this time is a testament to their agility, innovation and \nperseverance.  I would like to thank our customers, partners \nand shareholders for their trust and support. Together, we are \nworking to make a difference in the lives of people affected \nby addiction, serious mental illness and cancer and in the \ncommunities in which we live and work. \nWe look forward to sharing our progress with you. \nRichard F. Pops \nChief Executive Officer\n", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}