{"page_content": " 31 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALAlkermes Pathways \nResearch Awards Program \n2020 recipients included:\n• Paulo Lizano, M.D., Ph.D., Harvard Medical \nSchool, for a proof of mechanism study using a \nretinal biomarker to predict treatment response \nwith intravenous sodium nitroprusside in \nsymptomatic early course schizophrenia. \n• Anastasiya Nestsiarovich, M.D., Ph.D., University \nof California San Diego, for stem cell modeling \nof cryptic bipolar disorder in treatment-resistant \ndepression. \nInspir ation GrantsFunding in Support of Research  \nand Charitable Organizations\nInnovative research, programming and funding are urgently \nneeded to support those who are living with addiction, \nserious mental illness and cancer. In 2020, Alkermes awarded \napproximately $1.2 million in research grants and charitable \ndonations in support of these communities and in 2021, Alkermes \nhas continued to invest in related grant programs and donations.\nIn 2020, as the severity of the COVID-19 pandemic became \nincreasingly clear, we established the COVID-19 Relief Fund, a \nspecial edition of our Alkermes Inspiration Grants® program, to \nprovide grants to nonprofit organizations to assist in their work to \naddress pandemic-related needs for people living with addiction, \nserious mental illness, or cancer. The range of programs that we \nsupported through this fund provided meaningful assistance to \npeople across the patient communities that we serve.\nIn 2021, the Alkermes Inspiration Grants program was open \nto eligible organizations seeking to support people living with \naddiction, serious mental illness and cancer. We received more \nthan 250 applications for this highly competitive program, and \nin July 2021, we announced 11 grant recipients, including the \nfollowing:\n• The Artistic Recovery’s program will provide free online  \n recovery support through a series of videos, podcasts and  \n blogs. People in recovery will create content designed to  \n support those in early recovery from substance use  \n disorder. Individuals will have the opportunity to practice  \n social skills while sober to increase their confidence to  \n participate in everyday life without the need for drugs or  \n alcohol. The program activities and resource topics include  \n cooking, nutrition, art projects, faith, fitness, music lessons,  \n song writing and virtual recovery support sessions.\n• Cancer Research Institute’s Immunotherapy Summit will  \n feature Spanish-speaking experts and patients who are  \n members of the Hispanic and Latinx communities to raise  \n awareness of immuno-oncology (I-O) as a cancer treatment  \n option, connect patients and caregivers with top I-O experts  \n and empower patients to discuss I-O treatment options  \n with their healthcare providers. Participants will be able to  \n listen to a patient panel discussion in Spanish to hear about  \n others’ I-O treatment experiences and meet with a clinical  \n trials navigator to learn about clinical trials for which they  \n may be eligible.• Depression and Bipolar Support Alliance (DBSA) will focus  \n its program on increasing access to no-cost peer support  \n groups for Black individuals living with depression or  \n bipolar disorder with the purpose of mitigating negative  \n mental health outcomes that may be exacerbated by  \n systemic racism. The program also includes development  \n of additional resources to support this work more broadly  \n through DBSA’s local chapter network. \nThe Alkermes Pathways Research Awards program is designed \nto support the next generation of researchers working to advance \nunderstanding and awareness of diseases in the field  \nof neuroscience.\nThe annual program provides opportunities for individual grants of \nup to $100,000 per research project for early-career investigators \nfocused on research relating to substance use disorders, \nschizophrenia and bipolar disorder. Information about past \ngrant recipients can be found on the Research & Medical Grants \npage of the Research & Development section of our website.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}