{"page_content": " 32 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALAlkermes employees participated in virtual Alkermes in Action events in 2020.\nCharitable Giving During the \nCOVID-19 Pandemic\nMany of the patients who are central to our mission have been \ndisproportionally impacted by the COVID-19 pandemic. In 2020, \nwhile continuing to support our patient communities through our \nestablished sponsorship and corporate giving programs, we also \ndonated to a number of local support programs in which  \nwe felt there was high need and that we could have an \nimmediate impact.  \nFor example, we made donations to organizations focused \non delivering food and other support to low-income families \nand children, as well as seniors who are unable to leave their \nhomes. In recognition of our field-based employees across the \nU.S., we donated to Feeding America’s COVID-19 Response \nFund. In Ohio, we donated to the Council on Aging and \nthe Wilmington School District, two essential communities \nfacing COVID-19-related challenges. In Massachusetts, we \ngave to Healthy Waltham, an organization providing food \nto children who normally depend on meals in schools and \nto seniors so they could remain at home and safe. In Ireland, \nwe supported ALONE, a program focused on caring for the \nelderly population during this vulnerable and isolating period.\nCommunity Engagement \nOur employees are passionate about helping to care for \npeople and the environment in the local communities in which \nwe work, supporting not only organizations and programs \nthat are connected to the diseases that our medicines treat, but also causes for which they feel a personal connection \nthrough their own experience or that of their loved ones. \nUnited States\nEleven years ago, a group of employees in Waltham started \nAlkermes in Action, an annual program of volunteering \nto support our local communities with hands-on activities \nthat align with our values and embody our compassion. \nOver the past decade, over 5,000 volunteers have worked \nwith more than 50 local community organizations, \nestablishing meaningful, long-term relationships with \nmany of them. In 2020, we adapted our Alkermes in \nAction volunteer program to be entirely virtual, and our \nemployees dedicated more than 400 volunteer hours \nto local organizations focused on education, caring for \nveterans and providing for children and families in need.\nIn 2021, as pandemic-related restrictions have lifted, we have \nbeen able to resume limited in-person Alkermes in Action \nvolunteer projects, which have included beautifying outdoor \nspaces and building bicycles and beds for low-income children. \nSince 2014, when Alkermes supported renovation of the \nBristol Lodge Soup Kitchen in Waltham, MA, Alkermes \nemployees have routinely volunteered to make and serve \nfresh meals at the kitchen. Despite volunteering restrictions \ndue to COVID-19, Alkermes employees have continued \nto support the soup kitchen throughout 2020 and 2021 \nin a socially-distanced way by ordering and delivering \npre-packaged meals from local Waltham restaurants.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}