{"page_content": " 33 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIAL\nIreland\nAlkermes employees in Ireland proudly support local \norganizations that seek to address a range of needs \nincluding mental health, cancer care, education, shelter and \ndomestic abuse services and homelessness, among others. \nIn 2020 and 2021, as COVID-19 restrictions reduced our \nemployees’ ability to volunteer in person, this support was \nachieved through a combination of financial contributions and \nemployee participation in virtual events. Some examples of \nthe organizations and initiatives supported include:\n• Daffodil Day is the Irish Cancer Society’s biggest   \nfundraiser, taking place annually in March and raising \nmillions of Euros to support cancer patients and their loved \nones with free advice, resources and critical cancer research. \nIn 2021, employees were encouraged to donate to this \ncause and employee donations were then matched  \nby Alkermes.\n• Since 2014, Alkermes employees in Ireland have been  \n participating in Darkness into Light, a fundraiser for  \nPieta House, an organization that provides support for people of all ages who are suicidal or at risk of self-harm.  \nThe annual organized 5K event was virtual this past year,  \nwith participants invited to take part on their own or with  \n loved ones by walking, running, cycling or swimming 5km  \n at sunrise. \n• In 2021, Alkermes again partnered with the local secondary  \n school in the Athlone community as part of a government- \n sponsored program to support educational inclusion. This  \n long-running partnership aims to prepare students for the  \n working world while also improving school retention rates  \n for at-risk students by creating a link between education  \n and future employment opportunities. In 2021, the program  \n was adapted for a slightly younger audience and rebranded  \n as the ‘World of Work’ program. It involved four sessions  \n supported by Alkermes employees that focused on teaching  \n practical skills and providing first-hand insights into real- \n world work environments.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}