{"page_content": " 35 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCEThe Code of Conduct also requires compliance with all \napplicable laws, rules and regulations including, but not limited \nto, those guiding our interactions with government officials \nand health care providers.  In this context, the Code of Conduct \nexpressly prohibits any bribes, kickbacks or other improper \npayments, transfers or receipts.\nOur employees are obligated to raise concerns about any \nviolations of our Code of Conduct or any other ethics or \nconduct violations with their supervisor, the Company’s Chief Legal Officer or Chief Compliance Officer, the Audit and Risk \nCommittee of the Board and/or the Nominating and Corporate \nGovernance Committee of the Board or through the Company’s \nCorporate Governance hotline set forth in the Company’s \nProcedures for Reporting Financial and Compliance Matters; No \nRetaliation Policy (Whistleblower Policy). A current copy of the \nWhistleblower Policy is available on the Corporate Governance \npage of the Investors section of our website.\nResponsible Research\nClinical Trials\nAs a patient-focused organization, we value the patients who \nchoose to participate in our clinical trials and maintain policies, \nprocedures and practices that are respectful of each study \nparticipant and designed to protect their health, safety and well-\nbeing. We ensure that our clinical programs are in compliance \nwith the laws and regulations of the jurisdictions where we \nconduct clinical research, including appropriate informed consent \nprocesses, ongoing assessment of patient safety and timely \nreporting of adverse events, accurate collection and integrity of \ndata and respect for patient confidentiality and privacy.Ethical Treatment of Animals\nAlkermes is also committed to the ethical and responsible \ntreatment of animals involved in the Company’s research and \ndevelopment programs. We follow defined practices and \nstandards for the care, welfare and treatment of research \nanimals, as monitored by our Institutional Animal Care and Use \nCommittee, and conduct all animal research in compliance with \napplicable local, national or international laws such as those \nset forth in the National Research Council’s Guide for the Care \nand Use of Laboratory Animals.  We also require — through \ninclusion of relevant provisions in our contractual agreements — \nCROs, academic institutions and animal vendors with whom we \nengage to commit to adherence to these same standards.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}