{"page_content": " 37Responsible Marketing\nSales and Marketing Practices\nAlkermes’ Healthcare Compliance Program, which reflects the \nDepartment of Health and Human Services’ Office of Inspector \nGeneral’s seven elements of an effective compliance program, \nencompasses a series of coordinated, proactive efforts to \ncreate, propagate and enforce a culture of compliance designed \nto ensure that our interactions with those who use our products \nare consistent with applicable laws, regulations and guidelines.  \nThis program is based on the following principles:\n• Interactions with customers are focused on education as  \n to the benefits and risks of our products in order to help  \n advance their appropriate use. Interactions with customers  \n must occur in a venue conducive to education and  \n Alkermes prohibits the provision of non-educational  \n entertainment to its customers.  \n• Promotional communications must be truthful, not  \n misleading, fairly-balanced with appropriate safety  \n information, and consistent with the product’s label.   \n• Employees are prohibited from using items of value or  \n in-kind services to reward or induce a healthcare provider  \n to utilize, prescribe, purchase or recommend our products.\n• The hiring of healthcare professionals as speakers or  \n consultants must be based on a legitimate business need  \n and free from inappropriate influences, and any fees paid to  \n healthcare professionals may not exceed fair market value  \n of the service being provided.\nWe regularly review our interactions with customers and \nour internal processes related to such interactions and have \nestablished procedures for taking immediate action when we \nidentify potential violations.  We seek to foster an environment \nin which sales and marketing employees are comfortable \nin reporting, without fear of retaliation, conduct that they \nreasonably believe violates applicable laws, regulations or \nAlkermes policies. In this context, we offer a compliance \nhotline and have an open-door policy to help encourage \ncommunications between the compliance department and \nsales and marketing employees. Patient Safety\nWe are committed to ensuring the authenticity of our medicines \nand guarding against counterfeit products (those not equivalent \nin quality, safety and efficacy, or not containing the correct \namount of active ingredient and/or containing impurities) in the \nmarketplace in order to protect patients who use our medicines. \nAlkermes has established a standard operating procedure \n(SOP) in accordance with FDA regulations that provides \nfor the timely and efficient removal from the market of \nany commercial drug product suspected or found to be \ndefective. This SOP covers all products — including trade \nproducts, sample products and clinical supplies of product \ncandidates — manufactured and distributed by or on behalf \nof Alkermes. It also includes requirements for the notification \nof and consultation with applicable regulatory authorities, the \nconduct of a health hazard assessment, and communications \nto customers, partners, healthcare providers and patients as \ndirected by regulators or our internal policies or procedures.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCE", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}