{"page_content": " 38 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCECorporate Governance\nBoard of Directors\nOur Board is currently comprised of eleven members, split into \nthree separate classes of directors as follows:\nClass I Directors \nTerm Expires at 2024 Annual  \nGeneral Meeting of Shareholders\nDavid A. Daglio, Jr.\nNancy L. Snyderman, M.D.\nFrank Anders “Andy” Wilson\nNancy J. Wysenski\nClass II Directors \nTerm Expires at 2022 Annual  \nGeneral Meeting of Shareholders\nEmily Peterson Alva\nDavid W. Anstice AO\nWendy L. Dixon, Ph.D\nBrian P. McKeon\nClass III Directors \nTerm Expires at 2023 Annual  \nGeneral Meeting of Shareholders\nShane M. Cooke\nRichard Gaynor, M.D.\nRichard F. Pops*\n* Chairman of the Board\nAt the Company’s 2021 annual general meeting of \nshareholders, the Company’s shareholders approved certain \namendments to the Company’s Articles of Association that \nserve to declassify the Board over a three-year period such \nthat, beginning with the Company’s 2022 annual general \nmeeting of shareholders, each class of directors that is up for \nelection will be eligible for election for a one-year term and \nthe Board will be fully declassified upon the expiration of the \nterms of the Class I directors at the Company’s annual general \nmeeting of shareholders in 2024.  \nBoard Leadership\nRichard Pops, our CEO, serves as Chairman of the Board. \nThe Board also annually elects an independent director to \nserve as the Lead Independent Director of the Board. David \nAnstice AO has served as Lead Independent Director of the \nBoard since May 2019. For additional details about the role and responsibilities of the Lead Independent Director of the \nBoard, see the Charter of Lead Independent Director which is \navailable on the Corporate Governance page of the Investors \nsection of our website.\nBoard Diversity and Composition\nWe recognize the immense value of a diverse and inclusive \nBoard and the importance of setting an example at the \nBoard level for the diverse and inclusive culture and \ntalent that the Company seeks to foster and attract. \nEach of our current directors is qualified to make unique \nand substantial contributions to the Board. The Nominating \nand Corporate Governance Committee of the Board strives \nto ensure that the composition of the Board reflects an \nappropriate diversity of qualifications, tenure, viewpoints, \nprofessional experience and personal characteristics \nsuch as age, gender, race and ethnicity, and geographic \nor cultural backgrounds, and periodically reviews and \nupdates the Company’s criteria and desired qualifications \nfor nomination to the Board to reflect this goal. Consistent \nwith this approach, in 2019, the Board codified in the \nCompany’s Corporate Governance Guidelines (the Corporate \nGovernance Guidelines) our existing practice, also known \nas the “Rooney Rule”, of requiring that diverse candidates, \nincluding candidates who are women and candidates \nfrom underrepresented communities, be included in any \npool from which nominees for a director opening are \nselected. Since 2011, women have comprised no less \nthan 25% of the Board, and currently women comprise \n36% of the Board. A current copy of the Corporate \nGovernance Guidelines is available on the Corporate \nGovernance page of the Investors section of our website. \nCommitment to Maintaining  \na Robust Board\nThe Nominating and Corporate Governance Committee of the \nBoard regularly reviews and assesses the skills, expertise and \neffectiveness of each Board member, and of the Board and \nthe Board’s committees as a whole, to ensure alignment with \nthe Company’s expanding and evolving strategic priorities. \nSince September 2019, as part of our ongoing Board \nrefreshment efforts, three of our long-standing directors have \nretired from the Board, and the Board has appointed five new, \nindependent directors, each bringing important perspectives \nand expertise to the Board, including oncology expertise and \nsignificant financial, transactional, investment management \nand operational experience.\nAs detailed in our Corporate Governance Guidelines, \nBoard members are expected to ensure that their other \nexisting and planned future commitments do not materially ", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}