{"page_content": " 39 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCESECTION 4 \nOUR APPROACH TO  \nCORPORATE RESPONSIBILITYinterfere with their service as an effective Board member \nand are subject to our “overboarding” policy that limits the \nnumber of external public company boards on which each \nBoard member may serve. In addition, Board members \nmust seek approval from the Nominating and Corporate \nGovernance Committee of the Board before accepting \nan invitation to serve on any new board of directors, \nand service on boards and board committees of other \ncompanies must be consistent with the Company’s conflict \nof interest policies set forth in our Code of Conduct.\nBoard Committees\nThe Board currently has three standing committees, each of \nwhich is comprised entirely of independent directors: \n• The Audit and Risk Committee’s responsibilities include,  \n among others, appointing and overseeing the work  \n performed by our independent auditor and accounting firm,  \n reviewing our financial reporting and accounting controls  \n and overseeing our enterprise risk management program.\n• The Compensation Committee’s responsibilities include,  \n among others, discharging our incentive compensation  \n and equity plans, reviewing and recommending appropriate  \n compensation for our executives and directors and  \n evaluating risks related to our compensation programs,  \n policies and practices.\n• The Nominating and Corporate Governance Committee’s  \n responsibilities include, among others, identifying  \n individuals qualified to become members of the Board,  \n facilitating the annual evaluation of the Board and its  \n committees and reviewing our governance practices,  \n policies and programs, including with respect to Board  \n composition and refreshment, management succession  \n planning, and environmental, health, safety, sustainability  \n and corporate responsibility matters.\nEach standing committee of the Board has a written charter, \napproved by the Board, which describes the committee’s \ngeneral authority and responsibilities. Each standing committee \nof the Board undertakes an annual review of its charter and \nworks with the Board to make such revisions as it and the \nBoard consider appropriate. The current charter for each of \nthese committees is available on the Corporate Governance \npage of the Investors section of our website. \nIn addition, in connection with the Company’s announcement \nin December 2020 of its Value Enhancement Plan, the \nBoard formed a Financial Operating Committee, whose \nresponsibilities include, among others, reviewing and providing \nadvice with respect to the achievement by the Company of \ncertain specified profitability targets, implementation of the \nCompany’s cost structure optimization activities and evaluation \nof potential options related to the Company’s non-core assets, \nincluding potential monetization and divestiture opportunities. The Financial Operating Committee has a written charter \nwhich describes the committee’s general authority and \nresponsibilities, a copy of which is available on the Corporate \nGovernance page of the Investors section of our website.\nBoard’s Role in Risk Oversight \nThe Board, directly and through its committees, oversees and \nreviews various aspects of the Company’s risk management \nefforts, including periodic review of Alkermes’ operating plans \nand overall corporate strategy, and an annual discussion of \nkey enterprise risks to the Company’s plans and strategy and \nways to manage and mitigate such risks. \nIn addition, the Board has adopted a Compliance Policy \nStatement pursuant to Section 225 of the Irish Companies \nAct 2014.  On an annual basis, our directors review the \nCompany’s arrangements and structures intended to secure \nmaterial compliance with the Company’s relevant obligations \nunder applicable Irish corporate and tax laws. \nIn performing their risk oversight functions, the Board and \neach committee of the Board has full access to management, \nincluding the Company’s Chief Risk Officer, as well as the \nability to engage outside advisors.", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}