{"page_content": " 40 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCEPublic Policy Participation\nWe believe that public policy engagement is important and \nappropriate for Alkermes. Public policy plays an integral role in \nhelping to facilitate patient access to important medicines and \nin promoting and supporting medical innovation.\nOur public policy advocacy reflects our commitment to \nenhancing public health and advancing medical innovation. \nWe seek to do this by advocating for, among other things, \npatient access to, and awareness of, medicines approved \nby the FDA for use in our disease areas of focus, including \naddiction and serious mental illness, and treatment system \nreforms that foster patient-centered care — care customized \nby the physician and patient to the clinical needs of the \npatient, regardless of the treatment setting in which the \npatient is seen. \nAt the federal and state levels, Alkermes team members \nactively participate in public policy discussions with \ngovernments, trade associations, patient groups and other \norganizations to share our perspective and experience as \na biopharmaceutical company committed to advancing \ntherapies for patients with unmet medical needs. \nOur public policy engagement is guided by our commitment \nto our Code of Conduct, and support of policies that benefit \npatients who may use our products, including policies \ndesigned to support and improve access to medicines and \nfoster innovation in health care.\nFor both our federal and state engagement efforts, our public \npolicy priorities and positions are determined in consultation \nwith our management team, and our Board is provided an \nupdate annually of, and opportunity to comment on, our \nadvocacy priorities and efforts. We also hire outside firms  \nthat can provide expertise on our key policy issues.\nAdditional information on our public policy participation, our \npolitical contributions and our trade association memberships \ncan be found on the Public Policy page of the Responsibility \nsection of our website. ", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}