{"page_content": " 5About Our Company \nAlkermes plc (also referred to in this report as “we,” “our” \nor the “Company”) is focused on developing innovative \nmedicines that aim to address unmet needs of people living \nwith serious mental illness, addiction and cancer. As a fully-\nintegrated global biopharmaceutical company, we apply our \nscientific expertise and proprietary technologies to develop \nproducts that are designed to make a meaningful difference \nin the way people manage their diseases. Headquartered \nin Dublin, Ireland, we have a research and development \n(R&D) center in Waltham, Massachusetts; a research and \nmanufacturing facility in Athlone, Ireland; and a manufacturing \nfacility in Wilmington, Ohio.  We are inspired to help address some of the most pressing \npublic health issues of our time and to advance innovation \nthat has the potential to improve treatment options and \noutcomes. In 2020, approximately 145,000 patients were \ntreated with proprietary Alkermes medicines and hundreds \nof thousands more were treated with medicines developed \nusing proprietary Alkermes technologies. \nAlkermes’ scientific strategy is focused on identifying targets \nwith strong biological rationale and applying our advanced \nsmall molecule drug development and protein engineering \ncapabilities to create new molecular entities with the potential \nto address important unmet patient needs in neuroscience \nand oncology. This strategy is rooted in our patient-centric \napproach and our focus on real-world patient challenges.\nBeyond our important mission of developing medicines, \nwe believe in championing approaches to treatment that \nrecognize the multitude of factors that affect outcomes for \npatients, caregivers and communities. In this context, we \nalso work to support and enhance the systems in which our \nmedicines are used through patient engagement, disease \neducation and awareness and advocacy for important policies \nthat support equitable access to treatment. \nSECTION 3 \nABOUT OUR COMPANY\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • ABOUT OUR COMPANYAlkermes employees are united in our Purpose to pursue  \nGreat Science with Deep Compassion to make a Real Impact in \nthe lives of the patients, families and communities that we serve.  \nOur Values – developed and articulated through an extensive \nprocess of employee feedback – outline how we work: With \nCollaboration, Respect for Each Voice and an Unwavering \nCommitment to achieve our Purpose.\nDublin, Ireland \nCorporate Headquarters\nAthlone, Ireland \nManufacturing  \nResearch & Development\nWaltham, Massachusetts  \nResearch & Development,  \nCorporate Offices\nWilmington, Ohio  \nManufacturing ", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}