{"page_content": " 41\nInformation Security and Privacy  \nAs a global biopharmaceutical company, it is imperative that \nwe maintain strong oversight of the security of all information \nin our possession to protect the privacy of patients, employees, \npartners and other stakeholders. This is essential to the \nsustainability and scalability of our business.  \nOur Information Security Governance Framework defines \nour information security strategy and is designed to provide \noversight of our Information Security Management System \n(ISMS), which is aligned to the structured principles of the \ninternational standard ISO/IEC27001:2017. The ISMS is an \nintegrated set of organizational processes designed to preserve \nthe Confidentiality, Integrity and Availability (CIA) of Alkermes-\nowned, -managed or -maintained information. We have an \ninformation classification hierarchy in place that includes \ndefinitions and handling rules for the different information \nclassifications, and processes for the review of information \nsecurity incidents and development of Information Security \npolicies and strategies. We regularly review the framework and \nupdate it as appropriate to ensure the program’s effectiveness. \nWe have an established global data privacy compliance \nprogram that is designed to promote compliance with the \nrequirements of the European Union’s General Data Protection \nRegulation (GDPR) and the Health Insurance Portability and \nAccountability Act of 1996, as amended (HIPAA), as well as \nother applicable state and national laws and regulations, such \nas the CCPA (California Consumer Privacy Act). We also have a global Information Technology (IT) Governance, Risk and \nCompliance program that includes periodic audits and the \nassessment of IT and third-party risk. \nThe ISMS framework is overseen by the Audit and Risk \nCommittee of the Board. Employees from various functions \nwithin the Company, including Information Security, \nGovernance, Risk and Compliance, IT, Corporate Risk \nManagement, Facilities, EHSS, Finance, HR and Legal, and \nmembers of our executive team, provide input, support and \nsteering to the ISMS program. The Audit and Risk Committee \nreceives periodic updates on cybersecurity matters and \nhas security-related content included in the annual training \nmaterials provided to committee members.\nTo ensure effective Information Security, we prioritize, and \ncontinuously invest in, the areas of people, process and \ntechnology. Our Security Awareness program focuses on our \npeople and consists of ongoing trainings and communications \nthrough various mediums including hands-on activities, \ninstructor-led and computer-based training, simulations and \nprogram feedback. All new Alkermes employees certify their \nagreement to comply with the Company’s information security \npolicies and attend training during their new hire onboarding \nprocess. We regularly update and refine our information \nsecurity processes and strategy and have continued to invest \nin technology to further strengthen our information security, \nincluding in support of our remote workforce and cloud \ncomputing capabilities.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCE", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}