{"page_content": " 6 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • OUR APPROACH TO CORPORATE RESPONSIBILITY\nStakeholder Engagement\nWe recognize that all our stakeholders – employees, \nhealthcare providers, patients, caregivers, investors, policy \nmakers, members of the communities where we live and \nwork, and others – are connected in a single environment \nand affect one another. We seek to engage with as many \nof these stakeholders as we can, so that our approach to \nthe development and commercialization of our medicines is \ninformed and enriched by their perspectives and supportive  \nof their priorities.\nAs an example, we work closely with patient and advocacy \norganizations to better understand their goals and collaborate \nwith such organizations to raise awareness of patient needs, \nadvance patient-centered drug development and increase \naccess to medicines and other forms of treatment in support \nof patient health and well-being. The perspectives gleaned \nfrom this advocacy work inform our research & development \nand clinical trial designs. We actively work to break down \nbarriers that prevent people living with opioid dependence, \nalcohol dependence or schizophrenia from accessing care and \nstrive to price our medicines fairly in support of that goal.\nWe thoughtfully engage with our employees, our most \nimportant asset. Our employees are integral to the success \nand sustainability of our organization. Leadership from our \nmanagement team and broad-based workforce participation \nin our corporate responsibility initiatives help to sustain a \nculture of collaboration, compliance and trust, as we strive to \nproactively reduce risk, drive awareness and improvement of \nour environmental impacts and ensure that our workplaces \nare protective of the health and well-being of our employees. \nWe are also committed to engagement with our shareholders \nand other community stakeholders to better understand \ntheir insights on our business. In 2020, we reached out to \nshareholders who collectively held more than 75% of our \nshares and conducted meetings with shareholders who \ncollectively held more than 65% of our shares to discuss  \ntheir feedback on business and governance matters, including corporate responsibility and sustainability.  Following careful \nconsideration of the feedback received, and taking into \naccount the evolving needs of our business, our management \nand board of directors took several actions to further \nstrengthen our business, our corporate governance practices \nand our executive compensation programs, as outlined in \ngreater detail in our 2021 proxy statement, which is  \navailable on the SEC Filings page of the Investors section of  \nour website.\nOperating and Growing \nResponsibly\nCorporate responsibility is a key element of our corporate \npurpose and identity. We strive to manage our business in a \nmanner that promotes transparent governance and strong \nethics; maintains extensive patient, employee and other \nstakeholder engagement; and helps us grow our organization \nstrategically, sustainably and responsibly, including with \nrespect to our ESG impacts. The following ESG pillars are \ndeeply integrated into our business, and we continued to \nformalize our commitment to these pillars with the inclusion \nof goals related to corporate responsibility in the Company’s \nannual corporate objectives and corresponding annual \nincentive compensation plan for both 2020 and 2021.\n• Environment: We think broadly about our commitment  \n to responsible environmental stewardship.  We have  \n implemented enterprise-wide Environmental, Health,  \n Safety and Security (EHSS) risk initiatives and management  \n strategies designed to mitigate or reduce risk, protect  \n employee health and safety, minimize our environmental  \n impacts and enhance the sustainability of our operations.  \n• Social: We approach our societal impacts from the inside- \n out. We start by fostering a creative and collaborative  \n workplace culture in which employees have access to  \n resources and support that can help them thrive personally  \n and professionally. Beyond our internal operations, our  \n patient-centered philosophy drives our external-facing  \n efforts such as our patient engagement and advocacy  SECTION 4 \nOUR APPROACH \nTO CORPORATE  \nRESPONSIBILITY", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}