{"page_content": " 8Donation of Personal Protective \nEquipment in Massachusetts\nDuring the early stages of the pandemic, vital supplies \nand personal protective equipment (PPE) were in \nshort supply for front-line and essential workers. \nOur Massachusetts teams donated kits, specialty lab \nequipment and other PPE to bolster Massachusetts’ \ndepleted state stockpile of these resources. Alkermes’ Response  \nto COVID-19 \nIn response to the COVID-19 pandemic, our two main \npriorities have been to protect the health of our employees \nand to help ensure that healthcare providers and patients \nhave uninterrupted access to our medicines. We adapted \nour business practices in innovative ways so that we could \ncontinue to operate safely and meet our public health \nresponsibilities. Amid disruptions to the treatment system \nduring the pandemic, many people living with serious mental \nillness and addiction faced challenges in accessing their \ncaregivers, the healthcare system and the medicines on \nwhich they rely.  We worked to navigate the rapidly evolving \nenvironment and actively engaged in efforts to help ensure \naccess to the treatment system and the medicines that  \nwe manufacture.\nSupporting Employees \nFollowing the emergence of the COVID-19 pandemic, we \nimplemented a comprehensive employee engagement \nstrategy designed to keep employees safe, informed and \nmotivated. Our Crisis Management Team, comprised of senior \nleaders from a variety of functions, focused on protecting \nthe well-being of our employees and maintaining business \ncontinuity. We adopted work from home policies for those \nwho could do their jobs remotely, restricted access to our \nfacilities to essential personnel and services, and temporarily \ntransitioned our field-based personnel to virtual-only \nengagements with healthcare providers. To protect the health \nand safety of our employees who continued to work on-site, \nincluding in our laboratories and manufacturing facilities, \nwe adapted our workplaces, acquired additional protective \nequipment and implemented new protocols and  \nscreening tools. \nThrough virtual touchpoints such as global employee town \nhalls, employee “pulse” surveys, and a central COVID-19 \ninformation hub on our intranet, we provided employees with frequent updates on pandemic-related information and on \nAlkermes’ response. \nWe established a Return to the Workplace Planning Team \nto support a safe, phased return of employees back to our \nworkplaces and increased in-person interactions for our \nfield-based personnel. We also established a team tasked \nwith evaluation of other potential changes to our workplace \nenvironments and policies that incorporate learnings from \nthe pandemic around increased flexibility and potential \noperational efficiencies. Employee feedback was collected \nthrough interviews with leadership and an all-employee \n“Future of Work” survey. We hosted vaccine clinics in Ohio \nand Massachusetts for our employees and their families. \nEmployees were also eligible for paid time off to receive \nvaccinations during business hours.  We continue to diligently \nmonitor the evolution of the virus and its impacts and are \nprepared to further adapt policies and procedures as needed \nto keep our employees safe and to support continued access \nto our medicines.\nSECTION 5 \nOUR RESPONSE \nTO COVID-19\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • OUR RESPONSE TO COVID-19\n", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}