{"page_content": " 9 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • OUR RESPONSE TO COVID-19Supporting Patients and \nHealthcare Providers\nIn the face of new challenges presented by the COVID-19 \npandemic, we remained committed to helping people with \nopioid dependence, alcohol dependence and schizophrenia \naccess information, resources and medicines that may \nhelp them. We expanded our injection site network where \npatients can receive injections of our proprietary medicines \nARISTADA®, ARISTADA INITIO® and VIVITROL®. As part \nof this initiative, we added approximately 1,200 retail \npharmacies and numerous mobile clinics to our Provider \nLocator throughout the U.S.\nSupporting Ongoing Research  \nand Development\nIn our ongoing clinical trials, we have interacted closely with \nthe clinical trial sites to develop new approaches to support \ncontinuity of care for the patients participating in our studies \nand to identify additional ways to streamline study visits \nand enhance data collection to further reduce the burden \non patients and the clinical teams. Innovations borne out \nof necessity during this time have the potential to improve \nefficiency of our clinical trial operations, not only in the current \nenvironment but also in the future.Supporting our Communities \nUnlike many other business challenges, the emergence \nof COVID-19 directly impacted our families, friends and \ncommunities, amplifying the importance of taking care of \none another and preserving our ability to meet our public \nhealth responsibilities. In 2020, we modified our established \ncorporate giving programs to support additional local \ninitiatives, including charitable donations to food and care \nprograms for schoolchildren and the elderly and donations of \nPPE and other medical supplies to organizations that work \nwith healthcare facilities in both the U.S. and Ireland. \nRecognizing that the COVID-19 pandemic has introduced \nsignificant and critical challenges to the patient communities \ncentral to our mission, in May 2020 we launched the \nAlkermes COVID-19 Relief Fund, a special edition of our \nAlkermes Inspiration Grants® program, to provide grants to \nnonprofit organizations to assist in their work to urgently \naddress COVID-19-related needs for people living with \naddiction, serious mental illness or cancer.\n", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}