{"page_content": " 10 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENTSECTION 4\nOUR APPROACH TO  \nCORPORATE RESPONSIBILITY\nAt Alkermes, our goal is to conduct our business activities in a \nmanner that:\n• Protects the health and safety of our employees; \n• Minimizes the environmental impacts of our operations; and\n• Promotes effective stewardship of environmental resources. \nWe are committed to complying with applicable laws, rules \nand regulations and operating with the highest standards of \nconduct. As a global business, our environmental activities are structured to meet all relevant local and national regulatory \nagencies’ requirements in the countries where we operate, \nincluding routine EHSS-focused regulatory inspections. \nWe strive to create a culture of environmental sustainability \nthroughout the organization. We work collaboratively across \nstakeholder groups and business units to identify ways to \nreduce our environmental impact, mitigate EHSS risk and \nincrease operational efficiencies. SECTION 6 \nENVIRONMENT\n* Due to impacts of the COVID-19 pandemic on the Company and its business practices, including lower in-person attendance at our sites, adjustments to facilities to  \n maintain the safety of on-site employees (e.g., increased ventilation rates and cleaning frequency) and changes to business travel, certain 2020 performance indicators may  \n not be representative of future or past years.  \n** https://www.bls.gov/web/osh/summ1_00.htm; NAICS number 325412\nFor additional details on our health and safety metrics, please refer to the graphs on page 12. For additional details on our energy usage, greenhouse gas emissions, waste \noptimization and other environmental metrics, please refer to the graphs on pages 16-20. 2020 Performance Highlights*\nIn 2020, we continued to focus on reducing the impact of our operations on the environment and protecting the health and safety \nof our employees, while responding to local and global restrictions and implementing increased safety measures related to the \nCOVID-19 pandemic.\nIn 2020, we received external recognition for our employee health, safety and well-being programs, earning a KeepWell Mark™ \naward for our sites in Ireland, and a Fitwel® certification for our newly-built facility in Waltham, Massachusetts. See page 13 for \nadditional information about these recognitions.\nEnergy Usage\n• Energy usage per floor area (kWhr/m2) in 2020  \nwas 24% lower than our 2015 baseline  \nmeasurement year.Greenhouse Gas (GHG) Emissions\n• CO2e per floor area (m2) for combined Scope 1 and 2 \nGHG emissions in 2020 was 29% lower than our 2015 \nbaseline measurement year.\n• 100% of electricity used in our Athlone, Ireland \ndevelopment and manufacturing site was from certified \nrenewable sources, which helped to offset our Scope 2 \nGHG emissions.\nWaste Optimization\n• 56% of total waste generated in 2020 was recycled \nand 21% was processed in waste-to-energy facilities. \n• 95% of total hazardous waste generated in 2020  \nwas either recycled or processed in waste-to-energy  \nfacilities and no hazardous waste was sent to landfill. Health and Safety Incident Rate\n• Lost workday case rate in 2020 was 0.09, compared \nto the industry benchmark of 0.6.** \n• Recordable incident rate in 2020 was 0.46, compared \nto the industry benchmark of 1.7.** ", "metadata": {"source": "NASDAQ_ALKS_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}