{"page_content": "ANNU AL W ORLD WIDE WA STE, \nRECYCLING AND DIVERSION 2012 2013 2014\nTotal w eight of wa ste by type and disposal method  \n(metric tons ): \n 2,201 610 458 Hazar dous w aste tr eated oﬀ -site\n 1,352 3,351 4,320 Landﬁll (non-hazar dous )\n 9,190 7,787 7,276 Recycled /composted/ diverte d\n 87.1 66.31 60.1 Diversion rate (%)\n      E nVIRonMEnT  |  PAGE 11 APPLIED MATERIALS c ITIzEnShIP REP oRT 2014\nWASTE  AnD REcyc LInG\nApplied’s sustainability team measures total solid waste, non-hazardous waste, recycled \nwaste, hazardous waste and diversion (recycling) rates. In 2014, the amount of hazardous \nwaste decreased by 25 percent and non-hazardous waste increased by 29 percent. The \nincrease in non-hazardous waste can be partially attributed to increased business activity.  \nThere are recycling programs throughout Applied’s offices, campuses and manufacturing \nfacilities. A partial list of the company’s efforts to recycle solid materials includes office \nitems such as paper, cardboard, computers and monitors, batteries and toner cartridges; cafeteria items such as food, cooking grease, beverage cans and bottles; and building \nmaterials such as construction and demolition debris, fluorescent light bulbs, sheet metal \nand electrical wiring. Additionally, the company creates and utilizes reusable packaging materials where possible, such as specially-designed packages to protect machine \ncomponents during transit.1  Excluding 650,000 square feet of leased office facilities for comparison to prior years, the diversion rate was 70.2%,  \nrepresenting a 19% decrease from the 2012 rate.Applied c onsistently Recognized for \nenvironmental Stewardship\nFor the past six years, Applied m aterials has been \nhonored by government agencies, environmental  \norganizations and national publications as a  \ncorporate and industry leader in sustainability.  \nThe company is committed to adopting and main -\ntaining best practices to preserve all aspects of \nour environment and reduce our carbon footprint wherever possible.\nSince 2009, the u .S. e nvironmental p rotection \nAgency’s ( epA) Green p ower p artnership has \nrecognized the company for its dedication to green \nenergy. i n 2014, Applied was ranked #82 in Green \npower p artnership’s Top 100 list of the largest \ngreen power users in the u .S. Applied has also been \nincluded on new Sweek m agazine’s “America’s \nGreenest c ompanies” list each year since it debuted \nin 2009. i n 2014, the company placed #17 on the \nmagazine’s corporate environmental ranking of the 500 largest American companies. \nFor its performance across environment, employee \nrelations, human rights, philanthropy and other key indicators in 2014, Applied was recognized on  \ncorporate Responsibility m agazine’s annual “100 \nbest c orporate c itizens l ist.” \nother honors include the c alifornia l eague of  \nconservation v oters’ 2010 “Green c hampion” \nAward. That same year Acterra recognized  \nApplied with its b usiness e nvironmental Award. ", "metadata": {"source": "NASDAQ_AMAT_2014.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}