{"page_content": "WO RLD WIDE C OMMUNITY INVES TMENTS 2012 2013 2014\nTotal community inv estments by Applied \nand its Applied Materials F oundation ($M) \n(excludes administr ative costs and in-kind \ndonations ) 110.7 10.4 9.3\nTotal Giving thr ough the F oundation Match \nProgram ( employee gifts plus match in $M) 1  4 3.7 3.5\nTotal V olunteer T ime Gr ant hours logged  9,015 15,442 16,917\nTotal c ontributions issued by Applied Materials \nFoundation based on T ime Gr ant hour s $38,500 $44,5502 $46,600\n      co MMU nITy  |  PAGE 17 APPLIED MATERIALS c ITIzEnShIP REP oRT 2014\nResponding to d isaster\nApplied and the Applied Materials f oundation respond when disasters strike areas where \nthe company operates or employees live.\nIn 2014, the following relief and recovery efforts were supported:\n•\tRed cross operations in the Philippines, china and T aiwan in the aftermath of T yphoon haiyan.  \n•\tRed cross Society of the Republic of china activities after a series of gas explosions in \ndowntown Kaohsiung c ity, T aiwan. \n•\tchina y outh Development f oundation efforts to build e-libraries in three schools damaged  \nby an earthquake in the y unnan area in china. \n•\tJapanese Red cross support following torrential rainstorms and mudslides caused by \nT yphoon neoguri.\n1   Data is for fiscal year \n2  Reflects results of expanded volunteer program initiated in April 2013 that encouraged employees to log volunteer \nhours on an ongoing basis and increased matching grants from maximum of $250/year to $400/year per employee.employee m atching  \nprograms Go Global\nFor more than 15 years, employees in the u .S. have \nhad the opportunity to make personal financial \ndonations to charity and request a match for  \neligible contributions from the Applied m aterials \nFoundation. i n 2014, $3.5 m was distributed to \ncommunity organizations and k –12 schools through \nthis program, enabling employees to secure  \nFoundation funds for causes of personal interest.  \nin 2014 Applied expanded its e mployee Giving and \nmatching p rograms to provide employees world -\nwide with the opportunity to make a monetary \ndonation to an eligible charity and request a 1:1 match from the Applied m aterials Foundation up to \nthe equivalent of u S$2,000 per employee, per year. \nThis program allows employees to increase their impact in the community and leverage Foundation resources for the benefit of non-governmental  \norganizations that are focused on improving the way people live.   \nemployees can also take advantage of v olunteer \nTime Grants that recognize individuals who donate \ntheir personal time as a volunteer to eligible organi -\nzations. e ach 10 hours volunteered by an employee \nand recorded via an online tool during a quarter results in a “gift card” equivalent to u S$100, which \nthe employee can award to a charity. \nThe m atching Gift and v olunteer Time Grant \nprograms rolled out to non- u.S. regions in  \noctober, 2014 and underscore Applied’s  \ndedication to making a positive social contribution \nwherever our employees work and live.   ", "metadata": {"source": "NASDAQ_AMAT_2014.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}