{"page_content": "WO RKPLA CE TRAINING AND DEVEL OPMENT 2012 2013 2014\nAverage hours of tr aining per ye ar per \nperson by category —regular full-time \nemploye es (RFT) and total (RFT , temps, \ncontractors, interns ) 41 RFT 44 RFT 41.5 RFT\n 28 T otal 32 Total 28.5 Total\nPercentage of empl oyees receiving \nregular performance and career \ndevelopment reviews1 95 98 98APPLIED MATERIALS c ITIzEnShIP REP oRT 2014\n       W oRKPLA cE  |  PAGE 19\nTraining and d evelopment \nAs part of its learning and development efforts, Applied Global University (AGU) introduced new strategic educational programs in \n2014 to help employees strengthen competencies in three key areas:*  \n•\tProduct Development Engine (PDE) Academy: This training focuses on a  disciplined methodology for product  \ndevelopment to drive common Best \nKnown Methods (BKMs) across the company. In 2014, more than 4,000 \nemployees completed the introductory \nweb-based class and over 2,400 engineer -\ning, marketing and leadership employees \nfinished the advanced in-class training. \n•\tCustomer Engagement Engine ( CEE): \nThe goal of this program is to strengthen our customer-facing organization, further \nbringing the “the voice of the customer” into Applied to contribute to product \nroadmaps and help solve customers’  \nhigh value problems. In 2014, the rigorous, three-day workshop was attended by more \nthan 520 sales and business development \nemployees, who also became certified in the Applied Sales Process.\n•\tExecutive l eadership Series (ElS):   \nDesigned to enhance Applied leadership skills across the different business and functional organizations, the six-module program spans 12 days and is customized for its participants by Applied executive \nleaders and company subject matter \nexperts. In 2014, 145 of the company’s executives began the ELS series and the \nrest are expected to complete the program \nin 2015. \n \nIn 2014, the company transitioned its  \nperformance management, rewards and \nother talent processes to a single  \nenterprise-level system called Workday.  Employees are able to manage and track their performance and development  activities, and share work experience, skills and career interests on a single webpage \nlocation. This “professional profile” in \nWorkday enhances employees’ visibility for consideration of internal job opportunities \nand also helps Applied’s human resources \nteam understand, develop and move talent to critical areas of business. f or managers, \nWorkday provides a more streamlined way to manage their teams.\nThe table below reflects key data for the \npast three years about the company’s work -\nforce training and development.\n*Attendee numbers are for fiscal year1  Every employee is encouraged annually to complete an online performance appraisal that becomes part of their permanent \nrecord and can serve as a basis for career development planning. While nearly all eligible employees receive performance \nratings from their manager, not all employees complete the appraisal. In addition, employees are encouraged annually to complete an Individual Development Plan that includes skills assessment and a development roadmap. In 2014, 76 percent of employees had a development plan in place.", "metadata": {"source": "NASDAQ_AMAT_2014.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}