{"page_content": "HUMAN RIGHT S INDIC ATOR 2012 2013 2014\nNumber and perc entage of oper ations that \nhave been subject to human rights reviews \nor impact assessments, by country 0 0 0\n      W oRKPLA cE  |  PAGE 21 APPLIED MATERIALS c ITIzEnShIP REP oRT 2014\nethics: e veryone, e very d ay\nEthics are an integral part of Applied culture,  \nfrom the company’s employees to relation -\nships with customers, suppliers and others \nwe do business with—we depend on this earned trust as a natural extension of  \nApplied’s core values. \nIn 2014, Applied Materials expanded its \nethics program to the o ffice of Ethics and \ncompliance. This organization oversees the \nStandards of Business c onduct, ethics  \ntraining and awareness messaging, third \nparty due diligence, various communication  \nchannels used by employees to raise  \nconcerns and internal investigations.\nTo reinforce the importance of ethical  \nbehavior in the workplace, Applied length -\nened its annual Ethics Day program to a full \nweek in 2014, with events and communica -\ntions focused on conducting business with integrity and honesty, and speaking up with concerns about upholding our values.In 2014, Applied was named a World’s Most Ethical company® for the third consecutive \nyear by the Ethisphere Institute, an inde-pendent center of research promoting best  \npractices in corporate ethics and governance.\nHuman Rights \nApplied Materials is committed to h uman \nRights. We consistently strive to operate in \nan ethical and responsible manner, both with \nour workforce and through our supply chain. our Standards of Business c onduct include \nseveral important provisions about human rights, including prohibitions on the use of child labor or forced, bonded or indentured \nlabor in our operations; and harsh or inhu -\nmane treatment, including corporal punish -\nment or the threat of corporal punishment. In 2013, Applied reinforced and clarified its \nprohibition on child labor in all countries in which it operates by implementing a Global \nPolicy for c hild Labor Avoidance.  new o n-Site w ellness c enters  \noffer Host of Services\nApplied is committed to supporting the overall \nhealth and well-being of its employees and their families. i n its continuing effort to foster a culture  \nof wellness and encourage employees to embrace better health, the company offers wellness  \ncenters in Santa c lara, c alifornia; Austin, Texas;  \nand Gloucester, m assachusetts.\nSince opening in 2013, there have been a total of more than 17,000 visits by almost 4,000  \nemployees, with a satisfaction rate of 97 percent. \nThese wellness centers focus on overall health  \nfrom a holistic perspective—physical, emotional, \nfinancial and social. A wide range of integrated services and resources are offered and many  are covered by some of Applied’s medical  \ninsurance plans. The Santa c lara center also \nincludes a fitness facility with personal training and group exercise classes.\nFor employees not located near wellness centers, \nremote services are offered, including health and behavioral coaching, messaging with the  \nemployee’s care team and online goal-tracking tools.", "metadata": {"source": "NASDAQ_AMAT_2014.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}