{"page_content": "POLITICAL CONTRIBUTIONS 2012 2013 20143\nTotal v alue of ﬁnancial and in-kind contributions \nto political par ties, politicians, and r elated \ninstitutions by Applied Materials, Inc.1 $274,9002 $12,500 $6,500\nTotal v alue of ﬁnancial and in-kind contributions \nto political par ties, politicians, and r elated \ninstitutions by AMP AC1 $89,000 $56, 000 $68, 000APPLIED MATERIALS c ITIzEnShIP REP oRT 2014\n       W oRKPLA cE  |  PAGE 22\npublic p olicy   \nAs a corporate citizen, Applied Interacts \nwith government and elected officials and \ncandidates and provides information about \nthe company, its businesses and stakeholders, as well as the industries in which we operate \nthrough the activities of our Government \nAffairs group. This includes efforts to shape public policy on certain issues that affect the \ncompany’s business. In 2014, these issues \nincluded budget and appropriations, energy, immigration, intellectual property, natural  \nresources, regulatory, taxation and trade. The company’s lobbying activities are dis -\nclosed in periodic reports filed with the U.S.  \nSenate and U.S. h ouse of Representatives \nor the appropriate state agency (such as the california Secretary of State or n ew y ork State \nJoint c ommittee on Ethics), as applicable.  \nconsistent with U. S. campaign finance law, \nthe Applied Materials, Inc. Political Action committee (AMPA c) may make campaign \ncontributions to candidates for state or \nU.S. federal office, other political action \ncommittees and political party commit -\ntees where permitted. AMPA c is funded \nthrough voluntary contributions from the company’s eligible employees, directors, and shareholders. Through its state contri -\nbutions committee (comprised of the same persons who serve on the AMPA c board), \nthe company occasionally makes financial \nand in-kind political contributions within the \nUnited States as permitted by applicable laws, such as contributions to candidates for \ncalifornia statewide offices and state legis -\nlatures. These contributions may be made \nfor appropriate corporate purposes only.  \nneither Applied nor AMPA c makes contri -\nbutions to so-called “super PA cs” or any in -\ndependent expenditures in support of or in \nopposition to campaigns, nor do they make political contributions outside the U.S.  \ncontributions are reported as required in \nfilings with the U.S. f ederal Elections c om-\nmission or the appropriate state agency (such as the c alifornia Secretary of State), as \napplicable. In addition to these governance policies and other company controls, all per -\nsons acting on Applied’s behalf must comply \nwith our Standards of Business c onduct.  \nAdditionally, Applied belongs to various trade associations and similar organizations \nrepresenting the range of issues that the \ncompany cares about and believes will  benefit the company’s business activities.   \nMore detailed information regarding polit -\nical contributions or membership fees from \nApplied and/or its AMPA c can be found as \npart of the 2014 Political Disclosure Report .\n 1 All contributions are made in the U.S. only.\n2 Includes contributions to Democratic and Republican governors’ associations. \n3 Detailed 2014 contributions by Applied and its AMPA c can be found as part of the 2014 Political Disclosure Report.", "metadata": {"source": "NASDAQ_AMAT_2014.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}