{"page_content": "         PAGE 4 APPLIED MATERIALS c ITIzEnShIP REP oRT 2014\nAbout This Report\nThis 2014 c itizenship Report is the ninth annual sustainability report of \nApplied Materials, Inc. and its subsidiaries (collectively referred to as \n“Applied” or “the company”). It follows the streamlined format of our \n2012 report and falls within the general guidelines of the Global Reporting Initiative™ (GRI) Reporting f ramework (Version 3.1). This report includes \ninformation about the company’s economic, environmental and social performance, including resource metrics, community investments, work -\nplace and political activities. It reflects the global operations of Applied for \ncalendar year 2014, except where indicated that data is for Applied’s fiscal \nyear, which ends on the last Sunday in o ctober. Applied’s global operational \nfootprint fluctuates with business acquisitions and divestitures, as well as \nthe expansion, consolidation and relocation of its overall operations. These \nchanges are, in part, a result of the highly cyclical and evolving nature of the primary industries the company serves. Acquired businesses and operations \nare included from the date of acquisition. \nA list of additional resources relating to Applied’s business and sustainability \nperformance is located in the appendix of this report.CONTENTS\ninTR oduc Tion  5\nCorporate Responsibility  6\nenviR onmenT  7\nEnvironmental Impact  8\nEnergy   8\nWater    9\nGreenhouse Gas Emissions   10\nWaste and Recycling   11\ncommuniTy  12\nStudent Achievement  13\nEnvironmental Awareness  14\nAlleviating Hunger  15\nSupporting the Arts 16\nResponding to Disaster 17\nwoRkplA ce  18\nTraining and Development   19\nSafety  20\nEthics   21\nHuman Rights   21\nPublic Policy  22\nAppendix  23", "metadata": {"source": "NASDAQ_AMAT_2014.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}