{"page_content": "* The GhG Protocol is a widely-used international accounting \ntool for quantifying and analyzing greenhouse gas emissions, \ncreated by a partnership between the World Resources Institute and the World Business c ouncil for Sustainable Development.\nDirect energy consumption by primary \nenergy sour ce (Gas) (Million T herms )ANNU AL W ORLD WIDE ENER GY \nCONSUMPTION\n 4.2 4.0 4.0\nIndir ect energy consumption by primary \nenergy sour ce (Electricity)( GWh) 296 3041 318\nRenewable Energy (Electricity) (GWh)2  41 75 772012 2013 2014APPLIED MATERIALS c ITIzEnShIP REP oRT 2014\n       E nVIRonMEnT  |  PAGE 8\nHow w e manage o ur environmental i mpact\nApplied’s environmental responsibility \nis demonstrated by many aspects of our \nbusiness: from Manufacturing and Supply \nchain, to Engineering and field Service to \nEnvironmental h ealth & Safety (E hS) and \nSustainability—all play a role in helping to minimize our environmental impact.  \nAs a team and as individuals, some of the \nways we reduce our environmental foot -\nprint include: collaborating with suppliers \nand customers to use sustainable product \nmaterials, implementing recycling programs, designing energy efficient products and \nabating process air emissions from our labs.\nApplied’s Supply c hain organization works \nwith suppliers to support E hS practices and \ninitiatives that can benefit both the environ -\nment and our respective businesses. Efforts \nare monitored through training, auditing \nand reporting.  \nThe company utilizes its Environmental \nManagement System (EMS) to deliver consistent environmental performance; \nour EMS is modeled after the international \nstandard IS o 14001. Third party certifica -\ntion of Applied’s EMS began in 2004 and continues today with the addition of new manufacturing locations, as appropriate. \nThe company also uses software called the \nEnergy and Sustainability System (ESS) to \naccurately capture and track the company’s \nenvironmental impact. The ESS allows the company to collect, analyze, interpret, act \non and report power and water consump -\ntion, waste generation, business travel \ndata and greenhouse gas (G hG) emissions \n(Scope 1 and 2 under the “Greenhouse Gas Protocol”*), with consistent units and  \ncorrelation to global reporting standards. \nThe data that are tracked and consolidated relies mostly on information provided on a \ncalendar year basis from utilities and other \nthird parties. \nEnERG y\nThe following Annual Worldwide Energy \nconsumption table shows direct and  \nindirect worldwide energy consumption at Applied’s facilities for the last three years, including the amount of energy obtained \nfrom renewable sources.\n1  Excluding 650,000 square feet of leased office facilities for comparison to prior years, 2013 electricity \nconsumption was 289 GWh, representing a 2% decrease from 2012.\n2  Renewable energy consists of a combination of on-site generation and green power purchases.", "metadata": {"source": "NASDAQ_AMAT_2014.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}