{"page_content": "Worldwide total water usage (CCF)1ANNU AL W ORLD WIDE WATER USA GE \n 5 38,682    538,8 942 5 66,8042012 2013 2014\n      E nVIRonMEnT  |  PAGE 9 APPLIED MATERIALS c ITIzEnShIP REP oRT 2014\nWATER\nThe company regularly analyzes its water \nusage patterns to determine how to use this \nnatural resource more efficiently. In 2014, \naverage water usage increased slightly, which is attributable to increased lab R&D \nand manufacturing operations.\nThe table below shows water usage for the \nlast three years ( ccf =100 cubic feet).\nResearch and Development water usage levels fluctuate with business activity and \nproduct life cycle development. In 2014, the Austin, Texas campus Industrial Waste \nneutralization (IW n) water recycling pro -\ngram was commissioned and is anticipated \nto be completed by June 2015. This effort \nreclaims IW n wastewater so that it can be \nused as make-up water for cooling towers \nat the Austin manufacturing facility.(EnERG y con TInUED )\nApplied’s sustainability strategy for  \nenergy usage is focused on two areas: \nmaximizing the efficient use of the energy \nrequired for our business; and producing and procuring renewable energy that is \ngenerated at Applied facilities or purchased \nfrom local utilities.\nIn 2014, the company’s on-site renewable \nenergy generation increased 18.4 percent, mainly from electricity generated by our \nGloucester, Massachusetts wind turbine, \nwhich was installed in 2012. Additionally, nearly 3.5 GWh of energy was generated \nfrom our solar photovoltaic panels installed \nat company sites in the U.S., Singapore  \nand c hina. \n1 Amounts for owned facilities include domestic, landscaping and process (if any) usage. Amounts for leased facilities \ninclude domestic and process (if any) usage, while leased office-only facilities include domestic usage only. \n2 Excluding 650,000 square feet of leased office facilities for comparison to prior years, 2013 worldwide water usage \nwas 524,017 ccf , representing a 3% decrease from 2012.", "metadata": {"source": "NASDAQ_AMAT_2014.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}