{"page_content": "Sourcing Diverse Talent\nSourcing talent from diverse backgrounds isn’t just the right thing to do; \nit leads to innovation and better business results. That’s why diversity \nconsiderations are central to our Talent Acquisition strategy:\n• Recruiters and/or hiring managers work to present a  \ndiverse slate of candidates for every open position.\n• Panel interviews will seek a group that is  \nrepresentative of Argo’s internal diversity.\n• Recruiters are encouraged to engage internally with  \nat least one of Argo’s ERGs on an ongoing basis.\n• Recruiters should actively promote internal career opportunities and \nrequest access to external communities or networks linked to the ERGs.\n• Recruiters leverage industry partners and D&I-related  \norganizations to help source candidates.\n• Employees are encouraged to recommend candidates  \nthrough the company’s referral program.\nNational African American Insurance \nAssociation Partnership\nIn 2021, Argo Group began a partnership with the National African \nAmerican Insurance Association (NAAIA), expanding the talent \npool from which recruiters choose candidates and offering career \ndevelopment opportunities for existing employees. HUMAN CAPITAL\nLearn more about how we’re partnering  \nwith organizations to source diverse talentWorkforces all over the world are expressing their support for D&I –  \nand businesses like ours see the benefits for long-term success. DIVERSITY AND INCLUSION\nOur commitment to championing a diverse and inclusive work \nenvironment is key to innovating, developing and retaining a vibrant \nworkforce. D&I is a board-led business strategy, and we are dedicated \nto integrating its values and practices into existing corporate policies \nand processes and empowering the organization accordingly. Our \ncorporate policies and practices related to D&I guide our leaders.\nArgo aims to foster a workplace that reflects and contributes to the \ndiverse communities where we do business.\nArgo Group is committed to cultivating an authentic and inclusive \nworkplace, ensuring all our employees feel comfortable being their \nauthentic selves at work, confident in being treated respectfully, and \nhave equal opportunities to be successful.\nWe believe that consciously embracing our differences is critical to \ndriving innovation and business results, and that some of the greatest \nideas come from a diverse mix of minds, cultures and experiences.Diversity & Inclusion Policy\nDiversity & Inclusion Vision\n11Argo Group 2022 ESG Report", "metadata": {"source": "NASDAQ_ARGO_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}