{"page_content": "SOCIAL30 | 2022 ESG REPORT\nOur internal credit analysis allows bankers to identify ESG \nrisks specific to each customer or prospect as part of the \nunderwriting and approval process.\nAnnual reviews or renewals are conducted for all loan \ncustomers who meet certain qualifications. During this \nprocess, we attempt to identify any new or evolving \nESG issues during credit analysis, so the bank may \nevaluate them. \nENVIRONMENTAL RISK \nUMB follows regulatory requirements to establish \ncomprehensive policies and procedures to manage \nenvironmental risk. This includes underwriting, \ncredit analysis and credit decision-making. Our loan \ndocuments also require our customers to comply with \nenvironmental regulations. \nOur environmental risk management program establishes \nspecific levels of due diligence for all real estate secured \nloans based on loan amount, property type, use, age \nand potential for hazardous building materials, as well as \nconsideration of potential high-risk properties.\nRelative to these factors, we have established \ncorresponding levels of due diligence. Depending on \nthe specific situation, this may occur at origination, at \nrenewal or throughout the life of the loan. \nAs part of our environmental risk management program, \nwe engage a centralized environmental risk manager \nwith Environmental Protection Agency/American Society for Testing and Materials environmental professionals for \ninitial pre-screening and subsequent third-party report \nprocurement, as well as evaluation of reports. Current \nenvironmental laws and due diligence requirements are \nreviewed and criteria for any environmental mitigation \nactions or measures are established. \nWe also periodically review and update our environmental \nrisk management program to comply with regulatory \nmodifications, changes in environmental laws or to reflect \nour risk tolerance. \nFinally, UMB’s environmental risk manager, the director \nof commercial real estate, and/or the chief credit officer \nmust approve any transaction that contains an exception \nto this policy.\nPORTFOLIO ANALYSIS \nUMB has established industry concentration limits that \nare approved by the bank’s management-level credit \ncommittee. These limits are monitored by the credit \nadministration team, who report to the chief credit  \nrisk officer.\nIndustry exposures are measured each quarter and \nreported to the Credit Committee to ensure that industry \nexposure remains within UMB’s risk tolerances and to \nensure appropriate portfolio diversification.\nAs risks evolve, changes may be made to the bank’s \napproach and would be approved through our internal \ngovernance process.", "metadata": {"source": "NASDAQ_UMBF_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}