{"page_content": "2 IntROIn another example of environmental leadership, we completed a major emissions-\nreduction project in Minnesota in 2009 that included converting two coal-fired plants to natural gas facilities and completely refurbishing a coal-fired plant. It’s an effort that we actually started a decade ago in Colorado with our voluntary reduction project in the Denver metropolitan area. These projects, along with other efforts, have resulted in a 30-percent reduction in nitrogen oxide (NO\nx) and sulfur dioxide \n(SO 2) emissions and a 38.3-million-ton reduction in carbon dioxide (CO 2) emissions \nsince 2003. The charts on pages 55 and 82 illustrate the progress we’ve made. \nOur work with customers to conserve energy also helps the environment—and \nenables them to save money in a tough economy. Xcel Energy runs some of the largest, most successful energy-efficiency programs in the U.S., and in 2009, we worked with policymakers to expand our energy-conservation goals in Minnesota, Colorado and Texas. We spent more than $140 million on energy-efficiency programs and focused our marketing efforts on simple, clear messages to ensure customers know the conservation options available to them. As a result, we’ve exceeded our conservation goals in Minnesota and Colorado and kept customers satisfied.\nIn fact, we more than met our goal for residential customer satisfaction when  \n92 percent of customers gave us positive scores. We also achieved the best reliability results we’ve seen in five years and significantly reduced employee-safety incidents. Those accomplishments illustrate operational excellence as surely as our ability to complete projects safely, on time and on budget. \nThey also are a testament to the dedication of Xcel Energy employees, who not only \nwork hard for customers but also support their communities with contributions of time and money. In 2009, our employees and retirees pledged $2.6 million to United Way organizations across our service territory, an amount the company matched for a total of $5.2 million. Our employees also increased their volunteer paid-time hours in 2009 by more than 70 percent.\nTo recognize employees, we instituted our Chairman’s Award in 2009. The award is \ngiven to employees who contribute to our success in the areas of safety, innovation, environmental leadership and diversity and inclusion. We’ve shared many employee stories in this report.\nWith an outstanding workforce and strong commitments to the environment, to \ncustomers and to our communities, Xcel Energy is well positioned for the future.  \nWe look forward to keeping our connections strong and healthy.\nSincerely,\nRichard C. Kelly, Chairman and CEO Ben G.S. Fowke, President and COO… we more than met  \nour goal for residential \ncustomer satisfaction when \n92 PERCENT  of customers \ngave us positive scores. Xcel Energy runs some of \nthe largest, most successful energy-efficiency programs in the U.S., and in 2009, we worked with policymakers to expand our goals . . . \n  Get more voice of the \ncustomer results on page 29 tO OUR S tAkEHOL dERS", "metadata": {"source": "NASDAQ_XEL_2009.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}