{"page_content": "            ENVIRONMENTAL, \n HEALTH & \n SAFETYSOCIAL  \nIMPACTHUMAN  CAPITALGOVERNANCE  PERFORMANCE HIGHLIGHTS\nENERGY, RECYCLING, AND \nWASTE:  We promote and support energy-efficient practices in our offices, reduce waste, and responsibly recycle materials. Although, as lessees of our offices, we are somewhat limited in what actions we can take, our efforts include occupancy-sensor lighting and automatic temperature controls, waste-free practices to reduce single-use plastics where feasible in our offices (such as providing all employees with reusable water bottles and installing refillable water stations), purchasing ENERGY STAR certified office and IT equipment, and the collection and responsible recycling of electronic waste (e.g., batteries, laptops, computer monitors, and printers). We also strive to reduce our paper usage and recycle all paper, cardboard, and glass.\nHEALTH AND SAFETY: We are committed to providing our employees with a clean, safe, and healthy work environment. Our efforts include an Injury and Illness Prevention Program with a curriculum covering hazard identification and communication, ergonomics, injury response, emergency evacuation, and more.\nCOVID-19:As the COVID-19 pandemic started to unfold, we developed a multi-pronged approach to maintain the health, safety, and well-being of our employees, their families, and others in our community. Beyond following local, state, and federal guidance, we created a flexible work environment where employees could work from home. Further, we instituted vaccination, masking, and distancing rules in our offices, provided HEPA filters for every employee workspace, and directed our landlord to install an air purification system (at MEI’s expense). Despite lifted restrictions, MEI supports the safety of our workspace and employees by continuing to provide weekly testing. EMPLOYEE VOLUNTEER INITIATIVES:We are known as a company that supports volunteerism and giving back to our community. This includes our long-standing Volunteer Time Off (VTO) benefit and company sponsored volunteer activities like volunteering at the San Diego Food Bank and the Light the Night event sponsored by the Leukemia and Lymphoma Society to support patients with hematological cancers. We also sponsor the Biocom Institute’s Life ScienceXP program to support STEM education in San Diego County schools in socially and economically disadvantaged areas.\nQUALITY ASSURANCE: Our Quality Assurance (QA) practices include a Quality Management System to ensure our products and services meet the highest standards of quality and safety for patients and Quality Training of employees, consultants, and contractors involved with Good Practice (GxP) processes, including clinical trials and manufacturing.  We review our QA practices at least annually, including a review of our Quality Manual and training requirements.\nSAFETY OF CLINICAL TRIALS:We maintain robust standard operating procedures (SOPs) related to selecting research partners, monitoring clinical studies, and managing patient safety in our clinical development activities. MEI’s SOPs require developing and maintaining a robust product safety governance structure, responsible for the identification, validation, assessment, quick escalation, communication, and mitigation of safety signals arising from MEI compounds under development. MEI Clinical Development Physicians and Drug Safety and Pharmacovigilance Medical Directors provide medical and safety oversight of ongoing clinical trials. EMPLOYEE BENEFITS:We invest in our workforce by offering competitive salaries and a comprehensive benefits package, including equity in the company, as part of a total rewards package designed to attract, engage, and retain employees. We also recognize the importance of work-life balance and offer remote and hybrid work models.\nEMPLOYEE ENGAGEMENT:  We believe employee engagement is a continuous process that enriches the employee experience.  We foster a loyal and productive workforce from recruitment through onboarding, training, and ongoing coaching and mentoring.\nDIVERSITY, EQUITY, AND INCLUSION (DEI): We are committed to cultivating an inclusive environment for all. Our senior leadership team is 38% female, and of the two thirds of senior employees who chose to provide information on race and ethnicity, 44% identify as non-white minorities. Approximately 57% of MEI employees are female, and of the two-thirds of all employees providing information on race and ethnicity, 50% identify as non-white minorities. CODE OF BUSINESS CONDUCT AND ETHICS:  As indicated in our Code of Business Conduct and Ethics, we conduct business in a manner that demonstrates a commitment to the highest standards of ethics and integrity, and our executive Corporate Compliance Committee ensures that we fulfill our compliance requirements. We also review our Code of Business Conduct and Ethics, Corporate Disclosure Policy, and Insider Trading Policy with each new employee and annually with all employees.\nWHISTLEBLOWER POLICY: We encourage employees to report any wrongdoing or behavior that violates the provisions of our Code of Business Conduct and Ethics to our Audit Committee Chairperson or Compliance Officer. Reports can be made anonymously, and we do not tolerate harassment or retaliation of any kind against an employee who makes a good faith complaint.  \nCYBERSECURITY: The Audit Committee of the Board has oversight of cybersecurity response and management at MEI and is updated by the Vice President of Information Systems on a semi-annual basis. Our Information Security Program is aligned with the Center for Internet Security Critical Security Controls that guide our security program. Employees receive training on our information security policy annually and on general cybersecurity quarterly. We also maintain data integrity, document management, and computer system assurance policies to uphold information integrity. PROFESSIONAL DEVELOPMENT:  Our Professional Development Policy encourages career and leadership development. In addition, we offer the opportunity to attend seminars and conferences. \n3", "metadata": {"source": "NASDAQ_MEIP_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}