{"page_content": "25 LADDERS FOR LEADERS\nLadders for Leaders is a nationally recognized Summer Youth \nEmployment program offered through NYC’s Department of \nYouth and Community Development. \nWe were proud to take part for the past two summers giving \nroughly 25 college students the chance to earn real-life, \nhands-on experience and help ensure their future success  \nin the workplace. \nWe look forward to hosting more interns this summer.AWARDS & RECOGNITION\nI wanted to take a moment to extend my gratitude.... [Progress] came about as a result of grit \nand determination of our workers, the dynamism of our businesses, and because we advanced \nthe right policies.... Thank you for your partnership.\nExcerpts from letter of appreciation from President Barack Obama to our CEO, Keith Mestrich•  Recipient of NYC Comptroller Scott Stringer’s first-ever Diverse Practitioner Award, recognizing our  \ncommitment to employee diversity.\n• Eleanor Roosevelt Human Rights Award recipient from Jobs With Justice.\n•  Honored by the National Institute for Reproductive Health as a Champion of Choice.\n• Honored at the Center for Popular Democracy’s Stronger Together: 2016 Annual Gala.\n•  Received the New York Labor History Association’s John Commerford Labor Education Award.\n•  Received the Distinguished Corporate Service Award from 1199/SEIU Employer Child Care Corporation.\n•  Selected as one of The Responsible 100 winners by City and State.\n•  Received letter of thanks from President Obama for our support in helping to rebuild the economy.Lynne Fox , Chair of the Board\nCarisa Stanley , FVP, Commercial Real Estate\nSam Brown , EVP, Business DevelopmentToni-Ann Sforza , EVP, Director of HRTEAM MEMBERS IN THE SPOTLIGHT\nLynne Fox — Chair of the Board  \nAppointed as the first woman to chair our Board of   \nDirectors, Lynne has made it her life’s work to fight  \nfor fairness for all people. With Lynne at the helm,  \nAmalgamated is poised for many years of success. \nKeith Mestrich — President & CEO  \nSelected for Aspen Institute’s Finance Leaders  \nFellowship and featured in Washington Life’s Power 100:  \nWashington’s Most Influential.Carisa Stanley — FVP, Commercial Real Estate  \nAppointed President of the African American Real Estate \nProfessionals of DC.\nToni-Ann Sforza — EVP, Director of Human Resources  \nAppointed the bank’s first Chief Diversity Officer to help \ncultivate a workplace and business that values, welcomes,  \nand respects diversity. \nSam Brown — EVP, Business Development  \nAppointed by President Obama to serve on the Advisory \nCommittee of the Arts for the John F. Kennedy Center of  \nthe Performing Arts.\n21\n 20\nAmalgamated Bank  Impact Report", "metadata": {"source": "NASDAQ_AMAL_2016.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}