{"page_content": "A MESSAGE \nFROM OUR CEO\nFor nearly a century, Amalgamated Bank \nhas been a trusted financial institution for \nprogressive people and organizations. \nMaking a difference has always been a core \nvalue that drives us, and we continually seek \nout opportunities to do so. From offering \neveryone the opportunity to participate in our financial system to helping those who \nseek to do good work do better, we aim to \nmake the world more just, compassionate, \nand sustainable.\nAt Amalgamated Bank, we have continued \nto make progress toward these goals, and the good we’ve done for our community \nand the world has been highly fulfilling. We \nremain focused on offering our clients and \ncustomers a unique set of financial services, \nenabling them to lead the charge to improve \nour communities and our country. \nEvery day, we work with leaders from the \nlabor, non-profit, and foundation worlds who have grown their organizations into forces \nfor good, for change, and for the rights  \nof everyone. \nThat’s why we are dedicating more of \nour time and energy to focus the bank’s \nattention on doing the most good for \nthe most people. We will launch a series of programs designed to support the \ndevelopment and financing of affordable \nhousing, to offer solar home equity lines \nof credit specifically designed to help \nhomeowners go green, and to offer  \ncause-based banking to help progressive non-profits and their members support  \neach other in their everyday lives. \nOur mission moving forward has never been \nmore important to us: To help those who do \ngood, do better.\nKeith Mestrich , President & CEO \nAmalgamated BankImpact Highlights\n$15Proud to be the first bank \nin the nation to raise our hourly minimum wage to:\nJoined with\nHelped build affordable \nhousing units withTook historic steps in our efforts to create aAmerica’s largest  \nB Corp Bank\nsustainable environment,\nincluding a 100% commitment to renewable energy\nHabitat for \nHumanityRock the Vote\nto help get out the vote in November\nWe were the bank of the 2016 \nDemocratic National Convention \nand continue to serve the Democratic National Committee   Joined the\nGlobal Alliance \nfor Banking on \nValues (GABV)\na network of banks helping \ncreate positive change in banking and in the world\n3\n 2\nAmalgamated Bank  Impact Report", "metadata": {"source": "NASDAQ_AMAL_2016.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}