{"page_content": "NON-PROFITS & FOUNDATIONS\nWe help non-profits and foundations help more \npeople, and we are as committed to them as we are \nto their causes. They find great satisfaction in \nworking with a bank that understands their missions and can therefore give them strategic guidance to help them grow.\nWe enthusiastically support non-profits and \nfoundations with the resources and expertise they \nneed to create positive social impact.SOCIALLY RESPONSIBLE  \nBUSINESSES\nSocially responsible businesses choose \nAmalgamated because they see themselves in \nus. We leverage our business to create a more \njust and sustainable world. From environmental sustainability organizations to progressive infrastructure, we’re proud to support those who \nsupport others and bring organizations together to \nhelp make a greater impact on society.UNIONS\nWe work side by side with hundreds of unions.We continually focus on what’s best for firefighters, \nteachers, healthcare workers, and others who keep \nus safe, smart, and strong.\nOur investment management division oversees  \napproximately $40 billion in custody and investment \nassets under management.\n1 We’ve offered strike \nloans to workers walking picket lines. And, yes,  \nyou just might see us out there walking with them.POLITICAL BANKING\nHundreds of progressive political organizations, campaigns, and candidates choose Amalgamated \nbecause we share their vision and values and we  \nwork campaign hours, not bankers’ hours.\nWe help progressive candidates become leaders in \nour nation, offering products and services to enable \ncampaigns and organizations committed to expanding social impact, justice and equal rights for all.\nWe invite you to learn more by visiting \namalgamatedbank.com/banking-makes-impactOUR \nCUSTOMERS \n& CLIENTS\nWe’re proud to serve thousands of labor unions, non-profits, \nsocially responsible businesses, political organizations,   foundations, and individuals — who are active, involved, and committed to making our communities stronger, smarter,  fairer, cleaner, and safer. Our bank offers services and support to help our customers and clients in creating a better world.\n7\n 6\nAmalgamated Bank  Impact Report", "metadata": {"source": "NASDAQ_AMAL_2016.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}