{"page_content": "What we do makes a difference. At Amalgamated Bank we put  \nour money where our mouth is, and prove to clients, the finance \ncommunity, and ourselves that we’re willing to go the extra mile  \nto make our world better.WE PLACE A \nHIGHER VALUE ON VALUES\n•  Amalgamated has a long and unique history of helping our clients  \ninvest for good while holding corporations accountable. As a \nfounding signatory of the United Nations Principles of Responsible \nInvestment — which encourages the consideration of Environmental, Social, and Governance (ESG) impacts in all investment decisions —  \nwe’ve repeatedly proven our dedication to values-based banking.\n•  We continue our work in promoting diversity on corporate boards  \nof directors by utilizing shareholder resolutions in companies that  \nhave no women or minorities on their boards.\n•  Today there are over 200 active unions of garment workers in \nBangladesh, and nearly 2,700 of Bangladesh’s 3,500 garment \nfactories have undergone building inspections. We pushed for \nstronger measures protecting garment workers in Bangladesh after the tragic fire in 2013 that killed over 1,000 workers, and we will continue to stand against poor working conditions and low wages.SHAREHOLDER ACTIVISM\n•  We’re proud to have been the first bank to commit to pay all of \nour employees a minimum wage of $15 an hour. We continue to \nsupport the Fight for $15 by speaking out on this important issue \nand advocating on behalf of low-wage workers.\n•  In 2016, we ran more than 1,000 ads in the NYC subway system  \nto promote our platform of creating financial opportunity  \nfor all people.\n•  To help transform the lives of children affected by poverty, we \njoined with our Donate the Change recipient, National CARES \nMentoring Movement, in their crusade to connect vulnerable \nyouth with role models, and we hosted a college prep and financial literacy workshop for high school seniors.\n•  We accept IDNYC, NYC’s Municipal ID card, at all NYC \nAmalgamated branches. ECONOMIC OPPORTUNITY  \n& INCOME INEQUALITY\nLeading the way to create  \nsafer working conditions \nand drive wages higher\nof improving corporate governance and board accountability  at the \ncompanies in which  \nwe investyears20 +$15Proud to be the first bank in the nation to raise our hourly minimum wage to:\nWe signed the\nWhite House \nEqual Pay Pledge\nto advance equal pay in the \nworkplace\n9\n 8\nAmalgamated Bank  Impact Report", "metadata": {"source": "NASDAQ_AMAL_2016.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}