{"page_content": "Amalgamated Bank prides itself on being a place where forward-thinking customers and \nclients can align their money with their values. Our values show in the work that we do and in the products we develop. From offering socially responsible investing to helping people gain access to capital and helping them reach financial security, we are always seeking ways to do good better.OUR PRODUCTS \nDO GOOD\nINVESTING FOR GOOD\n• In 2016, we rolled out a new tobacco-free fund. \n•  We proudly offer customized Impact and ESG  \ninvestment solutions, including a low-carbon  \nstrategy which reduces the carbon footprint of \ninvestment portfolios.LENDING FOR GOOD\n•  In 2016, more than half of our new commercial real estate loans were in low- and moderate-income areas.\n \n•  We’re increasing financing to Community Development Financial Institutions — non-profits that support \naffordable housing, healthcare, education, and small \nbusinesses in distressed communities. \n•  Our First Home First Priority Program helps make \nhomeownership a reality for lower-income borrowers.BANKING FOR GOOD\nOur customers give their time, money, and hearts to causes they believe in. Amalgamated Bank is proud to help fund and amplify the \ncauses they care about.\nBanking that Gives Back: Instead of taking the traditional route of a \ncash bonus for new customers who join the bank, we gave a bonus \nto the new customer and a donation to their choice of one of six progressive causes making a difference in our world.\n Donate the Change:  In 2016, we gave thousands of dollars  \nto National CARES and Rock the Vote through our Donate the \nChange debit card program.\n Give-Back Savings:  This new savings account empowers people  \nto help support a participating cause of their choice, including  \nThe Roosevelt Institute and Ultra Violet. We donate an amount equal \nto half the interest they earn.\nSERVING THE UNDERSERVED\n•  With 33% of branches located in underserved communities, \nAmalgamated continues a nearly century-old tradition of supporting \ncustomers that lack access to mainstream banking services.\n•   Restart Checking, an account for those who have been turned  \naway elsewhere because of credit problems, exemplifies our belief  \nin creating financial opportunity for all people.\n•  In 2016, our branch staff conducted 140 hours of financial  \nliteracy education at 75 events.You can learn more by visiting \namalgamatedbank.com/give-back-savingsits staff, move offices, and \nincrease marketing effortsSpotlight on BlueLabs, Inc., a company that uses data \nto create positive change.  \nOur commercial financing division is proud to provide \nresources to grow BlueLabs’ \nbusiness and expand their \nreach\nOur loan enabled\nBlueLabs \nto double\n15\n 14\nAmalgamated Bank  Impact Report", "metadata": {"source": "NASDAQ_AMAL_2016.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}