{"page_content": "19\nPTC Therapeutics | 2021 ESG Report•  Insightful MomentsTM: Insightful Moments is our community \neducation series of programs and materials created to \nsupport patients with rare disease and their families. \nThe programs empower patients and families through \ndifferent learning styles and communication methods. The \nseries covers a wide range of topics, from drug discovery \nand development to navigating clinical trials, insurance, \ngovernment programs, holistic inspirations, and more.\n•  PTC Pinpoint™:  We’ve partnered with Invitae to provide no-\ncost genetic testing, genetic counseling, and family screening \nprograms for individuals with a suspected neurotransmitter \ndisorder, such as AADC deficiency or cerebral palsy, in the U.S.\n•  PTC Cares™: Our support program in the U.S. dedicated to \nhelping patients, caregivers, and prescribers understand the \nprescription process, financial assistance, and insurance \ninformation for PTC products.   \n•  Sibling Program: Our established program allows certain \nsiblings of our Duchenne clinical trial patients to have free \naccess to our medicines. \n•  Behind the Seizure®: PTC is one of the sponsors for this \ninnovative collaboration with Invitae, for a free genetic testing \nprogram for AADC deficiency.Compassionate Care \nPTC is committed to providing access to our treatments for \npatients around the world. We continue to work with patients from \nour clinical trials and medical experts to support families who \nlive in regions of the world who are unable to obtain our products \nwithout PTC’s direct support. We work with the various health \nagencies to increase access to our programs for all patients while \nwe make our Compassionate Care program available.\nWHO WE ARE        OUR ENVIRONMENT       OUR PATIENTS       OUR PEOPLE        OUR CUL TURE & COMMUNITY       ETHICS & COMPLIANCE       \nSIBLING PROGRAM\n", "metadata": {"source": "NASDAQ_PTCT_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}