{"page_content": "24\nPTC Therapeutics | 2021 ESG ReportWHO WE ARE        OUR ENVIRONMENT       OUR PATIENTS       OUR PEOPLE        OUR CUL TURE & COMMUNITY       ETHICS & COMPLIANCE       \nLearning & Development\nPTC strives to support individuals, leaders, and teams to be the \nbest they can be. We have created and implemented several \ntop-of-the-line programs, tools, and processes to help our \nemployees grow and be ever better.\nPart of our key objectives is to build a strengths-based learning \nculture. As PTC continues to grow, we are committed to investing \nin leading-edge systems that will provide the very best experience \nfor our employees. Access to a wide range of programs and \nplatforms are available to all employees, including:\n•  Gallup® CliftonStrengths & HBDI®: We utilize the \nCliftonStrengths assessment and the Herrmann Brain \nDominance Instrument (HBDI) assessment to identify each \nemployee’s top strengths and behavioral styles.\n•  MindTools: Our library of articles, modules, videos, and self-\nassessments focused on career skills, stress management, \nteam management, and communication skills.•  Learning Hub: Our new Learning Management System (LMS) \nserves as the ultimate destination to explore learning and \ndevelopment content, as well as quality trainings.\n•  PTC University: Our company-wide education program features \ninternal and external experts on a wide variety of topics, from \nbusiness and science to sessions for personal enrichment.\n•  Individual Strengths Coaching: Our certified CliftonStrengths \ncoaches offer one-on-one training sessions to every new hire in \nsupport of our coaching practices and Strengths-based culture. \n•  Mentorship Roundtable by Directors of the Board: This \nprogram currently provides an intimate forum for top talent to \nlearn from our distinguished board, as well as a platform for \nthe Board of Directors to become familiar with future leaders \nof PTC.", "metadata": {"source": "NASDAQ_PTCT_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}