{"page_content": "CORPORATE GOVERNANCE\nEffective corporate governance is critical for both our long-\nterm performance and maintaining stakeholder trust. \nOur Board of Directors is governed by our Amgen Board of \nDirectors Corporate Governance Principles that are amended \nfrom time to time to incorporate certain current best practices \nin corporate governance. Our Corporate Governance \nPrinciples may be found on our website at www.amgen.com.\nAmgen has a highly independent Board of Directors \nelected annually by a majority of our stockholders, with \na lead independent director with robust responsibilities. \nOnly independent Board members serve on key standing \ncommittees. Key standing committees of our Board include \nthe Audit, Compensation and Management Development, \nCorporate Responsibility and Compliance, and Governance \nand Nominating Committees. Our Board is diverse (including \nthree women directors) and has strong refreshment \npractices, with six new directors appointed since 2015.\nAs part of its oversight of the Company, our Board oversees \nan enterprise-wide approach to risk management, which \nis designed to support the achievement of the Company’s \nobjectives, including its strategic priorities to improve long-\nterm operational and financial performance and enhance \nstockholder interests.\nFor more information on our Board and our corporate governance \npractices, please visit our website and our 2021 Proxy Statement.\n11\n56\n4\n3\n2\n12Board Tenure\n<3 Years3 -6 Years7 -9 Years> 9 Years5\n4\n1\nNumber of directors and tenure lengths shown above.\n6 new directors since 2015. ~ 6 years average board tenure.GOVERNANCE INTRODUCTIONCOVID- 19 \nRESPONSEETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGING", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}