{"page_content": "Q&A With the Head of ESG at Amgen\nJudy Brown, Senior Vice President of Corporate Affairs \nat Amgen, is responsible for ESG initiatives and chairs the \ncompany’s ESG Council. Here, she discusses how ESG has \nevolved at Amgen and how it is integrated into our core mission.\nHow is Amgen working to integrate ESG into its business?\nBecause we are an innovative biopharmaceutical company, \nESG is central to who we are and what we do. Our \ncompany mission – to serve patients – is our purpose. Our \nESG strategy is how we do this. Starting in 2021, we are \nputting even more intention into how we hold ourselves \naccountable by including ESG in our Company goals and \nformally integrating ESG metrics into our annual bonus \nprogram for all eligible employees.How would you describe the role and engagement of the \nAmgen Board in ESG matters?\nThe Corporate Responsibility and Compliance Committee \n(CRCC) of our Board has a long history of oversight and \ninvolvement, overseeing our programs and policies to help \nensure we are doing the right thing for our employees, for \nour communities, and for the environment. Compliance \nwith the law is just the starting point. The CRCC challenges \nus to go above and beyond with both our corporate and \nour philanthropic initiatives. When we expanded our \naperture from corporate responsibility to the broader ESG \nframework, the Board was extremely supportive. They fully \nappreciate and are focused on the important role ESG \nplays in furthering Amgen’s mission. The CRCC is regularly \nengaged in the oversight of ESG, and we regularly discuss \nour comprehensive ESG strategy with the full Board.\nHow does Amgen’s ESG Council help carry out the \nCompany’s ESG goals?\nThe ESG Council brings together senior executives from \nvarious functions to discuss opportunities and initiatives in \nthose areas most significant to Amgen. Council members \nalso bring in stakeholder voices from external engagement \nactivities occurring in their respective areas of expertise. \nTogether, the Council discusses and approves proposals \nand recommendations, prioritizes areas for investment, and \nevaluates any emerging trends. The Council’s role is relatively \nnew at Amgen, but in a short time it has already helped to add \nrigor into how we analyze and guide Amgen’s ESG strategy.How have the events of 2020 shaped ESG at Amgen?\nIt is difficult to overestimate the social impact the events \nof the past 12 months have had on not only Amgen but all \norganizations – increasing unemployment, concerns around \nhealth and wellness, social inequality, and lack of social \njustice in many communities. These issues of course have \nalways been there, but they boiled to the surface very visibly \naround the world in 2020. \nAt Amgen, we have been focused on diversity and inclusion \nand healthcare disparities for many years, but the events \nof 2020 caused us to accelerate our actions and take them \nto the next level. We asked ourselves — and our Board \nchallenged us to question whether we were doing everything \nwe could. This led us to establish a number of new diversity, \ninclusion, and belonging efforts and programs to better \nensure that we were supporting our employees as they \nnavigated the challenges of COVID-19. For example, we \nexpanded our existing programs to support employee health \nand wellness, including mental health (see page 15) and \nexpanded our approach to flexible work. Working closely \nwith our Employee Resource Groups, we also developed \nprograms and events to address ongoing social injustice \nissues to help educate our employees, create a stronger \nsense of belonging for everyone at Amgen, and demonstrate \nthe value of being true advocates for one another. Through \nthe Amgen Foundation, we also increased our investments \nto organizations working toward racial equality in the 12GOVERNANCE INTRODUCTIONCOVID- 19 \nRESPONSEETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGING", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}