{"page_content": "MORE INFORMATION\nCorporate Responsibility and Compliance Committee13\ncommunities where we live and work (see page 42), and \nwe have accelerated our efforts to increase diversity in our \nclinical trials (see page 28).\nMore than ever before, 2020 demonstrated that companies \ncannot be silent on important social issues such as racial \ninjustice. They need to take action and use their voices.\nWhere do you feel the company has made the  \nmost progress?\nWe have a strong ESG track record and an ambitious \nagenda moving forward. In some ways, I think we’ve \nhidden our light under a bushel for the past few years, while \nfocusing on developing strong systems that could yield \nrepeatable results. For example, we met and exceeded most \nof our 2020 environmental targets well ahead of schedule \n(see page 49). And, we helped low-income patients in the \nUnited States with no or inadequate insurance by providing \n$1.5 billion8 worth of therapies in 2020. The Amgen Safety \nNet Foundation has never refused a qualified patient. As we \nmove into 2021, we will continue these efforts and celebrate \nour progress, knowing that there is more to do.ESG GOVERNANCE\nThe Amgen Board of Directors provides oversight of \nAmgen’s ESG activities, while the CRCC recieves updates \non specific ESG and corporate responsibility programs and \nactivities, as well as related compliance activities. Amgen’s \nexecutive management provides the Board and the CRCC \nwith updates regarding the status and progress of the \nCompany’s ESG strategy and priority areas of focus.\nWithin Amgen, there are two levels of management \ngovernance for ESG:\n•   The cross-functional executive-level ESG Council that sets \nand reviews the Company’s ESG strategy and programs. \nThe council is chaired by the Senior Vice President of \nCorporate Affairs and includes six other executive-level \nrepresentatives from across the organization. It meets \napproximately six times per year.\n•   The ESG Working Committee, consisting of ESG Program \nElement Leaders and other key employees related to ESG, \ncoordinates the implementation of strategy for each of \nAmgen’s seven ESG areas of focus, ensuring integration \nof our ESG strategy into each functional area. The \nCommittee members are also responsible for identifying \nemerging ESG issues for their areas and raising them with \nthe ESG Council for discussion and analysis.\n8 Valued at wholesale acquisition costGOVERNANCE INTRODUCTIONCOVID- 19 \nRESPONSEETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGING", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}