{"page_content": "The COVID-19 pandemic has been the most significant \npublic health challenge in modern history, affecting virtually \nevery continent, sector, and community. The response of the \nbiopharmaceutical industry is particularly important to society, \nand we want to share how Amgen responded to this crisis. \nEnsuring Employee Health   \nand Well-Being \nWith the emergence of the pandemic in early 2020, we took \nswift and immediate action to protect the health and well-\nbeing of our employees and their families. \nIn March, we required that the majority of our employees \nwork from home to encourage the social distancing needed \nto bend the curve of the pandemic. We also committed to \npay continuity for our employees. In the United States and \nPuerto Rico, we provided our employees working from home \na monthly stipend for home broadband Internet access \nalong with an allowance to purchase necessary home-office \nequipment. We set up an internal website dedicated to \nCOVID-19 for employees to review updates, video messages \nfrom leadership, and podcasts, access training, and obtain \nanswers to frequently asked questions. We also launched \nadditional dedicated technical support globally. \nTo work to ensure the safety of our employees and \ncontractors who continued to work from our manufacturing \nand research sites, we provided personal protective \nequipment, enhanced cleaning procedures, screened visitors, performed contact tracing, and took measures \nto ensure physical distancing. In the United States, \nwe implemented temperature screenings and periodic \nCOVID-19 testing as additional prevention measures.\nTo support employees during the pandemic, Amgen \nexpanded and introduced new benefits including mental \nhealth benefits, education support, discounts on childcare \nand academic tutoring services, online learning resources, \nand additional Company-wide paid days off. We provided \nfree access to virtual fitness classes to all full-time Amgen \nemployees and their families. We also provided manager \nresources, including resilience training, to help leaders \nassist their teams through this period of dynamic change.\nFor more information on how we supported our employees, \nplease visit our website.Here is what they said:How Did We Do?\nWe conducted two global COVID-specific surveys, asking \nemployees whether they felt that Amgen had taken adequate \nmeasures to protect them during the pandemic. More than \n6,000 employees responded.\nWere satisfied with \nAmgen’s response to \nCOVID-19, including \nour decision early in the \npandemic to require that \nmost employees work \nfrom home.\nAgreed that Amgen takes \na genuine interest in \nemployees’ well-being, was \nproviding the resources \npeople need to do their \nwork, and was doing a \ngood job with employee \ncommunications.\n91%\n90 %15\nCOVID-19 \nRESPONSEINTRODUCTIONETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCE", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}