{"page_content": "Supporting the Search for Potential \nCOVID-19 Treatments\nWe are also contributing our scientific and manufacturing \nexpertise directly to the fight against COVID-19. For example, \nour deCODE Genetics subsidiary has conducted extensive \ngenetic research into how the coronavirus spreads and \nmutates, and its findings were published in The New England \nJournal of Medicine. Our company is collaborating with Eli Lilly \nand Company to manufacture antibody therapies that have \nreceived emergency use authorization from the U.S. Food and \nDrug Administration (FDA) for treating patients with mild-to-\nmoderate COVID-19 who are at high risk for progressing to \nsevere COVID-19 and/or hospitalization.\n“We are proud to partner with Lilly and \nleverage our deep technical expertise in \nantibody development and, in particular, \nour strong capabilities in the scale up and \nmanufacturing of complex biologics. This \nis yet another example of the ways our \nindustry is closely collaborating to combat \nthis devastating disease and help patients \naround the world access new therapies.”\n– Esteban Santos,\nExecutive Vice President of Operations at AmgenWorking to Ensure Ongoing Access \nand Patient Support \nThe fear of COVID-19 prevented many people living with \nchronic health conditions from leaving their homes, delaying \nregularly scheduled doctor’s visits, and even avoiding \nemergency treatments. However, delaying or avoiding \nmedical care may dramatically worsen a person’s disease \nand further increase mortality rates, particularly for patients \nliving with heart disease and cancer. Because many of \nAmgen’s medicines need to be administered at a medical \noffice or clinic, this posed additional challenges for ensuring \nongoing patient treatment.\nIn March, Amgen began to collect and share solutions from \nAmgen teams around the world that helped support patients \ntaking Amgen medicines and assist with ongoing access \nto care. Through the Continuity of Care Initiative, Amgen \ngathered more than 50 best practices from 25 countries, and \nbroadly disseminated them to Amgen teams to rapidly share \nsolutions and learnings across the organization. \nExamples of challenges and solutions developed include: \nArgentina: Early in the pandemic, patients in Argentina \nfeared traveling to hospitals and clinics for their ongoing \ntherapeutic treatment. Amgen responded by providing \npatient transfers to and from hospitals and clinics, which \nallowed patients to avoid crowded public transportation. \nThe team also worked with healthcare providers to \nenable at-home routine care, such as blood draws. United States: Amgen worked with the FDA to gain \napproval for a temporary self-injection option for PROLIA® \n(denosumab) patients. After the FDA’s temporary \napproval, Amgen distributed information to healthcare \nproviders and patients to support self-injection.\nGreece: As in other countries, many patients were \nhesitant to venture to pharmacies for prescriptions. \nAmgen introduced home delivery service as part of \nits “REPATHA On Path” Patient Support Program. \nThrough the program, Amgen works with a third \nparty to pick up patients’ REPATHA® (evolocumab) \nprescriptions from 15 different pharmacies across \nGreece and deliver them directly to patients’ homes. \nSimilar solutions were rolled out in Italy, United Arab \nEmirates, and a number of other Amgen markets.\nAmgen also donated $1 million to support the   \nAmerican Heart Association’s COVID-19 rapid response \nefforts including the formation of its COVID-19 patient \nregistry. The registry aims to improve the scientific \ncommunity’s understanding of how the virus affects \ncardiovascular health and better manage patients for \nimproved health outcomes.\n16COVID-19 \nRESPONSEINTRODUCTIONETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCE", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}