{"page_content": "Working to Ensure Continuity of \nClinical Trials and Patient Safety\nClinical trials are a critical part of our development of \nlife-saving medicines. Despite the challenges presented \nby COVID-19, we remained relentlessly focused on the \nsafe continuation of our trials wherever possible so that, \nif successful, new treatments would not be delayed from \nreaching patients who could benefit from them.\nWe also sought to ensure the safety of those patients \nreceiving investigational medicines through Amgen-\nsponsored clinical trials.\nIn response to the COVID-19 pandemic, we managed our \nclinical development on a case-by-case basis. Through \nefforts including direct-to-patient shipments, patients who \nwere already enrolled in studies continued to receive study \ndrug. For studies that had the potential for significant benefit \nin a serious or life-threatening condition and when site \nresources enabled new patients to be enrolled safely and \nmonitored closely, we continued enrollment. For clinical \ntrials experiencing uncertainty about the trial sites’ ability \nto ensure subject safety or data integrity at that time, we \ntemporarily paused enrollment.\nWe remain focused on supporting our active clinical sites \nin providing care for these patients and investigational drug \nsupply. To date, most clinical trials that were paused at \nthe onset of the pandemic to ensure subject safety or data \nintegrity have resumed.Supporting Communities   \nDuring COVID-19 \nCOVID-19 hit local communities across the globe with \ndevastating impact, exacerbating existing challenges such \nas hunger and access to education and healthcare. \nIn March 2020, Amgen and the Amgen Foundation pledged \n$12.5 million to support COVID-19 relief efforts around \nthe world. Some of these funds have gone to nonprofit \norganizations like Direct Relief that have broad, international \nreach. The vast majority of our donations, however, were \nmade at the local level — to food banks, ambulance squads, \nand senior care facilities. Additionally, the Amgen Foundation \nworked to extend the impact of two virtual science education \nplatforms it supports, Khan Academy and LabXchange. \nThese platforms — free to everyone — became increasingly \nimportant as millions of students stayed home from school all \naround the world. (For more information, see page 61.)\n“This crisis will undoubtedly have far-\nreaching consequences for millions of \npeople around the world, especially for \nour most vulnerable populations. Given \nour mission, it is our duty to step up \neven more in this time of crisis.”  \n– Sal Khan, Founder of the Khan Academy\n17\nCOVID-19 \nRESPONSEINTRODUCTIONETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCE", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}