{"page_content": "AMBITION\nWe are committed to conducting our business ethically \nand helping ensure that Amgen complies with the laws and \nregulations that govern our business and industry in all \nmarkets in which we operate.\nGOVERNANCE \nThe Amgen Board of Directors has a standing Corporate \nResponsibility and Compliance Committee (CRCC) that \nassists the Board in overseeing Amgen’s Worldwide \nCompliance & Business Ethics Program. It also oversees \nseveral programs designed to further encourage \nethical conduct. The CRCC oversees management’s \nimplementation of, and ongoing improvement to, the \nprogram elements, including its systems and processes, \nmechanisms for employees to seek guidance and report \nconcerns, and efforts to promote an ethical culture.Amgen’s Chief Compliance Officer (CCO), who reports \nto both the CEO and the CRCC, leads and manages \nthe ongoing operations of the Company’s Worldwide \nCompliance & Business Ethics Program and the centralized \nHealthcare Compliance organization. The CCO is \nresponsible for assuring that the elements of an effective \ncompliance program are in place, which include policies \nand procedures that support a strong ethical culture, training \nand education, auditing and monitoring of compliance \nrisks, and compliance investigations. The CCO provides an \nassessment of Amgen’s state of compliance to the CRCC.\nThe Compliance Committee is chaired by Amgen’s CEO \nand includes Amgen’s Operating Team, made up of the \nCompany’s most senior executives. The CCO facilitates \nthe work of the committee, which has the responsibility \nto drive the ongoing operations and cross-functional \nintegration of compliance activities within the Company. \nIts responsibilities include reviewing key compliance risks \nand associated mitigation plans, seeing that compliance- \nand business-ethics-related strategic initiatives are \nappropriately prioritized, resourced and tracked, \noverseeing the operation of the Compliance Council, and \nensuring that compliance performance is part of executive \nmanagement reviews. Operating Team members work \nwith the Amgen compliance professionals embedded in \ntheir organizations who have day-to-day responsibility \nfor overseeing that the specific compliance risks and \nrequirements of their areas are addressed.STRATEGY & OBJECTIVES  \nOur goal is to work to ensure that in all areas of our business \nwe operate according to the highest standards of ethical \nconduct and compliance with the laws and regulations that \ngovern our business and industry.\nWe embrace ethics and transparency across many \ndimensions, from the way we treat our employees and \npatients, to our focus on human rights and equity, to our \npartnerships with suppliers. Our Board has adopted a code \nof business that applies to our Board, all our employees, and \nothers conducting business on our behalf. Annual training \non this global code of conduct is required and our Board \nparticipates in such training. We also have a code of ethics \nfor senior financial officers. To view our codes of business \nconduct and ethics, please visit our website. \nOur Code of Conduct and Corporate Compliance Policies \napplies to all Amgen locations, affiliates, and subsidiaries. \nFailure to comply with the Code of Conduct, Amgen policies, \nor applicable laws can result in disciplinary action up to and \nincluding termination. Disciplinary action may also be taken \nwhen managers ignore misconduct or fail to correct it. \nIn addition, managers provide feedback on employees’ \nconduct in line with Amgen’s Values – including “Be Ethical” \n– in annual employee performance reviews, which is a \nsignificant factor in annual compensation decisions.19BUSINESS \nETHICSINTRODUCTIONETHICAL \nRESEARCHACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSE", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}