{"page_content": "PROGRAMMATIC  \nHIGHLIGHTS\nSummary of Amgen’s Corporate \nCompliance Policies and Code of Conduct\n•   Anti-bribery and Anti-corruption: Amgen will not tolerate \nacts or attempts to improperly influence government \npersonnel or private individuals to secure improper \nadvantage for Amgen’s commercial interests.\n•   Antitrust and Unfair Competition: Amgen does not \ntolerate any business transaction or activity that violates \nthe antitrust and competition laws of any country in which \nthe Company conducts business.\n•   Conflicts of Interest: Amgen employees are responsible \nfor avoiding situations in which personal interests, outside \nactivities, financial interests, or relationships conflict or \neven appear to conflict with the Company’s interests.\n•   Interactions with Healthcare Providers: Amgen requires \nthat all interactions with healthcare providers and other \ncustomers comply with all applicable laws and adhere to the \nhighest standards of professional ethics and responsibility.\n•   Protection of Personal Information: Amgen is committed \nto the lawful stewardship of personal information that is \ncollected, stored, and used by the Company. We respect \npersonal privacy. Everyone in the Company has a role \nto play in protecting and securing personal information.  \nAny concerns related to a potential and/or actual breach of personal information are considered to be serious in \nnature and are thoroughly investigated.\n•   Nondiscrimination and Harassment-Free Workplace: \nAmgen does not tolerate unlawful harassment by or \ntoward employees, or with those whom Amgen has a \nbusiness, service, or professional relationship.\nOur CCO sends regular communications about these and other \nrelevant ethics and compliance issues to Amgen employees. \nFor example, with the increase in the use of telemedicine \nduring COVID-19, employees received information about \ncompliance measures and ethical considerations for \ntelemedicine’s use. The CCO also joins Amgen’s functional \nleaders during departmental meetings to discuss ethics and \ncompliance topics. In addition, our CCO is a thought leader \nwho speaks regularly at industry summits and congresses \nabout key trends that affect compliance, such as digital \ntransformation and business continuity during COVID-19.\nBusiness Conduct\nAll managers are responsible for creating and maintaining \na work environment that encourages asking questions \nand reporting concerns regarding business conduct. All \nAmgen leaders (vice president and above, plus other \nselect roles) must also participate in the Global Ethics & \nCompliance Declaration Program, which requires them to \nexecute an ethics and compliance engagement plan and \nsign a declaration form annually. Among other things, the \ndeclaration form includes a conflict of interest disclosure.Employees and anyone external to the Company can report \nsuspected misconduct or ask a question by phone or \nwebform to Amgen’s Business Conduct Hotline. Reporters \nmay remain anonymous unless they are from countries \nwhere anonymity is discouraged or not permitted by \nlaw. The hotline is hosted by a third-party vendor and \navailable globally 24 hours a day, every day. Translators \nare also available when placing a call, and the webform for \nsubmission of concerns is available in multiple languages. \nAmgen policy prohibits any form of retaliation or \nintimidation against Amgen employees for reporting a \ncompliance concern in good faith. Employees who engage \nin retaliation or intimidation will be subject to disciplinary \naction, up to and including termination.\nVALUE CREATION \nOur Worldwide Compliance & Business Ethics Program \nenables the Company to mitigate and take corrective action \nagainst any recurring ethical or compliance violations. It \nalso enhances our ability to anticipate emerging issues \nand develop proactive programs to address them. This is \na key aspect of how the Company works to reduce the risk \nof unethical business practices. Our disclosure of policies \nthat govern how Amgen operates and our efforts to ensure \nenterprise-wide compliance with them helps increase the trust \nand support of stakeholders, both internal and external, who \nare necessary for Amgen to achieve its mission.20BUSINESS \nETHICSINTRODUCTIONETHICAL \nRESEARCHACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSE", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}