{"page_content": "About Amgen  \nAmgen is committed to unlocking the potential of biology \nfor patients suffering from serious illnesses by discovering, \ndeveloping, manufacturing, and delivering innovative \nhuman therapeutics. This approach begins by using \ntools such as advanced human genetics to unravel the \ncomplexities of disease and understand the fundamentals \nof human biology. \nOur belief – and the core of our strategy – is that innovative, \nhighly differentiated medicines that provide large clinical \nbenefits in addressing serious diseases are medicines that \nwill not only help patients, but also will help reduce the \nsocial and economic burden of disease on society today. \nAmgen focuses on areas of high unmet medical need, \nleveraging its expertise to strive for solutions that improve \nhealth outcomes and dramatically improve people’s lives. \nA biotechnology pioneer, Amgen has grown to be one of \nthe world’s leading independent biotechnology companies, \nhas reached millions of patients around the world with its \nmedicines, and is developing a pipeline of medicines with \nbreakaway potential.\nWe focus our research in three therapeutic areas: \ncardiometabolic disease, inflammation, and oncology. Our medicines typically address diseases for which there are \nlimited treatment options, or provide a viable option to those \nwhich are otherwise available.\nAs such, Amgen is a leader in developing and manufacturing \nbiosimilars (medications that are biologically similar to existing \nbiologic treatments). Backed by more than four decades \nof biologics expertise, our high-quality biosimilars have the \npotential to offer more affordable, life-altering treatment \noptions that contribute to the sustainability of healthcare \nsystems while allowing for greater investment in new \nmedicines for patients.\nOur Values\n•   Be science-based.  Our success depends on superior \nscientific innovation, integrity, and continuous \nimprovement in all aspects of our business through \nthe application of the scientific method. The scientific \nmethod is a multistep process that includes designing \nthe right experiment, collecting and analyzing data, and \nrational decision-making. It is not subjective or emotional, \nbut rather a logical, open, rational process. Applying \nthe scientific method in all parts of the organization is \nexpected and highly valued.\n•   Compete intensely and win.  We compete against \ntime, past performance, and industry rivals to rapidly \nachieve high-quality results. Winning requires taking \nrisks. We cannot be lulled into complacency by previous \nachievements. Though we compete intensely, we maintain \nhigh ethical standards and demand integrity in our dealings \nwith competitors, customers, partners, and each other.•   Create value for patients, employees, and stockholders. \nWe provide value by focusing on the needs of patients. Amgen \ncreates a work environment that provides opportunities for \nemployees to reach their full potential. We strive to provide \nstockholders with superior long-term returns while balancing \nthe needs of patients, employees, and stockholders.\n•   Be ethical.  We are relentless in applying the highest ethical \nstandards to our products, services, and communications.\n•   Trust and respect each other. Every job at Amgen is \nimportant, and every Amgen employee is important. We \nattract diverse, capable, and committed people and \nprovide an environment that fosters inclusion, respect, \nindividual responsibility, and values diversity. Trust is \nstrengthened through personal initiative and by obtaining \nquality results rapidly.\n•   Ensure quality. Quality is a cornerstone of all of our \nactivities. We seek the highest-quality information, \ndecisions, and people. We produce high-quality products \nand services. Quality is woven into the fabric of everything \nwe do. Our website contains additional information about \nour approach to Quality and Patient Safety.\n•   Work in teams. Our teams work quickly to move \nscientific breakthroughs from the lab through the clinic \nto the marketplace and to support other aspects of our \nbusiness. Diverse teams working together generate the \nbest decisions for patients, employees, and stockholders. \nOur team structure provides opportunities for Amgen \nemployees to affect the direction of the organization, to \ngain broader perspective about other functions within \nAmgen, and to reach their full potential.3INTRODUCTION\nOncology InflammationCardiovascular \ndiseaseCOVID- 19 \nRESPONSEETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTGOVERNANCE APPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGING", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}