{"page_content": "GOVERNANCE \nOur Executive Vice President of Research and Development \n(R&D) provides regular updates to the Amgen Board \nof Directors on our research pipeline and development \nactivities. Our senior R&D leadership team plays a key \nmanagement role in the governance of ethical issues related \nto R&D. Updates on R&D compliance are also provided to \nthe Corporate Responsibility and Compliance Committee of \nthe Board of Directors at least once per year.\nAmgen has also established three Scientific Advisory Boards \ncomposed of external experts who provide scientific review \nof our R&D activities and may assist Amgen in making \nsignificant scientific judgments.\nAMBITION\nWe are dedicated to ensuring that our research practices \nare transparent, responsible, and compliant with applicable \nlaws, regulations, and guidelines.STRATEGY & OBJECTIVES  \nAmgen aims to discover, develop, and deliver \ntransformative medicines to address some of the leading \ncauses of death and disability worldwide, working to meet \nthe needs of as many patients as possible. During all \nstages of drug development, a cross-functional team with \nrepresentatives from our research, commercial, medical \naffairs, and manufacturing divisions works to define a \npotential new medicine’s target profile – the qualities we \nwant to build into the medicine – to help us develop well-\ndifferentiated, accessible therapies. We also gather insights \nfrom external stakeholders to inform evidence needs for the \nglobal healthcare ecosystem.\nA significant majority of our research is focused on \ntreatments for diseases that are widely prevalent, \nincluding cardiovascular disease, oncology, and \ninflammation. The number of deaths attributed to these \nconditions are increasing and now account for the vast \nmajority of global deaths each year.9\nIn conducting research within Amgen and with our \npartners, we have policies in place to help to ensure high \nethical standards are met worldwide.\n9 World Health Statistics, 2020.PROGRAMMATIC \nHIGHLIGHTS\nClinical Research and Development  \nClinical trials allow Amgen to evaluate investigational new \ntreatments in volunteers to generate the safety and efficacy \ninformation needed to obtain approval of those treatments \nand make them available to the broader patient population. \nGenerally, at any given time, Amgen may conduct more than \n100 clinical trials involving a significant number of patients in \ncountries around the globe. \nThe rights, dignity, safety, and well-being of research \nparticipants are paramount in conducting Amgen clinical trials. \nTo that end, all Amgen-sponsored trials are designed and \nconducted in accordance with the high standards required by \nour Global Code of Ethics for Clinical Trials. Our standards \nmeet or exceed applicable local laws as well as widely \naccepted international regulatory standards.23\nETHICAL \nRESEARCHINTRODUCTIONACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICS", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}