{"page_content": "Ensuring Ethical Standards in   \nClinical Trials Globally\nOur approach to clinical research is based on fundamental \nethical standards such as those listed below. More details \nare available in our Global Code of Ethics for Clinical Trials.\n•   Amgen research is designed to answer a legitimate \nscientific question or need. \n•   Amgen selects clinical investigators based on \nqualifications, training, research, clinical expertise \nin relevant fields, the potential to recruit research \nparticipants, and the ability to conduct clinical trials \nconsistent with Amgen’s policies. \n•   Amgen-sponsored trials undergo an ethical review, \nas required, by a qualified independent committee \n(Institutional Review Board/ Independent Ethics \nCommittee) prior to trial initiation.\n•   Amgen requires voluntary informed consent from \nresearch participants, where needed, prior to carrying \nout any protocol-specified procedures. The process for \nobtaining informed consent takes into account local law, \nlanguage, and custom as well as the ability of research \nparticipants to understand the information presented. •   The standard of care provided to control groups is, at a \nminimum, equivalent to well-established and commonly \nemployed local treatment.\n•   In some cases, and where allowed by law, Amgen may \nprovide continued access to its investigational products \nto research participants once a clinical trial is complete.\nClinical Trial Transparency\nWe believe that transparency is critical for promoting public \nconfidence in the development process of a new medicine and \nhelps to foster important advances in medicine and science by \nthe broader scientific and global health community.\nAmgen is committed to the timely registration of clinical \ntrials, communication of research results, and routine \npublication of Amgen-sponsored trials and observational \nstudies. We support the data-sharing initiatives and \nprinciples adopted by the Pharmaceutical Research \nand Manufacturers of America (PhRMA), the European \nFederation of Pharmaceutical Industries and Associations \n(EFPIA), and the International Federation of Pharmaceutical \nManufacturers & Associations (IFPMA). \nAmgentrials.com offers patients, investigators, and the public \neasily accessible information about Amgen-sponsored clinical \ntrials, including enrollment information for actively recruiting \nstudies. For some studies, technical and/or plain-language \nsummaries of study results are also available. Registering Clinical Trials \nWe register Amgen-sponsored interventional clinical trials on \npublic registries before they start or within 21 days after they start:\n•   On clinicaltrials.gov (U.S.): All phase 2 to phase 4 \nstudies, and most phase 1 studies that enroll patients, \nconducted anywhere in the world.\n•   On the EU Clinical Trial Register [EudraCT]: All phase 1 \nto phase 4 studies conducted in Europe.\nWe register certain Amgen-sponsored non-interventional \nstudies on the EU PAS Register before the start of data \ncollection, including: \n• post-authorization safety studies.\n• other non-interventional studies when requested by \nour protocol governance committees, such as non-\ninterventional studies planned for submission to health \nauthorities in a marketing application.\nOnce clinical trials results are available, Amgen is \ncommitted to providing scientifically accurate, truthful, \nnon-misleading, and well-balanced results to the scientific \ncommunity – regardless of trial outcome or regulatory \napproval. We submit the results of the primary analysis of all \ncompleted Amgen-sponsored phase 2 and phase 3 studies \nto congresses or peer-reviewed journals within 18 months \nof trial completion. In addition, we post technical summary \nresults on the registry(ies) where the study was registered. 24ETHICAL \nRESEARCHINTRODUCTIONACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICS", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}