{"page_content": "In preparation for new requirements under the EU Clinical Trial \nRegulation, Amgen is developing plain-language summaries of \ntrial results for appropriate studies. These will be made available \nin every language used during the clinical trial on the Amgen \nTrials webpage and the Trial Results Summaries portals.\nDiversity in Clinical Trials\nWe are working to improve the diversity and representation of \nracial and ethnic minority populations in clinical trial research \nat Amgen and advance solutions and dialogue in this area \nacross the industry.\nAmgen strives to conduct trials that are as representative \nas possible of the intended patient population for \nthe investigational medicine. Our goal is to include \nrepresentative patients in clinical trials, including patients \nof diverse race, ethnicity, sex, and age. In designing our \nclinical trials, we seek to engage directly with patients, their \ncaregivers, and their advocates to work to reduce burdens \nand barriers to trial participation. \nIn addition, we are working to enhance clinical trial diversity \nby recruiting and selecting a range of trial locations where \ndiverse patients may be treated, particularly those who have \nbeen historically underrepresented in research. Amgen \nis also seeking to collaborate with clinical trial staff with \na range of backgrounds who can serve as trusted and \nknowledgeable partners to a diverse patient population. In November 2020, PhRMA published a new chapter \nof its Principles on Conduct of Clinical Trials, titled \n“Commitment to Enhancing Diversity in Clinical Trial \nParticipation.” Amgen is in the process of implementing \nthese principles in our clinical research and will report \non our progress.25ETHICAL \nRESEARCHINTRODUCTIONACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICS", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}