{"page_content": "AMGEN EMPLOYEE RESOURCE GROUP PLAYS KEY \nROLE IN CLINICAL TRIAL DIVERSITY EFFORTS \nIn 2020, the Amgen Black Employee Network (ABEN), \nwith sponsorship from the senior medical leadership, \nlaunched Representation in Clinical Research, also \nknown as RISE. The initiative will work with Amgen’s \nGlobal Development Operations and other key groups \nto diversify investigators and clinical trial sites and work \nwith community nonprofits to help remove barriers to \nparticipation in clinical trials.\nRISE came about after discussion amongst ABEN \nmembers. In pushing for more diversity in studies, \nMotsepe-Ditshego says it’s important to note there are \nrecognized differences in the incidence of diseases \namong racial and ethnic groups along with differences in exposure or responses to medicines. She also notes \nthat barriers to enrollment differ, including economic \nbarriers that prevent residents in poorer communities \nfrom traveling to distant sites or who can’t afford to miss \nwork to participate in trials. Motsepe-Ditshego says that \nthe killings of Breonna Taylor, George Floyd, and others, \nalong with the subsequent Black Lives Matter marches, \nmade RISE a “heightened priority.”\nOne of the first RISE initiatives was Amgen’s \nsponsorship of the 2020 Healthy Churches National \nConference. Motsepe-Ditshego says it’s a start and there \nwill always be more work to be done.\n“It’s a journey,” she says, one she and Amgen are \ncommitted to taking.Ponda Motsepe-Ditshego,\nExecutive Medical Director and ABEN Chair\nSpotlight\n26ETHICAL \nRESEARCHINTRODUCTIONACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICS", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}