{"page_content": "Use of Animals in Research \nWe are committed to the ethical and responsible treatment \nof animals required to be used in the discovery and \ndevelopment of our medicines. Amgen is a long-time \nproponent of the principles of Reduction, Refinement, and \nReplacement (“the 3 Rs”) in the required use of animals in \nresearch. Examples include the increased use of in-vitro \nsystems to optimize early candidate selection contributing to \na 77% reduction in rat usage in our North American vivaria \nfrom 2016 through 2019.10 In partnership with regulatory \nauthorities, Amgen has made steady progress in eliminating \nanimal use, wherever appropriate, prior to clinical evaluation. \nWe do not conduct research, directly or through our \npartners, in chimpanzees and will not do so in the future. We \nare a long-standing sponsor of Chimp Haven, a sanctuary \nfor chimpanzees retired from laboratory research.\nAmgen’s Institutional Animal Care and Use Committee, \ncomposed of laboratory animal veterinarians, scientists with \nanimal research experience, nonscientists, and independent \nexternal representative(s), oversees Amgen’s animal care \nand use program. The committee reviews all proposed \nanimal studies, inspects all internal animal facilities, and \ninvestigates, if necessary, any animal welfare concern \nbrought forward by employees or the public. We have stringent policies, standards and guidelines \ngoverning appropriate animal research practices Company-\nwide. All internal Amgen animal programs are accredited \nby AAALAC International (the Association for Assessment \nand Accreditation of Laboratory Animal Care International) \nor by the Canadian Council on Animal Care (CCAC). We \nhold our external business partners, including contract \nresearch organizations, academic institutions, and animal \nvendors, accountable to the same regulations, standards, \nand guidelines that govern our internal animal care and \nuse programs. All animal research protocols conducted by \nexternal partners must be reviewed and approved by our \nExternal Studies Ethical Review Committee. \nUse of Stem Cells\nAmgen recognizes the scientific potential of using animal \nor adult stem cells in research to advance the discovery \nand development of potential new medicines. Amgen \nuses a wide variety of research tools and technologies to \nhelp discover and develop new therapeutics, including \nanimal or adult cells in preclinical research to help unlock \nnew scientific insights, model complex diseases, screen \nnew compounds, and identify novel medicines. Amgen \nalso uses a small set of commercially available industry-\nstandard immortalized cell lines acquired over several \ndecades for specific research-only purposes. Amgen has \nnot, and does not, perform or fund research in the area of \nhuman embryonic or fetal stem cells.Biobanking of Human Samples \nHuman samples play a vital role in Amgen’s research, including \nhelping to predict the safety and effectiveness of potential new \ntherapies and identify people most or least likely to benefit \nfrom these therapies. Amgen’s Use of Human Samples and \nData Committee is made up of leaders from our law, privacy, \nand compliance departments. It oversees the management of \nhuman samples and issues related to their ethical use. Samples \nare collected, used, stored, and disposed in accordance with \nthe informed consent of the patient and all applicable laws and \nregulations, including those related to privacy and the use of \nhuman specimens in research. \nVALUE CREATION\nConducting our R&D activities in accordance with our \ninternal policies as well as with external standards helps \nto ensure the integrity of and confidence in our trial results \nand, ultimately, in medicines approved for use. It also helps \ninspire confidence among potential clinical trial participants, \nincreasing the likelihood of their enrollment in studies. \nIncreasing the diversity of patients in our clinical trials \nhelps us understand more about the safety and efficacy of \ntreatments in all people, which helps us develop medicines \nthat can benefit a broader population than ever before, while \nalso building trust among new patient groups. In this way, \nour efforts in this area support growth and align with our \nmission to serve patients.27\n10 Mihalcik, L; Chow, V; Ramchandani, M; Hinkle, B; McBride, H; Lebrec, H; Use of nonclinical \ntoxicity studies to support biosimilar antibody develoment. Regul Toxicol Pharmacol, \n2021;122:104912.ETHICAL \nRESEARCHINTRODUCTIONACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICS", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}