{"page_content": "PERFORMANCE \nIn 2020, Amgen continued to support a culture of high \nethical values and transparency within its research \npractices. Key performance highlights are noted below. \nVoluntary Licensing\nIn 2020, Amgen entered into a voluntary licensing \nagreement with Medicines Development for Global Health \n(MDGH), a nonprofit biopharmaceutical company, for AMG \n634 for the treatment of tuberculosis and an inflammatory \ncutaneous and systemic complication of leprosy. Amgen \nout-licensed this compound after determining that Amgen \nwould not move forward with its development but that the \ncompound had potential benefits to global health that \nMDGH was well-positioned to advance. This compound is in \nPhase 2 development with studies led by the Aurum Institute \nNPC and The Leprosy Mission Nepal. Under the agreement, \nMDGH will assume full responsibility for further development \nand commercialization.\nINCREASING DIVERSITY IN CLINICAL \nTRIALS FOR CANCER TREATMENTS\nAccording to the FDA, for clinical trials in oncology, only \n5% of participants were Black – despite Black or African \nAmericans accounting for 13% of the overall population in \nthe United States.\n“Cancer doesn’t discriminate,” notes Dana Dornsife, \nfounder of the Lazarex Cancer Foundation, a nonprofit \norganization working to improve patient access to \ncancer clinical trials. “If the population of participants \nin clinical trials doesn’t mirror our actual population, \nthen we’re not developing drugs for everyone. We have \npatients who are dying because they don’t have access \nto clinical trials, and we have clinical trials that are \ndying because they don’t have access to patients.” \nWe couldn’t agree more. We are advancing an extensive \npipeline of potential new therapies for difficult-to-treat \ncancers, and we want as diverse a range of patients as \npossible to have the opportunity to join us in the fight. \nThat is why we’re a founding sponsor of Lazarex’s IMPACT  \n(Improving Patient Access to Cancer Clinical Trials) \nprogram, which aims to increase enrollment and retention of cancer patients – especially minority populations \n– in clinical trials by expanding awareness of trial \nopportunities, alleviating financial barriers, and helping \npatients navigate the sometimes-cumbersome clinical \ntrial process. With Amgen’s support, of the participants \nin IMPACT over the past three years, 59% self-identified \nas minorities and 48% reported household earnings \nof $25,000 per year or less. Our most recent grant to \nLazarex at the end of 2020 supports the extension of \nIMPACT to new sites and the establishment of a cancer \nwellness HUB in Los Angeles.\nWe also know that four fifths of cancer patients in the \nUnited States are treated in community clinics. To \ngive these patients – many of whom are from lower-\nincome backgrounds – more opportunity to participate \nin our clinical trials, we recently established the Amgen \nCommunity Oncology Research Collaborators program. \nThis initiative will make it easier for community oncologists \nat more than 200 sites across the country to refer \ntheir patients for participation in studies of Amgen’s \ninvestigational cancer medicines. MORE INFORMATION\nGlobal Code of Ethics for Clinical Trials\nAmgen Clinical Trials28ETHICAL \nRESEARCHINTRODUCTIONACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICS", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}