{"page_content": "GOVERNANCE \nAmgen’s Access to Medicine approach is governed by the \nESG Council, our cross-functional executive-level steering \ncommittee. In addition, a cross-functional program review \ncommittee regularly reviews our access programs to \nensure their compliance with Amgen policies and local and \nnational regulations.\nAMBITION\nAmgen’s medicines make a difference for those facing \nserious illnesses and we believe patients should have \naccess to them. Together with partners and stakeholders, \nwe are working to overcome access challenges and barriers \nthrough a multifaceted Access to Medicine approach \ntailored to the unique aspects of biologic medicines.\nThe Corporate Responsibility and Compliance Committee of \nour Board of Directors receives regular updates from senior \nleaders about our approach to drug pricing, access, and \naffordability, as well as on the activities of our Amgen Safety \nNet Foundation and our other philanthropic activities that \nexpand access to our medicines worldwide. \nSTRATEGY & OBJECTIVES \nOur approach to access begins years before a product is \napproved. During all stages of drug development, a cross-\nfunctional team representing research, clinical development, \ncommercial, medical affairs, and manufacturing works \nto define the potential new medicine’s target profile – the \nattributes we want to build into the medicine – to help ensure \nwe develop well-differentiated, accessible therapies that \naddress unmet patient needs for the countries in which \nwe plan launch it. We also gather insights from external \nstakeholders to inform evidence needs for the global \nhealthcare ecosystem. \nOnce a medicine is approved, we use a variety of approaches \nto expand and evolve our efforts to increase access to our \nmedicines globally and assist more patients. Our approach \nincludes responsible pricing, patient-support programs and \ndonations, and health systems strengthening. We implement our access to medicine strategy through the \nwork of multiple functional teams including Global Value & \nAccess; Corporate Affairs; Regulatory and Global Government \nAffairs & Policy; Advocacy, Value-Based Partnership team; \nBiosimilars product teams; Clinical Development, and our \nregional and local affiliate offices that collaborate with local \nstakeholders to implement programs.30ACCESS TO \nMEDICINEINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCH", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}