{"page_content": "•   Collaborate, communicate, and be accountable.  \nLeaders at Amgen seek input and involve key \nstakeholders in important decisions. In gathering input, \nstrong leaders will welcome diverse opinions, conflicting \nviews, and open dialogue for serious consideration. They \nwill clearly communicate decisions and rationale openly \nand in a timely manner. Once a decision is made, the \nleader and members of the team will all be accountable \nfor the results and for implementing the decision rapidly.\nBy the Numbers*\nYear Founded\nTotal RevenuesHeadquarters\nNumber of \nCountries Where \nProducts Are SoldEmployees\nR&D Investment\nStock Listing1980\n$25.4 billionThousand Oaks, California\n~ 100~ 24,000\n$4.2 billion\nNASDAQ; ticker symbol AMGN\n*As of December 31, 2020.Recognition in 2020\nBarron’s named Amgen to its 100 Most Sustainable \nCompanies Right Now list.\nAmgen ranked among the top biotech companies in \ncorporate responsibility with its inclusion on the Dow Jones \nSustainability Indices (DJSI) World Index for the seventh \nyear in a row. Amgen was also included on the DJSI North \nAmerica Index for the eighth consecutive year. \nRanked among America’s Best Employers for Diversity in   \n2020 by Forbes Magazine.\nAmgen ranked number 12 out of 144 companies surveyed by \nMilitary Times in its Best Place for Vets: Employers ranking.\nThe Great Place to Work Institute honored Amgen as one \nof the best workplaces in Europe.\nAmgen earned a perfect score of 100% on the Corporate \nEquality Index for the fourth year in a row.\nInHerSight honored Amgen as one of the top biotechnology \ncompanies for women, ranking us number 6 on its Best \nBiotechnology Companies to Work For list.\nAmgen’s Sustainalytics ESG Risk Rating places it in the \ntop 1 percent for the biotech subindustry (2 out of 360)1 and \nin the top 3 percent for the broader pharmaceutical industry \n(16 out of 841).\nAmgen ranked as one of the leading companies in the United \nStates for workplace health and wellness in the American \nHeart Association’s Workplace Health Achievement Index, \nqualifying for Gold Recognition.\n1 Sustainalytics.4COVID- 19 \nRESPONSEETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTGOVERNANCE APPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGINTRODUCTION\n", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}