{"page_content": "Patient Support Activities \nThrough patient assistance programs, expanded access \nto investigational therapies, donations, and other initiatives, \nAmgen offers support to eligible patients around the world \nas they seek to obtain the medicines they need. \nThe Amgen Safety Net Foundation supports qualifying \npatients in the United States who might go without important \nmedicines because of financial barriers. In 2020, the \ncommercial value of the Amgen medicines provided at no \ncost to uninsured or underinsured patients by ASNF was \napproximately $1.5 billion.11\nOutside the United States, we have established financial \npatient support programs in 12 middle-income countries \nAt Amgen, we have taken several \nsteps to proactively offer solutions \nto address affordability issues for \nour patients. Since 2018, the average \nnet price for Amgen medicines has \ndeclined. The average list-price \nincrease across Amgen’s aggregate \nU.S. portfolio of products is in line \nwith inflation and key pricing indices. designed to help clinically and financially eligible \npatients obtain the medicines they need while they await \nreimbursement. These programs limit patient out-of-pocket \ncosts for treatment of multiple myeloma, giant cell tumor \nof the bone, homozygous familial hypercholesterolemia, \nmetastatic colorectal cancer, cancer-related bone \ncomplications, and acute lymphoblastic leukemia. In \naddition, we provide transportation assistance to medical \nappointments for mobility-impaired patients in several \ncountries, including Brazil, Bulgaria, Colombia, Egypt, India, \nMexico, Peru, Romania, South Africa, and Thailand.\nAs part of our strategy, we have also collaborated with the \ninternational nonprofit organization Direct Relief to reach \npatients through product donations in low- and middle-\nincome countries. In addition, we support compassionate \nuse and expanded access to our investigational medicines \nfor qualified patients around the globe.\nHealth Systems Strengthening\nBeyond product affordability, patients around the world \noften face multiple barriers to accessing the care they need. \nBarriers range from lack of trained healthcare providers and \nequipment to carry out diagnostic testing, to lack of patient \nawareness of symptoms, to supply chain challenges to \nsafely distribute, handle, and administer biologic medicines. \nOur approach to support the strengthening of health systems \nis to work with partners to build healthcare capabilities \nand strengthen healthcare infrastructure to enhance the delivery of care with the goal of improving patient outcomes. \nPrograms include collaborations with providers, diagnostic \ncompanies, medical societies, digital technology companies, \nnon-governmental organizations (NGOs), academia, and \npayers. By engaging with these partners, we are also \nworking to co-create novel solutions to work to transform \nhealthcare systems from reactive care to more proactive, \npredictive, and preventive care. In doing so, we are \nidentifying mutually beneficial opportunities to reduce costs, \nimprove care, and enhance patient experiences worldwide.\nVALUE CREATION \nProviding access to our medicines is fundamental to \nAmgen’s mission. But it also is key to creating long-\nterm value for the Company. Working with partners, our \nAccess to Medicine programs help share new ways to \ndeliver medicines sustainably and help provide real-\nworld evidence of the cost-effectiveness of our therapies. \nIn addition, programs in new countries, including low- \nand middle-income countries, help us learn about new \nbusiness models and build trust with local government \nand regulatory officials.\nPERFORMANCE\nThroughout 2020, Amgen made continued progress to \nbring its medicines to more patients worldwide in innovative \nways. On the following pages are examples of key \nprograms we launched or supported.\n11 Valued at wholesale acquisition cost32ACCESS TO \nMEDICINEINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCH", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}