{"page_content": "PROVIDING ACCESS TO CARE FOR PEDIATRIC CANCER PATIENTS IN INDIASpotlight\nB-cell acute lymphoblastic leukemia (B-ALL), a cancer \nthat affects white blood cells, is the most common type of \nchildhood cancer. Without treatment, this cancer is often \nfatal. One product designed to treat B-ALL is Amgen’s \nBLINCYTO® (blinatumomab). “Acute leukemia is a rapidly deadly cancer and \nBLINCYTO can be a game-changer for patients,” \nsays Dr. Faraz Zaman, Global Medical Director at \nAmgen. “We knew we had a responsibility to find a \nsustainable way to provide BLINCYTO to children in \nlow- and middle-income countries who do not have \naccess to this cutting-edge immunotherapy.”\nOne of the biggest challenges was to help ensure \nthat local physicians and hospital employees had the \nexpertise to safely use this advanced biologic treatment, \nwhich requires complex intravenous administration.\nTo strengthen local expertise, Amgen turned to U.S.-\nbased St. Jude Children’s Hospital, a global leader in \npediatric cancer care, and Direct Relief, a nonprofit \norganization with a strong record of supporting \ndonations of other Amgen products. Together, the three organizations launched the BLINCYTO Humanitarian \nAccess Program (BHAP) pilot in December 2020 with \nthe first doses planned for India, followed in early 2021 in \nPakistan. The program is planned to expand to Vietnam \nlater in 2021. Under the program, carefully selected \nand qualified hospitals will receive BLINCYTO at no \ncost, together with training and ongoing support of safe \nadministration and patient care.\nAccording to Dr. Zaman, the medical training — \nconducted jointly by Amgen and St. Jude — will not \nonly build the skills of the doctors and nurses to safely \nuse BLINCYTO, but also strengthen the capabilities of \nhospitals in immunotherapy more generally. “The benefit \nwill be much wider as hospitals and providers \ncontinue to gain experience and training in this \ncritical field of immunotherapy in pediatric care.”33\nACCESS TO \nMEDICINEINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCH", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}