{"page_content": "Championing Global Health   \nand Resilience \nIn 2020, Amgen chaired The Global Initiative on Health and \nthe Economy, a program based at the U.S. Chamber of \nCommerce that works to champion good health and good \nhealthcare policies as a tool to advance economic growth \nand prosperity. In September, this program released a \nreport with Victoria University, Melbourne, analyzing the \neconomic and social returns of investing in specific disease \nareas to improve health outcomes in 27 countries. The \nfindings demonstrated a powerful economic and social \nargument for investing more in noncommunicable disease \nprevention and treatment programs so that people can work \nmore productively, thereby reducing social and economic \nexclusion, and improving the health resilience of populations.\nShining a Light on Health Disparities   \nin the United States\nRacial disparities in healthcare have existed throughout \nAmerican history and a person’s skin color can still have a \nsignificant impact on the quality of care they receive. \nAs part of Amgen’s commitment to understanding and \nworking toward solutions to healthcare inequity, we hosted \nin October the fifth Amgen Health Equity Summit. Held \nvirtually and led by Amgen’s CEO Bob Bradway, the event garnered its highest attendance to date with more than 350 \nchampions of health equity from diverse corners of the health \necosystem including leaders in health insurance, academia, \nmedical research, and social justice. Together they shared \ninsights and best practices for overcoming structural barriers \nto quality medical care among communities of color. Key \nthemes of discussion from the summit included:\n•   Industry Collaboration: It is critical to identify new \npartners with the ability to address social determinants of \nhealth, such as access to food, housing, transportation, \nand broadband internet. Organizations whose core \ncompetencies are disease-state education need to rely \non diverse partners with the capabilities to address these \nbroader issues.\n•   Community Partnerships: Now more than ever, it is \nimportant to engage trusted and credible community \nmembers to deliver public health messages in a manner \nthat speaks to – and is respectful toward – diverse \nethnic groups. It is essential to work to ensure that \ncollaboration and mutuality are woven into the fabric of \nhow engagements are structured and executed. \n•   Commitment: Achieving true health equity will be a \njourney of a thousand steps, and the commitment must be \nsustained over time. Incremental measurement of efforts \nwill be critical to work to the accomplishment of goals. •   Mistrust: Mistrust in the healthcare system has deep \nroots, deriving from centuries of abuse, neglect, and \nbiases. Trust cannot be built if these abuses remain \nunacknowledged. \n•   Action: It is time to take action for change. Advocates \nmust work together toward quality, affordable, accessible, \nand culturally competent healthcare.\nAmgen also seeks to address disparities at the therapeutic \nlevel. One example is multiple myeloma, a rare type of \nblood cancer that scientists and doctors are still trying \nto fully understand. One thing they do observe is that it \ndisproportionately affects Black Americans, who have \nmore than double the risk of developing the disease. Black \nAmericans with multiple myeloma are often diagnosed later, \nwhen the cancer is harder to treat. They are also more likely \nto lack access to a full range of treatment options and to have \nworse outcomes.\nTo work to address this, Amgen created an informational \nwebsite exclusively dedicated to Black patients with multiple \nmyeloma: Multiple Myeloma It’s On. To better ensure that the \nwebsite included relevant information and the images and \nmessages would resonate with Black Americans, the creative \nteam collaborated and co-created the website’s content with \nthe Amgen Black Employees Network. In 2020, the team’s \nefforts and vision led to a bronze award in the Multicultural \ncategory of the 2019 Pharma Choice Awards. 34ACCESS TO \nMEDICINEINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCH", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}