{"page_content": "Donations in 2020During 2020, Amgen donated nearly 830,000 units of medicine through Direct Relief, with a value of approximately $70 \nmillion (wholesale acquisition cost) to serve patients in 29 low- and middle-income countries – nearly double the number of \ncountries versus 2019. We also more than doubled the number of products we donate, from three to seven.Building Pathways for Precision \nMedicine in Mexico\nIn Mexico, non-small cell lung cancer is one of the leading \ncauses of death. But this disease is being tackled thanks \nto medical advances, including more-effective targeted \ntherapeutics and testing that allow physicians to make better \ndecisions for their patients. However, a challenge is that \ndoctors must use multiple separate tests, each requiring a \nbiopsy procedure, to determine which medicine might be most \neffective for a patient. This not only increases testing costs and \ntime, it also increases the burden and discomfort on patients.\nIn 2020, Amgen joined with five other biopharmaceutical \ncompanies and the National Institute of Cancer in Mexico \nto develop a single biomarker testing program to address \nthis challenge. Coordinated by the Mexican Association of \nPharmaceutical Industries (AMIIF), companies provided \ntesting panels to allow physicians to test for five biomarkers \nwith a single biopsy. As part of the program, Amgen provided \nthe panel for the KRASG12C biomarker, a genetic mutation that \noccurs in about 13% of non-small cell lung cancers. \nThe program, which hopes to reach 400 patients in 2021 \nwith free testing, is intended for people who do not have the \nresources to pay for biomarker testing. In addition to helping \nimprove patient care, this program is collecting biomarker \nincidence data in a national data management system \nwith the goal of creating real-world evidence to help inform \ntreatment decisions in Mexico moving forward.35\nExpanding Product Donations to More Products and More Patients ACCESS TO \nMEDICINEINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCH", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}