{"page_content": "GOVERNANCE \nThe Company’s executive Diversity, Inclusion & Belonging \n(DI&B) Council, chaired by our CEO and consisting of \nhis direct reports, meets quarterly to review action plans \nand progress. The council shares results with our Board \nof Directors. Amgen’s Executive Vice President of Human \nResources is responsible for the execution of the DI&B \nprogram and is a member of the ESG Council. Amgen’s \nExecutive Director of DI&B has day-to-day oversight of \nissues related to diversity and inclusion. STRATEGY & OBJECTIVES \nWithin Amgen, we are working to create an environment \nwhere all employees feel welcome and are given the \nopportunity to achieve their full potential. We are also \ncommitted to finding ways that we can help build a more just \nand equitable society outside of Amgen.\nWith endorsement from executive management and \nengagement with senior leaders across the organization, \nAmgen introduced a new global DI&B strategy in 2020 \ndesigned to leverage our diversity and create a more \ninclusive workplace.\nStrategic areas of focus include:\n•   People: Recruit, develop, and retain a diverse workforce \nrepresentative of the global communities we serve\n•   Culture: Create a welcoming, inclusive, and \nproductive environment where all employees feel \nwelcomed and respected\n•   Community: Expand external efforts to promote justice \nand equity for our patients and society\n•   Sustain: Embed DI&B in business practices, policies, \nand processes to establish ongoing leadership and \naccountability\nAMBITION\nWe are focused on fostering a culture of belonging, where \ndiversity is celebrated, and inclusion is the norm.38\nBUILDING A DIVERSE \nWORKFORCE: OUR \nPRIORITIES \n•   Increase the representation and development of \nwomen in executive director and above roles \n•   Increase the representation of Blacks in science, \ntechnology, engineering and mathematics based roles\n•   Increase the representation and development of Blacks \nand Hispanics in executive director and above rolesGLOBAL\nUNITED STATES\nPROGRAMMATIC \nHIGHLIGHTS\nRecruiting Diverse Talent\nWe strive to increase our attraction and talent-sourcing \ncapabilities to better engage and develop diverse talent \nat the executive, professional, and early career levels. Our \nstrategy includes working with organizations such as the \nNational Black MBA Association, National Sales Network, \nHealthcare Businesswomen’s Association, Society of Women \nDIVERSITY, INCLUSION, \nAND BELONGINGINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINE", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}