{"page_content": "Engineers, National Organization of Gay & Lesbian Scientists \nand Technical Professionals, as well as historically Black \ncolleges and universities (HBCUs) to reach qualified diverse \ncandidates. Amgen serves on the Board of Advisors for \nHoward University’s Center for Excellence in Supply Chain \nManagement, where we provide program guidance, conduct \nstudent interviews, and provide summer intern and job \nplacements for supply chain management students.\nWe are also working to expand STEM education to more \nstudents of color through the Amgen Foundation. The Foundation \nworks with high schools, HBCUs, and other universities \nthrough programs such as LabXchange, the Amgen \nScholars Program, and the Amgen Biotech Experience, and \nby collaborating with Khan Academy (see pages 61-62).\nDeveloping Diverse Talent\nWithin our workforce, we support the development of diverse \ntalent through several initiatives, including a formal 1:1 \nexecutive mentoring program, function-specific leadership \ndevelopment programs, and peer mentoring networks through \nour ten Employee Resource Groups (ERGs). For example, \nmore than 700 women have been mentored through our \nWomen Empowered to Be Exceptional (WE2) ERG peer \nmentoring program since it was established four years ago. \nWE2 started in 2003 with the mission to empower the Amgen community of women to deliver exceptional results. Since its \ninception, WE2 has grown to be Amgen’s largest ERG with \n16 chapters and over 4,000 members globally. This ERG \naims to be a keystone for supporting Amgen as the best \nplace for talent and drive business performance by bending \nthe curve on gender diversity.\nOur ERGs are each sponsored by an executive champion \nand organized around diversity attributes that promote \nemployee development, professional growth, and \ninspiration. Globally, there are more than 40 chapters of \nAmgen ERGs. They also provide cultural perspectives \nthat support our business. For example, the Amgen Black \nEmployee Network collaborated and co-created with our \nOncology team a multicultural award-winning campaign for \nmultiple myeloma (see page 34) and is helping address the \nlack of diversity in clinical trials (see page 26).\nVALUE CREATION \nWe believe that an environment of diversity, inclusion, \nand belonging fosters innovation, strengthens our global \nworkforce, and drives our ability to serve patients. Our \nglobal presence is strengthened by having a workforce \nthat reflects the diversity of the patients we serve and \nby maintaining an environment in which such diversity \ncontributes to our mission.Feeling Shocked, Saddened,    \nand Outraged \nFollowing the killing of George Floyd in Minneapolis, Amgen \nCEO Bob Bradway shared his concerns and thoughts with \nour employees. “If this were an isolated event, it still would \nbe unacceptable,” he said. “But it is not an isolated event. \nIt is part of a pattern that has become tragically clear in \nthe U.S. and around the world. Equal justice and equal \nopportunity may be our ideals, but they are not yet our \nreality.” He went on to say, “This is not a time for silence. \nThis is a time for us to work together for progress. Let’s \nstart taking some steps.”\nOne of the first steps we took was to ask Black Amgen \nemployees to share their personal experiences with racism \nto illuminate, educate, and open our collective eyes to the \nexistence of two worlds, where two sets of freedoms exist, \nand two different sets of rules apply based on the color \nof your skin. Sadly, there was no shortage of stories. We \nstarted out with a plan to conduct just a few interviews, \nbut the stories kept coming — so we kept listening. In all, \nwe shared 20 of the stories we heard from Black Amgen \nemployees with all of our employees.39DIVERSITY, INCLUSION, \nAND BELONGINGINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINE", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}