{"page_content": "Responding to Violence Against  \nAsian Americans \nIn light of a wave of hate crimes against Asian Americans \nour Amgen Asian American ERG met with Amgen leaders \nin March 2021 to share personal stories of hate-related \nincidents and long-standing concerns in their communities. \nPERFORMANCE \nIn 2020, we made progress toward our DI&B areas of \nfocus, but also experienced tragic reminders of the \nsignificant work that remains.\nPeople \nIn 2020, Amgen became a founding member of OneTen, \na coalition of more than 40 of the world’s largest \ncompanies. This coalition aims to hire 1 million Black \nAmericans into family-sustaining jobs over the next 10 \nyears. This initiative is an opportunity to take a skill-\nbased approach to certain jobs to address some of the \nsystemic barriers that Black Americans face. Participating \ncompanies in the coalition have committed to developing \na workforce system that improves hiring, retention, and \nadvancement practices that support diverse talent. We \nalso began working with a new recruitment partner to \nhelp us reach a more diverse pool of talent.Within Amgen, we designated executive champions \nto lead DI&B within our R&D, Operations, Corporate, \nand Global Commercial Operations functions. Each \nis charged with helping to integrate DI&B into their \noperations ecosystems to improve performance, \ninnovation, and problem-solving.\nCulture \nWe introduced Managing Unconscious Bias, a required \nonline training course for employees in the United States, \nPuerto Rico, and Canada. The course was completed by \n100% of employees, with 90% of participants providing a \nfavorable response when asked whether it increased their \nunderstanding of how to mitigate unconscious bias. We also \nintroduced an in-depth self-paced training course focused \non defining and promoting behaviors that create an inclusive \nculture. For our human resource business partners, we \nprovided additional training to help them work with teams \nthroughout Amgen to better guard against bias in the \nperformance review process. \nIn 2020, we conducted a DI&B survey of all employees \nglobally. Eighty-six percent of the more than 10,000 \nemployees who responded agreed that they “work in an \nenvironment that is free from harassment and discrimination,” \nwhile 85% said they are “treated with respect and dignity.” \nSeventy-nine percent said they “feel a sense of belonging at \nAmgen.” All three scores are well above global benchmarks. To create an ongoing channel for DI&B-focused \ncommunications with employees, we launched a web portal \nthat includes upcoming DI&B events, our priorities, and \nresources. It also links employees to Amgen’s DI&B internal \nYammer Group, where they can share stories, engage in \nconversations, and identify best practices. \nIn early 2020, the leadership of Amgen ERGs from around \nthe world came together for a virtual global summit to identify \nopportunities to maximize their collective effectiveness in \nadvancing Amgen’s DI&B cultural aspirations. Our global ERG \nleadership team continues to meet bimonthly to share best \npractices, discuss opportunities to support DI&B strategies, \nand help drive deeper employee engagement. \nSuppliers\nThere have been renewed efforts to explore how the Company \nmight better integrate with diverse communities when it comes \nto serious illness – and how it can also bolster Amgen’s supplier \ndiversity efforts. In 2020, representatives from Newground \nSocial Investment, as an investor in Amgen, approached \nAmgen to discuss its activity in the area of racial equity, and \nthose conversations turned to the Company’s aspirations \nfor its supplier diversity program, including how it relates to \nBlack-owned businesses. As part of these discussions, the \nCompany was inspired to establish new aspirations for supplier \ndiversity and for its support of Black-owned businesses – and \nto establish goals around these areas for 2021. For more \ninformation on these goals, see page 57.41DIVERSITY, INCLUSION, \nAND BELONGINGINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINE", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}