{"page_content": "Community\nIn the wake of civil protests, the Amgen Foundation pledged \nto provide $7.5 million in grants to support social justice \nand equal opportunity to national organizations, local \norganizations in U.S. communities where Amgen operates, \nand science education partnerships that reach communities \nof color. From the funding, the Foundation provided an \nimmediate $2.25 million to four national organizations: the \nNAACP Legal Defense and Educational Fund, the Equal \nJustice Initiative, Race Forward, and Echoing Green.  \nThe remaining funds were deployed as follows: \n•   Partnering with local leaders in U.S. communities where \nAmgen has a significant presence to distribute grants \nthat empower local and diverse team members to build \na more just and equal society. In December 2020, \nAmgen held a virtual forum with community leaders in \nCalifornia to discuss the impact the grant funding could \nhave on their stakeholders in underserved and financially \nstressed communities.\n•   Expanding efforts in science education to reach even \nmore students of color. For example, the Amgen \nFoundation is seeking partnerships with HBCUs to \nincrease the reach of programs such as LabXchange and \nKhan Academy, free online science education platforms, \nand the Amgen Biotech Experience, which empowers \nteachers to bring biotechnology into their classrooms.•   Establishing a month-long program in which donations by \nany Amgen employee globally were matched 2:1 to a set of \norganizations addressing social justice and equal opportunity, \nand the COVID-19 pandemic. Eligible organizations include \nNAACP, NAACP Legal Defense and Educational Fund, \nRace Forward, Southern Poverty Law Center, National Urban \nLeague, Equal Justice Initiative, and Echoing Green. Total \ncontributions (from employees and the Foundation) to these \norganizations totaled more than $270,000.42DIVERSITY, INCLUSION, \nAND BELONGINGINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIXENVIRONMENTAL\nSUSTAINABILITYGOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINE", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}