{"page_content": "GOVERNANCE \nOur Environment, Health, Safety, and Sustainability (EHSS) \nfunction seeks to deliver world-class EHSS solutions that \nsafeguard our people, our patients, and our communities. \nUsing an enterprise-wide EHSS management system, we \nevaluate and mitigate EHSS risk; carry out documentation \nand training; collect, respond to, and analyze incident \nreports; measure performance; and review trends to \ndetermine areas for improvement. \nAmgen’s Vice President of Engineering has overall \nresponsibility for our environmental sustainability strategy. \nEHSS employees collaborate with our Manufacturing, Global \nCommercial Operations, and Research and Development \nfunctions to develop programs and monitor progress \ntoward environmental sustainability targets. Updates on the progress toward targets by functions are provided directly to \nthe EHSS Executive Director. The Corporate Responsibility \nand Compliance Committee of the Board of Directors is \nupdated at least annually on our progress in this area. Our \nCEO and senior leadership team have overall responsibility \nfor Amgen activities related to climate change.\nSTRATEGY & OBJECTIVES  \nAs a science-based company working to advance human health, \nAmgen recognizes the impact that climate change is having \non human health around the world. We have a long-standing \nambition and commitment to environmentally responsible \noperations and seek to improve sustainability throughout \nthe life cycle of our products, including in their research, \ndevelopment, manufacturing, packaging, and disposal. Building on the successful execution of our seven-year targets \nconcluded in 2020, we announced in January 2021 the \nlaunch of a new seven-year environmental sustainability plan \n(our third since 2007), which we call “The Road to Net Zero.” \nOur 2027 plan includes the following new commitments:^\nIn developing our 2027 commitments, we used a science-\nbased16 approach that we will continue to follow to measure \nand verify our progress. Our 2027 plan also further integrates \npotential effects of climate change into our processes \nfor strategic planning, analysis, and risk management. \nWe continue to evaluate how we can improve reporting \nof climate-related risks consistent with the Task Force on \nClimate-related Financial Disclosures (TCFD) framework.45\nAMBITION\nWe are dedicated to practices that strengthen our business \nwhile reducing our environmental impact.\nAchieve carbon neutrality for Amgen-owned \nand -operated facilities and operations^\nReduce         waste disposed byReduce water use by\n75 %^40%^\n^ Reductions take into account only verified reduction projections, and do not take into \naccount changes associated with the contraction or expansion of the company.\n16 A carbon emissions target is defined as science-based if it is in line with the scale of \nreductions required to keep global temperature increase well below 2°C above pre-\nindustrial temperatures.\nENVIRONMENTAL\nSUSTAINABILITYINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIX GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGING", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}