{"page_content": "PROGRAMMATIC \nHIGHLIGHTS\nAmgen’s Approach to Carbon Neutrality \nOur carbon neutrality target applies to Amgen-owned and \n-operated facilities and operations. It is based on a three-\npronged approach focused on innovation, efficiency, and \nrenewable energy.\n•   Innovation: Reducing the amount of energy (carbon) \nrequired to develop and produce our medicines is \nthe best way to eliminate carbon and prevent climate \nchange. Through innovative manufacturing technologies, \nwe have reduced ongoing carbon by 69%^ and \nwater use by 54%,^ as compared to conventional \nbiotechnology manufacturing.\n•   Efficiency: We will embed sustainability-by-design into \nour facilities to maximize their operational efficiency. \nWe plan to convert 30% of our fleet vehicles to all-\nelectric vehicles by 2027. Vehicle selection will be \nprioritized to maximize emission reductions based on \nsales representatives’ territory and the availability of \nlow-carbon-emitting electrical grid power. We are also \ninstalling EV charging stations at our sites.\n•   Renewable Energy: We are striving for 100% renewable \nelectricity use at all of our operations where feasible \nby 2027, resulting in a ~50%^ reduction in our carbon \nemissions from operations.17 Across our network, each facility has a portfolio of renewable energy projects that \nare a part of our long-range planning. Projects range \nfrom installing innovative renewable energy technologies, \nsuch as on-site solar arrays, to purchasing electricity \nfrom renewable sources. Where renewable sources are \nnot available, we will evaluate options for the purchase of \ncarbon offsets and prioritize offsetting based on the quality \nof the credit/offset. Separately, we will evaluate the carbon \nimpact from our value chain – including suppliers, contract \nmanufacturers, and distributors, and identify reduction \nopportunities. For more information, see page 56.\nWater\nWe plan to achieve our water reduction target of 40%^ \nby focusing our efforts on areas of water stress and \nemphasizing water treatment and recycling.\nMost of the water we use – 99% – comes from municipal \nsources. Only 1% comes directly from groundwater. In \naddition, we work to maximize the amount of water recovered \nfor recycling or reuse. For example, our facility in Puerto Rico \nfeatures a water treatment and recycling plant that processes \nwastewater to a standard above potable levels. \nAmgen is committed to compliance with applicable \nenvironmental regulations, including local wastewater \nagreements that regulate the amounts and types of materials that \ncan be discharged in wastewater. To support this commitment, \nwe routinely perform internal audits at our manufacturing, \nR&D, and distribution facilities.Waste \nWe plan to achieve our 75%^ waste reduction target, in part, \nby reducing single-use plastics and achieving zero waste \nwhere feasible. To date, three Amgen sites have achieved \nzero-waste-to-landfill status. \nPharmaceuticals in the Environment \nAmgen is committed to studying the impacts of \npharmaceuticals in the environment (PIE) as a routine part \nof assessing the life cycle and environmental footprint \nof our products. We collaborate with colleagues in the \nAmerican Chemical Society, the Society for Environmental \nToxicology & Chemistry, the Society for Risk Analysis, the \nSociety of Toxicology, as well as with industry peers to \nstudy the issues and examine methods to better identify and \nquantify environmental risks of pharmaceutical products. \nWe also offer product take-back programs to help patients \nresponsibly dispose of their used, unused, or expired \ncombination products or medicines.\nIn 2020, we published a formal statement on our approach to \nPIE on our website. 48\n17 Operations are defined as emissions from combustion in owned/operated equipment \nand emissions from purchased energy. \n^ Reductions take into account only verified reduction projections, and do not take into \naccount changes associated with the contraction or expansion of the company.ENVIRONMENTAL\nSUSTAINABILITYINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIX GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGING", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}