{"page_content": "Sustainable Packaging \nAmgen’s packaging sustainability strategy is fully integrated \ninto our business processes. A key element is our green \npackaging metrics tool, which we use to establish a \nsustainability score when redesigning or creating new \npackaging for our products and to identify opportunities to \ndevelop more environmentally friendly packaging. We use \nfully recyclable paperboard from certified sustainable forests \nin the packaging for all Amgen products. \nVALUE CREATION \nOur investment in environmental sustainability not only \nreduces our impact on the planet but is also helping us to \nbecome more efficient and productive, resulting in reduced \noperating costs. Our ~$50 million investment from 2008 \nto 2020 resulted in savings of ~$250 million in operating \ncosts over the same period. In addition, recognizing that \nthe effects of climate change can be disruptive to business, \ndoing our part to decrease carbon emissions helps to \nreduce the risks of climate-related events in the long term.\nPERFORMANCE \nWe measure and report on our overall carbon, energy, \nwater, waste, and sales fleet fuel efficiency performance. \nWe include data gathered from 17 manufacturing, R&D, \nand distribution facilities located in North America, South \nAmerica, Asia, and Europe, representing (based on square \nfootage) approximately 88% of our operations. For the \nremaining 12% of square footage, primarily administrative offices, we estimate the energy usage to calculate carbon \nemissions. We measure progress toward our targets by \nquantifying results independent of growth or contraction of \nour business. We do not include facility or building closures \nor recently acquired facilities in our target progress. Our \n2020 environmental data have undergone limited assurance \nby Apex Companies, LLC. Highlights of our environmental \nperformance are presented below; more detailed data can \nbe found here.\nSince 2007, we combined innovation with greater efficiency to:\nOther Reports\nYou can find our most recent CDP reports for Climate Change \nand Water here. Both reports provide additional details about \nAmgen’s governance, strategy, risk management, metrics, \nand targets related to climate change and water.\nIn 2018, two years ahead of schedule, we met most of our \n2020 targets, and all were surpassed by 2020.49\nReduce carbon by\nReduce water use by\nReduce waste disposed of by33 %^\n30%^\n28 %^\n^ Reductions take into account only verified reduction projections, and do not take into \naccount changes associated with the contraction or expansion of the company.Final Results\n100%,\n2020 \nTarget120%140%\n2012 \nBaseline80%\n60%\n40%\n20%128%\nFacility \nCarbon\nReduce 38,500 \nmetric tons (MT) \nof facility carbon \n10% of 2012 \nbaseline Waste\nReduce 1,490 \nmetric tons (MT) \nof waste to \nlandfill or \nincineration 35%  \nof 2012 baselineWater\nReduce \n269,000 cubic \nmeters (m3) \n10% of 2012 \nbaselineFleet \nCarbon\nReduce 3,000 \nmetric tons (MT) \nof fleet carbon \n20% of 2012 \nbaseline49,400 MT\n106%\n1,574 MT108%\n291,000 m3110%\n3,300 MTPerformance Against \n2020 Targets^ENVIRONMENTAL\nSUSTAINABILITYINTRODUCTIONRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTAPPENDIX GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGING", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}