{"page_content": "LEADERSHIP MESSAGE\nI am delighted to welcome \nyou to Amgen’s latest \nEnvironmental, Social, and \nGovernance Report.\nOver the more than four \ndecades since Amgen was \nfounded, we have contributed \nto society in many ways – \nmost importantly by bringing \ninnovative medicines to \npatients suffering from serious \ndisease, but also by taking care of our employees and their \nfamilies, being a good neighbor in our local communities, \nand operating our business in an ethical, environmentally \nresponsible, socially inclusive manner. \nAs we look to the future, we will continue to do our part to \naddress the many challenges facing society. To help combat \nclimate change, for example, we announced in January 2021 \na commitment to achieve net-zero carbon emissions by 2027, \nalong with a 40% reduction in water use and a 75% reduction \nin waste disposed.6 These new targets build on the progress \nwe’ve made in these three areas since 2007, even as we \nhave significantly expanded our geographic footprint. \nTurning to social performance, we are taking steps to make our \nCompany a place where everyone feels they belong and can achieve their full potential. We come at this important work from \na position of strength, with a 2020 survey showing that the vast \nmajority of Amgen employees globally believe they “work in an \nenvironment that is free from harassment and discrimination” \nand are “treated with respect and dignity.” To build on this \nstrong foundation, we instituted mandatory unconscious-bias \ntraining for all employees in 2020. This training is complete \nin the United States, Puerto Rico, and Canada, and will now \nbe rolled out to the rest of the organization. Amgen has ten \nemployee resource groups, each organized around a primary \ndiversity dimension and sponsored by a member of my senior \nleadership team. Collectively, these groups increased their \nmembership by 75% in 2020. \nWe are also identifying ways to build a more just and \nequitable society outside of Amgen. Last year the Amgen \nFoundation committed $7.5 million to support organizations \nadvancing social justice and fighting systemic racism across \nthe United States. The Foundation is also supporting a \nwide range of programs that provide world-class science \neducation at no cost to high school and university-level \nstudents around the world, including young people from low-\nincome and disadvantaged communities. \nWith respect to governance, Amgen’s Board of Directors \nis highly independent and diverse. Directors are elected \nannually by a majority of our stockholders, and six \nnew directors have been appointed since 2015. The \nlead independent director has robust, clearly defined \nresponsibilities, and only independent Board members serve on key standing committees. Management (along with \nthe lead independent director when appropriate) regularly \nengages with stockholders to seek their feedback. Over \nthe years, we have adopted a number of stockholder-\nfriendly practices, including proxy access for director \nnominations and provisions enabling stockholders to act \nby written consent and call special meetings. Our Board \noversees a long-standing, enterprise-wide approach to risk \nmanagement that includes an Enterprise Risk Management \nprogram. In an indication that our governance-related efforts \ncontinue to bear fruit, the Wall Street Journal ranked Amgen \nnumber 26 on its 2020 List of Best-Managed Companies, \nwhich examines the governance records of 250 large, \npublicly traded companies.\nThroughout this report you will see indicators of Amgen’s \nalignment with key components of the United Nations \nGlobal Compact and Sustainable Development Goals. \nAs a signatory of the Global Compact, Amgen remains \ncommitted to its principles and to reporting on our progress \nin implementing them.\nI invite you to explore this report to learn more about Amgen’s \nEnvironmental, Social, and Governance performance and the \nmetrics we will use to determine our progress. \n \nRobert A. Bradway,\nChairman and Chief Executive Officer6\n6   Reductions take into account only verified reduction projections, and do not take into account \nchanges associated with the contraction or expansion of the Company.COVID- 19 \nRESPONSEETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTGOVERNANCE APPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGINTRODUCTION", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}