{"page_content": "GOVERNANCE \nAmgen’s Responsible Sourcing program has two \ncomponents: Supplier Sustainability and Supplier Diversity. \nBoth components are managed by our Global Business \nSolutions team. The leader for Responsible Sourcing is a \nmember of the ESG Working Committee and accountable \nto the ESG Council. We share progress on our Responsible \nSourcing strategy with the Amgen Board of Directors.\nSTRATEGY & OBJECTIVES \nAmgen works with an extensive global network of \nsuppliers to help ensure that we can continue to provide \nhigh-quality medicines reliably and efficiently around \nthe world. Our commitment to ESG is not limited to our \nown operations; we also recognize our responsibility \nto have our suppliers align with our ethical, social, and \nenvironmental values and commitments.\nAMBITION\nWe are dedicated to delivering value by providing \nopportunities to diverse suppliers and requiring all suppliers \nto conduct their business in an ethical and sustainable \nmanner aligned with Amgen values.PROGRAMMATIC \nHIGHLIGHTS\nSupplier Sustainability \nOur Supplier Sustainability Program aims to ensure suppliers \naddress not only quality, cost, and reliability requirements, \nbut also ethical, environmental, and social considerations \nincluding business ethics, labor, human rights, and \nenvironmental impact. Our Supplier Code of Conduct sets \nour fundamental expectations of our suppliers and is aligned \nwith our core values. \nOur Supplier Sustainability Program includes sustainability \nassessments of our suppliers’ performance in relation to our \nSupplier Code of Conduct. Through these assessments, \nwe gain an understanding of the maturity of our suppliers’ \nethical, environmental, and social governance programs. \nThese assessments have sometimes led to a dialogue and \nidentification of opportunities for the suppliers to develop \nplans to enhance their programs. In such cases, we \nmeasure their progress against these plans.56RESPONSIBLE \nSOURCINGINTRODUCTIONCOMMUNITY \nINVESTMENTAPPENDIX GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGINGENVIRONMENTAL\nSUSTAINABILITY", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}