{"page_content": "Supplier Diversity\nThrough our U.S. Supplier Diversity Program, we continue \nto identify, develop, and contract with small and diverse \nbusinesses to supply goods and services to Amgen.\nBy 2023, we aim to double our spend with diverse \nbusinesses, including minority, women, disadvantaged, \nveteran, and LGBTQ-owned suppliers, and triple our \nspend with Black-owned businesses, as compared to our \n2019 baseline. \nWe work with a third party to help identify new diverse \nsuppliers as part of our sourcing strategy. We also continue \nto raise awareness across the Company through refresher \ntrainings on our supplier diversity program, by sharing best \npractices gained through benchmarking, and engaging \nemployees in supplier diversity outreach opportunities. \nAmgen also participates in conferences and events \nand engages with national and local nonprofit diversity \norganizations such as the National Minority Supplier \nDevelopment Council, Women’s Business Enterprise \nNational Council (WBENC), and Diversity Alliance for \nScience (DA4S) to connect with small and diverse \nbusinesses. Additionally, we collaborate with WBEC-West \nand DA4S to mentor small and diverse suppliers each year. \nIn 2020, we hosted suppliers participating in our mentorship program at our Thousand Oaks, Calif., campus for a day \nof educational seminars, focusing on topics affecting \nsmall and diverse businesses. We intend to expand our \nmentorship program to minority suppliers with a focus on \nBlack-owned businesses in 2021.\nBeginning in 2021, we will also ask select strategic \nsuppliers to report their diversity spend (Tier 2) to us on a \nquarterly basis in an effort to expand, grow, and sustain \ndiverse suppliers beyond our direct supplier (Tier 1) \nrelationships. In addition, we intend to begin measuring \nthe economic impact of our supplier diversity program in \nlocal communities. \nVALUE CREATION \nOur ability to deliver life-saving medicines depends \non a resilient supply chain. By strengthening the ESG \nperformance of our suppliers, we can reduce our \ncollective footprint and help ensure business continuity \nthrough improved supply chain conditions. By working \nwith diverse suppliers, we are increasing the number of \ndiverse suppliers positioned to compete for business with \nus. Engaging diverse suppliers not only benefits these \nsuppliers and Amgen, but also uplifts the communities in \nwhich they operate through job creation and potential for \nbetter wages and tax revenues.PERFORMANCE \nInitially, we implemented our Supplier Sustainability program \nby conducting sustainability performance assessments of our \ntop-tier strategic suppliers. Over time, we have consistently \nincreased the number of suppliers we assess for sustainability \nperformance. Currently, we measure sustainability \nperformance for ~65% of our total supplier spend.\nIn 2020, we continued our participation in the \nPharmaceutical Supply Chain Initiative, which seeks to \npromote responsible supply chain management and better \nbusiness conditions across the industry. We also continued \nour involvement in a life-science-specific forum established \nby EcoVadis to strengthen the sector’s approach to supply \nchain management with a specific focus on environmental \nand social sustainability.\nMORE INFORMATION \nSupplier Code of Conduct\nSupplier Diversity\nPartnering With Suppliers to Promote \nEnvironmental Sustainability\nCalifornia Supply Chain Transparency Act \nConflict Minerals57RESPONSIBLE \nSOURCINGINTRODUCTIONCOMMUNITY \nINVESTMENTAPPENDIX GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGINGENVIRONMENTAL\nSUSTAINABILITY", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}