{"page_content": "GOVERNANCE \nThe Amgen Foundation Board of Directors meets quarterly \nand is responsible for overseeing the Foundation’s vision \nand operating policy, its annual strategy, compliance, and \napproving grants. It is chaired by Amgen’s Senior Vice \nPresident of Corporate Affairs.\nThe Amgen Foundation Audit Committee selects, retains, \nand oversees the Foundation’s independent auditor and \noversees the financial affairs of the Foundation. \nAMBITION\nThrough the Amgen Foundation, we are committed to seeking \nto advance excellence in science education, particularly \namong low-income and disadvantaged populations, and \nto invest in strengthening communities where Amgen \nemployees live and work.\nSTRATEGY & OBJECTIVES \nAs part of its mission, the Amgen Foundation seeks to \nadvance excellence in science education to inspire the \nnext generation of innovators and invest in strengthening \ncommunities where Amgen employees live and work. It does \nso by supporting and collaborating with local, regional, and \ninternational nonprofit organizations. \nSupporting Excellence in Science Education \nThrough its partnerships and signature programs focused \non science education, the Amgen Foundation focuses on \ntwo main objectives: \n•   Growing the pool of high school students who are \nScience, Technology, Engineering, and Math (STEM)-\nliterate and interested in pursuing a degree that \nleads to a science career, particularly in underserved \ncommunities and populations.\n•   Enhancing the quality and number of university graduates \npursuing careers in STEM, healthcare, and biotechnology, \nparticularly from groups underrepresented in STEM fields.\nStrengthening Local Communities \nThe Amgen Foundation supports local organizations where \nAmgen employees live and work, as well as employee-driven \nphilanthropy with matching gifts and volunteer service programs. \nThe Foundation also works with partners to support disaster-\nrelief efforts affecting local communities around the world. Each year, Amgen also provides all employees with eight \nhours of volunteer paid time off. In 2020, we expanded \nopportunities for employees to volunteer virtually.\nPROGRAMMATIC \nHIGHLIGHTS\nThe Amgen Foundation supports the following four signature \nscience education programs:\n•   Amgen Scholars: An annual program that pairs 360 \nundergraduate students with research opportunities at \nmore than 20 top-tier institutions around the world. \n•   Amgen Biotech Experience:  A science education \nprogram created to enable secondary school science \nteachers to implement real-world biotechnology labs in \ntheir classrooms. In the United States, more than half of \nthe public schools with participating science teachers \nare Title I. \n•   LabXchange: Launched by the Amgen Foundation and \nthe Faculty of Arts and Sciences at Harvard University in \nJanuary 2020, this free online science education platform \nprovides users with access to personalized instruction, \nvirtual lab experiences, and networking opportunities \nacross the global scientific community.\n•   Khan Academy: Offers a high-quality virtual classroom \nfor students and teachers globally. The Amgen \nFoundation is the Khan Academy’s Biology Partner and \nsupports partnerships with U.S. school districts.59COMMUNITY \nINVESTMENTINTRODUCTION APPENDIX GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGINGENVIRONMENTAL\nSUSTAINABILITYRESPONSIBLE \nSOURCING", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}