{"page_content": "STRATEGY & OBJECTIVES\nAmgen’s mission is to serve patients – and it goes beyond \nmaking vital medicines. We are working to help build a \nbetter world by focusing on the environmental, social, and \ngovernance (ESG) topics that matter most to our business \nand to our stakeholders.\nStakeholder Engagement  \nPeriodically, Amgen conducts an analysis of internal and \nexternal stakeholder perspectives on ESG and corporate \nresponsibility. In early 2020, Amgen completed its most \nrecent Stakeholder Perspective Assessment, the results of \nwhich are summarized in the graph on this page.\nTo understand internal stakeholder perspectives, we \ninterviewed senior management directly involved in ESG oversight \nand issued an online survey of randomly selected global \nemployees. Each of these two employee groupings were asked \nto rank key ESG topics in terms of their importance to Amgen. \nThe results are shown on the horizontal axis of the graph. \nOUR \nAPPROACH\nTO ESG7\nTo understand external stakeholder perspectives, we utilized \na sophisticated social-listening artificial-intelligence tool that \nallows us to monitor and analyze hundreds of thousands of \ncommunications from key stakeholder groups, including investors, \nregulators, healthcare professionals, and patient advocacy \ngroups, to understand their perspectives on key ESG topics. The \nresults of that analysis are shown on the vertical axis above. \nThese analyses, which were conducted from October 2019 \nthrough February 2020, allow us to understand the relative \nimportance of ESG topics to the various stakeholders. It \nshould be noted that we consider every ESG topic on this \ngraph important, and that the completion of our analysis predated the impact of COVID-19 and the social injustice \nissues that arose later in the year. We will be updating our \nStakeholder Perspective Assessment in 2021 to capture the \neffects of these societal changes while we continue to strive \nto better understand stakeholders’ perspectives. \nFor each of these topics, Amgen engages with various \nstakeholders including government representatives, \nregulators, society, patient advocacy groups, employees, \nacademia, suppliers, stockholders, and industry groups \nthrough one-on-one discussions, conferences and \nmeetings, working groups, consortiums, and digital \ncommunications.RESPONSIBLE SOURCINGCORPORA TE \nRESPONSIBILITY  AND \nGOVERNANCE\nENVIRONMENT AL\nSUSTA INABILITYETHICAL  RESEARCHBUSINESS ETHICS\nDIVERSITY , INCLUSION \n& BELONGINGACCESS TO  MEDICINE\nCORPORA TE PHILANTHROPY\nINNOVA TIONPRODUCT QUALITY  & SAFETY\nPriority for AmgenImportance of External Stakeholder sCOVID- 19 \nRESPONSEETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTGOVERNANCE APPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGINTRODUCTION", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}