{"page_content": "AMGEN SCHOLARS\nFor 2020, due to COVID-19, we adapted the traditional Amgen Scholars program into \na virtual Summer Science Series. Developed in partnership with Harvard University, \ncurrent Amgen Scholars and more than 4,200 program alumni had access to online \nlectures hosted by prominent scientific thinkers on topics such as cancer vaccine \ndevelopment, immunology, biotech entrepreneurship, and life as a Ph.D. candidate. \nFaculty at host institutions, as well as a number of Amgen employees and scientists, \nserved as speakers for the series.AMGEN BIOTECH EXPERIENCE\nThe Amgen Foundation committed $16.4 million in additional funding to the Amgen Biotech \nExperience (ABE). The additional funding is expected to increase the overall reach of the \nprogram to more than 1 million students. This new funding brings the Foundation’s total \ncommitment to more than $40 million since the program was founded 30 years ago. In addition, \nin 2020, ABE launched a new online curriculum that explored the COVID-19 pandemic and, \nthrough a partnership with LabXchange, virtual ABE laboratory activities were made available \nto student learners in 12 languages at no cost. ABE has grown from a collaboration between \na small number of Amgen scientists and biology teachers in Thousand Oaks, CA., to a global \nprogram in more than 20 communities. \nPROGRAM IMPACT19\n750\nColleges and \nUniversitiesRepresented \nMore Than\nU.S. States and \nTerritoriesCountries52 73SINCE 2007 , AMGEN SCHOLARS HAVE COME FROM:\n1,634+\nSchools Students Teachers838,000+ 3,600+SINCE 1990 , ABE HAS REACHED:  \nof teachers reported greater interest, knowledge, and skills from the training. 80%of students agree that the ABE gave them a deeper understanding of \nwhat happens in science laboratories.82%62\n19  ABE Student Assessment Study.COMMUNITY \nINVESTMENTINTRODUCTION APPENDIX GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGINGENVIRONMENTAL\nSUSTAINABILITYRESPONSIBLE \nSOURCING", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}