{"page_content": "65\nUNITED NATIONS \nGLOBAL COMPACT  \nCOMMUNICATION ON \nPROGRESS\nThis report serves as Amgen’s Communication on Progress \nfor the United Nations Global Compact (UNGC). The \nstatement from our CEO and Chairman at the beginning \nof the report reaffirms our commitment to the principles of \nthe UNGC, and much of the content throughout this report \nhighlights progress in the four key areas of the UNGC: \nEnvironment, Labor, Human Rights, and Anti-Corruption. \nOver the past 12 months, we have achieved progress in all \nfour areas – a few highlights follow. Human Rights\n•   In the wake of the civil protests in the United States, \nthe Amgen Foundation committed $7.5 million in grants \nto support racial justice and equal opportunity to \nestablished national and local organizations advancing \nsocial justice, equal opportunity, and science education \nprograms explicitly reaching communities of color.\n•   The Amgen Black Employee Network, with sponsorship \nfrom senior medical leadership, launched \n“Representation in Clinical Research,” also known as RISE. \nThe initiative will work with Amgen’s Global Development \nOperations and other key groups to diversify investigators \nand clinical trial sites and work with community nonprofits \nto help remove barriers to participation in clinical trials.\nLabor\n•   We introduced a new global Diversity, Inclusion, and \nBelonging strategy to leverage our diversity and create a \nmore inclusive workplace. \n•   We are a founding member of OneTen, a coalition \nof more than 40 of the world’s largest, best-known \ncompanies that aims collectively to hire 1 million Black \nAmericans (with a specific focus on Black Americans \nwithout four-year college degrees) into good-paying, \nfamily-sustaining jobs over the next 10 years.\n•   We introduced Managing Unconscious Bias, a required \nonline training course for employees in the United States, \nPuerto Rico, and Canada.Environment\n•   We met all of our 2013-2020 environmental targets on or \nbefore schedule.\n•   We launched a new seven-year “Road to Net Zero” \nenvironmental sustainability plan that includes goals to \nachieve carbon neutrality for Amgen-owned facilities and \noperations, reduce waste disposed by 75%, and reduce \nwater use by 40%.^\n•   We published a formal statement on our approach to \nPharmaceuticals in the Environment on our website. \nAnti-Corruption \n•   We surveyed all Amgen employees globally about our \nethics climate. The survey measured program awareness, \nprogram effectiveness and organizational culture. \nIn addition to this report, Amgen provides extensive reporting \non policies and progress aligned with the UNGC on our \nwebsite. Below is a summary table providing links to existing \nreporting aligned with the major categories of UNGC principles.\nAPPENDIX\nAPPENDIX\n^   Reductions take into account only verified reduction projections, and do not take into \naccount changes associated with the contraction or expansion of the company.INTRODUCTION GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGINGENVIRONMENTAL\nSUSTAINABILITYRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENT", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}