{"page_content": "ACCESS TO MEDICINE\nDIVERSITY , INCLUSION, AND BELONGING\nRESPONSIBLE SOURCING\nCOMMUNITY INVESTMENTENVIRONMENTAL SUSTAINABILITY\nBUSINESS ETHICSConducting our business ethically and in compliance with \nthe laws and regulations that govern our business and \nindustry in all markets in which we operate.\nETHICAL RESEARCHWorking to ensure that our research practices are \ntransparent, responsible, and compliant with applicable \nlaws, regulations, and guidelines.\nPromoting and working to maintain an inclusive, high-\nperforming culture, where all team members embrace and \nleverage each other’s talents and backgrounds.\nAdvancing science education, particularly among low-\nincome and disadvantaged populations, and strengthening \ncommunities where Amgen employees live and work through \ncorporate philanthropy.Striving to achieve sustainable, equitable access for our \nproducts to reach more patients.\nDelivering value through a diverse and responsible \nsupplier base.Having a positive impact on the health of our planet by \ncombating climate change and preserving natural resources.ENGAGING WITH INVESTORS IN \nMEANINGFUL CONVERSATIONS ON ESG\nAmgen is a member of the Biopharma Sustainability \nRoundtable (BSRT) and a founding sponsor of The \nBiopharma Investor ESG Communications Guidance \ninitiative. The guidance was developed to address the \ncommon interests of biopharma companies and investors \nin achieving more effective, efficient, decision-useful \ncommunications about the sector’s highest-priority ESG \nissues. Over the course of two years, Amgen participated \nin frank, open, structured dialogue facilitated by the \nRoundtable with other biopharma companies and investors. \nIn April 2020, the Guidance was formally launched. We \nhave prepared this report in alignment with this Guidance.8\nAmgen’s ESG Program Elements  \nAmgen’s current ESG strategy focuses on seven program \nelements, as informed by our most recent Stakeholder \nPerspective Assessment.COVID- 19 \nRESPONSEETHICAL \nRESEARCHBUSINESS \nETHICSACCESS TO \nMEDICINERESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENTGOVERNANCE APPENDIXENVIRONMENTAL\nSUSTAINABILITYDIVERSITY, INCLUSION, \nAND BELONGINGINTRODUCTION", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}