{"page_content": "74\nFORWARD-LOOKING \nSTATEMENTS\nThis Environmental, Social and Governance Report contains \nforward-looking statements that are based on the current \nexpectations and beliefs of Amgen. All statements, other than \nstatements of historical fact, are statements that could be \ndeemed forward-looking statements, including any statements \non the outcome, benefits and synergies of collaborations, or \npotential collaborations, with any other company (including \nBeiGene, Ltd. or any collaboration to manufacture therapeutic \nantibodies against COVID-19), the performance of Otezla® \n(apremilast) (including anticipated Otezla sales growth \nand the timing of non-GAAP EPS accretion), or the Five \nPrime Therapeutics, Inc. acquisition as well as estimates of \nrevenues, operating margins, capital expenditures, cash, \nother financial metrics, expected legal, arbitration, political, \nregulatory or clinical results or practices, customer and \nprescriber patterns or practices, reimbursement activities and \noutcomes, effects of pandemics or other widespread health \nproblems such as the ongoing COVID-19 pandemic on our \nbusiness, outcomes, progress, or effects relating to studies of \nOtezla as a potential treatment for COVID-19, and other such \nestimates and results. Forward-looking statements involve \nsignificant risks and uncertainties, including those discussed \nbelow and more fully described in the Securities and \nExchange Commission reports filed by Amgen, including our \nmost recent annual report on Form 10-K and any subsequent periodic reports on Form 10-Q and current reports on \nForm 8-K. Unless otherwise noted, Amgen is providing this \ninformation as of May 18, 2021 and does not undertake \nany obligation to update any forward-looking statements \ncontained in this document as a result of new information, \nfuture events or otherwise.\nNo forward-looking statement can be guaranteed and actual \nresults may differ materially from those we project. Our results \nmay be affected by our ability to successfully market both \nnew and existing products domestically and internationally, \nclinical and regulatory developments involving current and \nfuture products, sales growth of recently launched products, \ncompetition from other products including biosimilars, \ndifficulties or delays in manufacturing our products and global \neconomic conditions. In addition, sales of our products are \naffected by pricing pressure, political and public scrutiny \nand reimbursement policies imposed by third-party payers, \nincluding governments, private insurance plans and \nmanaged care providers and may be affected by regulatory, \nclinical and guideline developments and domestic and \ninternational trends toward managed care and healthcare \ncost containment. Furthermore, our research, testing, pricing, \nmarketing and other operations are subject to extensive \nregulation by domestic and foreign government regulatory \nauthorities. We or others could identify safety, side effects \nor manufacturing problems with our products, including our \ndevices, after they are on the market. Our business may \nbe impacted by government investigations, litigation and \nproduct liability claims. In addition, our business may be impacted by the adoption of new tax legislation or exposure \nto additional tax liabilities. If we fail to meet the compliance \nobligations in the corporate integrity agreement between \nus and the U.S. government, we could become subject \nto significant sanctions. Further, while we routinely obtain \npatents for our products and technology, the protection \noffered by our patents and patent applications may be \nchallenged, invalidated or circumvented by our competitors, \nor we may fail to prevail in present and future intellectual \nproperty litigation. We perform a substantial amount of our \ncommercial manufacturing activities at a few key facilities, \nincluding in Puerto Rico, and also depend on third parties for \na portion of our manufacturing activities, and limits on supply \nmay constrain sales of certain of our current products and \nproduct candidate development. An outbreak of disease \nor similar public health threat, such as COVID-19, and the \npublic and governmental effort to mitigate against the spread \nof such disease, could have a significant adverse effect on \nthe supply of materials for our manufacturing activities, the \ndistribution of our products, the commercialization of our \nproduct candidates, and our clinical trial operations, and \nany such events may have a material adverse effect on our \nproduct development, product sales, business and results \nof operations. We rely on collaborations with third parties for \nthe development of some of our product candidates and for \nthe commercialization and sales of some of our commercial \nproducts. In addition, we compete with other companies with \nrespect to many of our marketed products as well as for the APPENDIX INTRODUCTION GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGINGENVIRONMENTAL\nSUSTAINABILITYRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENT", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}