{"page_content": "75\ndiscovery and development of new products. Discovery or \nidentification of new product candidates or development of \nnew indications for existing products cannot be guaranteed \nand movement from concept to product is uncertain; \nconsequently, there can be no guarantee that any particular \nproduct candidate or development of a new indication for an \nexisting product will be successful and become a commercial \nproduct. Further, some raw materials, medical devices and \ncomponent parts for our products are supplied by sole \nthird-party suppliers. Certain of our distributors, customers \nand payers have substantial purchasing leverage in their \ndealings with us. The discovery of significant problems with \na product similar to one of our products that implicate an \nentire class of products could have a material adverse effect \non sales of the affected products and on our business and \nresults of operations. Our efforts to collaborate with or acquire \nother companies, products or technology, and to integrate \nthe operations of companies or to support the products or \ntechnology we have acquired, may not be successful. A \nbreakdown, cyberattack or information security breach could \ncompromise the confidentiality, integrity and availability of \nour systems and our data. Our stock price is volatile and \nmay be affected by a number of events. Global economic \nconditions may magnify certain risks that affect our business. \nOur business performance could affect or limit the ability of \nour Board of Directors to declare a dividend or our ability to \npay a dividend or repurchase our common stock. We may not \nbe able to access the capital and credit markets on terms that \nare favorable to us, or at all.\nADDITIONAL INFORMATION \nAND DISCLOSURES\nDonations and grants made by the company and\nthe Amgen Foundation\nPolitical contributions in the United States\nDisclosures in alignment with the European\nFederation of Pharmaceutical Industries and\nAssociations codes of practice\nSecurities and Exchange Commission financial disclosures \nResponses to CDP Climate Change and Water surveys\nEnvironmental data (2012 through 2020)APPENDIX INTRODUCTION GOVERNANCECOVID- 19 \nRESPONSEBUSINESS \nETHICSETHICAL \nRESEARCHACCESS TO \nMEDICINEDIVERSITY, INCLUSION, \nAND BELONGINGENVIRONMENTAL\nSUSTAINABILITYRESPONSIBLE \nSOURCINGCOMMUNITY \nINVESTMENT", "metadata": {"source": "NASDAQ_AMGN_2020.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}