{"page_content": "p. 8\nSymantec Corporation\n2010 Corporate Responsibility Report\n+ Standard Disclosures Part III: Performance Indicators\n+ ECONOMICPerformance Indicator Location Full/Partial UNGC Cross-Reference\nEC1. Direct economic value generated and distributed, including \nrevenues, operating costs, employee compensation, donations and other community investments, retained earnings, and payments to capital providers and governments. (CORE)2010 Form 10-K, page 60; PhilanthropyFull\nEC2. Financial implications and other risks and opportunities for the \norganization’s activities due to climate change. (CORE)Climate & Energy; Symantec’s 2009 Carbon Disclosure Project ResponseFull Principle 7\nEC3. Coverage of the organization’s defined benefit plan obligations. \n(CORE)Not applicable\nEC4. Significant financial assistance received from government. (CORE) Not applicable\nEC5. Range of ratios of standard entry level wage compared to local minimum wage at significant locations of operation. (ADDITIONAL)Not reported Principle 1\nEC6. Policy, practices, and proportion of spending on locally-based suppliers at significant locations of operation. (CORE)Not reported\nEC7. Procedures for local hiring and proportion of senior management \nhired from the local community at significant locations of operation. \n(CORE)Talent RetentionPartial (pro-portion of \nlocal senior \nmanage-\nment hires is not reported)Principle 6\nEC8. Development and impact of infrastructure investments and services provided primarily for public benefit through commercial, in-kind, or pro bono engagement. (CORE)Not applicable\nEC9. Understanding and describing significant indirect economic impacts, including the extent of impacts. (ADDITIONAL)Securing Information; Philanthropy Full\n+ ENVIRONMENTAL\nPerformance Indicator Location Full/Partial UNGC Cross-Reference\nEN1. Materials used by weight or volume. (CORE) Not reported Principle 8\nEN2. Percentage of materials used that are recycled input materials. \n(CORE)Environmental Management Approach; Software Packaging and DeliveryPartial Principle 8\nEN3. Direct energy consumption by primary energy source. (CORE) Climate & Energy Full Principle 8\nEN4. Indirect energy consumption by primary source. (CORE) Climate & Energy Full Principle 8\nEN5. Energy saved due to conservation and efficiency improvements. (ADDITIONAL)Green IT ; Climate & Energy Full Principle 8\nEN6. Initiatives to provide energy-efficient or renewable energy based products and services, and reductions in energy requirements as a result of these initiatives. (ADDITIONAL)Green IT Full Principle 8\nEN7. Initiatives to reduce indirect energy consumption and reductions achieved. (ADDITIONAL)Green IT ; Resource Conservation Full Principle 8\nEN8. Total water withdrawal by source. (CORE) Not reported Principle 8\nEN9. Water sources significantly affected by withdrawal of water. (ADDITIONAL)Not reported Principle 8\nEN10. Percentage and total volume of water recycled and reused. (ADDITIONAL)Not reported Principle 8GRI & UNGC Index  continued", "metadata": {"source": "NASDAQ_NLOK_2010.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}