{"page_content": "20 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\neneRgyDriving Down Energy-related Emissions\nWe are aiming to keep driving our energy-related carbon footprint \ndown in two key ways - making less and better use of energy and \nincreasingly getting our energy from renewable sources.\nImproving Energy Efficiency\nWe continuously invest in energy management systems  \nand energy efficient technologies in our factories.\nIncreasing Our Use of Renewable Electricity\nElectricity is one of the largest contributors to our manufacturing \nfootprint and so it is a major focus of our carbon reduction  \nefforts. Indeed, we are aiming to use 100% renewable electricity \nacross Mondelēz International manufacturing sites by 2030.  \nThis includes working with governments and suppliers to \ngenerate and purchase renewable electricity where we operate.\nThis transition integrated into the electrification roadmap  \nalso can deliver reductions on the consumption of fuels. \nIn 2022, approximately 39% of the electricity used in our \nmanufacturing sites was renewable, compared to approximately \n32% in 2021.We are focusing on both increasing our \nenergy efficiency and our use of renewable \nenergy across Mondelēz International – so \nwe can aim to go further in reducing our \ncarbon emissions and reducing our costs.Middle East, North Africa, and Pakistan (MENAP) \nProgress Against End-to-End CO2e Reduction Goal \nby 2025 - Renewables\nWe signed several agreements across Egypt, Bahrain \nand Pakistan during 2022 that aim at accelerating the \ninstallation of solar. In Pakistan, the hub confectionery \nplant will become the first MENAP site to commission \nsolar-energy sources. The system is anticipated to be able to \ncontribute to a CO₂e reduction of 79 metric tonnes annually. \nIn Bahrain, we have an agreement to utilize over 4,200 \nsolar panels for both rooftop and carport applications. \nOnce completed, the solar plant is expected to produce \n3,820 megawatt-hours of clean energy in the first year \nof operation, equivalent to reducing carbon emissions by \n2,400 metric tonnes, and potentially allowing us to convert \n24% of our energy usage into clean energy. In Egypt, we \nsigned an agreement that will seek to convert 11% of the \nenergy in Borg El Arab (BEA) to clean energy. \nRecovering Heat from our Biscuits Ovens\nOur factories in La Haie-Fouassière (France) and East Suzhou \n(China) implemented heat recovery systems in their biscuits \novens. These initiatives are saving natural gas previously \nused in the same oven or in other equipment. The reduction \nin fossil fuel consumption from both initiatives is saving \nmore than 6,000 CO₂e metric tonnes per year.\n100% Renewable Energy in Brazil\nThe business unit reduced it’s CO₂e footprint while \ngrowing in volume.\nIn Brazil, volume increased, so we needed to review our \nenergy strategy to enable sustainable growth. With the \nfocus of contributing 2025 end-to-end carbon reduction \ngoals, the market invested in a new source of energy \nin order to produce 100% snacks in its factories using \nrenewable energy. This builds upon progress made by  \nthe Brazil business unit in 2021.OUR ENERGY PROGRESS\n2019 2020 2021 2022\nTotal energy consumed 18,089,730 17,967,884 18,051,643 17,900,000\nTotal renewable energy (%) 8% 23% 32% 39%\nManufacturing Scope 1 and 2 CO₂e \nemissions from energy  \n(CO₂e market-based Metric Tonnes)11,336,793 1,189,684 1,132,844 1,060,000\nCO₂e emissions reductions across \nour manufacturing operations by 2025 \n(vs. 2018)-5% -15% -19% -25%\n1 For Scope 1 and 2 conversion factors applied, please see the Carbon Accounting Manual\nOverview Social Sustainability & Human Rights Sustainable Packaging Sustainable IngredientsClimate & Environmental\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}