{"page_content": "21 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\neneRgy\ncont.\nSigning a Renewable Power Agreement in Poland\nWe have signed a virtual power purchase agreement  \nwith Golden Peaks Capital for renewable energy in Poland.  \nSome of the new solar plants are starting to generate \nenergy in 2023, while full capacity is expected to be reached \nin 2024. This project is a major step forward in our footprint \ndecarbonization, as our plants in Poland are substantial \ncontributors to our Scope 2 emissions. At full capacity,  \nwe expect to be able to eliminate approximately  \n85,000 metric tonnes of CO2e. \nInvesting in Renewables Around the World\nIn 2022, two sites in India and all our plants in Argentina \nmoved to securing 100% of their electricity from renewable \nsources. Several other operations also made important \nsteps in this journey. Our sites in Malaysia, Indonesia, and \nThailand, for example, are now consuming now consuming \nbetween 20% and 33% of their electricity their electricity \nfrom renewable sources. In addition, our Montornes factory \nin Spain installed solar panels on-site. Combined, these \ninitiatives are delivering reductions of more than 25,500 \nmetric tonnes of CO₂e annually.Converting from Fossil Fuels to Biogas\nOur factory in China East Suzhou partnered with Huan Yan \nEnvironment and Towngas to generate biogas out of our \nfood waste. The project is generating more than 5300GJ  \nof biogas from renewable sources every year, turning  \nwaste into energy and reducing CO2e emissions.\nReducing Emissions in Logistics\nOn our journey to our net zero emissions goal in logistics,  \nwe focus our efforts across these key areas: \n• Improving the efficiency of distribution networks  \nby optimizing routes, improving truck and container \nutilization, adopting intermodal solutions, and reducing \ntraveled distances. \n• Investing in new mobility concepts, including electric  \nand hydrogen trucks. \n• Reducing warehouse emissions at both owned and  \nthird-party facilities by converting to renewable  \nenergy sources.\nOver the last months and in partnership with our carriers \nand third-party logistics suppliers, we have extended our \npilots on electric trucks to a variety of markets, including \nChina, Brazil, and India, with promising results and plans \nto expand and further explore. The pilot programs have \nbeen done on short shuttle lanes and outbound transport \nto customers nearby the distribution centers, with \napproximately 30-40% reduced CO2e emissions compared \nto diesel trucks. \nOverview Social Sustainability & Human Rights Sustainable Packaging Sustainable IngredientsClimate & Environmental\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}