{"page_content": "22 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nwateR\nWe depend on water to make our much-  \nloved snacks and aim to use this precious \nnatural resource responsibly. To this end, \nwe aim to reduce our water use as much as \npossible and support initiatives throughout \nthe value chain to conserve water. \nOUR WATER PROGRESS\n2019 2020 2021 2022\nTotal incoming water (m3)  \n(without borrowed and rainwater,  \nas per our current KPI definition)10,362,594 10,326,848 10,276,279 9,540,000\nTotal incoming water to priority sites \n(m3) (without borrowed and rainwater, \nas per our current KPI definition)15,995,809 5,884,183 5,790,894 5,271,000\nAbsolute water usage reduction  \nin priority sites (vs. 2018)-3.1% -5.5% -6.4% -14%Working Together at a Local Level\nResponsible water use cannot be tackled at a remote, global  \nlevel – it involves collective action on the ground, locally. So  \nwe are focusing on local and regional stakeholder engagements  \nand community collaborations to broaden impact. Reducing our Water Use\nAround the world, water is increasingly under pressure due to \nglobal population growth, industrialization, and climate change, \nand we are focusing on playing our part in looking after this \nprecious resource by seeking to reduce water use as much  \nas possible. \nIn 2021, we updated our list of priority sites using the Aqueduct \ntool from World Resources Institute and changed our water \nscarcity threshold. This led to an increased number of priority \nsites: from 27 during the 2013-2020 cycle to 48 during  \nthe current 2018-2025 cycle.\nIn 2022, we reduced our absolute water use at priority sites  \nby approximately 14% (vs. 2018).\n1 Priority sites are defined as sites that are located in a high or extremely high water risk zone defined as of 2021. This metric is measured in accordance with our internal Water Supply Management Health Safety and Environment System for priority sites.Widening our Water Stewardship\nIn 2022, as the world’s water stresses continued to increase,  \nwe sought to widen our positive impact by looking beyond our \nown facilities to assess wider water use along the value chain.  \nWe want to cover not just the use of water in our operations –  \nfor example to make our products and clean equipment – but  \nalso its use to irrigate the commodities that are important to \nour products.\nWe calculated our water footprint and identified that the majority  \nof the water used in our value chain is in the production of raw \nmaterials. So after many years of our successful programs to \nreduce water consumption in our manufacturing operations, \nwe are now expanding our approach and integrating our water \nstewardship methodology to key areas beyond our facilities. \nWe can then apply these learnings to the development of an \nend-to-end 2030 water stewardship strategy.\nSaving Water in India\nIn India, we succeeded in saving approximately 29,000m3  \nof water in our manufacturing processes (vs. 2018).  \nThis was primarily achieved through technological \nadvancement projects to improve water management, \nincluding permanent magnet technology, recovering up  \nto 85% of condensation, and numerous other enhancements \nto reduce, recycle, and reuse water. We also harvested  \n98,000m3 of rainwater.Reducing Water Consumption in Peru\nAt our factory in Lima, Peru, we have reduced water \nconsumption by 21% against the 2018 baseline by improving \nthe treated water recovery systems. We installed reverse \nosmosis equipment, which reduces dissolved minerals in \nthe local water. This reduces the amount of water purging \nrequired, thereby cutting down on water use.In 2022, we achieved an approximately 14% \nreduction in water usage at priority sites in \nareas where water is most scarce. Our goal  \nis to reduce absolute water usage in priority \nsites by 10% by 2025 (vs. 2018).1OUR GOAL PROGRESS\n14% ReductionImproving Water Use Across Europe\nIn Europe, we have made a number of improvements  \nin our water use. In Spain, for example, we have enhanced \nwaste-water treatment, to reduce pollutants in the \ndischarge. We have also reduced water consumption \nthrough dry cleaning and automatic floor cleaners. \nReusing and Recycling More Water\nOur factory in Fallingbostel, northern Germany, has \nincreased its steam boiler condensate return ratio.  \nThis enables the factory to save 80,000m3 of water  \na year, reduce wastewater by 115,000m3, and save  \n395 metric tonnes of CO2e. Our Besançon factory in  \nFrancehas implemented a recycling system, which  \nis saving 6,800m3 of water every year.\nImproving Cleaning Processes\nOur Caramagna factory in Piedmont, Italy, has improved  \nthe Cleaning in Place (CIP) process. The water is recycled \nand the cleaning program optimized. This saves 35,000m3 \nof water per year. Our Kaunas factory in Lithuania  \nimproved its starch tray cleaning process, reducing  \nwater consumption by 3,000m3 a year.\nOverview Social Sustainability & Human Rights Sustainable Packaging Sustainable IngredientsClimate & Environmental\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}