{"page_content": "23 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nwaSteStriving to Eliminate Waste Once And For All\nWe see food waste as an opponent to be destroyed – it plays \nagainst all our sustainability efforts, adding to business and \nenvironmental costs, helping no one.\nThe initiatives to eliminate waste have to be robust and \nsustainable. At Mondelēz International, we have a clear \ngovernance of waste reduction globally. \nWe repeat the following steps:\nFocusing on Eliminating Food Waste\nWe have been historically measuring and tackling manufacturing \nwaste generation and disposal. In 2021, we decided to increase \nour focus on food waste. We believe this makes sense for a food \ncompany like us, especially considering that nearly a third of all \nfood produced for human consumption is lost or wasted.\nFood waste increases the extraction of materials and growth \nof agriculture ingredients. This will ultimately not be put to \ngood use as it increases the consumption of energy, water, and \ntransportation. Indeed, food waste has an environmental impact \nthat is 10x greater than packaging waste. We strive to reduce waste as much  \nas we can, to help the climate and  \nthe environment and to increase  \nour operational efficiency. Above all, \nwe focus on food waste – striving  \nto eliminate it.Helping to Stop Good Food Going to Waste\nThe best-before date (BBD) is misleading for many \nconsumers, creating confusion with the use-by date, and \ntherefore leading to many edible foods being thrown away. \nTo take a stand against food waste, our Philadelphia brand \nhas partnered with Too Good To Go – an innovative app  \nthat lets you buy food right before it goes to waste,  \nin Germany, Denmark, and Sweden.\nBy printing the \"Often Good After\" logo next to the  \nBBD on our Philadelphia packaging and creating ad hoc \ninformative social media videos, we are helping to educate \nour consumers to first LOOK, SMELL, and TASTE before \nthrowing away anything still good. Too Good To Go –  \nit’s a great idea we’re happy to be part of.\nOUR WASTE PROGRESS\n2019 2020 2021 2022\nTotal waste generated in \ninternal manufacturing sites \n(metric tonnes)325,955 284,554 275,203 280,000\nTotal food waste generated  \nin internal manufacturing \nsites (metric tonnes)206,934 183,576 174,083 180,000\nFood waste reduction in \ninternal manufacturing sites \n(vs. 2018)-15% -25% -28% -25%\nFood waste reduction from \ndistribution (vs. 2018)-33% -36% -68% -58%Preventing, Reducing and Reusing Waste\nOur VSA factory team in Brazil implemented a systematic \napproach to prevent, reduce, and reuse waste – reducing \nwaste by 813 metric tonnes 2022 vs. 2021.\nIn China, our West Suzhou factory ran a process lost \nanalysis on its wafer production line. The team increased \nprocess performance and reduced variability – significantly \nreducing waste on the line from 5.1% to 2.2%, contributing  \nto 121 tons food waste reduction, which is equal to \n10,000,000 wafer sticks!Across the globe, our waste community is dedicated to:\n• Benchmarking and replicating Integrated Lean Six Sigma \n(IL6S) best practices to eliminate waste.   \n• Leveraging the best engineering and digital solutions  \nfor process capability.\n• In-line measurement for real time process intervention,  \nit’s a key enabler for our vision.\n• Focus group to coach opportunity sites to eliminate waste. OUR GOAL PROGRESS\nIn 2022, we reduced food waste  \nin internal manufacturing sites  \nby 25%, exceeding our goal of a  \n15% reduction by 2025 (vs. 2018).\nThis early delivery proves our focus  \non eliminating waste from our sites. \nWe also reduced food waste from \ndistribution by 58%, exceeding  \nour goal of a 50% reduction by  \n2025 (vs. 2018).25% \nReduction\n“ Too Good To Go is active in several \ncountries, where the topic is becoming \nmore and more sensitive for consumers. \nWe aim to replicate the activity also in \nother markets to spread the word!”\n  Vanessa Harrer  \nSr Director, Marketing  \nPhiladelphia\nFocus on  \nprocess capability  \nimprovement through  \nthe improvement of \nequipment, technology, \nsystem, people,  \nand material.-25%Food waste reduction in internal  \nmanufacturing sites (metric tonnes) (vs. 2018)\nFood waste reduction in distribution  \n(metric tonnes) (vs. 2018) -58%1.\n2.3.Identify hot spots.\nDeep dive to sites \nand focus on top \nlosses in main \nproduction lines. \nOverview Social Sustainability & Human Rights Sustainable Packaging Sustainable IngredientsClimate & Environmental\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}