{"page_content": "24 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nSocial \nSuStainability  \n& huMan  \nRightS\nWe are committed to enhancing social \nsustainability and respecting human  \nrights across the whole value chain. We strive to make sure that the rights of people in our value \nchain are respected and promoted and that the communities \nwhere we matter most are resilient. To this end, we run \npragmatic human rights due diligence across the value  \nchain and focus on key areas where we believe we can  \nmake a greater impact, including tackling human rights  \nrisks in our sourcing of key commodities. \nThe Sedex Members Ethical Trade Audit (SMETA) protocol \nis used to evaluate our internal manufacturing sites against \na common set of corporate social responsibility standards, \ndeveloped for the consumer goods industry.\nHUMAN RIGHTS PROGRESS\n2019 2020 2021 2022\nPrioritized suppliers audited 195\nPrioritized supplier sites completed \nSMETA audit in past 3 years387%\nSMETA audit completed  \nin our manufacturing sites within \nthe past 3 years262%\nChild Labor Monitoring & \nRemediation Systems (CLMRS) \ncover 100% Cocoa Life communities \nin West Africa by 2025127% 28% 61% 74%Strong Focus and Governance\nWe strive to ensure the rights of people along our value chain are \nrespected and promoted. This includes our approximately 91,000 \nemployees around the world, people working for our suppliers, \nand people growing our ingredients. \nAs set out in our Human Rights Policy , we follow the  \nUnited Nations Guiding Principles on Business and Human Rights  \nas a framework to guide our approach to identify and address \nrisks, and to disclose our progress. For more information,  \nplease see our annual Human Rights Due Diligence Report.\nOur Human Rights Working Group defines our human rights due \ndiligence strategy and drives its implementation throughout our \norganization. This working group reports regularly to functional \nand business leaders and annually to the Board's Governance, \nMembership and Sustainability Committee.\nWe collaborate with peers in the Consumer Goods Forum \nHuman Rights Coalition (CGF HRC) to help make the approach \nmainstream, learn from each other, and show the way for the \nsector more broadly, including publishing a human rights due \ndiligence (HRDD) roadmap. \nIn 2022, we also worked with a range of external advisors, \nincluding TwentyFifty, Embode, and our Cocoa Life External \nAdvisory Board, to help us assess and strengthen our approach.\nMoreover, we support legislative efforts to make human rights \ndue diligence mandatory for all companies along the value chain.\n1 Reported information for the period from January 1, 2022 to December 31, 2022 includes a community as covered by CLMRS if the work of identifying children, if any, in or at risk of child labor has been completed by the end of the year, even if any appropriate remediation and post-remediation follow-up occurs in the following year. CLMRS data is provided by third parties. Includes Ghana, Cote d'Ivoire and Nigeria. \n2 Excludes closed manufacturing sites.\n3 Prioritized supplier sites are defined as Tier-1 Direct material supplier sites, and excludes suppliers that are not registered on SEDEX, have not yet received a risk score or received a risk score other than High Risk, or have not yet made audit results available to Mondelēz International.OUR GOALS AND AMBITION\nOur 2025 ambition is to implement \nrobust, risk-based human rights due \ndiligence across our value chain, and  \nwe have the following 2025 goals:\n•  100% of our manufacturing sites \ncompleted a SMETA audit within the \npast 3 years\n•  100% of our prioritized supplier sites \ncompleted a SMETA audit within the  \npast 3 years\n•  100% of Cocoa Life communities in \nWest Africa are covered by a Child \nLabor Monitoring & Remediation \nSystem (CLMRS)1\nOverview Climate & Environmental Sustainable Packaging Sustainable IngredientsSocial Sustainability & Human Rights\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}