{"page_content": "25 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\n“ Training our employees across the world is \na significant step forward in bringing our \nHuman Rights Policy to life. We aim to help our \nemployees better understand their rights and \nequip them to look out for one another, so that \nwe can each play our role to Do What’s Right \nand respect and promote Human Rights. \"\n  Amy Corona  \n VP, Global People Lead, Mondelēz Supply Chain  \nMondelēz InternationalSocial \nSuStainability  \n& huMan  \nRightS\ncont.Conducting a New Value Chain Human Rights \nAssessment\nIn 2022, we conducted a new value chain human rights risk \nassessment. It confirmed key risks and areas we should prioritize. \nThe first priority is to focus on helping to tackle human rights \nrisks in key supply chains (cocoa, palm oil, and hazelnuts), \nincluding living wage and income, as well as forced, and  \nchild labor.\nSupporting Living Wage\nWe continued to focus on living wage in own operations by \nstarting to embed living wage benchmarking into our ongoing \ncompensation process and extending our approach to better \nunderstand challenges with agency labor in our facilities.\nSpeaking Up and Investigating \nOur Speaking Up and Investigations Policy empowers our \ncolleagues to ask questions and raise concerns confidentially \nand anonymously through a telephone HelpLine and an online \nWebLine. We monitor contacts and work diligently to address \nconcerns raised in a timely fashion.\nContinuing to Build our Internal Capabilities  \non Human Rights\nWe offer a Human Rights training program in close to thirty \nlanguages and encourage our office-based colleagues  \nworldwide to participate. Ongoing Due Diligence Efforts \nWe undertake practical, proactive, ongoing human rights due \ndiligence to identify, mitigate, and reduce the likelihood of \npotential and actual human rights impacts within our own \noperations, and work with our business partners across our \nsupply chain to achieve the same. We identify potential human \nrights issues and monitor compliance with our policies. We use \nthe Sedex Members Ethical Trade Audit (SMETA) protocol to \nevaluate our internal manufacturing sites against a common \nset of corporate social responsibility standards developed for \nthe consumer goods industry. We also require higher-risk direct \nsuppliers to complete a SMETA audit. \nDespite delays in previous years related to the COVID-19 \npandemic, we were able to make strong progress towards \nour 100% audit targets for our own manufacturing sites and \nprioritized supplier sites over a 3-year cycle. As of the end of  \n2022, approximately 62% of our own manufacturing sites1 and \napproximately 87% prioritized supplier sites have completed a \nSMETA audit within the past three years.2\nDespite the continued effects related to the pandemic, we will \ncontinue our efforts to execute audits of our remaining global \nmanufacturing sites and supply chain. \nBeyond our audit program, we continued to enhance our human \nrights due diligence systems by building internal capabilities, \nembedding good practices within our business, and prioritizing \nkey focus areas. \n1 Excludes closed manufacturing sites.\n2 Prioritized supplier sites are defined as Tier-1 Direct material supplier sites, and excludes suppliers that are not registered on SEDEX, have not yet received a risk score or received a risk score other than High Risk, or have not yet made audit results available to Mondelēz International.\n“ We strive to work with suppliers and partners \nwith comparably high standards of conduct \nwhen it comes to responsible sourcing.  \nWe expect them to follow our Human Rights \nPolicy, and to communicate these expectations \nthroughout their supply chain. We take a risk-\nbased approach and pragmatic steps to roll-  \nout human rights due diligence and inform our \nsourcing practices from our direct suppliers  \nto our key upstream ingredient supply chains. \nWe are committed to making our human rights \ndue diligence system better every day and \nwherever possible strive to join forces with \nindustry peers to accelerate progress. \"\n   Thomas Gaengler  \n Chief Procurement Officer  \nMondelēz International \nOverview Climate & Environmental Sustainable Packaging Sustainable IngredientsSocial Sustainability & Human Rights\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}