{"page_content": "26 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nSocial \nSuStainability  \n& huMan  \nRightS\ncont.\nTaking Action on Palm Oil \nThrough our POAP, we require suppliers to respect the labor \nrights of all workers and embed the Consumer Goods Forum (CGF) \nPriority Industry Principles on Forced Labor within both their own \noperations and supply chains. The POAP requires suppliers to \nprovide annual assurance of continuous improvement, verified by \nthird-party labor rights experts. \nTo support the mainstreaming of robust due diligence practices  \nin the palm oil sector, we collaborated with peers in the CGF \nHuman Rights Coalition, the Fair Labor Association, and the \nInternational Organization for Migration to deploy and test \nsystems at each stage of the supply chain. We also complemented \nthis support to palm oil suppliers with engagement of key actors \nof the Malaysian recruitment market, as well as joint advocacy \ntowards the Malaysian government and the government of \nmigrant workers’ country of origin. \nFor more information on our sustainable palm oil sourcing,  \nsee pages 47 .\n“ Tackling the underlying drivers of human  \nrights risks in global value chains takes \na systemic collaborative approach. We \ncollaborate with various peers and retailers \nunder the Consumer Goods Forum Human \nRights Coalition with an aim to make human \nrights due diligence mainstream and help  \nput an end to forced labor and other salient \nissues common to the entire sector.”\n Virginie Mahin  \n  Senior Director Global Social Sustainability  \n& Stakeholder Engagement, and Co-chair  \nof the CGF Human Rights Coalition\nGoing Further with Cocoa Life\nWe made key advances to enhance social sustainability and \nrespect human rights in 2022, through Cocoa Life - our signature \ncocoa sourcing program. These included launching a new \nStrategy to Help Protect Children, which sets out our approach \nto help enhance child protection systems and improve access \nto quality education in Cocoa Life communities. We also scaled \nCLMRS in nearly 74%1 of Cocoa Life communities in West Africa \nand continue our work to further enhance the quality of the \nsystem.\nFor more information on Cocoa Life see pages 31.Collaborating Across the Sector\nTo help achieve widespread change across whole supply chains, \nwe collaborate with peer companies, expert organizations, and \ngovernments with an aim to work together to help tackle issues \nsuch as forced and child labor and to uphold human rights.\nAs a founding and board member of the International Cocoa \nInitiative (ICI), for example, we work collaboratively with our  \npeers, suppliers, and civil society organizations to help combat  \nthe risks of child and forced labor in the cocoa supply chain,  \nand to drive efforts to strengthen public-private partnership \nwith the governments of Ghana and Côte d’Ivoire.\nAs a board member of CGF, we work collaboratively to help tackle \nthe risks of forced labor. We support CGF’s Priority Industry \nPrinciples on Forced Labor. We also co-chair CGF’s Forest Positive \nCoalition of Action and the Palm Oil Working Group, are a member \nof the Human Rights Coalition of Action, and a signatory to the \nUN Women’s Empowerment Principles.\n1  Prioritized supplier sites are defined as Tier-1 Direct material supplier sites, and excludes suppliers that are not registered on SEDEX, have not yet received a risk score or received a risk score other than High Risk, or have not yet made audit results available to Mondelēz International.\nOverview Climate & Environmental Sustainable Packaging Sustainable IngredientsSocial Sustainability & Human Rights\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}