{"page_content": "27 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\npackaging\nWe strive to use more sustainable \npackaging that protects our products, \ndelights our consumers, and does not harm \nthe environment. We want to continuously \nimprove our packaging, and deliver on \nour long-term aim of advancing a circular \npackaging economy that is good for  \npeople and the planet. \nOUR PACKAGING PROGRESS\n2018 2019 2020 2021 2022\nPackaging materials \neliminated vs. 2013  \n(metric tonnes)1-59,600 -64,850 -68,000 -72,100 -72,600\nPackaging designed  \nto be recyclable92.5% 93.3% 94% 95% 96%\nPaper-based packaging \nsustainably sourced290% 100% 100% 98% 99%\nReduction in overall \nvirgin plastic (vs. 2020) 4% -1.5%\n5% recycled plastic \ncontent by 20250.5% 1%Increasing Awareness on the Need to  \nSave our Seas\nWe are partnering with environmental NGO Save \nPhilippine Seas (SPS) to produce a five-part YouTube \nseries to increase awareness, particularly among young \npeople, of the real causes of marine litter and how to \navoid and/or mitigate this through practical solutions. \nShown on the Miming and Friends YouTube channel \naimed at a younger audience, the five episodes focus on \nvarious aspects of waste management, with animation \nand music to appeal to kids and their parents. Episode 1 \nwas launched in 2022, gaining 12.24 million impressions. \nEpisodes 2 and 3 will be shown in 2023 and Episode 4 \nand 5 in 2024.\nThis is the second year of our partnership with SPS. We \nare working with them to help people better understand \nthe issue of plastic waste and marine litter – from the \ncauses of plastic pollution in the sea to how people can \nhelp tackle the problem themselves at home.\nWe’re also working with industry groups across the \nPhilippines and other Southeast Asian countries to  \nform a roadmap to increase plastic collection and \nrecycling rates.\n1 Reported information covers the period from November 1, 2021 through October 31, 2022.\n2 Reported information covers the period from November 1, 2021 through October 31, 2022 and is based on the number of paper mills that are third party (Forest Stewardship Council) certified that paper is sourced from.Making it Light and Right\nOur guiding principle is to make packaging light and right, with less packaging, better packaging, and improved \nsystems all reinforcing each other for bigger impact. So we are reducing the amount of packaging we use while \nalso innovating to simplify materials so they can be recycled and using recycled materials where we can. \nLESS PACKAGING Our focus on less packaging includes keeping \nour packaging light and safe with low environmental impact. It also \ninvolves reducing the overall footprint of our packaging, and designing \npackaging for consumer reuse and refill where feasible. We aim to \nreduce virgin plastic in rigid plastic packaging by at least 25% and  \nin all plastic packaging by at least 5%, each by 2025 (vs. 2020).\nBETTER PACKAGING By better packaging, we aim to design our \npackaging to be recyclable and remove challenging materials.  \nWe also mean substituting virgin (new) plastic packaging with \nalternatives, including recycled plastic content. This way, we’ll  \nhelp support a circular pack economy.\nA key goal for us on this front is to have all our packaging designed \nto be recyclable by 2025. We are getting closer and closer to this – \nachieving nearly 96% in 2022. We aim to have 5% recycled content  \nin our plastic packaging by 2025.\nAll our paper and carton board, and some rigid plastics  \nand flexible plastic films are already designed to be recycled.\nIMPROVED SYSTEMS Through improved systems, we aim to collect  \nas much plastic as we put into the environment, lead the development \nof capabilities to scale the necessary infrastructure; and advocate  \nfor extended producer responsibility (EPR) schemes to include plastic \npackaging, especially packaging made from flexible plastics.\nWorking Together for Bigger Impact\nCollaboration is key. We have, for example, joined the Business Call for a UN Treaty on Plastic Pollution, and  \nare members of the Ellen MacArthur Foundation (EMF) and World Wildlife Fund (WWF) policy working groups.  \nFurther, we are part of the Consumer Goods Forum working groups on Extended Producer Responsibility,  \nGolden Design Rules and recent exploration into Flexible Packaging all targeting collective action on plastic waste.\nIM\nPROVED SYSTEMSBETTER PACKAGINGLESS PACKAGING\nLight  \n& RightReuse\nSubstituteRecycleReduce\nEPR  \nAdvocacyCollect + \nRecycle\n•  Make 100% packaging designed  \nto be recyclable by 2025\n•  Reduce virgin plastic in rigid plastic \npackaging by at least 25% and in all \nplastic packaging by 5% by 2025\n•  Have 5% recycled content in  \nour plastic packaging by 20252025 \ngoalS\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable IngredientsSustainable Packaging\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}