{"page_content": "28 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\npackaging\ncont.Leading the Way in India\nIn India, we are doing a great deal to improve our packaging \nand make advances on circularity. 2022 saw a massive \ndrive to reduce our plastic footprint with a strong focus on \nrecyclability. It involved taking ownership of the product \nto the end of its lifecycle by successfully executing 100% \nExtended Producers Responsibility for post-consumer plastics.\nOur plastic recycling efforts in India in partnership with plastic \nwaste management agencies and plastic waste processors \nhave enabled us to recycle up to 75% of our post-consumer \nplastic in 2022. This is almost a 10% increase in recyclability \ncompared to 2021. Initiatives included less packaging, for \nexample with the elimination of single-use plastic, including \nwith the overwrap film on Cadbury Celebrations Gift packs, \nbetter packaging, such as recycle-ready packs; and the \nintroduction of post-consumer recycled PET for Cadbury \nRich Dry Fruit Collection Celebrations packs and Cadbury  \nLickables spoons.Our Packaging Mix\nAs the chart shows, the great majority of our packaging  \nis non-plastic. There are relatively well-developed recycling  \nmarkets around the world for this packaging.\nLightweight flexible packaging works well to protect our  \nproducts for our consumers, keeping it safe and fresh for longer, \nand reduces food waste. It also reduces shipping costs and  \nCO₂e emissions from transportation due to its relative  \nlight weight.\nHowever, lightweight flexible packaging creates environmental \nchallenges as collection and recycling are underdeveloped  \nin most countries.\n2022 PORTFOLIO1\nMetric Tonnes\nCorrugated 454,000\nPaper 265,000\nFlexible Plastics 135,000\nRigid Plastics 53,000\nGlass 14,000\nOther Flexibles 13,000\nMetals 7,500\n1  Reported information covers the period from November 1, 2021 through October 31, 2022. Packaging mix is reported in alignment with Ellen MacArthur Foundation plastic definition guide.Creating Infrastructure  \nThrough Sustainable Futures\nThrough our Sustainable Futures impact investment \nplatform, we have partnered with the Circulate Capital \nOcean Fund (CCOF), a fund dedicated to addressing India \nand Southeast Asia’s plastics challenges. The investment \nwill help CCOF support scalable business solutions to help \ndevelop infrastructure for the collecting, sorting, and \nrecycling of plastic waste, including flexible films. We are \nworking with Ricron Panel, who are part of the Circulate \nCapital Ocean Fund. We are using their innovative, strong, \nand durable recycled panels made from hard-to-recycle,  \nmulti-layered waste plastic in a number of ways,  \nfor example for furniture and pallets.\nWe have also invested in a project in India to transform \nmulti-layered plastic food packaging waste into construction \nof plastic boards that can be used to manufacture various \nproducts. Wealth out of Waste Boards (WoW Boards) uses \ntechnology from a female-led start-up, TrashCon, in India. \nSince 2021, we have been supporting a waste picker-managed \ncentre with a capacity for handling 600 MT/year of plastic \nwaste. At the centre, the MLP waste is repurposed to make \nWoW Boards. These boards are then used to make desks / \nbenches for schools, the roof of workers’ sheds, and  \nbenches in parks.\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable IngredientsSustainable Packaging\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}