{"page_content": "29 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\npackaging\ncont.Encouraging Ideas to Make our Packaging Light  \nand Right\nThrough our Packathon campaign, which we run across \nEurope for a few months, we have encouraged our colleagues \nto share their ideas on how to make our packaging ‘Light & \nRight’. The aim was to invite our colleagues everyone to have \nan end-to-end mindset in tackling the issue, from sourcing to \nmanufacturing to selling, and to share their ideas.\nThe program was launched with a special focus on our \nsupply chain colleagues and our factories across Europe, \nand within three months, more than 300 ideas were shared \nwith our leaders. \nMost of the winning ideas have started be implemented \nacross 2022, with some already up and running withing  \nour EU plants. As we move forward, we aim to apply our \n‘Light & Right’ approach across major parts of our portfolio.\n“ Driving out waste is an area of expertise \nfor our factories and applying this \nmindset to our packaging is an exciting \nopportunity for us to protect the  \nplanet and “Do it the Right Way\"\n Mark Dady  \n SVP, Mondelēz Supply Chain, EuropeUsing 30% Recycled Packaging with Cadbury\nAs part of our broader initiative to reduce the use of virgin \nplastic material in our packaging portfolio by 5% by 2025, \nour iconic Cadbury Dairy Milk and Cadbury Mini Snow Balls \n110g sharing bars now come with 30% certified recycled \nplastic in their packaging. So Cadbury fans across the  \nUK can continue enjoying their favorite sharing bars  \nmore sustainably.\nAdvanced recycling technology and a significant investment \nenabled us to develop the innovative new packaging.  \nThe necessary food-grade recycled plastic packaging  \nisn’t widely available so securing the volume for this  \nproject was a challenge involving significant resources  \nand collaboration with many external suppliers  \nthroughout the value chain.\nUsing the mass balance approach, the packaging is \nindependently certified by International Sustainability  \nand Carbon Certification (ISCC) and supplied in partnership \nwith Amcor, a global leader in developing and producing \nresponsible packaging for food and other industries.  \nBy the end of 2022, the new packaging had been used  \nfor over 10 million bar wrappers. \nWe are also using 75% recycled plastic (RPET) content in \nour Dairylea Lunchables packaging in the UK and will expect \nto begin using certified plastic with recycled material using \nthe mass balance approach in our Philadelphia tubs and \nlids from next year. And there is more to come as we keep \nstriving to use less and less virgin plastic in our packaging.\nWorld-first for Cadbury in Australia\nIn a first for Cadbury, we’re supporting emerging recycling \ntechnology to source soft plastic packaging that contains \nrecycled content. Traditionally a single-use material for food \npackaging, the switch to sourcing soft plastics will see our \nAustralian-made Cadbury Dairy Milk, Caramilk, and Old Gold \nblocks wrapped in 30% recycled content. The transition to \nusing recycled material will divert 120 tonnes of soft plastic \nfrom landfill – that’s the weight of 206 fully-sized dairy \ncows – who supply the famous fresh milk in Cadbury Dairy \nMilk chocolate.\nWhile the new packaging is more sustainable, it looks and \nfeels the same, carrying Cadbury’s iconic purple colors and \ndistinctive markers and preserving the chocolate's taste, \ntexture, and shape. However, chocoholics will notice a new \non-pack QR code, leading Cadbury fans to more information \non the packaging innovation and how Cadbury is supporting \na circular economy for packaging. \nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable IngredientsSustainable Packaging\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}