{"page_content": "30 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nMoRe \nSuStainable \nIngRedient S\nA more sustainable supply of key raw \nmaterials such as cocoa, wheat, dairy, \nand palm oil is critical to the continued \ngrowth and success of our business, \nto the resilience and prosperity of the \ncommunities producing these raw \nmaterials, and to the protection of the \nlandscapes the ingredients are grown in. More sustainable production of our key ingredients also \ncontributes to our carbon footprint reduction goals while \nprotecting biodiversity. As a global snacking leader dedicated  \nto making snacking right, we are determined to lead in helping  \nto drive sector-wide transformation for more sustainable  \nsourcing at scale. \nEnhancing social sustainability and respecting human rights  \nis key to this goal as is a larger focus on helping to promote and \nrestore biodiversity across the landscapes our business touches. \nWe focus where we believe we can make the greatest difference \nand help tackle the most important issues to help foster security \nof supply, care for the environment, and support the people  \nand communities that grow the key ingredients for our  \nwell-loved snacks.\nWe have a distinctive approach to help drive long-term change \nfor the better at scale. It has a number of key pillars: leading \nin more sustainably-sourced key ingredients, pioneering \napproaches that holistically help tackle root issues, helping  \nto drive sector-wide transformation through collaboration,  \nand sharing and learning from impact data assessing the \npositive progress made by our programs. \n1 Goal and reported information for cocoa volume sourced is based on a mass balance approach, which means that the equivalent volume of cocoa needed for the products sold under our chocolate brands is sourced from the Cocoa Life program.\n2 Reported information for the period from January 1, 2022 to December 31, 2022 includes a community as covered by CLMRS if the work of identifying children, if any, in or at risk of child labor has been completed by the end of the year, even if any appropriate remediation and post-remediation follow-up occurs in the following year. CLMRS data is provided by third parties. Includes Ghana, Cote d'Ivoire and Nigeria. \n3 Regenerative Agriculture is a holistic approach to farming which aims to produce high-quality crops while also restoring the natural rhythm of our surrounding ecosystem.\n4 Reported information covers Brazil, Côte d'Ivoire , Dominican Republic, Ghana, Indonesia, India, and Nigeria. This data is provided by third parties.Our Progress\n230,000 farmers participated in the \nCocoa Life program in 2022, compared  \nto 209,954 in 2021.4 230,000\nChild Labor Monitoring & Remediation \nSystems (CLMRS) coverage in West \nAfrican Cocoa Life farming communities \nvs. 61% in 2021.274%\nPalm oil sourced from suppliers aligned \nto Palm Oil Action Plan (POAP). 100%“ Over the past 10 years through the \nimplementation of our signature \nsustainable sourcing programs including \nCocoa Life and Harmony wheat, we have \ngathered meaningful data confirming our \napproach is helping to deliver the type of \nchange we’re aiming to scale for greater \nimpact. We are determined to seize this \nopportunity to go further, faster. \"\n Cathy Pieters  \n  Vice President Sustainable Ingredients  \nMondelēz International\nCocoa volume for chocolate brands \nsourced through Cocoa Life by 20251100%\nWheat volume needed for Europe \nbusiness biscuits production  \ngrown under the strengthened  \nHarmony Regenerative charter  \nby 20303100%OUR 2025 GOAL\nOur ambition is to source our key \ningredients – including cocoa and \nwheat – more sustainably and support \neconomically and socially resilient \ncommunities. These two ambitions \nmutually support and reinforce each \nother, and are at the heart of our aim  \nto create a future where together \npeople and the planet thrive.\nTo this end, we have set the  \nfollowing goals:\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}