{"page_content": "I am proud to say that our chocolate, biscuits, \nand baked snacks brands continue to bring \nmore and more moments of enjoyment, \nsatisfaction and meaning to millions of people \naround the world. This is an ongoing good \ngrowth story. A story that has at its heart  \nour enduring purpose to empower people  \nto snack right, and our renewed strategic \nfocus on achieving greater sustainable \ngrowth so that we deliver our vision: to  \nbe the global snacking leader, winning in \nchocolate, biscuits and baked snacks.\nWe are working together to achieve our vision at a time of \nconsiderable change and challenges – from the war in Ukraine \nto rising inflation and economic uncertainty around the world, \nfrom climate change to nature loss. It is an increasingly tough \nworld in which to make snacking right. Yet at the same time,  \nit is also a world where the demand for snacking right continues \nto grow. As our 2022 State of Snacking report shows, 71% of \nconsumers said that they snack at least twice a day, and they  \nare looking for ways to snack more mindfully.\nSo there are many challenges and many opportunities for us here \nat Mondelēz International, and indeed for all our stakeholders, and \nwe remain resolutely focused on driving more sustainable growth \n– prioritizing and accelerating to achieve this growth.\nAs this report shows, our strategic commitment to Snacking Made \nRight is fundamental to our more sustainable growth. It is our way \nof determining our environmental, social and governance (ESG) \npriorities and delivering on our mission of leading the future of \nsnacking by offering the right snack, for the right moment, made \nthe right way.Dirk Van de Put  \nChairman & CEO, Mondelēz InternationalchaiRMan & \nceo letteRAs we continue confidently into our second decade as a \nresponsible, high-growth, pure-play global snacking company,  \nwe are prioritizing key areas of Snacking Made Right, so we  \ncan help drive innovative, more sustainable growth the right  \nway for people and the planet. With that in mind, sustainability  \nnow follows growth, execution, and culture as the fourth  \npillar in our long-term business strategy, Vision 2030.\nWe are focusing on more sustainable snacking – more sustainable \nsourcing of key ingredients, lowering climate impact, respecting \nhuman rights, and reducing packaging waste.\nWe are building our pool of deep and diverse talent, making \nstrong progress in our global diversity, equity and inclusion \nambitions for our colleagues, culture, and communities.\nWe are evolving our portfolio to meet a range of consumer \nnutrition and well-being choices, while promoting mindful \nportions and active lifestyles.\nAnd as with every core aspect of our business, we remain \nfocused on strong ESG governance, with oversight from the \nBoard of Directors (Board) and leadership from the top. We are \nalso committed to enhancing our transparency and reporting – \nto increase understanding, share in achievements, and encourage \ngreater collaboration. \nCollaboration among stakeholders is critical. As this report \nhighlights, beyond what we are doing as a company, we are \npartnering a great deal with others to together make snacking \nright – and we can continue to do a great deal more, too. I look \nforward to many more years of us making snacking right together, \nas we seek to have an ever-greater positive impact for people \nand the planet.\nDirk Van de Put \nChairman & CEO,  \nMondelēz International\n3A MESSAGE \nFROM DIRK \nVAN DE PUT\nChairman & CEO, \nMondel ēz International\nINTRODUCTION AT-HOME SNACKING HABITS GLOBAL SURGE OF SNACKING SNACK SHOPPING GOES DIGITAL  \nAs the global leader in snacking, we are \ncontinually obsessing over how, when and \nwhy people snack. Our insights guide our \ngrowth strategy, inform our purpose to \nempower people to snack right, and form \nthe basis for the vast knowledge estate that \nwe’ve amassed on the important and e ver-\nchanging role snacking plays in our \neveryday lives.  \nAnd in a year like 2020, our instinct to learn \nfrom people and to put our consumer at the \nheart of everything we do, has proven more \nimportant than ever. Our second annual \nState of Snacking Report underlines what \nwe have long known to be true: even in the \nface of worldwide uncertainty with COVID -\n19 reshaping our rituals and routines, \nsnacking is a growing behavior with the \npotential to provide comfort, connection \nand community,  while also providing the \nmoments of respite, reward and relief as \nconsumers look to balance nutrition and \nemotional well -being.\nOur proven expertise in the understanding \nof global trends and consumer behavior is \ncomplemented by this independent \nresearch, which uses direct consumer \npolling from 12 markets around the world to \ngenerate a rich, fascinating and entertaining \npicture of how we snack today. The insights \ngleaned from thousands of consumers once \nagain confirm our strategy is the right one \nas we continue to take a bite from the $1.2 trillion total snack industry and fulfil our \nmission to lead the future of snacking, \nwith the right snack, for the right \nmoment, made the right way. \nAs the global snacking category continues \nto grow, and we all adjust to our new \nnormal, it’s not surprising that almost 9 in 10 \nadults worldwide say they are snacking \nmore or the same during the pandemic than \nthey were before. Digging deeper, \nmillennials and those who are working from \nhome right now are especially likely to say \nthey prefer snacks over meals. It pleases me \nto know that more than half of global adults \nsay snacking has been a “lifeline” for them \nduring the pandemic, especially parents \nwho are working from home, and for whom \nsnacks have provided welcome nutrition for \nthemselves and treats for their children. \nTaking time out for a snack, from a familiar \nand much -loved brand, can prove to be an \nantidote to our busy lives and an avenue for \nconnection with others during these \nunpredictable times. \nAt Mondel ēzInternational, we have long \nknown that emotional well -being plays an \nimportant role in why we snack, alongside \nhealth and nutrition. We’re committed to \nhelping people around the world be more \nmindful in the way they enjoy our products, \nwhich range from wholesome bites to \nindulgent treats. Hearing our consumers \ncontinue to highlight the importance of \nsnacks that enable them to lead healthier lifestyles or that provide a boost or comfort, \nreinforces to me that snacking will continue \nto thrive as part of our new normal, finding \nits place alongside a renewed focus on \nhealth and an ever -more holistic view of \nwell-being.\nWith more snacking happening at home, \nconsumers is have more opportunities to \npractice mindful snacking habits, with two \nthirds of respondents in our study noting \nthey now have more control over their \nsnack portion sizes and that they are now \nmore aware of the snacks their bodies need. \nFor over 6 in 10 people, snacks are also \nnourishing their “body, mind and soul \nduring these strange times,” underscoring \ntheir important role in our lives.\nThinking about my own life, I know savoring \na few squares of my favorite Cote d’Or \nchocolate or passing a box of Triscuits\nbetween my family as we come back \ntogether at the end of the day, have been a \nsource of comfort, connection and \ncommunity that have, at times, been \ndifficult to find in this year of isolation. I \nhope you feel the same.\nI’ve barely scratched the surface of what \nsnacking mean in our lives today: You’ll find \nmore as you read through this year’s State \nof Snacking: 2020 Global Consumer \nSnacking Trends Study. Enjoy! SUSTAiNABiLiTY\n• Ingredients\n• Packaging\n• Climate\n• Social ImpactDiVERSiTY, EQUiTY \n& INCLUSiON\n• Colleagues\n• Culture\n• CommunitiesNUTRiTiON & \nWELL-BEiNG\n• Portfolio\n• Mindful Portions\n• Active Lifestyles\n\" As we continue confidently \ninto our second decade as a \nresponsible, high-growth, pure-\nplay global snacking company, \nwe are prioritizing key areas \nof Snacking Made Right, so we \ncan help drive innovative, more \nsustainable growth the right  \nway for people and the planet. \"\nESG Progress Our regional ESG progress Going Further Faster ESG Priorities Priority Issues Our Approach Our Purpose About Us Table of Contents OverviewChairman & CEO Letter\nSnacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being Strategy & Performance\n4 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\n", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}