{"page_content": "31 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\ncocoa life\nCocoa is a key ingredient for our \nchocolate, and key to our business. \nWe are proud to be one of the world’s \nleading chocolate makers, and are \ndetermined to continue leading in \nhelping to make cocoa right through \nour global cocoa sustainability program: \nCocoa Life.Helping to Make Cocoa Sourcing More Sustainable\nCocoa Life’s purpose is to make cocoa right. Our program \nfocuses on making cocoa sourcing more sustainable in key \ncocoa-producing countries. Cocoa Life aims to help lift the people \nand protect the landscapes it reaches and bring dynamic change \nto the communities and forests where the cocoa bean grows \nbefore it becomes the snacks consumers love.\nDoubling Down on Cocoa Life\nIn 2022, we celebrated 10 years of Cocoa Life and announced the \nnext chapter to increase our cocoa volume scale, work with nearly \n300,000 farmers by 2030, and accelerate our impact backed by \nan additional $600 million through 2030 for a total $1 billion \ninvestment since the start of the program.Helping to Lift People and Protect Landscapes in Seven \nCocoa-Producing Countries \nThrough Cocoa Life, we aim to help tackle the root causes  \nof the complex challenges cocoa farmers and their communities \nface, including climate change, deforestation, gender inequality, \npoverty, and child labor. In 2022, we worked with partner \nNGOs and cocoa suppliers to help support farmers and their \ncommunities in Brazil, Côte d'Ivoire, the Dominican Republic, \nGhana, India, Indonesia, and Nigeria. We continue to help people \nand landscapes by supporting more profitable cocoa businesses, \nhelping to lift cocoa communities; helping to protect children  \nat risk of child labor; and helping to protect and restore forests. \nCOCOA LIFE PROGRESS\n2019 2020 2021 2022\nFarmers in the Cocoa Life program1175,017 188,043 209,954 230,000\nCocoa communities impacted22,012 2,169 2,597 2,900\nCocoa volume for chocolate brands \nsourced through Cocoa Life363% 68% 75% 80%\n1 Reported information covers Brazil, Cote d’Ivoire, Dominican Republic, Ghana, Indonesia, India, and Nigeria. This data is provided by third parties. \n2 West Africa includes Ghana, Cote D'Ivoire and Nigeria.\n3 Goal and reported information for cocoa volume sourced is based on a mass balance approach, which means that the equivalent volume of cocoa needed for the products sold under our chocolate brands is sourced from the Cocoa Life program.\nInnovative, Collaborative, Transformational \nWith ambitions to deliver a real long-term difference where it \nmatters most, our Cocoa Life program uses smart innovation and \ncollaboration to make transformational impact – aiming to move \ncocoa forward faster by helping lift the people and protect the \nlandscapes where cocoa grows. \n“ With our $1 billion total investment between \n2012 and 2030, we are in a unique position \nto apply 10 years of progress and learnings, \nto lead smartinnovations, like Targeted \nGood Agricultural Practices, financial \nincentives for good practices e.g., Payment \nfor Environmental Services, and Community \nAction Plans, Targeted Good Agricultural \nPractices incentivizing good practices e.g., \nthrough Payment for Environmental Services, \nto collaborate with our partners with an aim \nto bring dynamic change to communities and \nforests in cocoa-producing countries to help \nmake transformational impact. \"\n Cedric van Cutsem  \n  Senior Director Cocoa Life  \nMondelēz International\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}