{"page_content": "32 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\n“  We are excited that the Cocoa Life program \nhas commenced in Nigeria. We are working \nwith the relevant stakeholders in the \ncocoa value chain to ensure successful \nimplementation of the program. We are \nconfident that this initiative will scale up \nthe capacity of local farmers, increase cocoa \nyields, boost net incomes, and contribute \ntoward revitalizing the cocoa industry  \nin Nigeria.”\n Oyeyimika Adeboye  \n  Managing Director  \nMondelēz West AfricaExpanding to Nigeria\nTo help deliver on our more ambitious goals, we are growing \nCocoa Life’s scale by introducing new producing countries.  \nIn 2022, we expanded into Nigeria. One of the world’s largest \ncocoa-producing countries, Nigeria faces similar challenges \nto other West African cocoa countries, such as poverty, \nchild labor, and climate change. We began a number of \nCocoa Life activities in Nigeria in 2022 with a focus on local \nneeds assessment on priority needs to tailor the program. \nThis also included collaborating with partners to start \nregistering farmers, training them in Good Agricultural \nPractices (GAP) Audit, and setting up Child Labor Monitoring \nand Remediation Systems. Based on the community needs \nassessments, we will work with implementing partners \nto expand these activities, as well as introduce additional \nenvironmental and community initiatives to fully implement \nCocoa Life in Nigerian cocoa communities.cocoa life \naRound  \nthe w oRld\nCocoa Life runs across seven cocoa-growing countries:  \nGhana, Côte d’Ivoire, Indonesia, Dominican Republic, India, Brazil, and Nigeria.cocoa lIfe countRIeS\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}