{"page_content": "33 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\ngRowing MoRe \npRofitable \ncocoa \nbuSineSSeSFocusing on Farmer Livelihoods\nFarmer poverty remains one of the most prominent and complex \nchallenges faced by agricultural communities across the world. \nDeveloping approaches to help strengthen farmer net income has \nbeen a core focus for the Cocoa Life program since the beginning. \nOver the years, the concept of living income has become a central \nelement in cocoa sustainability initiatives. A living income is an \nincome that enables a decent standard of living for all members  \nof a household and takes into account all essential needs, \nincluding provision for unexpected events. For cocoa farmers, \nearning a living income is a critical enabler to building a \nsustainable livelihood. Our aim is to help increase the number  \nof farming households reaching a living income by 2030. \nMeasured Progress \nLooking back at 2021, the income of Cocoa Life registered farming \nhouseholds developed well.  This was driven by the joint efforts  \nof different stakeholders. Along individual supply chains, \nprograms such as Cocoa Life and its implementing partners took \nsteps to help support farming businesses that we work with. \nThe governments of Cote d'Ivoire and Ghana, countries that \nproduce approximately 60% of global cocoa, initiated sector-wide \ninitiatives to help raise and stabilize the price paid to farmers  \nat scale. \nUnprecedented Challenges \nThe global agricultural and commodities environment faced a \nnumber of unique and unanticipated pressures in 2022 that were \nparticularly challenging within the cocoa sector. In addition to \nglobal economic challenges, major cocoa-producing countries \nstruggled with high rates of inflation and an unusually larger \nnumber of cocoa farms suffered from higher rates of certain plant \ndiseases that require more time and labor to remedy. Moreover, \nmarket pressures prevented the effective implementation of \nsome government-led and multi-stakeholder backed initiatives, \nincluding the Living Income Differential which we fully support. Last year’s unique challenges impacted the previous trendline \nof consistent year-over-year household income improvement \nfor Cocoa Life program farmers. Household incomes in Côte \nd’Ivoire, measured in international US$ equivalents, grew by \napproximately 7% compared to 2019. Household incomes in \nGhana increased in 2022 vs. 2019 baseline in local currency but  \nwere down by approximately 20% in USD$ due in large part  \nto currency devaluation and lower yields from crop diseases3.  \nCocoa Life continues to work with over 150,000 households in  \nGhana and Cote d’Ivoire to help enable them to reach  \na living income over time. \nTo this end, Cocoa Life endeavors to make cocoa farmers \nmore resilient to economic volatility by helping them to build \nhousehold income from additional sources beyond cocoa. For \nexample, in local currency, non-cocoa income among households \nin the Cocoa Life program increased by nearly 217% in Cote \nd'Ivoire (comparing 2019 to 2022) and nearly 51% in Ghana \n(comparing 2019 to 2022).1\nPoverty and low incomes remain a root cause for many of the \nchallenges faced by cocoa farming communities, and it will  \nrequire greater sector-wide efforts than ever before to help \ncounter systemic issues and make sustained progress despite \nmacro pressures. \nWe continue to engage with partners in producing countries \nthrough programs such as Cocoa Life to better understand the \nsituation and potential risks to farming families. For approximately \n10 years, Cocoa Life has worked with independent partners to \nhelp measure, track and better understand farmers’ incomes \nfrom cocoa and other sources in our supply chain. This allows \nus to help mitigate the challenges and contribute to solutions. \nBut the magnitude of the challenges requires an approach  \nwell beyond single supply chains to change the dynamics under \nwhich farmers sell their cocoa. Stabilizing and increasing incomes \nof farming families requires a structural approach through \ncollaboration within and beyond the cocoa sector, working  \nin partnership with NGOs, stakeholders, and governments. Our Progress\n220,000Farmers trained, coached or having \na farm development plan on Good \nAgricultural Practices to increase  \nyield and protect the environment.We are focusing on growing more \nprofitable cocoa businesses to help \nincrease the number of farming \nhouseholds reaching a living income.\n1  This information is based on a statistically representative sample of farming households followed between 2019 to 2022 as measured and calculated by our third-party evaluator, Ipsos.\n2 West Africa includes Ghana and Cote D'Ivoire.\n3 Reported information covers the period from October 1, 2021  - September 31, 2022 measured in per person per day vs 2021 baseline $USD.Working Together To Help Create Solutions\nWe support the Côte d’Ivoire-Ghana-Cocoa-Initiative (CIGHCI)  \nand share the governments' ambitions to increase farmer \nincomes. In 2022, we signed a statement of intent towards an \neconomic pact for sustainable cocoa with the CIGHCI to work \ntowards improving farmer incomesand finding a sustainable \nprice mechanism (for the price paid to farmers). We are actively \ncontributing to the working groups. To help build more sustainable \nlivelihoods, we take concrete measures through Cocoa Life:\n• We innovate by tailoring interventions with suppliers and NGOs \nto fit farmers' needs with the right mix of tools and techniques \nto help them get more from their cocoa trees, testing, and \nsharing as we go. We are helping to improve farm productivity \nand profitability from cocoa. For example, we are supporting \ncocoa tree nurseries and provided training for approximately \n220,000 farmers on Good Agricultural Practices by the end of \n2022. We also pay loyalty premiums to farmer organizations. \n• We believe it is important to increase farmers’ resilience by \nencouraging income diversification for men and women from \nadditional non-cocoa businesses. For example, we are training \ncommunity members on cocoa-related enterprises and business \nmanagement as well as encouraging them to participate in \nVillage Savings & Loan Associations (VSLAs) or additional \nincome generating activities. This was particularly relevant in \n2022 and remains relevant in the current economic context in \nWest Africa2, with sources of additional income compensating \nfor reduced revenues from cocoa farming. \n• For many years Cocoa Life supports VSLAs to provide financial \nservices to households in cocoa communities. To date, the \nprogram has established approximately 4,800 VSLAs which \nwere joined by approximately 257,900 farmers and community \nmembers. Additional training on alternative jobs, outside \nof cocoa growing, were joined by approximately 228,000 \ncommunity members to date. Jointly, those measures contribute \nto household income from sources other than cocoa and buffer \neconomic shocks and uncertainty like we currently observe. \nCocoa Life is helping cocoa farmers to become more resilient to \neconomic volatility by building income from additional sources \nbeyond cocoa. \nWe will continue to engage with the CIGHCI, sector organizations \nand our partners via the Cocoa Life program to help work toward \na solution. \nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}