{"page_content": "34 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\n“ Cocoa Life taught us good agricultural practices \nlike pruning, removal of mistletoes and chupons, \nand farm sanitation. We have also been to farmer \nbusiness school to learn how to cost, make \nexpenses, record daily activities, record annual \nexpenditure, and do calculations to know your \nprofit or loss. In women empowerment, the women \nin the community have also been trained to have \nskills such as soap making, baking, and many \nothers. These trainings have been made possible \nby Cocoa Life implementing partners to help \nthe women earn extra income to support their \nhusbands and families.”\n Adu Essel Sampson  \n  Cocoa Life Registered Farmer  \nGhana gRowing MoRe \npRofitable \ncocoa \nbuSineSSeS\ncont.\n“ Since the establishment of the Bia West Union in \n2015, we partnered with Cocoa Life to support \nregistered farmers through premium payments, \ntrainings, and community development initiatives \nsuch as Community Action Plans and Village Savings \nLoan Associations (VSLAs). Our capacities have \nalso been enhanced through education on good \nagronomic practices which has resulted in higher \nproduction levels on our farms. This has helped \nimprove our farmers’ capacity to become more \nfinancially independent and cope in the face of \nglobal challenges, including the COVID 19 pandemic. \nOur farmers were able to support themselves \nthrough savings they received from the financial \ntrainings and VSLAs. The additional livelihood \ntrainings received enabled us to produce nose masks \nand start local soap production in our communities, \nproviding washing basins, liquid soap and hand \nsanitizers. Based on knowledge and skills learned \nthrough Cocoa Life, the Union recently established \nthe Bia soap processing factory. The returns of this \ninvestment will be shared among the union members \nto help strengthen their financial resilience. We are \ngrateful for the support Cocoa Life have been giving \nus and continue to offer us.”\n Adama Issah  \n  President of Bia West  \nCooperative Union  \nGhanaHelping to Create Additional Income Generating \nOpportunities with the Bia West Farmer Union  \nin Ghana \nOur longstanding partner in Ghana, the Bia West Farmer \nCooperative Union, decided to use the premium payments \nreceived from Mondelēz International via our suppliers \nto finance the construction of a cocoa soap factory. This \ninnovative idea was to transform cocoa pod husk, which  \nis removed during the cocoa farming process, into the raw \nmaterial potash to produce a natural cocoa-based soap  \n–creating additional income for community members, \nespecially women and youth. The factory is owned by the \ncooperative, so co-op members get dividends from the \nprofits as payment. Moreover, it provides employment and \nincome for the community’s youth, who often do not have \nland of their own to establish a cocoa farm and are usually \nreliant on eventually inheriting the family cocoa farm. \nBuying the cocoa husk-potash from small local enterprises, \nwhich are often female-owned, helps empower women \nin the communities by providing an additional income \nopportunity. As well as the economic benefit, there is an \nenvironmental benefit, too. By collecting the cocoa waste \nfrom the farms, the likelihood of rot occurring is reduced, \nwhich helps to improve the  \ncocoa farm. Tailoring Farming Interventions in India\nIn India, we have distributed millions of saplings across the \ncountry over the last three years, and provide Cocoa Life \nfarmers with planting materials, guidance and training. We \nare now innovating to improve digital access to farming \nexpertise and collaborating to improve farm productivity. \nFor instance, we have worked with partners to enable \nfarmers with access to a Cocoa Digi-App, giving them easy \nup-to-date access to knowledge on good agricultural \nand environmental practices. Through the app, farmers \ncan also access information on cocoa pest and diseases \ncontrols based on weather patterns, scientific knowledge \nand biodiversity protection. Another exampleis our 38-year \npartnership with the Kerala Agriculture University, which \nenables the application of world-class research to local \ncocoa farming productivity.\nHelping to Increase the Productivity of Farms  \nin Brazil \nIn Bahia, Brazil, we have supported the turnaround of local \ncocoa production – helping farmers transform from very \nlow productivity into high-end productive farms.\nA scientifically-proven set of agronomic techniques were \ndeveloped and implemented to enable the transformation. \nBy engaging local farmers to support the implementation  \nof these techniques on-farm, real-life conditions were \ncreated, giving even more credibility to the results  \nachieved. Eventually farmers taking part in the project \nbecame advocates of the agricultural practices tested.  \nBest practices were shared with local implementing \npartners and farmers in the surrounding areas, enabling  \nthe wider adoption of good farming practices. Moreover, \nfarm demonstration units were created to show more \nfarmers the benefits of best practice farming techniques.\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}