{"page_content": "35 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nhelping to \nlift c ocoa \ncoMMunitieSOur Progress\n1,800Communities with Child Labor Monitoring  \n& Remediation Systems (CLMRS) or equivalent \nin West Africa.1,2\nOur aim is to lift cocoa communities by \nhelping to enhance child protection systems \nand helping to improve access to quality \neducation in Cocoa Life communities. \nHelping Communities to Shape Their Own Future\nWe facilitate investments for communities to help shape their \nfuture and help ensure that community decisions reflect the \ndiverse and dynamic needs of the people involved. To this end, \nwe encourage and help communities to create and implement \nCommunity Action Plans (CAPs). CAPs are key enablers for \ncocoa farming communities to help take ownership of their own \ndevelopment, advocate for what they need, secure funding to \nachieve their own priorities, and drive change for the better. The \ndevelopment of these plans is facilitated by expert NGO partners. \nCommunity Action Plans (CAPs) are based on needs assessments \nidentifying community needs and development actions. Through \nCAPs, we’re helping to increase farming households’ net income, \nto empower women, improve access to quality education, and  \nto integrate awareness in Cocoa Life communities. \nAnother flagship activity to help empower cocoa communities \nare Village Savings and Loan Associations (VSLAs). As part of a \nVSLA, people can save money together and take small loans from \nthose savings. In addition to strengthening community members’ \nsavings culture, financial literacy and management skills, VSLAs \nare a key driver to help empower women economically; many VSLA \nparticipants are women who choose to invest in their own farms \nand additional businesses, as well as their children’s education. Launching our New Strategy to Help Protect Children\nIn 2022, we released our new Strategy to Help Protect Children. \nIt sets out our approach to help enhance child protection \nsystems and improve access to quality education in Cocoa \nLife communities. This, in turn, will help bring us closer to \naccomplishing our 2030 goals and ultimate vision to collaborate \nwith others to help work toward a cocoa sector that is free  \nof child labor. \nOur strategy takes a systems approach, working holistically with \ncommunities to help tackle the interconnected challenges causing \nchild labor. To accomplish this, we focus on three primary areas \nof response, which mirror UNICEF’s international child protection \nsystem strengthening standards prevention efforts, monitoring \nand remediation, and helping enable systemic solutions. \nPrevention Efforts: \nWith a focus on helping to prevent child labor and support \nchildren at risk of child labor. \nOur approach seeks to address the underlying causes  \nof child labor, with a particular focus on empowering \ncommunities, such as:\n• Encouraging Community Action Plans based on  \nneeds assessments identifying community needs  \nand development actions.\n• Helping to improve farmer net income from cocoa  \nfarming and other sources.\n• Helping to improve access to quality education.\n• Helping to empower women.\nMonitoring and Remediation: \nWith a focus on monitoring to help identify and remediate  \ncases of child labor through the implementation of  \ncommunity-based CLMRS. This includes: \n• Awareness raising activities about issues related  \nto child protection.\n• Community Child Protection Committees (CCPCs) form  \nan integral part of our CLMRS, building the capacity  \nof communities to help identify, support, and protect  \nvulnerable children.• CLMRS cover farming families in Cocoa Life communities  \nand focus on the support needed through (i) identification  \nof children in or at risk of child labor, (ii) remediation for \nchildren identified as vulnerable and families identified  \nas at risk of child labor, and (iii) follow-up and monitoring  \nof children who have received support. \n• By 2025, we aim to have all Cocoa Life communities  \nin West Africa covered by CLMRS.\nHelping Enable Systemic Solutions: \nWith a focus on collaboration with others to strengthen  \nthe systems that help combat the underlying root causes  \nof child labor. \nWorking to enable systemic solutions involves strategic \npartnerships with local and national governments. It also consists \nof working in collaboration with other industry partners to \namplify funding and contributions to structural change, such  \nas improving access to quality education. This includes:\n• Supporting government policy and action.\n• Advocacy for international, national, and local initiatives  \nto help improve child protection.\n• Engaging all levels of government through partnership,  \ncapacity building, and system support.\nTo learn more, see our report \n'Cocoa Life Strategy To Help Protect Children'.OUR 2025 GOAL\n100% communities in West Africa \ncovered with CLMRS by 2025.100%\n74%In 2022, Child Labor Monitoring & \nRemediation Systems (CLMRS) covered 74% \nof Cocoa Life communities in West Africa1,2 \nup 21% vs. 2021 (61%).\n1 Reported information for the period from January 1, 2022 to December 31, 2022 includes a community as covered by CLMRS if the work of identifying children, if any, in or at risk of child labor has been completed by the end of the year, even if any appropriate remediation and post-remediation follow-up occurs in the following year. CLMRS data is provided by third parties. Includes Ghana, Cote d'Ivoire and Nigeria. \n2 West Africa includes Ghana, Cote D'Ivoire and Nigeria.\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}