{"page_content": "36 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nCollaborating to Help Protect Children  \nin Cocoa Communities\nUnderpinning our strategy is the reality that helping to combat \nchild labor is a shared goal and requires a collaborative process \nof partnership with governments, suppliers, communities, NGO \npartners, peer companies, and multi-sector partners. That’s why \nwe engage in multi-stakeholder engagement to help improve \naccess to education. \nFor example, we are a part of the Child Learning and Education \nFacility (CLEF), a collaboration between the Jacobs Foundation, \nthe UBS Optimus Foundation, the Ivorian government, and \nthe broader cocoa sector. The collaboration aims to reach \napproximately 5 million children in cocoa-growing areas and \nprovide them with improved access to quality primary education. \nLack of access to quality education is an underlying cause of \nchild labor, and with a target investment of CHF110 million, \nthis initiative, led by the Ivorian government, has the potential \nto provide a blueprint for public private partnership that can \nreplicated by other countries in the future as a systemic solution.\nWe are also joining forces with peers, suppliers, and local  \nchild protection authorities to implement area-based landscape \napproaches, under the umbrella of the International Cocoa \nInitiative (ICI).\nTo learn more, see our video ‘ Growing opportunities through \neducation ’. Helping to Lift the Agbakonanblekro Community  \nin Côte d'Ivoire\nThe Agbakonanblekro community in Côte d’Ivoire faces \na number of key challenges, including poverty, a lack of \ninfrastructure, poor access to health services, a lack of \ncapacity and facilities in schools, and limited potable water \naccess. To help tackle these challenges, with support of \nCocoa Life’s implementing partner CARE, the community \ndeveloped a CAP, established a Community Development \nCommittee, provided training to community members,  \nand established VSLAs. \nThe community’s discussions and action plans are focused \non four goals: diversifying the sources of income of \ncommunity members; constructing a local health center; \nconstructing three classrooms with a director's office and \nteachers' accommodation, and installing a village hydraulic \npump. The development process is also enabled through \nstrong alignment and engagement from the traditional chief. \nHelping to Empower Women and Children in India\nIn 2022, the Cocoa Life team in India undertook an initiative \nto help empower women and children in nearby areas  \nof cocoa-growing regions. Events were conducted in  \nrural communities, focusing on education, health, hygiene, \nand women empowerment, covering topics ranging from \nfinancial literacy to safe working environments. \nIn addition, the school infrastructure development project \nin the states of Andhra and Kerala benefited with provisions \nsuch as classrooms, dining halls, bathroom, toilets,  \nand drinking water facilities across these schools.\nhelping to \nlift c ocoa \ncoMMunitieS  \ncont.\n“ At Cocoa Life in Côte d’Ivoire,  \nwe continue to collaborate with implementing \npartners and government bodies to help \nmake cocoa farming more profitable, \nempower communities and protecting forests. \nCommunity Action Plans are key to help lift \ncocoa communities so they can advocate \nfor their development needs and shape their \nown future. We see that they are prioritizing \ninvestments in additional businesses, school \ninfrastructure, water, and health projects. \" \n Ahmadou Cisse  \n  Head of Cocoa Life Cote d’Ivoire  \nMondelēz International \n“ Since 2013, the CARE and Mondelez partnership \nimplementing the Cocoa Life project enabled us \nto apply CARE's technical expertise in the field of \ncommunity development. This largely consisted \nof CARE doing community diagnostics to identify \ncommunity needs, coaching communities to develop \ncommunity action plans and forming committees, \nmaking sure they were inclusive.\n  For example, in the village of Agbakonanblekro, \nthe Community Development Committee and \nvillage members, headed by the chieftaincy, have \nbeen involved in all community discussions, fully \nagreed to the plan and put it into action through the \nconstruction of a school, the mobilization of financial \nresources and the organization of meetings with the \nadministrative authorities. The development  \nof Agbakonanblekro is a successful example  \nof the community development approach  \nin the Cocoa Life program.”\n Mamadou Traore  \n Value Chains and Private Sector  \n Program Coordinator  \n CARE International\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}