{"page_content": "38 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nhelpIng  \nto pRotect  \nand ReS toRe \nfoReStS\ncont. \nInnovative Financial Incentives To Restore Forests\nWe raise awareness with communities to help them understand \nthe importance of forest protection and provide incentives to \nincrease the likelihood that our programs will be adopted by \nthem. For example, our innovative Payment for Ecosystem Services \n(PES) program, the first to be introduced in the cocoa sector, \npays farmers a combination of financial and in-kind incentives \nto plant non-cocoa trees on their farms. Covering a variety of \narrangements for environmental services, from forest conservation \nto carbon sequestration, PES schemes reward farmers financially \nfor providing these services. The PES scheme helps to balance \nenvironmental priorities with economic realities, acknowledging \nthat forest-friendly practices and innovations must be tailored \nto local needs and incentivize farmers to adopt the practices. \nWorking with our partners, we have introduced the PES scheme \nto cocoa farmers in Côte d’Ivoire, Ghana and Indonesia.Collaborating to Preserve and Restore Landscapes  \nin Brazil\nAt Cocoa Life Brazil, we are partnering with olam food \ningredients (ofi), Partnerships for Forests (P4F) and The \nNature Conservancy (TNC) Brazil to help restore landscapes \nand improve livelihoods through cocoa-based agroforestry \nsystems in the Brazilian Amazon. Also, we are developing \nthe project Sustainable Agroforestry Production of Cocoa \nin the Amazon and Atlantic Forest, a partnership with the \nDeutsche Gesellschaft für Internationale Zusammenarbeit \n(GIZ) GmbH, funded through the develoPPP programme \non behalf of the German Federal Ministry for Economic \nCooperation and Development (BMZ).\nOur innovative hub-based partnership includes using \nprivate capital for technical assistance to help increase \nsmallholders’ cocoa production and unlocking rural credit \nfor cocoa agroforestry. Farmers from municipalities in \nPará State have adopted cocoa agroforestry on degraded \nareas and help restore one of the most critical tropical \necosystems to productivity.\nThe Agroforestry Hub provides training to farmers on how \nto restore degraded pasturelands into cocoa agroforestry \nsystems, and how to align aspects of land preparation and \nmanagement, seedling production, forest restoration and \ntree planting. The Restoration Hub works with farmers to \nalign with the Brazilian Forest Code, by providing support \nto implement adequacy measures. The Rural Credit Hub \naims to simplify rural credit application frameworks in \npartnership with banks, to fast-track credit approval for \ncocoa agroforestry cultivation and restoration. It also \nprovides support in agreements with the bank and assists \nfarmers with credit applications.\nBuilding on learnings and insights from this pilot, we are \nworking with partners to scale the approach to new areas.Collaborating with the Cocoa & Forests Initiative (CFI)\nWe are taking an integrated, collaborative approach to \nconservation and forest restoration by engaging in sector-wide \ninitiatives to help create a positive impact on ecosystems.  \nThat’s why we are a founding member of the CFI, a public-private \npartnership that aims to end deforestation and restore forest \nareas. The CFI is a stakeholder collaboration with the potential  \nto help drive this transformational impact. We continue to  \nengage with our CFI partners on landscape-wide initiatives  \nto help tackle deforestation. \nTo learn more, see our video ' A Future for Forests '. \n“ In 2019, we supported Cocoa Life on an innovative \nthree-year pilot on Payments for Ecosystem \nServices (PES) in the San Pedro region in the \nIvory Coast that came to an end in December \n2022. In this pioneering project, we targeted \n600 cocoa farmers in two cooperatives in the \nGabiadji sub-prefecture. We deployed a range \nof PES approaches to incentivize farmers with \npayments to do agroforestry, reforestation, and \nconservation activities. The project showed very \npromising results particularly on agroforestry \nthat already allowed us to massively scale up  \nPES across our agroforestry operations.”\n Nicolas Mounard  \n  VP Sustainability & Farming  \nBarry Callebaut \n“  We usually know about the money and economic \npotential of trees, therefore women hold the \npower to decide the species to be planted \nin our farm. I am happy to be involved in the \nprogram. I learned that fruit trees are not only \ngood for harvest, but also for our farm and the \nenvironment too. It motivated me to join and \ntake care of the trees. In this program, I chose \nthe species that we want to plant. I helped  \nmy husband to plant all the trees and clean  \nthe weeds. I really hope it will grow well  \nand produce abundant fruits in the future.”\n Hijerah  \n  Cocoa Life community member from Indonesia Women driving change via PES in Indonesia \nFollowing our PES pilots in Côte d’Ivoire and Ghana, \nwe expanded the initiative with our partners at Cocoa \nLife Indonesia. Women in cocoa communities are key \nparticipants in PES – these services help them to engage \nin environmental protection as well as to diversify their \nfamily’s income. Through a partnership with our local \nimplementing partner PUR Projet, our suppliers, and \nregistered farmers in Sulawesi, Indonesia, we are working \nto develop shaded agriculture systems – a sustainable \npractice, which helps create more shade on the farms  \nfor better productivity and additional incomes through \nmulti-purpose trees. \nWomen also participate in helping the trees to grow  \nby clearing weeds and watering the seedlings regularly.  \nAfter joining the program and attending training sessions, \nwomen recognize the importance of planting and looking \nafter trees, including the benefits to soil quality  \nand the surrounding environment. This newfound \nawareness helps to increase their motivation to take  \ncare of all the trees on their farm. \nTo learn more, see our video ‘When Women Rise,  \nCocoa Thrives’.\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}