{"page_content": "39 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nMoving c ocoa \nfuRtheR, \nfaSteR We are drawing on key lessons learned, in order to achieve \nour bigger Cocoa Life ambitions, and in so doing help make \ntransformational impact in cocoa. \nTowards Transformational Impact\nSmart innovation and collaboration will be key to help make \ntransformational impact for the people and landscapes in cocoa-\nproducing countries. We continue to measure and externally \nverify our impact on farmers and communities to learn and \nenhance our program. This includes working with independent \nthird-party verification and learning partners FloCert and IPSOS. \nBy evaluating our progress and impact, we are able to better \nunderstand the issues in cocoa-producing countries, continually \nassess our work as well as share insights with sector partners  \nto help drive more sustainable change. \nSector Collaboration \nClose wide-ranging partnerships with communities, farmer \norganizations, NGOs, suppliers, governments, and other key \nstakeholders remain central to Cocoa Life’s approach. By  \nengaging with key partners within the cocoa sector and  \nbeyond, we endeavor to make a more positive impact, and  \nhelp tackle systemic challenges. \nWe work with over 50 partners. These include the following \nimplementing partners: international NGOs such as Care, \nSolidaridad, Save The Children, and Wahana Visi Indonesia,  \nas well as local NGOs such as Child Rights International; cocoa \nsuppliers such as Barry Callebaut, Cargill, ECOM, OFI, and Touton; \nand experts including Embode, Impactum, PUR Projet, South Pole, \nSatelligence, Stag, Tree Global and UNDP. Collaborations with \nuniversities also help drive important cocoa research and apply  \nin the program. We worked with Wageningen University  \n& Research to help advance the living income debate,  \nwhile Kerala Agricultural University is a key research partner  \nto help implement the Cocoa Life program in India.\nTo learn more, see our videos ‘ Going Further, Together’  \nand ‘Transforming the World of Cocoa’.Our strategic partners include external advisors, the Fairtrade \nFoundation, the Jacobs Foundation, sector platforms such as the \nInternational Cocoa Initiative (ICI) and the World Cocoa Foundation \n(WCF), and governments in cocoa-producing countries. \nSmart Innovation\nSmart innovation involves a targeted, integrated approach suited \nto different farmers, communities, and landscapes. There is no one \ncocoa farmer and therefore no quick one-size-fits-all solution. \nSo we will continue to focus on people-first innovation — putting \nthe farmer, their family and their community at the heart of \nour efforts. In so doing, we aim to be able to help support their \nchanging needs and deliver support that helps make a difference. \nStrategic Alignment\nAbove all, and as we set out to do at the start of our Cocoa Life \njourney 10 years ago, Cocoa Life continues to sit at the heart of \nour sustainability strategy and Vision 2030 – helping to empower \npeople to snack right and create a future where together people \nand planet thrive, helping protect landscapes where cocoa grows.\nPilot to Improve Access to Tricycles  \nfor Communities in Ghana\nIn Ghana, we are pioneering a project to donate tricycles  \nto communities where people have to travel long distances \nto reach local infrastructure. Children can use the tricycles \nto get to and from school, making the journey quicker and \neasier and thereby encouraging attendance. The tricycles \ncan also be used to help farmers and traders distribute \ngoods or sell them at the local market.\nOur World-Travel-Retail Business has purchased 10 tricycles \nfor Cocoa Life communities. The tricycles are designed with \na bucket at the back for carrying books, goods and other \nmaterials – useful for local schoolchildren, farmers and \ntraders alike. A carrier will also be mounted over the bucket \nof the tricycle to provide sunshade for passengers. Planks \ncan also be introduced as passenger seats in the bucket.\nWe are encouraging awareness and participation in \nfundraising for the project by partnering with retailers  \nand shoppers. A dedicated global in-store campaign at \nairports encourages consumers to support the cocoa \ncommunities. Exclusively designed tote bags with the \ntagline “The Bag That Gives Back” are available to purchase \nand all proceeds from these bags go to funding the project.Building on the foundations and partnerships \nof the past decade of Cocoa Life and looking \nahead, we aim to go further and faster to \nmake cocoa more sustainable for people  \nand the landscapes where cocoa grows.\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}