{"page_content": "42 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\n“ Harmony Ambition 2030 is a key part of  \nour sustainability strategy. We are working \nwith our local farmers and partners across \nEurope to help create an environment where \nthe wheat for our well-loved biscuits is grown  \nin thriving and biodiverse environments.  \nAll this is part of our long-term business \ngrowth ambition and mission to offer \nconsumers the right snack, for the right \nmoment, made the right way.”\n Peter Seymour  \n  Senior Vice President Marketing & Strategy, Europe  \nMondelēz International\nObserved in Harmony fallows  \nat harvest 202217 Million beeS\n30 butteRfly SpecieShaRMony \nwheat\ncont.Expanding Our Impact in 2022\nApproximately 98% of the wheat volume needed for our Europe \nbusiness biscuits production was grown under the Harmony \ncharter by the end of 2022. We had the aim to reach 100% by \nthe end of 2022 but missed by less than two percentage points \nbecause of unfavorable climatic conditions in the last two years, \nincluding extreme wet conditions during the harvest in 2021  \nand drought in 2022. To hedge potential climatic disruptions  \nand evolving needs in our factories, we have started to book \nadditional wheat volumes in the 2022-2023 wheat cycle to  \nhelp to secure 100% wheat needs coverage in the future. \nAs protecting local biodiversity, pollinators in particular, is one \nof the critical challenges in wheat farming, we have multiplied \nby four the surface of melliferous fallows over the last decade, \nreaching over 1,800 hectares throughout Europe in 2022.  \nWe estimated over 17 million bees and 30 butterfly species  \nin our Harmony melliferous fallows at harvest 2022. \nWe promote the importance of our Harmony program for  \nthe environment to consumers, through TV, digital, in-store,  \nand PR campaigns.To support Harmony Ambition 2030, the program will be \nguided by a newly-created Harmony Council. The Council will \nbe an independent panel of scientific experts from external \norganizations such as Arvalis (a French technical institute run \nby farmers), INRAE (a world leading research organization in \nagriculture, food, and environment), and Noé (a biodiversity NGO), \nwho will provide strategic recommendations designed to support \nour commitment to Regenerative Agriculture.Accelerating Our Progress with Harmony Ambition 2030 \nHarmony Ambition 2030 will accelerate the program’s  \nprogress through an across-the-board embrace of Regenerative \nAgriculture, a holistic approach to farming which aims to  \nproduce high-quality crops while also restoring the natural \nrhythm of our surrounding ecosystem. \nHarmony Ambition 2030 will focus on making a lasting impact \nacross three key areas: environment, farmers, and consumers. \n1. Environment: \nHarmony Ambition 2030 aims to help mitigate climate change \nand reverse biodiversity losses by implementing a strengthened \ncharter of regenerative farming practices. These practices will \nhelp reduce GHG emissions from Harmony wheat fields. For \nexample, we will ask our participating farmers to diversify crop \nrotation by including legumes to help optimize fertilizer use, the \nmain source of GHG emissions in wheat farming. We will also take \nan ambitious approach to biodiversity protection in European \nwheat farming by widening action from Harmony plot to whole \nfarms, and from pollinators to overall wildlife. Harmony farmers \nwill aim to eliminate the most damaging pesticides, including \nglyphosate and neonicotinoids.\n2. Farmers: \nTo support Harmony farmers in their transition to Regenerative \nAgriculture, we will create the Harmony Academy, which will \nprovide farmers with a holistic package of digital and on the \nground training. In addition, we will aim to equip farmers with \ndigital tools to help them record farming practices, calculate \nenvironmental impact KPIs, and improve the efficiency of \nreporting. These tools will help empower farmers to measure  \ntheir own environmental impact, informing and supporting  \nfuture sustainable decision-making on farms.\n3. Consumers: \nA new program, run by Mondelēz International’s own research \nteam, will look to research more sustainable wheat and its \nimpact on quality.\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}