{"page_content": "46 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\ndaiRy\ncont.\nProviding Guidance \nWe provide guidance to suppliers, which starts with asking  \nthem to know their on-farm GHG emissions footprint and  \nshare their plans for reduction by 2025. Suppliers can use  \nany GHG calculation tool provided it follows the International  \nDairy Federation (IDF) methodology. \nThe first action we ask suppliers to take is to examine their \nlivestock feed sourcing and to ensure any soy is certified  \nor sourced from a no-deforestation risk location. \nWorking in Partnership Across Industry Platforms \nPartnerships are critical for achieving our goals. In 2021, we joined \nthe Sustainable Agriculture Initiative (SAI) Platform, to work with \nindustry, research institutes, and peers to advance sustainability in \ndairy and crops through shared standards and creating consensus \nto raise the bar. We are participating members in the Dairy \nworking group and Dairy Sustainability Partnership. \nWe are also supporting Danone’s Margarita program with \nsmallholder dairy farmers in Mexico. Running since 2011, Margarita \naims to strengthen dairy farming in Mexico by consolidating \nresilient business models and farming systems. As part of this \nprogram, we are helping to build successful farming businesses \nthat can grow more sustainably with healthy livestock and \nextended environmental stewardship. \nAs well as working directly with our suppliers, we recognize \nthe benefits of sector collaboration. This is why we have joined \nwith Field to Market, Cool Farm Alliance and SAI Platform to \ncollaborate on best practices with an aim to advance more \nsustainable agriculture supply chains. Cage-free eggs \nWe use eggs as ingredients in a few of our products. We are \nstriving for virtually 100% of our egg supply globally to be \ncage-free by 2025 (excluding Ukraine and Russia), to have a \npositive impact on animal welfare while maintaining food safety \nand quality standards. \nAt the end of 2022, approximately 43% of eggs supplied globally \nwere cage-free, excluding Russia and Ukraine volume.1\nWe are part of a joint industry call to the EU Commission and \nMembers of the EU Parliament, seeking a phase out of the use \nof cages in animal farming, and a revision of animal welfare \nlegislation to ban the use of cages in animal farming across the \nEU. In other countries and regions where cage-free supplies are \nmore challenged and consumer demand is lower, we engage in \ndialogue with suppliers, governments, and other stakeholders  \nto encourage the availability of viable cage-free supplies.\nTurning Waste into Food for Cage-Free Eggs Chickens \nIn Vietnam, we have provided seed funding of $30,000 for Green \nConnect, a social enterprise to scale up and transform food waste \nand organic trash into feed to raise cage-free eggs chickens. In \n2022, Green Connect was able to collect about 5 tonnes of food \nwaste per month from our factory in Vietnam. The aim is to collect \n20 tonnes of food waste per month in 2023 (18 tonnes of organic \nfood waste and two tonnes of egg shells).Improving Animal Welfare \nThe Alpine Charter also requires farmers to work to continuously \nimprove animal welfare and rewards them for improvements in \nkey animal health indicators, such as somatic cell count and total \nanimal losses. \nOur animal welfare programs involve setting clear expectations \nwith our suppliers and taking feedback from external experts \nto drive continuous improvement. Our supplier expectations are \nreinforced through regular tracking and reviews via our supplier \nmanagement process, ensuring that specific topics such as \ndehorning and antibiotic management procedures are kept  \nhigh in priority. We also carry out an annual dairy supplier \nsustainability survey, which captures the percentage of their \nsupply covered by formal animal welfare schemes, including \nwhether farms are subject to third-party animal welfare audits, \nwhich welfare schemes and standards are applied, the average \narithmetic somatic cell count as an indicator of general herd \nhealth, and their policy on the use of antibiotics on their farm. \nIn 2022, approximately 73% of our dairy supply was sourced  \nfrom suppliers following formal animal welfare standards. \n1 Goal and reported information excludes Russia and Ukraine (Russia to be determined and Ukraine by 2027). Excludes eggs procured by third-party external manufacturers & co-packers for use in manufacturing Mondelēz International finished goods. The term \"egg(s)\" means egg(s) produced by hens (female chickens).\nOverview Social Sustainability & Human Rights Climate & Environmental Sustainable PackagingSustainable Ingredients\nStrategy & Performance Snacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}