{"page_content": "54 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nGaining Recognition for Building a Culture of Inclusivity\nIn 2022, we received the Garden State Equality Corporate \nResponsibility Award, in recognition of the work we have done \nto build a more inclusive organization. This includes a Corporate \nEquality Index Human Rights Campaign score of 100 in 2022, \npartnership with PFLAG to support parents of those in the \nLGBTQ community through our Oreo campaign, internal  \neducation and training, and our sponsorship of external  \nLGBTQ community groups.\nProviding DE&I Training Tailored to Manufacturing Sites\nIn the U.S. we partnered with a woman-owned DEI consulting \nfirm – The NOVA Collective - to create a workshop to provide \nDE&I training to core teams in our manufacturing plants, including \nleadership and production teams. The Inclusion Starts with \nMe training aligned with our core values and focused on each \nindividual’s role in building a greater understanding and creating \nan environment of inclusion. Training was completed at our three \nlargest manufacturing plants in the U.S. throughout the year. \nApproximately 79% of respondents felt the facilitators created \nan environment in which it was okay to be uncomfortable and/or \nvulnerable, and nearly 89% felt that they learned information they \ncould apply immediately at work.Helping to Provide Scholarships to Underrepresented \nYouth in the U.S.\nWe are proud to partner with the Thurgood Marshall College Fund \n(TMCF), to provide a combined investment of $4 million in financial \nassistance, immersion/bootcamps and professional development \nto outstanding students attending one of TMCF’s member-schools \nincluding 47 publicly-supported Historically Black Colleges and \nUniversities (HBCUs) and Predominantly Black Institutions, over 5 \nyears, beginning in 2021ouR Racial  \neQuity \nJouRney\ncont.GOALS & PROGRESS\nGOAL PROGRESS\nDouble Black management representation \npercentage in the U.S. by 2024  \n(2020 base of 3.2%).1At the end of 2022, Black employees held approximately \n5.5% of management roles (defined as Director and \nabove) in the U.S., an increase of over 70%.\nDouble investment in early career programs \nincluding with Historically Black Colleges  \n& Universities (HBCUs).We achieved 57% diverse talent placement in our early \ncareer programs in 2022, tripling our placements from \nHBCUs since 2020.\nLaunch mentorship and leadership \ndevelopment programs focused on \naccelerating development.Sponsored by our Mondelēz International African \nAncestry Council, and Latino Employee Council, \nrespectively, our mentorship programs in the U.S.  \nhave had a tremendous response with participants \nproviding strong positive feedback.\nInvest in multi-year education to build  \ncultural competence for all employees.To build inclusive leadership practices and greater \ncultural competency, we provided our signature \ninclusivity training for senior people managers.\nSpend $1 billion with minority and women \nowned businesses by 2024.2By the end of 2022, we had spent approximately  \n$510 million with minority and women owned \nbusinesses globally, and we continue to develop, \nmentor, and bring on new diverse suppliers.\nMobilize brands and marketing partners  \nto drive change, equity, and inclusion.We believe in inclusive marketing – our company \nand many of our brands became partners with \nUnstereotyped Alliance in 2021, with the goal of  \nhelping to address harmful stereotypes in media  \nand advertising content.\nEnable 100% of our Business to have \npartnerships supporting underrepresented \ncommunities.Our Business have community partnerships globally \ntargeted to helping socio-economically disadvantaged \ncommunities and promoting racial equity and  \neconomic empowerment.\n1  Management is defined as Director and above. Reported information against our Black management representation goal in the U.S. includes acquisitions/ventures in the U.S., which were announced in 2021 or earlier, and is based on self-identification by employees for diversity and inclusion metrics. The Company’s representation goals are aspirational in nature; Mondelēz International will continue to hire and promote the best qualified \ncandidates through employment practices that are consistent with applicable laws.\n2  Reported information for the period from January 1, 2022 to December 31, 2022 includes actual spend rather than spend attributed to invoices (as in prior years), and includes the following acquisitions: Chipita, Enjoy Life Foods, Give & Go, Perfect Foods, Tates, and EPTA America-7 Days (which were not included in prior years). The term \"minority\" in this year’s reporting includes individuals with disabilities, LGBTQ+, and veteran-owned \nbusinesses (which were not included in prior years).Partnering to Help Close the Opportunity Gap \nfor Youth in the U.S.\nIn the U.S., we are proud to be Lead National Partner for \nYouth of the Year, the signature leadership program for \nBoys & Girls Club youth. Starting in 2021, we are investing \n$4.5 million over three years, while engaging with local \nClubs year-round to help foster a new generation of leaders \nprepared to live in and lead a diverse global economy.\nLeadership & \nGrowth CultureAdvancing \nGender EqualityDiversity, Equity  \n& Inclusion (DE&I)Racial Equity  \nAuditEconomic Inclusion  \n& Supplier DiversityWorkplace \nSafetyImpact \nInvesting Community Impact & \nEmployee VolunteeringHumanitarian \nSupportColleagues OverviewOur Commitment  \nto Racial Equity\nGovernance StrateG y & Performance SnackinG more mindfully more SuS tainable SnackinG colleaGue & c ommunity Well-beinG", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}