{"page_content": "57 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nadvancing \ngendeR  \neQuality\ncont.\nChampioning Gender Equity in Sport\nOur recently acquired Clif Bar is working with \nVOICEINSPORT Foundation to champion equal access to \nsport for women and girls across the U.S. Twice as many \ngirls drop out of sport compared to boys by age 14 in the \nU.S., according to the Women's Sports Foundation (WSF) \nTeen Sport Report, 2018. And according to the National \nFederation of State High School Associations (NFHS) for \n2018-2019, there are 1.13 million fewer opportunities in \nsport for high school girls than boys in the U.S.\nEstablished in 2020, VOICEINSPORT Foundation is \ndedicated to closing the opportunity gap in sports as well \nas supporting women at all critical developmental moments \nof their sports journey such as breast development, \nmenstruation, and psychological development.\nClif Bar is proud to support VOICEINSPORT Foundation \nin hosting in-person and virtual Title IX trainings across \nthe U.S. to help girls and women understand their rights \nunder the landmark law guaranteeing equal access to sport \nfor girls. Additionally, Clif Bar will support establishing \nVOICEINSPORT Foundation chapters on state college \ncampuses across the country for women and girl student \nathletes to access educational resources, gain leadership \ntraining, and network with women leaders in their area.\nCadbury and Marabou Partner with Women's \nFootball Teams \nWe are helping to close the football gender participation \ngap, through our Cadbury brand’s partnership with the \nRepublic of Ireland Women's National Team and our \nMarabou brand’s partnership with the Swedish Football \nAssociation – supporting and encouraging more females \ninto one of the world's most loved sports. \nIn 2021, Cadbury announced that it would become an \nofficial snack partner of the Republic of Ireland Women's \nNational Team to boost support for football in Ireland. This \nfollowed the announcement by the Football Association of \nIreland (FAI), which established equal pay for the Men and \nWomen's National Senior Teams, underlying the deserved \nsupport for the team in their quest to reach 2023 FIFA \nWomen's World Cup and beyond. \nBuilding on this, in 2022, Cadbury brought in the \nWomen's National Team captain, Katie McCabe, as the \nbrand ambassador to launch a new campaign: 'Become \na Supporter and a Half', dedicated to supporting Irish \nwomen's grassroots football. Katie is involved in raising \nawareness, breaking down barriers for women's teams and \ngrowing the game in Ireland through acts of generosity, \nsynonymous with Cadbury. Through purchases of Cadbury \nDairy Milk, the brand donates €50,000 to grassroots \nwomen's football clubs across Ireland to make upgrades  \nto facilities as needed.\nMeanwhile in Sweden, the Swedish Football Association \nand Marabou launched the ‘The Coach Initiative’ or \n'Tränarlyftet' Initiative, to draw attention and contribute to \nreducing the gender gap by encouraging more women to \nadvance as football coaches. Arsenal's forward star Stina \nBlackstenius is one of the leading icons for Tränarlyftet \nwhich also supports training for female coaches according \nto UEFA B-level. \"The Swedish Football Federation and \nMarabou agree that by training more female coaches we \ncan create more female role models. Therefore, Marabou  \nis financing 96 training facilities for female and non-binary \ncoaches at UEFA level,\" says Helene Moland Daly,  \nNordic Consumer Experience Lead.Unlocking Business Growth Through  \nGender Equity in Brazil\nOver the past two years Mondelēz International Brazil \ndeveloped a gender equity strategy to increase women \nrepresentation and break bias to construct a great place \nfor women to work. Women in leadership roles in Brazil \nrose from 41% in 2021 to 51% in 2022. Activities included:\nVulnerability areas mapped and a turnover plans \nconstructed with leaders, including DE&I awareness  \nand trainings\nMentoring Program – ‘Woman2Woman’: mentorship \ntraining program focused at Vulnerability areas in order  \nto create leadership pipelines\nWoman Refuge Policy – Created a safe and supportive \nenvironment for women in domestic violence situations \nBronze Awards at WEPs Brazil for Large Industries – \nInitiative recognized by UN as companies engaged \nin promoting women's economic empowerment \nand leadership \nHeforShe – Men sensitized about equity importance  \nand how they can support women through campaigns  \nand a call for allies\nMenstrual Dignity – Provide free menstrual supplies  \nin all manufacture areas and offices\nMaternity – Guidebook developed to support pregnant \nwoman and their leaders before and after maternity  \nleave with good practices\nLeadership & \nGrowth CultureDiversity, Equity  \n& Inclusion (DE&I)Racial Equity  \nAuditEconomic Inclusion  \n& Supplier DiversityOur Racial  \nEquity JourneyWorkplace \nSafetyImpact \nInvesting Community Impact & \nEmployee VolunteeringHumanitarian \nSupportColleagues OverviewAdvancing \nGender Equality\nGovernance StrateG y & Performance SnackinG more mindfully more SuS tainable SnackinG colleaGue & c ommunity Well-beinG", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}