{"page_content": "58 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\neconoMic \nIncluSion \n& SupplieR  \ndiveRSity\nWe are committed to enhancing DE&I \nthroughout our supply chain. This includes \nbeing deliberate and intentional about \ncreating equitable opportunities for \ndiverse suppliers in the communities we \nlive, work, and snack in across the globe. \nThis also supports our efforts in working \nwith diverse suppliers to help break down \nsystemic barriers and drive a more  \ninclusive economy.In 2020, we set the goal to spend $1 billion with majority owned \nand controlled diverse (women, ethnic/minority, LGBTQ+, \nindividuals with disabilities, and veteran) suppliers globally by \n2024. This goal highlights our efforts in building a global program \nfocused on Economic Inclusion & Supplier Diversity (EISD). \nPartnering with Diverse Suppliers\nThrough our EISD program, we strive to create mutually beneficial \nbusiness relationships with diverse suppliers that strengthen  \nthe communities in which we operate and that deliver value  \nto our consumers and colleagues. This approach has helped  \nus ensure our supply base mirrors the communities we serve  \nin driving a more inclusive sourcing mindset.\nThe primary goal of our EISD program is to drive economic impact \nand provide equitable business opportunities to diverse suppliers \nthat satisfy our procurement and contractual standards through \nour inclusive sourcing processes and practices.\nTo this end, we encourage our sourcing and procurement \ncolleagues to identify and include diverse suppliers and service \nproviders in the procurement process. As part of our Snacking \nMade Right initiatives, our goal is to increase our inclusive  \nsourcing practices to integrate diverse suppliers globally  \nmore thoughtfully. We believe this is good for our business and \nfor our supplier communities – helping to promote increased \ninnovation and high-quality, cost-effective products and services.In 2022, we continued to drive more spend with \nminority and women owned businesses, creating \nequitable opportunities in the communities we \nserve throughout the globe, building a more \ninclusive and diverse supply chain. This was \ngrounded in our goal to Spend with Purpose,  \nto increase diversity, equity and inclusion (DE&I) \nacross our business and supply chain. Spend with \nPurpose enables our teams to think and source \ncreatively and with the intention of driving \nsustainable change to our communities.Building on Success\nWhile we have made progress toward our $1B goal, we still have \nmuch more work to do. We are determined to continue to focus \non our deeply rooted values of DE&I to create a more inclusive and \ndiverse supply chain, ultimately driving more innovative products \nand solutions to empower our customers to snack right. By doing \nthis important work, we will help reinforce our DE&I goal of \nenabling 100% of our businesss to have partnerships supporting \nlocally relevant underrepresented communities.\nECONOMIC INCLUSION & SUPPLIER DIVERSITY (EISD) \n2022 PROGRESS1\n2022\nTotal EISD minority and women owned spend1$510M1\n1  Reported performance for the period from January 1, 2022 to December 31, 2022 \nincludes spend from minority & women owned businesses, and excludes spend \nfrom small businesses (which were included in prior years' reporting). \n1  Reported information for the period from January 1, 2022 to December 31, 2022 includes actual spend rather than spend attributed to invoices (as in prior years), and includes the following acquisitions: Chipita, Enjoy Life Foods, Give & Go, Perfect Foods, \nTates, and EPTA America-7 Days (which were not included in prior years). The term \"minority\" in this year’s reporting includes individuals with disabilities, LGBTQ+, and veteran-owned businesses (which were not included in prior years).OUR GOAL\n$1 billion with diverse suppliers  \n(majority owned and controlled by women,  \nracial/ethnic minorities, LGBTQ+  \nindividuals, individuals with disabilities,  \nand veterans) globally by 2024.1$1b“ As a woman-owned business, we are incredibly \nproud to have partnered with this global fast-\nmoving consumer goods (FMCG) company  \nfor almost a decade as a promotional item  \nand below the line integrator.  \n \nOur collaborative efforts have driven impactful \ncampaigns that not only achieved business \nobjectives but also championed diversity and \ninclusion. We believe that diverse perspectives  \nand experiences are essential for innovation and \ngrowth, and we are honored to have contributed \nto the company's commitment to creating a more \ninclusive culture. We look forward to continuing  \nour partnership and furthering our shared goal  \nof driving positive change in the world.”\n Christiana Panera  \n  CEO  \nPromidea\n“  At Mondelēz International, creating an inclusive \nculture is a key pillar of who we are and what \nwe stand for. This inclusivity extends through \nour Economic Inclusion and Supplier Diversity \nprogram driving inclusive sourcing by creating \nequitable opportunities for diverse suppliers in \nthe communities we serve throughout  \nthe globe.” \n Kate Goodman  \n  President - Middle East,  \nNorth Africa & Pakistan  \nMondelēz International\nLeadership & \nGrowth CultureAdvancing \nGender EqualityDiversity, Equity  \n& Inclusion (DE&I)Racial Equity  \nAuditOur Racial  \nEquity JourneyWorkplace \nSafetyImpact \nInvesting Community Impact & \nEmployee VolunteeringHumanitarian \nSupportColleagues OverviewEconomic Inclusion  \n& Supplier Diversity\nGovernance StrateG y & Performance SnackinG more mindfully more SuS tainable SnackinG colleaGue & c ommunity Well-beinG", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}