{"page_content": "ouR appR oach\nTo build a more sustainable snacking company,  \nwe focus on the following key areas where we believe \nwe can make a bigger difference and deliver greater \nlong-term positive impact.\nOur strategy and goals in addressing our key focus \nareas are central to supporting our growth around \nthe world and creating long-term value for both the \nbusiness and our stakeholders. By focusing our efforts \nin these areas, we can help drive more sustainable \nbusiness growth and deliver meaningful progress in \nachieving our ambition to reduce our environmental \nimpact and empower people and communities.Ensuring Strong Governance\nWe have a comprehensive governance structure that provides strong \noversight of our ESG efforts. Our Board oversees our ESG-related \nrisks, strategy, progress, alignment with purpose, stakeholder \ninterests and strategic risks and opportunities, and reviews progress \nand challenges on evolving our growth culture and our diversity, \nequity and inclusion (DE&I) goals. Specific responsibilities are \ndelegated to our Board committees, which are composed solely  \nof independent directors. The Governance, Membership and \nSustainability Committee oversees our ESG policies and programs.\nManagement is responsible for the day-to-day management and \noversight of our critical sustainability programming and strategy \ndevelopment, in addition to regular progress reviews.\nWe take a disciplined approach to our sustainability initiatives and \nwe aim to be transparent and proactive about our progress. We \ntrack, report on, and hold management accountable for achieving \nour goals, and we include ESG goals in our annual compensation plan \nfor executives.We have a clear and distinctive strategic \napproach to Snacking Made Right, which \nempowers us to help drive innovative,  \nmore sustainable business growth the  \nright way for people and the planet.Prioritizing For Greater Impact\nWe align our Snacking Made Right strategy to our business \nstrategy. We focus where we believe we can make a bigger \ndifference and deliver greater long-term positive impact.\nOur strategy and goals in addressing our key focus areas are \ncentral to supporting our growth around the world and creating \nlong-term value for both the business and our stakeholders.  \nTo this end, we are striving toward innovative, lasting solutions  \nthat tackle root causes and are both significant and scalable. \nAnd we are dedicated to measuring, reporting on and increasing \nour impact. \nWe know we can’t tackle the challenges and achieve the impact \nwe seek on our own, which is why we work in collaboration with \npartners, external advisors, regulators, shareholders, and other \nstakeholders as we focus on increasing our long-term positive \nimpact and supporting the needs of the planet, our consumers, \nour colleagues, and our other stakeholders.\nWe develop signature sourcing \nprograms across key raw materials, \nincluding cocoa, wheat, and palm oil,  \nto help build greater end-to-end \nresilience in these supply chains.IngRedIent S IncRea SIng ouR poSItIve IMpact\nWe aim for less and better packaging \nand improved systems to support our \ngoal of a more circular pack economy.packagIng\nWe promote human rights across \nour value chain and help to enable \nempowered and inclusive communities.SocIal IMpact\nWe help combat climate change \nthrough science-based targets, using \nnatural resources end-to-end more \nefficiently and renewably.clIMate\nWe build a culture that focuses on the \nsafety, physical, and mental well-being  \nof our colleagues.eMployee well -beIng\nWe empower consumers with \ncontemporary well-being options \nand choices, Mindful Snacking \nhabits, and portion control.conSuMeR well -beIng\nWe champion diversity, equity and \ninclusion for our colleagues, culture, \nand communities.dIveRSIty , eQuIty   \n& IncluSIon\nESG Progress Our regional ESG progress Going Further Faster ESG Priorities Priority Issues Our Purpose About Us Chairman & CEO Letter Table of Contents OverviewOur Approach\nSnacking more mindfully more SuS tainable Snacking governance colleague & c ommunity Well-being Strategy & Performance\n7 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\n", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}