{"page_content": "71 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2022 ESG REPORT\nMaRketing \nReSponSibly \ncont.Leading in Responsive and Inclusive Marketing\nWe support underrepresented communities not only through our \nfocus on responsible food marketing, but also through a robust \nefforts to improve DE&I representation in commercial activities, \nboth in front of and behind the camera. As a founding member \nof the IFBA, we have made global commitments to the WHO in \nthe areas of nutrition and responsible food marketing. We also \nimplement internal advertising review systems/processes to \nmake sure our advertising gets within the World Federation of \nAdvertisers. This organization focuses on creating more effective \nsocial ecosystems through cross-sector initiatives such as \npreventing the monetization of hate speech.\nWe offer training on our advertising and marketing policies and \nencourage our office-based colleagues worldwide to participate. \nBeyond our own organization, we stand up for DE&I by providing \nfinancial support to organizations such as Parents, Families, and \nFriends of Lesbians and Gays (PFlag), and by creating advertising \ncampaigns that engage multicultural audiences and celebrate \ndiversity and inclusion.\nTo improve DE&I within the broader marketing and advertising \nindustries, we participate in the Unstereotype Alliance, which \nworks to champion the end of bias in advertising through positive \ncultural change, as well as the FREE THE WORK initiative, a talent-\ndiscovery platform connecting advertisers with underrepresented \ntalent. Today, approximately one-third of our U.S. marketing \ncontent uses Black, Indigenous and People of Color (BIPOC)  \nor female director talent. Please refer to the marketing section  \nof our website for additional information.Regular Training and Reviews\nWe offer employees training on our responsible and inclusive \nmarketing policy and Marketing to Children Policy. In addition, \ntraining is provided at the local level.\nWe also implement internal advertising review systems/processes \nto make sure our advertising gets reviewed at the local level  \nfor compliance with our current policies and applicable laws  \nand regulations.\nMonitoring Our Responsible Marketing\nWe are committed to responsible marketing practices,  \nand this includes monitoring our compliance across TV  \nand digital advertising (third-party websites).\nIn 2022, the IFBA commissioned Ebiquity to monitor \nour compliance with the IFBA’s new Global Responsible \nMarketing Policy, which came into effect on January \n1, 2022. Ebiquity measured our compliance for TV and \ndigital advertising in a globally representative sample \nof markets. This included measuring TV advertisements \nduring Q1 2022 in Colombia, India, Japan, New Zealand, and \nSouth Africa, and assessing digital during April 2022 in \nAustralia, Indonesia, Germany, Mexico, and Vietnam. We are \npleased to say Ebiquity confirmed our high compliance – \napproximately 90% on average across TV and approximately \n99% on average across digital advertising.Making the World a More Welcoming Place\nOur Ritz brand has introduced Taste of Welcome:  \n“Our holidays”, an extension of its “A Taste of Welcome” \npurpose platform, which aims to make the world a more \nwelcoming place. The campaign includes a collaboration \nwith chef Marcus Samuelsson and a showcase of holiday \nrecipes from a number of immigrant families, as well as \nan ad spot featuring culturally diverse families welcoming \nothers as they celebrate their holidays. Evoking a sense \nof warmth and joy, the spot captures the essence of \neach celebration and the convivial atmosphere, all while \nspotlighting foods and recipes representative of each \nfamily’s cultural celebrations and how they naturally  \npair with a Ritz snack.\nRitz is also participating in Walmart’s ‘Fight Hunger.  \nSpark Change.’ Campaign. For every Ritz product  \npurchased at Walmart, Ritz donated $10 (up to $1,000,000)  \nto Feeding America.\nImproving Food Access in Local Communities\nOur Triscuit brand is on a mission to help improve access to \nnutritious food in food desert communities across America. \nTo this end, Triscuit created the Missing Ingredients project \nin 2022 – committing $1 million over the next three years to \nfuel the innovative efforts of local changemakers who are \nimproving food access in their communities. Lacta “Signs”, Real Stories of Intense \nand True Love (Brazil)\n\"Signs\" campaign was inspired by a real love story  \nbetween a man and a hearing impaired woman where \ncommunication was a challenge. Lacta Intense Nuts was \noffered as a reference of the brand's positioning: \"Small \nsquares say more than you think\" - referring to how a \nsimple gesture of sharing a chocolate can mean a lot \nin a true relationship.\nThe brand thought about all the details to make the \ncampaign more inclusive bringing real stories that show \nhow much our chocolates are part of many remarkable \nmoments in the lives of our consumers. Lacta Intense is a \nbrand that believes and encourages the power of intense \nand true relationships, our goal is to strengthen and create \nbonds between people.\nChampioning Mindful Snacking Making Our Snacks Mindfully Evolving Our Portfolio Our Approach OverviewMarketing Responsibly\nGovernance colleaGue & c ommunity Well-beinG StrateG y & Performance SnackinG more mindfully more SuS tainable SnackinG", "metadata": {"source": "NASDAQ_MDLZ_2022.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}