{"page_content": "ESG REPORT 2022Governance—Corporate Governance, Code of Business Conduct and Ethics, Related Party Transactions 44Corporate  \nGovernance Principles\nWe believe that strong corporate governance \npractices are the foundation of a successful, well-\nrun company. Our core principles are set forth \nin our Corporate Governance Principles , as \nadopted by our Board of Directors. These principles \ninclude oversight responsibilities of the Board of \nDirectors, responsibilities of the lead independent \ndirector, role of Director committees and \nassignment and rotation of members, meetings of \nindependent directors, and membership criteria \nand selection of members of the Board. The \nCorporate Governance Principles also include \nstandards for reviewing the performance and \ncompensation of executive officers, and succession \nplanning for key executive officers.Code of Business \nConduct and Ethics\nOur Code of Business Conduct and Ethics \nestablishes and defines one of our company \nvalues: Do the Right Thing. The Code is a statement \nof SunPower’s expectations regarding personal \nand corporate conduct. In living by our Code, \nwe strengthen our company culture and the \ncommunities we serve, earn and build the trust \nof our customers and investors, and achieve our \ngoals—the right way. All people representing \nSunPower, including employees, contractors, \nofficers and directors of the company, are required \nto comply with this Code. All employees are \nrequired to certify on an annual basis that they \nhave read, understood and agree to comply with \nthe Code.Related Party \nTransactions\nPursuant to our Corporate Governance Principles \nand the charter of our Audit Committee, our Audit \nCommittee will consider questions of actual and \npotential conflicts of interest (including corporate \nopportunities) of directors and officers and \napprove or prohibit such transactions.\nThe Audit Committee will review and approve in \nadvance all proposed related party transactions \nthat would be required to be disclosed under \nItem 404(b) of Regulation S-K, in compliance with \nthe applicable NASDAQ Stock Market rules. A \nrelated party transaction will only be approved if \nthe Audit Committee determines that it is in the \ncompany’s best interest. If a director is involved in \nthe transaction, he or she will be recused from all \nvoting and approval processes in connection with \nthe transaction.", "metadata": {"source": "NASDAQ_SPWR_2022.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}