{"page_content": "ESG REPORT 2022Innovation—SunVault Battery Storage Options 49SunVault® Battery \nStorage Options\nAs states across the nation set new records \nfor electricity demand amid the summer’s heat \nwaves, more homeowners face the threat of \nrolling blackouts and receiving texts from their \nelectric grid to conserve energy. Homeowners \ncan manage their SunVault energy storage with \nthe mySunPower® app to see how much energy \nis available during peak-demand, reserve for an \noutage or lower energy costs by using stored \nenergy. Further, all SunVault energy storage \nsystems are backed by a 10-year warranty, \nregardless of how much the battery is charged and \ndrained over time.\nSunPower is expanding its portfolio of energy \nstorage products with the launch of a 19.5 kWh and \n39 kWh SunVault. With the introduction of 19.5 and \na 39 kWh versions, SunVault can be right-sized for \nalmost any home with modularity and scale. These new battery configurations offer increased energy \ndensity and maximize space within the battery \nas compared to previous versions of SunVault, \nproviding the ability to store more energy into a \nsingle box. For customers, this means they can \npurchase more energy storage for less money and \nfit it in less wall space, with the option to build a \nlarger system as the home’s energy needs evolve. \nSunPower has also made design upgrades that can \nmake SunVault faster and easier to install. \nIn all, SunVault is now available in four \nconfigurations: 13 kWh, 19.5 kWh, 26 kWh, and \n39 kWh. Some of these options include multiple \ninverters. SunVault configurations with multiple \ninverters and storage capacity of 26 kWh and more \nhave the potential to power the whole home, so \ncustomers do not have to choose between comfort \nand essential loads during \nan outage1.\n1 The storage system’s ability to provide electricity during an outage will vary based on the amount of energy stored in the battery, wattage and duration of use of devices/appliances \nconnected to the system, the battery’s ability to recharge during daylight hours, and other factors. Additional hardware installed by a third party at added cost may be required for powering \nyour HVAC system.", "metadata": {"source": "NASDAQ_SPWR_2022.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}