{"page_content": "PILLARS FOR ALIGNED GIVING AND INVOLVEMENTCASE STUDY\nALTFINANCE HELPS DIVERSIFY THE ALTERNATIVES INDUSTRY\nThe Ares Foundation’s 10-year, $30 million commitment to ALT Finance Corporation \nhelps fund AltFinance: Investing in Black Futures, a program intended to diversify the \nalternative investment industry. Incubated within the firm’s Ares Black Alliance ERG and \naligned with the Ares Foundation’s focus on Career Preparation & Reskilling, AltFinance \nwill create opportunities for Historically Black College and University (“HBCU”) students to \nlearn about careers in the industry through a mentored fellowship program in partnership \nwith Management Leadership for Tomorrow and select institutions, and will also provide \nscholarships. In addition, the Wharton School of the University of Pennsylvania will \ndesign and facilitate a virtual institute for all interested students who attend any one of \nthe 107 HBCUs. Moreover, AltFinance intends to provide internships and full-time career \nopportunities at alternative investment firms.\nALT Finance Corporation strives to address a pervasive challenge of the alternatives \nindustry: a lack of diversity among its professional ranks. Furthermore, the support will \nnot only help eradicate impediments that might otherwise preclude these young people’s \nawareness of — and professional pursuits in — the alternatives industry, but will also \nhelp cultivate a more diverse talent pipeline within the industry to the benefit of HBCU \nstudents, firms like Ares and their portfolio companies, and society at large.Philanthropy\nOUR APPROACH\nACCESS FOR EQUITABLE INCLUSION\nPhilanthropy allows us to better ensure \npeople’s access to the knowledge and \nsupport necessary for equitable inclusion \nin today’s world. We continuously build our \nunderstanding of demographics, culture and global affairs to address individuals’ needs \nas best possible. One way we promote access \nis through the Ares Charitable Foundation \n(“Ares Foundation”), which we announced in \nJune 2021. Over the past decade, Ares in Motion \n(“AIM”), our employee engagement program, \nhas connected team members to communities \nand nonprofits as volunteers and donors. Our corporate contributions allow us to support \norganizations that address some of society’s \nmost important issues, including those that \nour team members bring to our attention.\nOur grantmaking, employee engagement and \ncorporate contributions collectively exemplify our \ncommitment to deliver positive societal impact.\nWe identify strategic opportunities to help problem-solve \nchallenges faced by communities where we do business and \ntake the lead to put visionary ideas into action. Our financial, \nhuman and material resources allow us to partner with some \nof the world’s leading nonprofits to help better people’s lives \nin meaningful, measurable ways.\nARES CHARITABLE FOUNDATION\nFunded by Ares’ investment profits and \nemployee donations to accelerate equality \nof economic opportunity for people globallyARES CORPORATE CONTRIBUTIONS\nSponsorships and support for \ncharitable purposes in communities \nwhere Ares does business globallyARES IN MOTION\nVolunteer opportunities and \ncharitable matches to augment team \nmembers’ donations for causes \nthat matter most to them$30 million Career \nPreparation & \nReskilling \nCommitment\nFellowship program \nand scholarshipsInternship and career \nopportunities at \npartner firmsVirtual institute by \nthe Wharton School \nof the University of \nPennsylvaniaDiverse and skilled \ntalent pipeline for \nalternatives industry\n10\nINTRODUCTION RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCORPORATE SUSTAINABILITY\nDIVERSITY, EQUITY \n& INCLUSION CLIMATE CHANGE CYBERSECURITY ENTERPRISE RISK MANAGEMENTGOVERNANCE, COMPLIANCE & ETHICSSUPPORTING & DEVELOPING TALENT PHILANTHROPY", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}