{"page_content": "OUR FUTURE\nOur impact on communities should be long-\nlasting so that future generations reap the benefits of our support. This requires that we identify the most critical barriers to people’s success and ideate scalable, sustainable solutions to help solve them. It also  \nmotivates us to innovate the kinds of answers to questions that others may not consider, which is in keeping with our entrepreneurial spirit and desire to continuously think outside of the box. We do this because we strive to support systemic change rather than devise piecemeal fixes.DISTINCTIVE GRANTMAKING\nA rigorous examination of the regions in which \nwe award grants will help us more deeply understand their specific challenges relative to our funding priorities. It will allow us to craft regional theories of change so that we can be highly responsive to communities’ needs and effectively tell the story of how we address them. In addition, these efforts will enable us to develop a global philanthropic strategy that includes success measures and indicators so that we prudently assess our grantmaking strategy ongoing.\nWe will also launch a multiyear, multimillion-\ndollar signature grant initiative in 2022 to prepare people to enter climate-resilient jobs in the US and India.\nREIMAGINED EMPLOYEE ENGAGEMENT\nAIM w ill empower l ocal c hampi ons t o \ncurate i ncreased  skills-based v olunteerism \noppo rtunities t hat r esult i n high-impact \nnonprofit service. We will also launch a Board \ntraining and placement program in the second \nhalf of 2022 to build individuals’ n onprofit  \nleadership s kills.\nPURPOSEFU L CORPORATE \nCONTRIBUTIONS\nWe w ill continue t o sponsor o rganizations \nwhose m ission-oriented pr ogramming r eflects \nour core values and helps improve people’s \nquality of life. Much of our support will help \nraise visibility of youth education, social justice \nand programs that strengthen civil society  to \nensure that people can thrive.2021 HIGHLIGHTS\n2021 2022 TARGET\nARES FOUNDATIONTOTAL AWARDED IN GRANTS (USD) $3M $30M\n# OF PEOPLE ANTICIPATED TO BE REACHED THROUGH GRANTS 8 100+ 12M\nARES CORPORATE \nCONTRIBUTIONSTOTAL SPONSORSHIPS (USD) $296,000 $500,000\nAIM TOTAL MATCHING DONATIONS FOR EMPLOYEE GIVING (USD) $531,000 $700,000+\n“ Y ou cannot measure impact simply in dollars and \ncents. Instead, impact is the extent to which you \nchange people’s lives for the better by making a \nlasting, positive difference in them.”\nMichelle Armstrong  \nGlobal Head of Philanthropy  \nExecutive Director, Ares Charitable FoundationPhilanthrop y (cont.)\nACTION  AND P ROG RESS\nSTR ATEGIC G RANTMAKING \nDEMONSTR ATED I NNOV ATION\nWe announced t he Ares Foundation in \nJune, with a focus on Career Preparation & \nReskilling, E ntrepreneurship a nd P ersonal \nFinance through mission-aligned grant s so that  \npeople can pursue a better future. Ares’ intent \nto donate an amount of up to fi ve percent of \nannual realized net performance income from \ncertain funds make these  grants possible as \ndo employee pledges, which initially total \nmore t han $30 million over the n ext five years. \nWe also established regional employee-led \ngrantmaking committees around the world \nthat will help decide much of what we fund \nand why, and act as strategy overseers to \nensure that our grants align with the Ares \nFoundation’s m ission.\nVOLUNTEERISM O VERCAME \nSPACE A ND T IME\nIn July and August, our firs t-ever s ummer \nvirtual vo lunteering i nitiative engaged \nemployees in nearly 200 hours of service \nwhile employees worked mostly offsite. Team \nmembers co llaborated a cross g eographies and time zones to volunteer for organizations \nthat promote positive mental health, economic empowerment and disability inclusion in the workplace. In the fall, we offered myriad ways for team members to give and get involved. This included our global “stuffing” parties during which team members stuffed over 150 fabric turtles for seriously ill children who attend camp at The Painted Turtle. In total, we engaged team members in more than 1,300 service hours through virtual and in-person volunteer activities.\nSPONSORSHIPS ADVANCED \nSOCIAL IMPACT\nThroughout the year, we committed nearly \n$300,000 in corporate contributions to organizations like the American Heart Association and First Generation Investors for important and timely causes such as gender-based health equity and wealth inequality reduction. We also became the first and only firm in our industry to date to support The Memorial Foundation, the nonprofit that maintains the Martin Luther King, Jr. Memorial and delivers programming for all ages that exemplifies Dr. King’s values.\n11\nINTRODUCTION RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCORPORATE SUSTAINABILITY\nDIVERSITY, EQUITY \n& INCLUSION CLIMATE CHANGE CYBERSECURITY ENTERPRISE RISK MANAGEMENTGOVERNANCE, COMPLIANCE & ETHICSSUPPORTING & DEVELOPING TALENT PHILANTHROPY", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}