{"page_content": "SPOTLIGHT\nCLIMATE CHANGE OFFSITE\nIn December 2021, Ares held its inaugural climate change offsite, which brought together \nmore than 30 representatives from across each line of business, climate-related \ncorporate functions and members of the executive team. The event was a key milestone \nin Ares’ climate journey, as we  mobilized a broad set of employees to drive climate \nchange action. In order to improve climate change literacy, we invited external experts to \neducate\n the group on the impacts of climate change on our business. The afternoon was \nfocused on specific tools that investment strategies can use to chart climate-related \ngoals for 2022. The offsite h\nad three main objectives:\n•Mobilize a broad set of \nAres employees to  \ndrive climate change  \ninteg ratio n: attendees  \nrepresented each line \nof business,  climate-\nrelated corpora te \nfunctions and me mbers \nof the executive  team.  •Build climate change\nliteracy:  Climate\nchange training builteveryone’s confidence inunderstanding climatechange, how it affects ourbusiness and how we canposition Ares to thrive•Turn theory into practice:Part of the day focused ontools, and each investmentstrategy was tasked tochart climate-related goalsfor 2022Climate Change\nWe believe that climate change is one of the most \nsignificant challenges of our time, defining an emerging tectonic shift in the global economy.\nRecognizing this, we seek to build a resilient institution and \nrespond to a changing climate by looking both within our operations and to our portfolio. \nOUR APPROACH\nAres considers the impacts of climate change \nacross two spheres of influence: our own operations and our investment platform. We believe in taking action ourselves, then engaging and supporting our portfolio companies to consider their impacts and ensure they are well-positioned for the risks and opportunities inherent in the energy transition. As such, Ares’ operations have been carbon neutral since 2020, by taking steps to reduce our emissions then offsetting using high-quality credits. This year, we expanded our Scope 3 calculations to include commuting and remote working. We also are purchasing offsets that sequester emissions and have social co-benefits.\nRecognizing that the highest exposures \nand greatest opportunities are within our investment portfolio, we are working to embed climate change goals and approaches across our strategies, focusing first on those where we have more ability to exert control or influence. Our approach is further detailed in our inaugural Task Force on Climate-Related Financial Disclosures (TCFD) Climate Action Report.CLIMATE ACTION ACROSS THE \nPORTFOLIO\nThroughout 2021, we saw bottom-up action \nacross our investment strategies. As an example, Ares Real Estate has begun an energy management trial, where we’re piloting a system for energy efficiency. In our Direct Lending strategy, we issued the largest sustainability-linked loan to RSK at the time, which includes an interest rate discount for achieving an emissions-related target (see our Sustainability Linked Loan case study  in \nthe Credit section). The Climate Infrastructure strategy targets opportunities such as clean energy, resource efficiency, battery storage and other technologies core to decarbonizing the economy.\nEXTERNAL ENGAGEMENT\nAs we build momentum and take more \nsystematic action, we believe that we can both contribute to and benefit from partnership. This includes industry collaboration, enabling research, and wider engagement which over 2021 included contributing to studies by the Official Monetary and Financial Institutions Forum (OMFIF) and the Alternative Credit Council (ACC); participating in working groups like the Ceres Private Equity Climate Change Working Group, and speaking at a COP26-related event hosted by RSK.\nOUR FUTURE\nWe have an exciting suite of climate-related activities ramping up across the platform. This includes engagement on sustainable living with our own employees and programming to reduce waste. We are also redoubling our commitment to climate through our philanthropic efforts with an Ares Foundation program focusing on the Just Transition. This program is focused on reskilling workers to prepare them for a decarbonizing economy and the necessary shift in job training more aligned with future sources of energy.\nOur biggest efforts going forward draw from \nthe momentum generated by our climate change offsite to build climate into the investment considerations. We’ll aim to build our leadership’s command of climate change topics and how they affect Ares, helping to drive climate action top down.\n12\nINTRODUCTION RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCORPORATE SUSTAINABILITY\nDIVERSITY, EQUITY \n& INCLUSION PHILANTHROPY CYBERSECURITY ENTERPRISE RISK MANAGEMENTGOVERNANCE, COMPLIANCE & ETHICSSUPPORTING & DEVELOPING TALENT CLIMATE CHANGE ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}