{"page_content": "2021 HIGHLIGHTS\nBuilding from longstanding core \nvalues at Ares, ESG work with our portfolio companies accelerated rapidly in 2021. With support from the dedicated ESG team, our teams across our asset classes took ownership for a clear and embedded approach to ESG strategy and integration at various stages of the investment process. We are proud that we continued to advance priority responsible investment areas:\n•DIRECT LENDING\nAdvances in data capture andsustainability-linked loans.\nLearn more on page  20\n•LIQUID CREDIT\nESG engagement strategy.Learn more on page  22\n•CORPORATE PRIVATE EQUITY\nCross-portfolio initiatives on\nshared prosperity, DEI and\nHealth & Safety.\nLearn more on page  25\n•REAL ESTATE\nApproach to decarbonization\nLearn more on page  29\n•INFRASTRUCTUREOPPORTUNITIES\nInvestments in the low-carbontransition.\nLearn more on page  28Responsible \nInvestment\nIn 2021, more than 100 ESG champions embedded throughout our \ninvestment platform pivoted from re-imagining their ESG integration \nplans to implementing through front-line investment and portfolio \nmanagement professionals.\nAfter a series of ESG teach-ins consistent with the refreshed global Responsible Investment \nProgram for each strategy, the broader investment platform began to operate with ESG integration plans that were both decentralized and consistent in design.\nSTRIKING A BALANCE BETWEEN A \nCENTRALIZED AND DE-CENTRALIZED RESOURCE MODEL\nWe believe that establishing ESG champions \nwithin each investment strategy is one of the most critical ingredients of our approach. Not only does this create a sense of ownership and accountability, it prevents a “top-down” dynamic that front-line employees can experience as an inflexible mandate, rather than a driver of value creation, risk mitigation, and culture. To achieve our full potential impact, ESG champions benefit greatly from the technical knowledge and guidance of ESG specialists.BUILDING FOR SCALE\nOver 2021, we experienced transformational \ngrowth while anticipating future expansion. This means that teams need to focus on the scaleability of their approach. In practice this impacts how a team develops its network of ESG-related service providers, collects, validates, analyzes and reports ESG data, and builds the capacity of front-line investment and portfolio management professionals to carry out the work at the company and asset level.BUILDING FLEXIBLE SYSTEMS THAT \nADAPT TO EMERGING ESG THEMES\nThe ESG integration plans within each strategy \nseek to implement a systematic process for considering environmental, social, and governance issues at various stages of an investment. These systems are “hardware” in the sense that they seek to offer a delivery mechanism for thematic priorities for Ares, our clients, and our broader set of stakeholders. With this hardware in place we believe we are in a better position to advance our goals on a specific issue like DEI or climate change, “software” at scale.\nOUR APPROACH\nIn 2021, we took a platform-wide approach to developing consistent practices that our various investment strategies could implement, as calibrated to their level of influence and access to information. For example, our DEI Council identified ways to apply key learnings from our corporate DEI program to our investment strategies. For climate change, we gathered representatives across our investment strategies for the climate change offsite in December, outlining best practices for integration at sourcing, diligence, ongoing monitoring, and exit.\nIn addition to convening ESG champions for \nemerging topics, we strengthened our capacity with dedicated full-time hires for private equity and direct lending. Adding these resources prompted a re-evaluation of the governance model for ESG strategy-setting and augmented implementation within each team.DELIVERING ON OUR CORPORATE SUSTAINABILITY STRATEGY IN 2021\nWhile advances in ESG integration across our asset classes took different forms, a few common themes emerged across investment strategies.\n18\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP REAL ESTATE GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVES PRIVATE EQUITY GROUP", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}