{"page_content": "Credit Group\n2021 was a year of incredible progress for ESG in private \ncredit. We deployed an ambitious program that moved \nthe needle from simple screening practices to integration in \nvarious stages of the investment lifecycle. We tested new \ngrounds pushing leverage on ESG and closed the largest \nSustainability Linked Loan at that time (£1 billion ).\nCredit at Ares inc ludes $192.7 billions of assets under management9 across \n222 funds investing in the US and in Europe. We are building upon our \nstrong foundati ons to scale up and reach further in new geographi es and \nsectors.  As Ares is rooted in our credit business, we believe we are better \nable to draw on a long history and experience to find,  and partner with, \nbetter opportunities.OUR APPROACH\nSeeking to understand ESG risks and \nopportunities is a part of our investment strategy and is integrated into our investment approach. We believe that ESG factors help deliver downside protection, while building value and better companies for people and the planet.\nAs a large credit investor, we see the value \nof including ESG in credit analysis and work at scale to increasingly systematize this integration. This includes our own diligence process, as well as broader engagement with sponsors where possible to understand the profile of ESG in more detail and highlight opportunities. Over the long term, we maintain regular communication, and augment this with software-based early warning tools to stay abreast of emerging ESG issues and topics.\nDELIVERING ON OUR ESG \nSTRATEGY IN 2021\nOver 2021, we have taken steps to build the \nmaturity of our program, and to draw on  \nareas of real leverage.CREDIT OVERVIEW\nAres Credit Group compromises $192.7 billion of AUM 9 and 325 investment professionals  across strategies.\nDIRECT LENDING LIQUID CREDIT ALTERNATIVE CREDIT\nAUM $135 billion $40.3 billion $19.2 billion 10\nTARGETED INVESTMENTSCashflow Loans, \nProject FinanceLeveraged Loans, \nHigh Yield BondsIlliquid Alternative Credit (private \ndirectly-originated investments) and \nLiquid Alternative Credit (CLOs, real \nestate debt securities, rated private ABS)\nNUMBER OF INVESTMENT \nPROFESSIONALS238 43 44\nNUMBER OF OFFICES 12 3 4\nNote: As of December 31, 2021. \n“This year we focused on building an embedded \nknowledge base to execute effectively on ESG. \nOur 45 credit ESG champions created the \ninfrastructure, guidance and training to set a high \nstandard for assessing and addressing ESG.”\nMichael Smith  \nCo-Head of Credit GroupCULTURAL INTEGRATION\nWe expanded the ESG Champion group, \nembedding ESG deeper in our processes. Our Champions play a critical role in translating emerging ESG topics into actionable integration processes, with guidance from the central ESG team, setting objectives, and interacting with investors. In US Direct Lending, ESG responsibilities rotated across senior colleagues to grow ESG leadership.\nDATA DRIVEN\nOver 2021, we established notable \nimprovements in ESG data, reporting metrics out of European Direct Lending for the first time, and conducting a retrospective portfolio review in US Direct Lending to establish ESG ratings.\nACTIONING APPROACH\nAn increased focus on engagement leads to \ntangible outcomes, for example our £1 billion Sustainability Linked Loan with RSK, and launching a large-scale engagement program in Liquid Credit that worked with over 100 companies. \n19\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nREAL ESTATE GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVES PRIVATE EQUITY GROUPCREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}