{"page_content": "2021 \nHighlights\nCorporate Sustainability \nTALENT\nImplemented a multi-year \nstrategic plan  to support the \ntransition to a hybrid work environment and prepare for the firm’s anticipated growth.\nCORPORATE PHILANTHROPY\nLaunched a $30 million grant to AltFinance: Investing in Black Futures, 1 a program intended to \ndiversify the alternative investment industry by attracting, training and providing career opportunities for college students attending HBCUs. Partnered with 11 management teams of Corporate Private \nEquity portfolio companies  to \ndeploy a three-part assessment \nof DEI practices through our AmpliFY DEI initiative.11DIVERSITY, EQUITY & INCLUSION\nDIRECT LENDING\nINFRASTRUCTURE OPPORTUNITIESHeld our inaugural climate change offsite,  bringing together \nrepresentatives from each line of business, climate-related corporate functions and members of our executive team. The event was a key milestone in Ares’ climate journey, as we mobilized a broad set of employees to drive climate change integration across the firm.\n78%\nReduced year-over-year users who interact with simulated ‘phish’ tests by 78%  through an enhanced cyber-\nawareness program.1BResponsible Investment\nPiloted an energy measurement and management program,  which included \ninstalling physical hardware in select buildings to create data-driven carbon reduction interventions.REAL ESTATE\nLed £1 billion of available debt facilities to RSK Group,  which \nincluded an annual margin review based on the achievement of certain sustainability targets. At the time of announcement, the transaction marked the largest private credit-backed sustainability-linked financing. \nRaised $2.2 billion of dedicated \nclimate infrastructure capital for \nthe inaugural Ares Climate \nInfrastructure Partners strategy \n(ACIP). The str ategy i nvests in \nassets and companies t hat, \namong other characteristics, a re \ncontri buti ng to t he transition to a \nlow- carbon economy.10%\n5%CORPORATE PRIVATE EQUITY\nImproved the employee health and safety \nperformance of 12 companies through external expert support and best practice sharing.  Maturity \nassessments found that 80% of the total in-scope companies either performed better than the industry benchmark or improved performance year-over-year.\nALTERNATIVE CREDIT\nDrove direct social impact \nthrough charitable ties to our flagship Alt-Credit Funds.  \nAt least 10% of Ares Pathfinder Fund’s carried interest and 5% of Ares open-end core alternative fund’s incentive fees will be donated to support health and education charities.CLIMATE CHANGE\nCYBERSECURITY\n2\nCORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nINTRODUCTION\nABOUT THIS REPORT CEO LETTERWHAT WE ARE \nFOCUSED ON2021 HIGHLIGHTS", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}