{"page_content": "Direct Lending (cont.)\nOUR FUTURE\nOUR FOCUS AREAS FOR 2022\nAs we turn to 2022, we are focusing our \nefforts in the following areas to further refine our approach:\nCONTINUE ENHANCING DATA \nCAPTURE & REPORTING\n•Complement our process-related metrics\nand ESG conclusion scores with additionalESG data  that we can collect from our\nportfolio companies to create a more robustreporting standard to our stakeholders.\n•Create an “Escalations” database thatcan further log “grey area” investmentopportunities  and document key concerns\nand areas of diligence follow up.\nPURSUE INVESTMENT PRODUCTS \nTHAT MAKE AN IMPACT\n•Enhancing our framework for\nsustainability-linked loans with the aim toreduce credit risk  through creating tangible\nincentives for borrowers to improve ESGperformance against pre-defined categoriesthat are material to the individual companyor sector in which it operates.\n•Being a thought-leader in the Global DirectLending market,  converging the standards\nbetween the US and Europe to maximizeimpact globally.THINKING BIGGER ON \nCLIMATE CHANGE\n•While lenders have a narrower sphere of\ninfluence on company operations vs. equityholders, we will explore ways we can\npositively impact climate change acrossour investments and portfolio companies.\nThis can include sharing knowledge fromacross the Ares platform to ensure aconsistent and impactful application ofESG to our investing strategies.\nONGOING TRAINING & \nEMPLOYEE EDUCATION\n•Continuous focus on keeping investme nt \nprofessionals ab reast of ESG  \ndevelopme nts.\n•Additional teach-in sessions led by  \ninternal ESG Champions for both new \nhires regardi ng our ESG implementation \nprocess as well as topical sessions related \nto e.g., climate change to build further \nawareness of additional ESG investment \nrisks in the world to catalyze positive \nchange while seeking to deliver top-tier \nrisk-adjusted returns for our stakeholders. \nOur entire Direct Lending organi zation is \nenergized around ESG and it will be exciting \nto be at the forefront of shaping this \nimportant initiative in our markets moving \nforward. SPOTLIGHT\nBREAKING NEW GROUNDS WITH SUSTAINABILITY-LINKED LOANS\nNew ground was broken this year as funds managed by our Direct Lending strategy served as \nthe sole lenders of £1 billion of available debt facilities to RSK Group, the UK’s largest privately-owned, multi-disciplinary environmental business. At the time of announcement, the transaction marked the largest private credit-backed sustainability-linked financing to date. The debt facility includes an annual margin review based on the achievement of sustainability targets, which are broadly focused on carbon intensity reduction and continual improvement to health and safety management and ethics. These targets are aligned to RSK’s Corporate Responsibility and Sustainability Route Map, which forms the basis of its sustainability strategy, based on RSK’s sustainability pillars and the United Nation’s Sustainable Development Goals. RSK could achieve interest savings in excess of £500,000 per year based on its performance against these targets, and it has committed to donate a minimum of 50% of this margin benefit toward sustainability-related initiatives or charitable causes.\n“As responsible ESG investment and rigor around ESG underwriting rapidly becomes table \nstakes within the Direct Lending market, it is critical that we build upon the great work \ncompleted during 2020–2021 and further embed ESG within our business into 2022 and \nbeyond. We are in a position of influence as one of the largest direct lenders.”\nCarl Helander  \nPartner, Credit Group\n“We are excited to continue to grow our longstanding relationship with RSK through this \nsignificant financing that is a first for both of our businesses and further connects us to a shared sustainability commitment. With demand for sustainability-linked loans continuing to \ngrow, Ares is proud to be at the forefront of this landmark transaction which we expect to serve \nas a model example of how we can help our clients achieve their ESG goals and objectives.”\nMichael Dennis  \nCo-Head of Ares European Direct Lending\n21\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nREAL ESTATE GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVES PRIVATE EQUITY GROUPCREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}