{"page_content": "Alternative Credit\nOUR APPROACH\nOur strategy pursues investments across a \ndiverse range of asset profiles, and the team has established specific ESG considerations to identify risks and benefits. An ESG risk assessment is conducted for potential investments at the initial screening phase, which is then refined during our due diligence phase, with ESG findings presented to investment committees prior to execution. Transactions may be declined for ESG reasons throughout the deal process with borderline cases typically discussed with the team’s ESG Champions and senior leaders.\nACTION AND PROGRESS\nThroughout 2021, we saw continued progress in our markets toward improved ESG standards. Specific areas of ongoing progress include (i) working with existing counterparties to receive robust ESG data related to the underlying assets, (ii) standardizing methodologies to account for ESG-specific criteria and objectives, and (iii) improved tracking and reporting of ESG data for both new and legacy investments.\nCulturally, we believe a strong investing with \npurpose ethos has developed within Alternative Credit, driven in large part by the charitable tie-in within our flagship commingled funds, \nAres P athfinder F und a nd a lternative c redit  \nopen-end c ore fund. At least 10% of Ares \nPathfinder Fund’s carried interest and at least \n5% of alternative credit open-end core fund \nincentive f ees w ill be donated t o  suppo rt \nhealth and education charities. This c onstruct \nallows every individual investment in the Al\nt-\nCredit Funds the potential to have a \nmeaningful and direct s ocial impact.\nO\nUR F UTURE\nWe see the need for further development \nof our existing tools, data and processes \nto remain f orward-thinking r egarding \nESG evaluation and reporting. To that end, \nw\ne have the following goals:\n•To agree upon ESG KPIs to be measured\nand reported to investors  which are readily\nobtainable from transparent data.\n•Continuous improvement and increasedawareness  through ESG training and\ncommunication.\n•To evaluate green, social or sustainability-linked investments  that fit our broader\ninvestment criteria.\n“Our ESG efforts hold us equally accountable \nto each other as a team of investors with diverse \nbackgrounds from different communities, as \nmuch as to our diverse client base.”\nLisa Trolson   \nManaging Director, Alternative Credit\nAlternative Credit investments are characterized by \ndiverse pools of assets which may be either purchased or financed through a variety of different financial instruments across both public and private markets.\nOur Alternative Credit platform manages ~$19.2 billion across liquid \n(tradeable) and illiquid (directly originated) alternative credit investments. Collectively, we believe an enhanced focus on ESG supports our ability to invest in high-quality assets with favorable risk-adjusted returns, promoting the team’s ethos of “Kaizen investing with purpose,” which is embedded into our culture via our funds’ charitable tie-ins. \nESG INTEGRATION — DIRECT ORIGINATION INVESTMENT PROCESS\nSOURCING\n•Apply the Ares Responsible\nInvestment screeningframework\n•Negative screen forcompanies and assetsthat we do not invest indue to potential significantharm to the environmentor societyDILIGENCE\n•Prepare ESG assessment  \npage to score the “E”, the  \n“S” and the “G” elements \nof the opportunity\n•Utilize third-party reports  \n(regulatory counsel,  \nbackground checks,  AUP  \naudits) to further assess  \nESG considerations as \nneeded F\nINAL INVESTMENT \nDECISION AND \nDOCUMENTATION\n•Capture ESG assessment  \nconclusion score   P\nOST-INVESTMENT \nENGAGEMENT AND MONITORING\n•Perform “check-up”\ndiligence, including periodicregulatory reviews andongoing monitoring of anyidentified ESG topics\n•Capture key changesrelated to an investment’sESG assessment\n23\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nREAL ESTATE GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVES PRIVATE EQUITY GROUPCREDIT GROUP ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}