{"page_content": "Private Equity \nGroup\nWe focus on value creation and impact potential of \nESG integration by combining a tailored company-\nspecific approach with systematic and scaled \nimplementation across our private equity platform.\nOUR PRIVATE EQUITY GROUP\nOur Private Equity Group invests in a variety of market environments through control \nand non-control transactions across three strategies: Corporate Private Equity, Special Opportunities, and Infrastructure Opportunities. We seek to be a catalyst for positive change across strategies which range from credit-like non-control investments to equity control investments. In control situations with significant board rights and influence, we take a hands-on approach to implementing our ESG playbook.PRIVATE EQUITY  \nAPPROACH TO ESG\nWe seek to be a catalyst for positive change, paving the way for a better future for the companies we invest in and in the communities in which we operate. Our Private Equity Group’s success with ESG hinges on a process of embedding ESG in team culture and investment processes through both dedicated subject-matter expertise and distributed “ownership”. Across private equity, our colleagues have a sense of accountability and purpose regarding ESG.\nOur approach to ESG is tailored specifically to \neach investment strategy. For Corporate Private Equity, we often have majority ownership or majority board appointment rights and as such \nPRIVATE EQUITY OVERVIEW\nAres Pri vate E quity Group comprises $38.2 billion of AUM and 1 14 investment professionals across strategies.\nCORPORATE  \nPRIVATE EQUITYSPECIAL OPPORTUNITIESINFRASTRUCTURE \nOPPORTUNITIES\nAUM $21.6 billion $11.8 billion $4.8 billion\nTARGETED INVESTMENTSControl Oriented Corporate \nInvestments with a Focus on \nGrowth Buyouts Non-Control Oriented Corporate \nInvestments Including Credit-\nLike Investments in Companies \nUndergoing Transformational Change Equity and Debt Investments in \nEssential Assets and Companies \nNUMBER OF INVESTMENT \nPROFESSIONALS70 17 27\nNUMBER OF OFFICES 3 2 2\nNote:  As of December 31, 2021.\n“We have a great opportunity and responsibility \nto be a catalyst for positive change across \nour investments. We shifted from setting a \nnew ESG vision in 2020 to a year of action and \nimplementation in 2021.”\nMatt Cwiertnia   \nCo-Head of Private Equity Group\nwe partner with management teams of our \nportfolio companies enabling the most direct engagement on ESG practices. As a result, our Corporate Private Equity team is also well positioned to pilot approaches which can then be leveraged across Ares’ broader platform. For Special Opportunities, we typically make non-control investments, and therefore our tools for driving ESG are more indirect — e.g., offering guidance on best practices through our ESG team.\nDELIVERING ON OUR ESG \nSTRATEGY IN 2021\nIn 2021, we made significant progress \nembedding ESG into our culture and integrating it across our investment process.\nEMBEDDING ESG DEEPER \nINTO OUR CULTURE\nTo most effectively drive our ESG program, \nwe believe in having dedicated ESG subject-matter experts and distributed ownership. We therefore hired a Private Equity ESG lead, Kate Macauley, in February 2021, and a DEI investment platform lead, Jamie Dunchick, in July 2021. Our ESG and DEI leads work closely with our ESG steering committee and our working group of 20+ Private Equity ESG champions. We also launched Private Equity Group-related ESG updates and ESG training for new joiners.\nFURTHER INTEGRATING ESG INTO \nOUR INVESTMENT PROCESS\nWe improved the robustness of our ESG deal \nteam-led diligence process across our Private Equity Group. Our Investment Committee memos seek to have a dedicated page on ESG diligence findings to appropriately flag relevant ESG risks and opportunities for further discussion. Within Corporate Private Equity, we also piloted a new approach to ESG onboarding and engagement and built out initiatives on Diversity, Equity and Inclusion and Employee Health and Safety.\n24\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP REAL ESTATE GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVESPRIVATE EQUITY GROUP", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}