{"page_content": "Corporate Private \nEquity \nOUR C ORPO RATE P RIVATE EQ UIT Y STRATEGY\nOur Corporate Private Equity strategy, with $21.6 billion of assets under management, is \nfocused on pursuing buyout investments in middle market,  high-quality, growth-oriented \nbusinesses in North America and Europe, with the ability to invest in distressed during  \nperiods o f market v olatility.\nGiven the level of influence we typically have over our portfol io companies, we have a \nmeaningful opportunity to be a catalyst for good and h elp build better businesses, \nwhile seeking attractive returns, by driving material progress on ESG issues that matter \nmost to our port folio company employees a nd stakeholders. \nOUR APPROACH\nIn addition to evaluating ESG risks and \nopportunities during sourcing and diligence, within our Corporate Private Equity strategy, we aim to:\n•Drive progress on ESG post-investment:\nDuring our ownership, we seek to driveprogress on the issues that matter most atour companies through our board seats andclose partnerships with management teams.\n•Be a catalyst for diverse, inclusive culturesand shared prosperity:  We believe diverse\ncultures where employees feel included andmotivated are critical to a business’s success.We have three inter-related thematic initiativesrelated to this goal: (i) diversity, equity andinclusion, (ii) employee engagement and sharedprosperity and (iii) employee health and safety.\n•Be data-driven: We believe transparencythrough data is critical. Given ESG can oftenfeel abstract to management teams, we seekto simplify ESG by encouraging ourselves andour companies to set tangible, measurablegoals which can be tracked over time and wecan be held accountable to.ACTION AND PROGRESS\nIn 2021 we made significant progress implementing our ESG strategy:\nPILOTED ENHANCED  \nENGAGEMENT APPROACH\nWe developed and piloted a process to support \ncompanies in prioritizing ESG issues via an ESG materiality mapping exercise and executive debrief. We then created ESG dashboards with KPIs to track and drive progress. The ESG dashboards will help ensure that companies continue to (i) prioritize ESG issues, (ii) track KPIs in order to improve upon them over time and (iii) be held accountable by the board.\nACCELERATED DIVERSE, INCLUSIVE \nCULTURES AND SHARED PROSPERITY\nDiversity, equity, and inclusion\nWe seek to be a strategic partner on DEI as our companies build more inclusive environments and diverse teams, which we believe will help them deliver attractive performance. Our DEI strategy has two pillars:\n•Board diversity:  We set an aspirational\nobjective to increase board diversity atcompanies where we have majority board-appointment rights and majority equityownership (“qualifying investments”). Ourgoal is to have at least two diverse boardmembers for each qualifying investmentafter one year of ownership by Q2 2022. 11\nSince setting our goal in H1 2021, ourqualifying investments have added over tendiverse directors through December 2021.\n•Holistic DEI strategies:  We developed and\nexecuted on our DEI program “AmpliFY DEI”.  In\nearly 2021, we partnered with 11 managementteams of ACOF portfolio companies to performin-depth reviews of DEI progress and to developthree-year strategic plans with tailored KPIsat each company. With the help of a premierconsulting firm, we assessed each of thesecompany’s DEI infrastructure, analyzed diversityacross seniority levels and evaluated howemployees experience inclusion with regardto diversity. This process helped our portfoliocompanies (i) establish a baseline view of DEImaturity, representation and inclusion and(ii) develop data-driven, accountability-basedstrategies to measure progress.\n“Our ESG initiatives strengthen the businesses \nin which we invest and our partnerships with \nmanagement teams — they are both a driver of \nvalue and a competitive differentiator.”\nNatasha Li  \nPartner, Private Equity GroupShared prosperityCorporate Private Equity has a history of partnering with management teams to develop shared prosperity plans which provide monetary incentives to employees beyond just the senior management teams. We believe this helps to increase the productivity and stability of businesses and decrease income inequality. Since Q4 2019, for fully and partially realized portfolio companies, Corporate Private Equity portfolio companies collectively distributed $1 billion+ in value to portfolio company senior/non-senior employees since Q4’19 through broader employee profit sharing and ownership initiatives. 12Employee health and safetyWe engaged with 19 companies on employee health and safety through safety program maturity assessments and evaluated performance on standard Occupational Safety and Health Administration (“OSHA”) metrics versus industry benchmarks.\nINCREASED TRANSPARENCY \nTHROUGH DATA\nWe completed a self-identification survey on \nboard diversity data, gathered and assessed data on health and safety KPIs as well as detailed DEI metrics and defined cross-portfolio metrics for select portfolio companies in order to start systematically tracking data in Q1 2022.CORPORATE PRIVATE EQUITY ESG THEMES OF FOCUS\nShared \nProsperityCompany-\nSpecific ESG ThemesClimate  \nChangeDiversity,  \nEquity & \nInclusionEmployee  \nHealth  \n& Safety\n25\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP REAL ESTATE GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVESPRIVATE EQUITY GROUP", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}