{"page_content": "SPOTLIGHTCorporate Private Equity (cont.)\nCASE STUDY\nCONVERGINT TECHNOLOGIES — ADVANCING \nSHARED PROSPERITY AND DEI\nConvergint Technologies (“Convergint”), a global, industry-leading \nsystems integrator that designs, installs, and services security, fire alarm, life safety, audio-visual and building automation solutions for enterprise customers, is focused on fostering a diverse, inclusive, and socially responsible culture. Convergint has an ambitious DEI vision to become one of the most equitable and inclusive global service providers by leveraging diverse talent and creating a culture where all colleagues can achieve their maximum potential.Convergint also participated in the first cohort of the AmpliFY DEI \nInitiative , receiving an in-depth DEI assessment that enabled data-\ndriven decision-making and goal setting, and effectively integrating DEI into its core business processes.\nAdditionally, Convergint is committed to the goals of shared \nprosperity and as such has implemented programs focused on the expansion of stock ownership beyond the C-suite.\nOUR FUTURE\nAs we look ahead to 2022, we are excited to continue to make progress on our ESG strategy. Specifically, we are focused on the following for select portfolio companies:\nENCOURAGING QUARTERLY BOARD \nUPDATES AND ANNUAL STRATEGIC BOARD DISCUSSIONS ON ESG\nWe believe this will ensure that ESG remains \ntop of mind and is factored into the company’s business decisions.\nCOLLECTING AND ANALYZING \nESG DATA\nWe believe this will provide data-driven \naccountability and is in-line with our commitment to converging on a set of standardizes ESG metrics.CROSS-PORTFOLIO THEMES:\n•Continue to support companies in thefirst AmpliFY DEI cohort  to make progress\nagainst their DEI strategies, onboard asecond cohort of portfolio companies andachieve our diversity goal.\n•Expand our program on employeeengagement and shared prosperity  by\nencouraging more companies to developincentive plans for employees beyond justthe management teams, which builds onour commitment to generating inclusivevalue creation. In February 2022, weparticipated in the launch of OwnershipWorks, a non-profit dedicated to supportingthe implementation of broad employeeownership programs.•Enhance our approach to climate change,\nfirst by estimating the portfolio carbonfootprint for our latest fund and therebyidentifying our most carbon intensivecompanies for further engagement. Wewill be building on work completed in 2021in which we participated in the Ceres PEWorking Group on Climate Change.\nTop Quartile Co. ACo. B\nCo. CCo. D Co. E\nCo. FPerforming\nDeveloping\nUnderperforming\nSafety Maturity \n2022 Average Maturity Score for overall portfolio: 2.71. 80% of companies have \nimproved 2022 vs 2021 (12/15). Does not include companies that did not have \ndata for both 2020 and 2021.Oil & GasManufacturing &  \nService Companies Healthcare & RetailEMPLOYEE H EALTH & S AFET Y INITI ATIVE\nOur employee health and safety initiative, which was l aunched following the onset of \nCOVID-19, aims to ensure safe work environments at our c ontrol portfoli o companies. We \nmade significant progress on our initiative i n 2021,  including completing  an assessment \nthat e valuates the maturity of safety programs of the company,  launching quarterly \nreviews of key safety metrics for companies in the i nitiative, and comparing \nperformance to  indust ry benchmarks. 12 out of the 15 in-scope c ompanies either \nperformed better than the industry benchmark or improved performance year-over-year; \nwe are focused on driving improvement at the remai ning company and onboarding new \ncompanies in 2022.\nAddit ionally, we launched industry-specific quarterly c alls to share best practices and \nengaged an external expert to provide additional support  and guidance on our health \nand safety initiative. For instance, the external  expert  supported several companies in \nthe Consumer and Healthcare industries  to track employee safety metrics, such as \nworkplac e employee injuries, for the first time. Given these companies were exempt from \nOSHA regulations based on their business models, t his was a new and important step in \norder to increase transparency and ensure safe workplace environments.\n2021 SAFET Y MATURIT Y GAP ANA LYSIS\n2021 Safety Maturity Score\n2022 Safety Maturity ScoreCo. GCo. H\nCo. KCo. LCo. M\nCo. NCo. O\nCo. ICo. J\n26\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP REAL ESTATE GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVESPRIVATE EQUITY GROUP", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}