{"page_content": "OUR FUTURE\nIn 2022, we will focus on continuing to \nsystematically incorporate ESG considerations into our investment process and team culture, including the following:\n•Continue to enhance diligence by completing  \nan ESG scorecard for new core investments \nand providing training for new team \nmembers regarding our ESG principles and \nprocess.\n•Enhance and innovate by exploring the use \nof sustainability-linked loans.\n•Develop a plan to enhance DEI and climate  \nchange approaches and leverage learnings  \nfrom Corporate Private Equity. Special \nOpportunities\nOUR A PPROACH\nA majority of our Special Opportunities \ninvestments a re in non-control s ituations. \nGiven we d o not have the same level of \ninfluence r elative t o our Corporate P rivate \nEquity Opportunities strategy (see previous \npages), our approach is more focused on \nidentifying E SG risks a nd o pportunities d uring \ndiligence a nd m onitoring f or ESG incidents \npost-initial investment. We are excited to \nexplore th e potential for sustainability-linked \nloans in our strategy a s a way to expand our \nability to drive measurable progress through contractual a greements. F or select c ompanies \nwhere we have more influence, we offer \nadditional resources and guidance on ESG.\nACTION  AND P ROG RESS\nIn 2021, S pecial  Opportunities m ade pr ogress \nintegrating ESG into the investment process \nand team culture, including (when \napplicable):\n•Creating an ESG scorecard  to systematically\nsummarize key diligence findings for our\ninvestment committee.\n•Introducing third-party ESG monitoringsoftware, which screens public sources\nto systematically identify ESG-relatedincidents  at existing portfolio companies.\n•Designating a climate change champion\nto (i) find ways to enhance the strategy’sapproach and (ii) align with Ares’ firm-wideclimate change efforts.\nCASE STUDY\nIn 2021, we partnered with Vmo’s employees to help them narrow and prioritize the ESG topics that matter most to them. Vmo employees completed a materiality survey, ranking eight topics based on (i) what was deemed most important to stakeholders and (ii) the significance of the financial impact on the business. Through this survey, we found that Vmo identified climate change, business ethics, and employee engagement (e.g., philanthropy and DEI) as the highest priority topics to address. The next step will be to develop KPIs and objectives for each topic. Vmo has formed an internal working group — led by Bob Brown, Executive Chairman — to drive this next phase. OUR SPECIAL OPPORTUNITIES STRATEGY\nOur Special Opportunities strategy, with $11.8 billion of assets under management, is focused on pursuing debt and non-control equity solutions in middle market companies undergoing transformational change, stress or distress.\nFor our control investments, we seek to actively engage portfolio companies both pre- and \npost-investment on ESG-related matters to potentially mitigate any material ESG-related risk and/or explore potential value creation opportunities. For our non-control investments, we focus on integrating ESG into pre-investment diligence and active post-investment monitoring whenever possible. In 2021, we made significant progress in both our control and non-control investments with regard to systematizing our approach.\n“Our team made great strides in 2021 to \nsystematically integrate ESG into our \ndiligence and post-investment monitoring \nprocess. We’re focused on continual \nimprovement and are excited to explore \nnew, innovative ways of incorporating ESG \ninto investment structuring.”\nScott Graves  \nPartner, Co-Head of Private Equity GroupESG INTEGRATION IN THE SPECIAL OPPORTUNITIES INVESTMENT PROCESS\nSOURCING\n•Apply Ares responsibleinvestment strategyscreening framework.\n•Negative screen foropportunities involvingharmful products/services.\n•Escalate potential investmentsin industries that have apossible adverse ESG impact.Decide whether to furtherpursue an investmentusing objective data andanalysis of key ESG-relateddiligence items.DILIGENCE\n•Highlight key ESG  \nconsi derat ions during  \ninitial discussion with  \nthe Investment \nCommittee.\n•Assess key ESG risks and  \nopportunities. FINAL INVESTMENT \nDECISION AND DOCUMENTATION\n•Final Investment Committee\nmemo includes an ESGscorecard of key findings fromdiligence (when applicable).\n•Active discussion of ESGconsiderations as part of thefinal Investment Committeemeeting (when applicable).POST-INVESTMENT \nENGAGEMENT AND \nMONITORING\n•Offer ESG guidance andresources in situationsof influence.\n•Monitor for ESG incidentsusing a third-party softwaresolution.\n27\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP REAL ESTATE GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVESPRIVATE EQUITY GROUP", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}