{"page_content": "Ares Infrastructure \nOpportunities\nOUR APPROACH\nWe approach ESG not as a point in time \nassessment, but through a full lifecycle analysis for each investment. Our differentiated approach places equal focus on ESG monitoring and the full lifecycle ESG assessment, which allows us to stay up to date on the evolving market and focused on promoting tangible impact and mitigating risks over the long-term. Our lifecycle analysis is broad, from how materials are sourced (i.e. from conflict zones or politically unstable countries) and GHG emissions impact (i.e. tons of CO 2 avoided) to \nhow the assets are ultimately discarded (costs of deconstruction, recycling, repurposing, etc.) When ESG issues arise, we work with the underlying assets and investments to solve and mitigate risks. Additionally, over the past year, we remained focused on improving our approach to ESG, with an emphasis on highlighting ESG risks and merits even earlier in the deal screening process.\nACTION AND PROGRESS\nThroughout the 2021 calendar year, the AIO team continued to make strides in our ESG initiatives. A few notable goals accomplished throughout the year include:\n•Published the first annual  Ares Cli mate  \nInfrastructure Partners ESG and Impact  \nReport. This rep ort will be published on a  \ngo-forward basis with the goal of  \nhighlighting the positive impact generated  \nby the strategy through  the portfolio of  \ninvestments.\n•Performed an in-dep th analysis a s\na response to the macro ESG issues  \nsurrounding the solar panel  sup ply chain  \nthat arose in 2021. We evaluated the impact this had on the AIO portfolio and recommended that relevant portfolio companies sign the Solar Industry Forced Labor Prevention Pledge.\n•Reviewed 260+ deals in climate infrastructuresector and deployed ~$430 million across 7closed deals, leading to ~919 million MT ofGHG avoided. While the AIO team has a longtrack record of investing within the traditionalpower sector, the team currently dedicatesthe majority of its time to evaluating climateinfrastructure opportunities, including butnot limited to renewables such as wind andsolar, electric vehicles and smart grids, andbattery storage.\nOUR FUTURE\nWe hope to use the 2022 calendar year to continue strengthening our ESG initiative and internal processes. We have laid out specific goals for the upcoming year to ensure we meet internal targets while striving to be at the industry forefront. These include:\n•Hiring a dedicated team member tomanage the various facets of ESG within AIO.\n•Continuing to integrate and standardizeESG measurement and monitoringacross the portfolio of legacy powerinvestments and the investmentsmanaged by AIO. In 2022, we plan to focuson improving ESG monitoring across legacyinvestments in natural gas power plants andmidstream assets.\n•Expanding the use of ESG KPIs intransaction documents to incentivizeaction by portfolio companies.\nWe intend to enhance our ESG influencein our investments in corporate entitiesand plan to focus on utilizing ESG KPIs andterms in transaction documents to increasemonitoring positive ESG impact.CASE STUDY\nAPEX CLEAN ENERGY\nIn Q4 2021, funds managed by Ares \nacquired a controlling stake in Apex Clean Energy. Apex Clean Energy is one of the largest privately owned clean energy companies in the United States. Apex owns one of the largest and most mature portfolios of clean energy reserves in the United States with over 40 GW of wind, solar, storage and distributed energy resources in development. The company has a fully integrated platform with the ability to advance assets from origination, through development and construction, and into operations. As part of our acquisition, we intend to augment and enhance the company’s business strategy in order to transition the firm from developing and selling utility-scale assets as projects approach construction to owning assets long-term as an independent power producer. Under Ares ownership, Apex is anticipated to build a significant amount of renewable assets, which will have a positive impact on climate change, decarbonization, and energy security. \n“We believe early engagement is key. Community \nrelations and stakeholder management are \nimportant ESG considerations that are identified \nearly in the investment process and carefully \nmonitored.”\nKeith Derman  \nCo-Head of Infrastructure OpportunitiesWe are committed to investing in the kind of high-\nquality, long-life infrastructure assets that form the backbone of a sustainable global economy.\nThe AIO team has been at the forefront of investing in the low-carbon transition, having \ndeployed more than $4.0 billion in climate infrastructure since 2015. As we look ahead, we are well positioned to continue leveraging our experience and capabilities to invest in assets and companies that help combat climate change and further decarbonization across the economy.\nThrough our current flagship fund, Ares Climate Infrastructure Partners (“ACIP”), our \nteam is focused on supporting the development of assets and companies driving the energy transition, including the renewable sources of power generation and the broader decarbonization of the economy. Our strategy targets traditional renewables sectors such as utility-scale wind and solar, as well as emerging sectors of climate infrastructure including battery storage, electric vehicle infrastructure, energy efficiency, and forms of distributed generation including community solar, C&I solar and storage, and microgrids.\n28\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP REAL ESTATE GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVESPRIVATE EQUITY GROUP", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}