{"page_content": "Real Estate \nGroup\nREAL ESTATE GROUP \nAPPROACH TO ESG\nOur ESG integration efforts are directed \nas follows.\n•An embedded culture. ESG considerationscannot sit adjacent to what we do so ourCore Team is drawn from debt and equityinvestment teams. They are supplemented bya Stakeholder Group drawn from specialistareas of our business and Senior Leadershipare fully engaged with quarterly updates,bridging Real Estate into the firm-wideESG priorities.\n•A focus on high impact areas.  Real Estate\nhas significant potential to contributepositively toward overall Ares carbonreduction efforts, and designing a robustdata collection and energy managementprogram is a major ongoing focus as wedevelop a detailed climate strategy.\n•An adherence to our guiding principles.\nThis is a key driver of our efforts, particularlythe alignment with our goal to improve theESG aspects of assets that we hold.REAL ESTATE OVERVIEW\nAres Real Estat e Group comprises $41.2 billion o f AUM and 205 investment professi onals ac ross strategies. \nREAL ESTATE EQUITY REAL ESTATE DEBT\nAUM $31.5 billion $9.7 billion\nTARGETED INVESTMENTSUS and European Core/Core-Plus,  \nValue-Add, and Opportunistic Real EstateUS and European Commercial \nReal Estate Lending\nNUMBER OF INVESTMENT PROFESSIONALS 173 32\nNUMBER OF OFFICES (PRIMARY LOCATIONS) 18 6\nNote:  As of December 31, 2021.Real Estate stands out amongst asset classes in that it \nis simultaneously about people, about place and about \nthe planet. As custodians of the built environment \nwe can create econom ic val ue, wh ich necessitates \nimproving com munit ies and building and managing for \na sustainable futur e.\n2021 was a milestone year for the Ares Real Estate Group and with the acquisition of the \nUS business of Black Creek in July. We ended the year with $41.2 billion of assets under \nmanagement. With strong cultural alignment Ares and Black Creek have combined with a \nshared ambition to be a leader in advancing ESG priorities across our industry.\n“ESG is one of the key considerations as we \nseek sustainable value for our investors. Our \nachievements in 2021 included advancing \nour decarbonization plan via energy management \npilot tests and expanded data collection, and \nenhancing ESG screening in due diligence.”\nBill Benjamin  \nHead of Real Estate GroupDELIVERING ON OUR ESG \nSTRATEGY IN 2021\nWe made significant strides toward integrating \nESG in our Investment Strategies. Three noteworthy achievements have been:\n•Enhancing ESG due diligence. Whetherin equity or debt, we have become a moreinquisitive manager to better understandrisks and opportunities across ourinvestments and proactively developingan early plan to deal with them.\n•Engaging with our financial partners.  Like\nmany of our stakeholders we are focused onESG and want to share our own successeswhile learning from those ahead of us.We have engaged with our JV partners,borrowers, tenants, and service providers,and have presented them with our ESGguidelines and our DEI learnings.\n•Capturing risk and opportunities fromclimate change.  On the equity side we’ve\nstarted trialing energy managementtechnology and our debt teams areengaged with borrowers on their owndecarbonization plans.\n29\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVES PRIVATE EQUITY GROUPREAL ESTATE GROUP", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}