{"page_content": "SPOTLIGHT\nOn July 1, 2021, Ares acquired \nBlack Creek Group, a leading US real estate investment platform. Over its more than 25-year history, Black Creek established a longstanding track record in real estate investment, with a specialty in the industrial sector. Since inception, Black Creek’s vertically integrated national platform had bought or built over $23.3 billion of warehouse and logistics assets, bringing local expertise and complementary capabilities to Ares including on ESG-related pursuits.\nWe recognized multiple opportunities for collaboration on ESG initiatives. Both Ares \nand Black Creek participate in the Global Real Estate Sustainability Benchmark (GRESB), providing standardized comparison and transparency to investors. With the teams combined, we are leveraging each other’s experience to improve our real estate operations and ESG progress. Also, both Ares and Black Creek were running parallel paths toward improving collection of property-level utility consumption data. This has been especially difficult in the warehouse sector due to the prevalence of triple net leases and tenant-procured utilities. With firm-wide support, we have lined up a pilot program in 2022 on a select group of US and European assets where we will install sub-metering infrastructure allowing us to collect accurate and timely energy and water usage data. With expanded rollout, we will be able to more precisely calculate our carbon footprint, providing the ability to target and measure improvements.\nIt will also allow us to define and provide transparency to our stakeholders on the appropriate metrics for tracking progress against targets. In line with our goal to be transparent in our ESG activities we will disclose the processes and controls we will use to demonstrate effective measurement and continuous improvement.Real Estate Equi ty (cont.)\nOUR F UTURE\nESG is an eve r-growing field and our goals for  \nthe year ahead reflect this increasing f ocus \nacross ou r business.\nEXPANDING T HE T EAM\nIn Q1 2022 w e hired an ESG specialist, Daren \nMoss, to lead coordination between our \ncorporate E SG t eam a nd the E SG Cha mpions \nwithin our real estate investment teams.\nINCREASING D ISCLOSURE A ND \nTRANSPARENCY\nWith the acquisition of the Black Creek  \nbusiness a nd the sh ared a mbiti on a round \nESG,  the number of our real estate funds \nparticipating w ith t he Gl obal Real E state \nSustainability Be nchmark ( GRESB) gr ew from \ntwo to five, with more to follow in 2022.\nADVANCE O UR  \nDECARBONIZ ATION P LAN\nPerhaps the heaviest lift of the team this \ncoming year will be making progress on our \nclimate c hange a pproach.\nOur D ecarbonization P lan s tarts w ith a n \naccurate measurement of the carbon footprint \nacross our portfolios and using this data to \nestablish shor t- and long-term targets. This \nincludes data obtained directly from utility \nproviders, a nd information f rom m eters a nd \nnew sub-meters installed at our assets. In \nthe near term we will act quickly on \nanomalies that are identified in energy usage \nand target improvements to reduce outliers. \nLong term this baseline consumption data \nwill equip us to make a broader carbon \nreduction commitment in line with an Ares \ncorporate commitment.“As we position for 2022 and beyond, \nwe are backing our words with actions, \ncommitting time and investment \ntoward being a leader in ESG and real \nestate. We look forward to sharing our \nlearnings with you in the years ahead.”\nScott Recknor  \nCo-Head of US Investment Operations \nin Real EstateREAL ESTATE DEBT\nOur approach to providing financing solutions includes \ndriving ESG integration in our industry. We achieve \nthis by encouraging borrowers to establish or improve \ntheir ESG practices and look to lend against real estate collateral with positive ESG characteristics.\nOUR APPROACH\nOur process begins by screening new lending \nopportunities.\n•We provide an initial assessment of thetransaction’s ESG qualities  before issuing a\nterm sheet.\n•Following term sheet execution, due diligence\nincludes a questionnaire  to help understand\nour borrowers’ ESG acumen, policies andprocedures. We then establish an ESG scoreon a scale of 1 (highest risk) to 3 (lowest risk).\n•The results from the due diligence areincluded in the Investment CommitteeMemo for loan approval.\nACTION AND PROGRESS\nIn 2021 we integrated ESG analysis as part of our overall loan approval process.\n•As of Q3 2021 our fully-integrated ESGprocess included enhanced screening,\ndiligence, and monitoring.\n•Since implementing this process we havescored 180 transactions including the145 outstanding loans in our portfolio,\nrepresenting $5.5 billion of loan volume.OUR FUTURE\nThe inclusion of ESG considerations in the real estate debt industry is growing and our goals for 2022 reflect our desire to be a leader in this important area of focus.\n•We aim to grow the percentage of ourborrowers who have a formal ESG policyin place. Through active engagement withour borrowers we will inquire about existingand planned ESG practices and share Ares’ESG resources.\n•We are updating our ESG analysis toremove subjectivity,  providing a more\nconsistent review of transactions to beimplemented in Q2 2022.\n•We will be partnering with vendors toenhance our standard Property ConditionAssessments  with sections focused\non carbon metrics and climate andsustainability considerations.\n31\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP SECONDARY SOLUTIONS STRATEGIC INITIATIVES PRIVATE EQUITY GROUPREAL ESTATE GROUP", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}