{"page_content": "Secondary Solutions \nSeconda ry Solut ions provides l iquidi ty to limited \npartners and general pa rtners across private equi ty, real \nestate, and infrastr ucture pa rtnersh ips.\nAs a pioneer in secondaries, Landmark has invest ed in over 2,460 \npartnership interests with 840+ general partners and manages  $20.7 \nbillion of AUM givi ng us broad reac h across private markets. We use \nour position as a respected capital source to enc ourage our general \npartners not only to adopt the ir own ESG policies but to embrace it \nacross t heir r espective  platforms. OUR APPROACH\nSYSTEMATIC IMPLEMENTATION\nThe process begins with pre-acquisition \ndiligence and runs through the investment lifecycle with regular monitoring and active management if ESG issues arise.\nEMBEDDED IN CULTURE\nThe Secondary Solutions Group has an ESG \ncommittee internal to the business line with leadership from the co-heads of secondaries, compliance and with representation across the investment teams.\nPARTNERSHIP-LED APPROACH\nConsistent with our approach to secondaries \ninvesting, we work to maintain a relationship with our GP sponsors as “thought partners,” as well as investors, to share best practices.\nACTION AND PROGRESS\nIn January 2021, the Secondary Solutions Group engaged an external consultant to build on our existing ESG practices and develop a long-term strategic roadmap. The project was completed and approved in November 2021 with the objective of implementing the new framework and roadmap in 2022.OUR FUTURE\nOur goal for 2022 is to implement Phase 1 of the three-phase ESG roadmap we designed in 2021.\nENHANCED GP EVALUATION\nWe are focused on enhancing our GP ESG \nSurvey to include asset-class specific questions and develop our own GP ESG Maturity assessment and scorecard system.\nTRAINING, CAPACITY-BUILDING, AND \nCULTURAL EMBEDDEDNESS\nTo ensure the long-term strategic roadmap is \nimplemented across the platform, investment, operations, and finance teams will receive training on the new ESG processes and expectations. To ensure the success of Phase 2 and Phase 3, each investment vertical will identify 1–2 ESG champions to drive the ESG implementation.\nGP ENGAGEMENT\nPhases 2 and 3 of the ESG roadmap are \ncentered around engagement with partner GPs to influence their ESG adoption whenever possible to meet growing LP and PRI expectations, and preserve our reputation as a thought-leading secondary partner of choice.\n“ESG is an integral part of our commitment to our \ninvestors to be good investors and fiduciaries on \ntheir behalf.”\nFrancisco Borges  \nCo-Head of SecondariesOUR IMPLEMENTATION ROADMAP\nPHASE 1\nDevelop systems and train team\n•Ident ify 1–2 ESG champions\nper vertical\n•Devel op scorecards for ESG maturity  \nassessment\n•Train investment teams on new \nESG  process and expectations PHASE 3\nConsistent implementation and \nbuild engagement strategy\n•Integrate ESG into diligence andmonitoring for new deals\n•Track YoY changes to maturityassessments\n•Determine forward-lookingengagement strategiesPHASE 2\nInitial implementation and \ncapacity building\n•Roll out investment consideration onpriority portfolio\n•Assess need for dedicated capacity\n32\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP REAL ESTATE GROUP STRATEGIC INITIATIVES PRIVATE EQUITY GROUPSECONDARY SOLUTIONS ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}