{"page_content": "Strategic Initiatives\nAres Insurance Solutions\nAres Insurance Solutions (AIS) is dedicat ed to support ing \nthe growth of Aspida, Ares’ Life & Annuity portfoli o \ncompany, t hrough asset management, capital optimization \nand corporate development.  These services  support, \namong other t hings,  the asset allocation, governance  and \nrisk management, and strategic growth functions of \nAspida, which is itself singularly focused on providing its \ncustomers’ l ong-t erm f inancial s ecurity. W e believe t hat \nfor AIS to effectively support Aspida’s growth,  it’s critical to \nactively manage ESG risks associated with the business.\nOUR A PPROACH\nAIS takes a risk-based  approac h to integrating ESG \nconcepts into its business activities. We view our abi lity \nto quant ify and mitigate the exogenous risks associat ed \nwith e nvironmental,  social a nd g overnance i mpacts a s \ncritical to the success of Aspida and the financial security \nof its policyholders. AI S took a highly selective approach to \ninvestin g in and establishing the Aspida platform, ensuring \nthe business would b e closely aligned with Ares’ values \naround s ocial responsibility a nd s ustainability. A IS has \nput a great deal o f focus o n establishing Aspida’s strong \ncorporate g overnance f unction w hich i s bolstered b y AIS’s \nrisk m anagement c apabilities.ACTION AND PROGRESS\nAs part of its asset allocation and multi-jurisdictional \ncapital and liability management responsibilities, AIS provides oversight of multiple enterprise risk factors which dovetails with Aspida’s broader corporate governance framework. In support of Aspida’s corporate development function, AIS has developed a robust ESG screening process for potential investments and reinsurance transactions. At multiple decision points during the investment and reinsurance evaluation process, the AIS investment team reviews ESG-related risks to ensure counterparties are aligned with Ares’ ESG objectives.\nOUR FUTURE\n•In 2022, AIS intends to integrate ESG evaluation\ninto our manager selection process  and explore ESG-\noriented asset allocation opportunities. Additionally,AIS is in the process of developing a next generation riskmanagement framework to further enhance Aspida’srisk management and corporate governance functions.\n•AIS is working with Aspida to establish its climategoals,  including measuring and offsetting the\nenvironmental impact of operations. ESG will be a keyfocus area in Aspida’s product development efforts,with AIS supporting the launch of Aspida’s first ESG-linked indexed annuity.Ares SSG\nAs a highly differentiated Investment Manager with broad Pan-Asian presence in credit, special situations and private equity investments in emerging markets, Ares SSG aims to put increased emphasis on its ESG footprint over the medium to long term. \nWith growing expectation on ESG from our LPs and our \nregulators in Singapore, Hong Kong and globally, we aim to look at ways to enhance our ESG disclosures and integration process.\nOUR APPROACH\nWe recognize our fundamental fiduciary duty to act in the best interests of our clients to ensure assets under our mandate are managed in a way which maximizes stakeholder value. ESG considerations form a key part of our investment process, starting with opportunity screening and selection.\nOur investment teams regularly consider ESG risks and \nwhere relevant engage external consultants to develop mitigation strategies. During the life of an investment, we aim to influence our investee companies to improve their ESG position, e.g. by creating ESG target-specific pricing ratchets. The extent of our influence ultimately depends on our position in the capital structure. We believe transparent ESG reporting will become an increasingly important value consideration and we are actively promoting implementation of international reporting standards.\nACTION AND PROGRESS\nADVANCING ARES’ CLIMATE CHANGE STRATEGY\nIn Q3 2021 we nominated a Managing Director from the \nInvestment Team to help develop the firm’s climate change strategy, with a focus on how climate change risks and opportunities play out in emerging markets.\nOUR FUTURE\n•Ares SSG plans to hire an ESG specialist to further  \nadvance and embed an ESG strategy into the fi rm’s  \noperati ons and investment platform.\n•Ares SSG will implement regulatory requ irements  \non environmental and climate risks guidelines issued  \nby the Securities and Futures Commission of Hong  \nKong and the Monetary Authority of Singapore from  \n2022, whi ch introduces standards comparable to TCFD \nreport ing.\n•Continue to work with the ESG Team to refine our  \ninvestment process to incorporate global ESG \nobjectives and col laborate to identify ESG-related \ninvest ment  opportunities. \nStrategic Initiatives focus on incubating future \ngrowth engines of Ares.\nAs we develop and scale these relatively newer platforms we have the opportunity \nto transfer and adapt ESG best practices and implementation plans from our more established businesses. Ultimately, our ESG integration activities in these areas reflect our conviction that sustainability is a critical component of a successful investment platform, even at a relatively early stage of growth.\n“ W hen positioning emerging businesses for \naccelerated growth we aim to ingrain strong \nESG fundamentals at an early stage. We do this \nboth to enable growth and to ensure operational \nembeddedness before these platforms scale.”\nPeter Ogilvie  \nHead of Ares Corporate Strategy\n33\nINTRODUCTION CORPORATE SUSTAINABILITY FURTHER INFORMATION\nRESPONSIBLE INVESTMENT\nCREDIT GROUP REAL ESTATE GROUP SECONDARY SOLUTIONS PRIVATE EQUITY GROUPSTRATEGIC INITIATIVES", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}