{"page_content": "Conclusion & \nLooking Forward \nIn 2021, teams across Ares made a \nsynchronized pivot from reimagining their ESG vision to implementing with greater clarity and focus, all driven by a shared desire to accelerate impact. Building on the momentum generated through publishing our inaugural sustainability report, colleagues representing a broad cross-section of Ares produced the achievements recorded throughout this report while reinforcing key enablers that will be critical to long-term sustainable impact. These include cementing cultural embeddedness across our teams through a network of 120+ ESG champions and enhancing our conversations about whether we’re achieving the impact we seek through more systematic data collection and analysis.\nAs we look ahead to 2022, we want to build \non our experience achieving impact to scale these efforts throughout our fast-growing platform.  In practical terms this means \n(a) integrating ESG into Ares’ core businessprocesses so that as the firm grows, ESGconsiderations are seamlessly integrated and(b) ensuring that as individual teams findnovel approaches to ESG challenges, theseare shared efficiently across our expandingfootprint. We know that increased scale comeswith increased complexity and that our cultureof collaboration will be critical to our success.NEXT STEPS\nCORPORATE SUSTAINABILITY\nSelected Issues 2022 Focus Areas\nSupporting & \nDeveloping Talent•Refine key talent management processes and tools, as well as our approach to\ntalent assessment and succession planning.\n•Enhance our suite of talent development offerings and examine opportunitiesto evaluate the employee onboarding experience.\nDEI •Set aspirational representation and inclusion goals.\n•Launch talent diversity development programs.\n•Develop approach for Portfolio Company Supplier Diversity Program.\nPhilanthropy•Establish a multiyear, multimillion-dollar signature grant initiative to preparepeople to enter climate-resilient jobs in the US and India.\n•Launch a Board training and placement program to build individuals’ nonprofitleadership skills.\nClimate Change•Publish our inaugural TCFD-aligned report.\n•Initiate a platform-wide approach to measuring Scope 3 financed emissions.\n•Enhance our leadership’s command of climate change topics and how theyaffect Ares.\nRESPONSIBLE INVESTMENT\nSelected Groups 2022 Focus Areas\nCredit•Initiate attribution and performance reporting on ESG metrics, in addition toother credit factors across Direct Lending.\n•Create an “Escalations” database for Direct Lending that can further enhanceESG-investment due diligence.\n•Increase ESG engagement goal to over 20% of Liquid Credit’s portfoliocompanies and develop more detailed KPI tracking.\nPrivate Equity•Measure portfolio carbon footprints for selected funds and identify companiesfor further engagement.\n•Onboard a second AmpliFY DEI cohort of portfolio companies.\n•Enhance ESG data collection and standardization efforts.\nReal Assets•Increase GRESB participation by our real estate funds.\n•Advance our decarbonization plan through establishing a portfoliocarbon footprint.\n•Grow the percentage of our borrowers who have a formal ESG policy in placeacross our debt platform.Our second annual sustainability report highlights both what we have achieved and what \nnew challenges lie ahead.\nLike many of our stakeholders we sense that something fundamental is changing. We celebrate both the \nmainstreaming of ESG integration across our industry and the intensification of efforts to implement with integrity and transparency. We remain grateful to our range of stakeholders helping to shape our path.\n“I am inspired by the efforts across the Ares \nplatform to act on our refreshed ESG agenda. \nEven as we celebrate the notable achievements \nof 2021 we remain humble and focused on the \nwork ahead.”\nAdam Heltzer  \nHead of ESGAs articulated in our 2020 sustainability \nvision, we aim to mobilize the Ares platform \nto act with a single voice and purpose on \nlarge-scale, complex, systemic issues. Ev en \nas we advance our ESG practices against \na range of material topics, both within our \ncorporate s ustainability pr ogram a nd through \nthe investment platform, we are highly focused \non two issues where we feel especially well-\npositioned to make an impact. The first is to \nhelp catalyze a more inclusive and equitable \neconomy by supporting businesses that serve \ncommunities where everyone can thrive. The second is to drive an energy transition that \ncuts carbon while ensuring jobs and skills are increased, not lost. If we can manage scalable \nand measurable progress against these issues \nwithin our span of control, in partnership with our full range of stakeholders and partners, we believe we can help create a better alternative to existing systems.\n35\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDISCLOSURES END NOTESCONCLUSION & \nLOOKING FORWARD", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}