{"page_content": "GRI Content Index\nDISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\nGRI 102: GENERAL DISCLOSURES\nORGANIZATIONAL PROFILE\n102-1 Name of organization  Ares Management Corporation.\n102-2 Activities, brands, \nproducts and servicesThe reporting organization shall report the following information:\na. A description of the organization’s activities.\nb. Primary brands, products, and services, including an explanation of any products or services \nthat are banned in certain markets.a. See pages 9–14 and 18–25 in Ares Management’s Form 10-K  report .\nb. To our knowledge, we do not have any primary products or services that are banned in certain \nmarkets.\n102-3 Location of headquarters Location of headquarters. a. 2000 Avenue of the Stars, 12th Floor, Los Angeles, CA 90067\n102-4 Location of operations The reporting organization shall report the following information:\na. Number of countries where the organization operates, and the names of countries where it has \nsignificant operations and/or that are relevant to the topics covered in the report.a. Please visit our website: Our Global Reach . \n102-5 Ownership and legal form The reporting organization shall report the following information:\na. Nature of ownership and legal form.a. See pages 28–30 in Ares Management’s Form 10-K report .\n102-6 Markets Served The reporting organization shall report the following information:\na. Markets served, including:\ni. geographic locations where products and services are offered;\nii. sectors served;\niii. types of customers and beneficiaries.a. See pages 9–14 and 18–25 in Ares Management’s Form 10-K report .\n102-7 Scale of organization The reporting organization shall report the following information:\na. Scale of the organization, including:\ni. total number of employees;\nii. total number of operations;\niii. net sales (for private sector organizations) or net revenues (for public sector organizations);\niv. total capitalization (for private sector organizations) broken down in terms of debt \nand equity;\nv. quantity of products or services provided.a. See pages 14–27 in Ares Management’s Form 10-K report .\nContinued on the next page Disclosures\n36\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARDDISCLOSURES", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}