{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n102-8 Information on employees \nand other workersThe reporting organization shall report the following information:\na.T otal number of employees by employment contract (permanent and temporary), by gender.\nb.T otal number of employees by employment contract (permanent and temporary), by region.\nc.T otal number of employees by employment type (full-time and part-time), by gender.\nd.W hether a significant portion of the organization’s activities are performed by workers who are\nnot employees. If applicable, a description of the nature and scale of work performed by workerswho are not employees.\ne.A ny significant variations in the numbers reported in Disclosures 102 -8-a , 102 -8 -b, and 102-8-c\n(such as seasonal variations in the tourism or agricultural industries).\nf.A n explanation of how the data have been compiled, including any assumptions made.a.P ermanent: Females: 179 | Males: 398\nTemporary: Females: 3 | Males: 0\nb.P ermanent: EMEA: 272 | APAC: 321\nTemporary: EMEA: 3 | APAC: 1\nc.F ull-time: Females: 769 | Males: 1,320\nPart-time: Females: 10 | Males: 1\nd.T he vast majority of the firm’s activities are performed by employees. We contract with\ntemporary workers for interim needs on occasion (for instance, to cover a leave) and engagewith external consultants where we believe it is beneficial to draw on third-party expertise for aninitiative. In addition, like other firms in our industry, we work with independent auditors.\ne.N o, we do not experience significant variations in our permanent vs. temporary workforce\ncomposition.\nf.E mployees in the U.S. are generally not under employment contracts but are at-will employees\nwith initial terms and conditions of employment detailed in an offer letter with the firm.International employees (including investment and support professionals) are underemployment contracts in alignment with country-specific legal requirements and bestpractices. As such, the numbers in (a) and (b) represent counts of non-U.S. employees.\n102-9 Supply chain The reporting organization shall report the following information:\na.A d escription of the organization’s supply chain, including its main elements as they relate to\nthe organization’s activities, primary brands, products, and services.a.A s a global alternative investment manager, Ares Management works with a number of third-\nparty service providers that support its day-to-day business operations. In all dealings with anythird parties, Ares Management applies the principles and policies summarized in its Ethics andCompliance Manual.\n102-11 Precautionary Principle or approachThe reporting organization shall report the following information:Whether and how the organization applies the Precautionary Principle or approach.\nDisclosure 102-11 can include an organization’s approach to risk management in operational \nplanning, or when developing and introducing new products. a.A res Management enterprise risk framework is an ongoing process under the leadership and\ngovernance of the Enterprise Risk Committee.\n102-12 External initiatives The reporting organization shall report the following information:\na.A  list of externally-developed economic, environmental and social charters, principles, or other\ninitiatives to which the organization subscribes, or which it endorses.a. See page 1 in Ares’ Responsible Investment Program.\n37\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}