{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\nETHICS AND INTEGRITY\n102-16 Values, principles, \nstandards, and norms of \nbehaviorThe reporting organization shall report the following information:\na. A description of the organization’s values, principles, standards, and norms of behavior.a. Please see page 1 in 2021 Sustainability Report, About Us. For additional information, please \nreference Ares’ Code of Business Conduct and Ethics .\n102-17 Mechanisms for advice \nand concerns about ethicsThe reporting organization shall report the following information:\na. A description of internal and external mechanisms for:\ni. seeking advice about ethical and lawful behavior, and organizational integrity;\nii. reporting concerns about unethical or unlawful behavior, and organizational integrity.a. The mechanisms for reporting concerns can be found in our Complaint Procedures for \nAccounting and Auditing Matters. We are committed to doing business with integrity and \nupholding the highest standards of ethical and legal conduct. We have adopted a Whistleblower \npolicy and established an ethics hotline (also called a Whistleblower Hotline) hosted by an \nindependent third party that allows for open reporting or anonymous and confidential reporting, \nwhich is available to all our people globally. This supports our employees in coming forward \nwith potential concerns about unethical or unlawful behavior by the firm or other employees. \nReporting through the hotline can be done anonymously 24/7 via web-based form or via \ndedicated local phone numbers for our offices globally (in local languages). If an employee \nbecomes aware of information regarding an actual or potential violation of Ares’ policies, the \nWhistleblower policy has an obligation to promptly transmit that information to the Global Chief \nCompliance Officer or General Counsel. All incidents are reviewed by the Global Chief Compliance \nOfficer and escalated appropriately depending on the nature of the complaint. On an annual \nbasis, all employees certify their understanding of policies and code of conduct, which includes \nthe Ethics Hotline. Through this annual certification, we seek to clearly communicate that any \nemployee who comes forward with a complaint will not be subject to retaliation as a result \nof their reporting violations through the hotline. In addition, our external auditors review our \nWhistleblower logs at least annually.\nGOVERNANCE\n102-18 Governance structure The reporting organization shall report the following information:\na. Governance structure of the organization, including committees of the highest governance body.\nb. Committees responsible for decision-making on economic, environmental, and social topics.a./b.\n See page 14 in 2021 Sustainability Report, Governance, Compliance & Ethics. For \nadditional information on corporate governance, please see pages 13–20 of Ares Management \nCorporation’s Annual Proxy Statement  for fiscal year 2021, filed in April 2022.\n39\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}