{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n102-19 Delegating authority The reporting organization shall report the following information:\na.Process for delegating authority for economic, environmental, and social topics from the\nhighest governance body to senior executives and other employees.a.In 2020, we explicitly laid out our thinking on ESG governance by clarifying the respective roles\nof our Board of Directors, Executive Management Committee,  ESG Team, the groups of \nESG Champions in the investment strategies as well as the front line investment and \np\nortfolio management professionals. Through this model, we collaborate firm-wide to tailor our \nESG strategy to each asset class and drive ownership and accountability across the platform. Responsible Investment (cont.)\nMobilizing an entire investment platform to act on a clear ESG vision  \nrequires a deliberate approach to governance. \nIn 2020, we explicitly laid out our thinking on ESG governance by clarifying the respective roles of\nour Board of Directors, Executive Management Committee, ESG Team, the groups of ESG Championsembedded in each investment strategy as well as the frontline investment and portfolio managementprofessionals. Through this model, we collaborate firmwide to tailor our ESG strategy to each asset classand drive ownership and accountability across the platform.\nROLES AND RESPONSIBILITIES ACCOUNTABILITY\nOVERSIGHT RESPONSIBILITIES\nBoard of Directors and Executive \nManagement Committee + ESG Team• Subject to the control and supervision of Ares’ Board of\nDirectors, the Executive Management Committee holds\noversight responsibility for Ares’ ESG strategy.\n• The E xecutive Management Committee conducts an annual\nreview of ESG business plan as prepared by the ESG Team.• The E xecutive Management Committee ensures that\nwe maintain a platform-wide, strategic, long-term ESG\nbusiness plan.\n• The E SG Team executes on a business plan designed to deliver\nvalue to Ares and our stakeholders.\nDEFINE IMPLEMENTATION \nESG Team + ESG Champions• The ESG Team defines the ESG objectives, implementation steps\nand processes for our investment platform.\n• The E SG Team partners with designated ESG Champions to\nadapt the platform-wide approach to the unique dynamics\ninherent to their investment strategy.• The ESG Team ensures that a strategy develops a tailored  \nESG implementation plan.\n• The ESG Champions author an ESG integration approach  \nthat is practical and unique to the underlying strategy.\nESG Champions refine the approach over time. \nDRIVE IMPLEMENTATION \nESG Champions + Investment \nCommittees + Investment and Portfolio Management Teams• With technical support from the ESG Team, ESG Champions\nserve as a local resource within each strategy and review the\nESG integration plan annually for priority improvements.\n• Investment Committees review the outputs of ESG integration\nsteps throughout the investment lifecycle.\n• Frontline investment and portfolio management professionals\nexecute ESG-related tasks on a deal-by-deal basis.• ESG Champions ensure quality and adherence of ESG  \nintegration outputs.\n• Investment Committees ensure implementation at the fund \nlevel.\n• Investment and portfolio management prof essionals ensure  \nimplementation at the individual deal level. \nOUR RESPONSIBLE\nINVESTMENT COMMITMENTS\nWhile our governance model provides\nflexibility in how each strategy adapts ourglobal ESG objectives into a local integrationplan, we challenge each strategy to seeka leadership role among its peers anddistinguish itself with key objectives thatreflect the Ares approach.\n•Build trust with our stakeholders by\narticulating the challenges – and not just\nthe accomplishments – of ESG-relatedtopics in our investment activities.\n•Identify  ways to exercise leadership\nand catalyze similar aspirations amongour peer set and our wider eco-system offinancial partners.\n•Collaborate  across asset classes. Use\nour collaborative culture to cross-pollinatethe best ESG initiatives to other areas ofthe platform.\n•Com mit to annual improvement. Find a\ntime each year to formally collect feedbackfrom colleagues, understand our clients’emerging ESG needs and internalize theresults of industry benchmarking toidentify new ways to exercise leadership.\n17INTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDIRECT LENDINGCORPORATE\nPRIVATE EQUITYPRIVATEEQUITY GROUP REAL ESTATE EQUITY REAL ESTATE GROUP CREDIT GROUP\n102-20 Executive-level \nresponsibility for economic, environmental, and social topicsThe reporting organization shall report the following information:\na.Whether the organization has appointed an executive-level position or positions with\nresponsibility for economic, environmental, and social topics.\nb.Whether post holders report directly to the highest governance body.a./b.\nAres Management’s Global Head of ESG reports directly to the Chief Executive Officer and \nprovides regular updates on the firm’s ESG work. In addition, he provides updates to Ares’ Board of Directors at least annually. Ares Management’s Head of Philanthropy reports directly to the Chief Executive Officer and provides regular updates on the firm’s Philanthropic work. In addition, she provides updates to Ares’ Board of Directors at least annually. Ares Management’s Global Chief Diversity, Equity and Inclusion officer reports directly to the Chief Executive Officer and provides regular updates on the firm’s DE&I work. In addition, she provides updates to Ares’ Board of Directors at least annually.\n102-21 Consulting stakeholders on economic, environmental, and social topicsThe reporting organization shall report the following information:\na.Processes for consultation between stakeholders and the highest governance body on\neconomic, environmental, and social topics.\nb.If consultation is delegated, describe to whom it is delegated and how the resulting feedback is\nprovided to the highest governance body.a./b.\nAres Management’s Board of Directors receives information about material ESG issues for the \nfirm. For information on our Directors, see section entitled “Proposal 1: Election of Directors” in Ares Management Corporation’s Annual Proxy Statement, filed in April 2022. Ares Management’s Global Head of ESG, who oversees our ESG team and collaboration with ESG champions across the firm, reports directly to the firm’s Chief Executive Officer and provides updates to Ares’ Board of Directors at least annually.\n40\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}