{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n102-22 Composition of the \nhighest governance body \nand its committeesThe reporting organization shall report the following information:\na. Composition of the highest governance body and its committees by:\ni. executive or non-executive;\nii. independence;\niii. tenure on the governance body;\niv. number of each individual’s other significant positions and commitments, and the nature of \nthe commitments;\nv. gender;\nvi. membership of under-represented social groups;\nvii. competencies relating to economic, environmental, and social topics;\nviii. stakeholder representation.a. See sections entitled “Proposal 1: Election of Directors,” “Corporate Governance and Other \nBoard Information — Composition of the Board of Directors,” “Corporate Governance and Other \nBoard Information — Committees of the Board,” and “Corporate Governance and Other Board \nInformation — Board Diversity” in Ares Management Corporation’s Annual Proxy Statement , filed \nin April 2022.\n102-23 Chair of the highest \ngovernance bodyThe reporting organization shall report the following information:\na. Whether the chair of the highest governance body is also an executive officer in the \norganization.\nb. If the chair is also an executive officer, describe his or her function within the organization’s \nmanagement and the reasons for this arrangement.a./b.\n See section entitled “Proposal 1: Election of Directors” in Ares Management Corporation’s Annual \nProxy Statement , filed in April 2022.\n102-24 Nominating and selecting \nthe highest governance \nbodyThe reporting organization shall report the following information:\na. Nomination and selection processes for the highest governance body and its committees.\nb. Criteria used for nominating and selecting highest governance body members, including \nwhether and how:\ni. stakeholders (including shareholders) are involved;\nii. diversity is considered;\niii. independence is considered;\niv. expertise and experience relating to economic, environmental, and social topics are \nconsidered.a./b.\n See section entitled “Corporate Governance and Other Board Information — Committees of the \nBoard” in Ares Management Corporation’s Annual Proxy Statement , filed in April 2022.\n102-25 Conflicts of interest The reporting organization shall report the following information:\na. Processes for the highest governance body to ensure conflicts of interest are avoided \nand managed.\nb. Whether conflicts of interest are disclosed to stakeholders, including, as a minimum:\ni. Cross-board membership;\nii. Cross-shareholding with suppliers and other stakeholders;\niii. Existence of controlling shareholder;\niv. Related party disclosures.a. See section entitled “Corporate Governance and Other Board Information — Committees of the \nBoard — Conflicts Committee” in Ares Management Corporation’s Annual Proxy Statement , filed \nin April 2022.\nb. See sections entitled “Proposal 1: Election of Directors,” “Security Ownership of Certain Beneficial \nOwners and Management” and “Certain Relationships and Related Transactions” in Ares \nManagement Corporation’s Annual Proxy Statement , filed in April 2022.\n102-26 Role of highest \ngovernance body in \nsetting purpose, values, \nand strategyThe reporting organization shall report the following information:\na. Highest governance body’s and senior executives’ roles in the development, approval, and \nupdating of the organization’s purpose, value or mission statements, strategies, policies, and \ngoals related to economic, environmental, and social topics.a. Ares Management’s Board of Directors and its senior executives, including Chief Executive \nOfficer, Michael Arougheti, are responsible for the approval of the organization’s purpose, value \nor mission statements, strategies, policies and goals related to economic, environmental and \nsocial topics. Our Core Values can be found on page 1 of Ares’ 2021 Sustainability Report, \nAbout Us.\n41\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}