{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n102-27 Collective knowledge of \nhighest governance bodyThe reporting organization shall report the following information:\na.M easures taken to develop and enhance the highest governance body’s collective knowledge of\neconomic, environmental, and social topics.a.A res’ Board of Directors receives updates on material issues for the firm and education on\nemerging topics, including on certain economic, environmental and social issues such as DEI,cybersecurity, amongst others. The Board of Directors also receives regular business updates\nand educational sessions on new and existing business strategies.\n102-28 Evaluating the highest \ngovernance body’s performanceThe reporting organization shall report the following information:\na.P rocesses for evaluating the highest governance body’s performance with respect to\ngovernance of economic, environmental, and social topics.\nb.W hether such evaluation is independent or not, and its frequency.\nc.W hether such evaluation is a self-assessment.\nd.A ctions taken in response to evaluation of the highest governance body’s performance with\nrespect to governance of economic, environmental, and social topics, including, as a minimum,changes in membership and organizational practice.a./b./c./d.\nA res Management’s Board of Directors and Committees conduct an annual self assessment \nof performance against the objectives and goals that they set for themselves as well as the requirements of their charter documents. As part of this assessment, the Board considers its strengths and areas for improvement. Among other topics, the Board considers whether it has the right mix of skills and experience on the Board. In 2021, we took a key step in our governance journey toward achieving a majority independent Board of Directors. Eileen Naughton joined our Board of Directors, establishing a 50/50 independent board structure. The Board has also been expanded to 11 members, including five independent directors and one vacancy, which the Board will seek to fill in 2022 with an additional independent director. In addition, in 2021, our Board formed the Nominating and Governance Committee. The Committee is responsible for developing and recommending policies regarding qualifications for director nominees, as well as director selection and evaluation. The Committee is tasked with reviewing the membership of the Board of Directors, to ensure representation across diverse and independent backgrounds. The Committee also has a duty to periodically review our corporate governance guidelines, policies relating to corporate governance, and to recommend any changes in such policies to our Board of Directors.\n102-29 Identifying and managing economic, environmental, and social impactsThe reporting organization shall report the following information:\na.H ighest governance body’s role in identifying and managing economic, environmental,\nand social topics and their impacts, risks, and opportunities—including its role in theimplementation of due diligence processes.\nb.W hether stakeholder consultation is used to support the highest governance body’s\nidentification and management of economic, environmental, and social topics and theirimpacts, risks, and opportunities.a./b.\n See page 14 in 2021 Sustainability Report, Governance, Compliance & Ethics. Also see above \nresponses to 102-18 and 102-19. \n102-30 Effectiveness of risk management processesThe reporting organization shall report the following information:\na.H ighest governance body’s role in reviewing the effectiveness of the organization’s risk\nmanagement processes for economic, environmental, and social topics.a.T he Board of Directors and its committees collectively share oversight of ESG factors, with each\ncommittee overseeing matters most applicable to its charter responsibilities. For informationon the committees of our Board of Directors, see sections entitled “Corporate Governance andOther Board Information—Committees of the Board” in Ares Management Corporation’s Annual\nProxy Statement , filed in April 2022. Also see above response to 102-28.\n102-31 Review of economic, environmental, and social topicsThe reporting organization shall report the following information:\na.F requency of the highest governance body’s review of economic, environmental, and social\ntopics and their impacts, risks, and opportunities.a.A t least annually.\n102-32 Highest governance body’s role in sustainability reportingThe reporting organization shall report the following information:\na.T he highest committee or position that formally reviews and approves the organization’s\nsustainability report and ensures that all material topics are covered.a. Ares’ Board of Directors has oversight for the firm’s approach to ESG. It receives regular\nupdates on the firm’s approach to ESG issues.\n42\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}