{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n102-33 Communicating critical \nconcernsThe reporting organization shall report the following information:\na. Process for communicating critical concerns to the highest governance body.a. Any person may report directly to the Audit Committee and/or the management by contacting \nthe Global Chief Compliance Officer, the General Counsel and/or the Chairperson of the \nAudit Committee in relation to any accounting concerns regarding accounting practices by \naddressing such report in writing. In addition, we have adopted a Whistleblower policy and \nestablished an ethics hotline (also called a Whistleblower Hotline) hosted by an independent \nthird party that allows for open reporting or anonymous and confidential reporting, which \nis available to all our people globally. This supports our employees in coming forward with \npotential concerns about unethical or unlawful behavior by the firm or other employees. \nReporting through the hotline can be done anonymously 24/7 via web-based form or via \ndedicated local phone numbers for our offices globally (in local languages). If an employee \nbecomes aware of information regarding an actual or potential violation of Ares’ policies, the \nWhistleblower policy has an obligation to promptly transmit that information to the Global Chief \nCompliance Officer or General Counsel. All incidents are reviewed by the Global Chief Compliance \nOfficer and escalated appropriately depending on the nature of the complaint. On an annual \nbasis, all employees certify their understanding of policies and code of conduct, which includes \nthe Ethics Hotline. Through this annual certification, we seek to clearly communicate that any \nemployee who comes forward with a complaint will not be subject to retaliation as a result \nof their reporting violations through the hotline. In addition, our external auditors review our \nWhistleblower logs at least annually.\n102-35 Remuneration policies The reporting organization shall report the following information:\na. Remuneration policies for the highest governance body and senior executives for the following \ntypes of remuneration:\ni. Fixed pay and variable pay, including performance-based pay, equity-based pay, bonuses, \nand deferred or vested shares;\nii. Sign-on bonuses or recruitment incentive payments;\niii. Termination payments;\niv. Clawbacks;\nv. Retirement benefits, including the difference between benefit schemes and contribution \nrates for the highest governance body, senior executives, and all other employees.\nb. How performance criteria in the remuneration policies relate to the highest governance body’s \nand senior executives’ objectives for economic, environmental, and social topics.a./b.\n See sections entitled “Compensation Discussion and Analysis,” “Compensation of Our Executive \nOfficers,” “Pay Ratio,” “Compensation of Our Directors” in Ares Management Corporation’s \nAnnual Proxy Statement , filed in April 2022.\n102-36 Process for determining \nremunerationThe reporting organization shall report the following information:\na. Process for determining remuneration.\nb. Whether remuneration consultants are involved in determining remuneration and whether they \nare independent of management.\nc. Any other relationships that the remuneration consultants have with the organization.a./b./c.\n See sections entitled, “”Corporate Governance and Other Board Information—Compensation \nCommittee Interlocks and Insider Participation,” “”Corporate Governance and Other Board \nInformation — Role of Compensation Consultant,” “Corporate Governance and Other Board \nInformation — Committees of the Board — Conflicts Committee,” “Corporate Governance and \nOther Board Information — Committees of the Board — Equity Incentive Committee” in Ares \nManagement Corporation’s Annual Proxy Statement , filed in April 2022.\n43\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}