{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n102-37 Stakeholders’ involvement \nin remunerationThe reporting organization shall report the following information:\na. How stakeholders’ views are sought and taken into account regarding remuneration.\nb. If applicable, the results of votes on remuneration policies and proposals.a./b.\n See sections entitled “Compensation Discussion and Analysis—Say-on-Pay Vote” in Ares \nManagement Corporation’s Annual Proxy Statement , filed in April 2022.\nSTAKEHOLDER ENGAGEMENT\n102-40 List of stakeholder groups The reporting organization shall report the following information:\na. A list of stakeholder groups engaged by the organization.a. See page 4 in 2021 Sustainability Report, What We Are Focused On.\n102-41 Collective bargaining \nagreementsThe reporting organization shall report the following information:\na. Percentage of total employees covered by collective bargaining agreements.a. There is a de minimis number of employees covered by collective bargaining agreements \noutside of the U.S.\n102-42 Identifying and selecting \nstakeholdersThe reporting organization shall report the following information:\na. The basis for identifying and selecting stakeholders with whom to engage.a. See page 4 in 2021 Sustainability Report, What We Are Focused On.\n102-43 Approach to stakeholder \nengagementThe reporting organization shall report the following information:\na. The organization’s approach to stakeholder engagement, including frequency of engagement \nby type and by stakeholder group, and an indication of whether any of the engagement was \nundertaken specifically as part of the report preparation process.a. See page 4 in 2021 Sustainability Report, What We Are Focused On.\n102-44 Key topics and concerns \nraisedThe reporting organization shall report the following information:\na. Key topics and concerns that have been raised through stakeholder engagement, including:\ni. how the organization has responded to those key topics and concerns, including through \nits reporting;\nii. the stakeholder groups that raised each of the key topics and concerns.a. See page 4 in 2021 Sustainability Report, What We Are Focused On.\nREPORTING PRACTICES\n102-45 Entities included in the \nconsolidated financial \nstatementsThe reporting organization shall report the following information:\na. A list of all entities included in the organization’s consolidated financial statements or \nequivalent documents.\nb. Whether any entity included in the organization’s consolidated financial statements or \nequivalent documents is not covered by the report.a./b.\n See page 3–4 in Ares Management’s Form 10-K report .\n102-46 Defining report content \nand topic BoundariesThe reporting organization shall report the following information:\na. An explanation of the process for defining the report content and the topic Boundaries.\nb. An explanation of how the organization has implemented the Reporting Principles for defining \nreport content.a./b.\n See page 4 in 2021 Sustainability Report, What We Are Focused On.\n102-47 List of material topics The reporting organization shall report the following information:\na. A list of the material topics identified in the process for defining report content.a. See page 4 in 2021 Sustainability Report, What We Are Focused On.\n102-50 Reporting period The reporting organization shall report the following information:\na. Reporting period for the information provided.a. Calendar year 2021.\n102-51 Date of most recent report The reporting organization shall report the following information:\na. If applicable, the date of the most recent previous report.a. Ares’ 2021 Sustainability Report was published in June 2022.\n44\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}