{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n102-52 Reporting cycle The reporting organization shall report the following information:\na. Reporting cycle.a. Annual.\n102-53 Contact point for \nquestions regarding the \nreportThe reporting organization shall report the following information:\na. The contact point for questions regarding the report or its contents.a. Adam Heltzer: aheltzer@aresmgmt.com .\n102-54 Claims of reporting in \naccordance with the GRI \nStandardsThe reporting organization shall report the following information:\na. The claim made by the organization, if it has prepared a report in accordance with the GRI \nStandards, either:\ni. ‘This report has been prepared in accordance with the GRI Standards: Core option’;\nii. ‘This report has been prepared in accordance with the GRI Standards: Comprehensive option’.a. Throughout the report, we align with leading industry reporting standards, including GRI.\n102-55 GRI content index The reporting organization shall report the following information:\na. The GRI content index, which specifies each of the GRI Standards used and lists all disclosures \nincluded in the report.\nb. For each disclosure, the content index shall include:\ni. the number of the disclosure (for disclosures covered by the GRI Standards);\nii. the page number(s) or URL(s) where the information can be found, either within the report or \nin other published materials;\niii. if applicable, and where permitted, the reason(s) for omission when a required disclosure \ncannot be made.a./b.\n The GRI content index (this document) is in accordance with the GRI Standards.\n102-56 External assurance The reporting organization shall report the following information:\na. A description of the organization’s policy and current practice with regard to seeking external \nassurance for the report.\nb. If the report has been externally assured:\ni. A reference to the external assurance report, statements, or opinions. If not included in the \nassurance report accompanying the sustainability report, a description of what has and what \nhas not been assured and on what basis, including the assurance standards used, the level \nof assurance obtained, and any limitations of the assurance process; \nii. The relationship between the organization and the assurance provider;\niii. Whether and how the highest governance body or senior executives are involved in seeking \nexternal assurance for the organization’s sustainability report.a./b.\n At this time, Ares Management does not seek external assurance for its sustainability report. \nAres Management’s consolidated financial statements are externally audited by Ernst and \nYoung LLP.\n45\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}