{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\nGRI 103: MANAGEMENT APPROACH\n103-1 Explanation of the \nmaterial topic and its \nBoundaryFor each material topic, the reporting organization shall report the following information:\na. An explanation of why the topic is material.\nb. The Boundary for the material topic, which includes a description of:\ni. where the impacts occur;\nii. the organization’s involvement with the impacts. For example, whether the organization \nhas caused or contributed to the impacts, or is directly linked to the impacts through its \nbusiness relationships.\nc. Any specific limitation regarding the topic Boundary.a./b./c.\n See page 4 in 2021 Sustainability Report, What We Are Focused On.\n103-2 The management \napproach and its \ncomponentsFor each material topic, the reporting organization shall report the following information:\na. An explanation of how the organization manages the topic.\nb. A statement of the purpose of the management approach.\nc. A description of the following, if the management approach includes that component:\ni. Policies\nii. Commitments\niii. Goals and targets\niv. Responsibilities\nv. Resources\nvi. Grievance mechanisms\nvii. Specific actions, such as processes, projects, programs and initiatives.a./b./c.\n See page 4 in 2021 Sustainability Report, What We Are Focused On.\n103-3 Evaluation of the \nmanagement approachFor each material topic, the reporting organization shall report the following information:\na. An explanation of how the organization evaluates the management approach, including:\ni. the mechanisms for evaluating the effectiveness of the management approach;\nii. the results of the evaluation of the management approach;\niii. any related adjustments to the management approach.a. See page 4 in 2021 Sustainability Report, What We Are Focused On.\nGRI 201: ECONOMIC PERFORMANCE\n201-1 Direct economic value \ngenerated and distributedThe reporting organization shall report the following information:\na. Direct economic value generated and distributed (EVG&D) on an accruals basis, including the \nbasic components for the organization’s global operations as listed below. If data are presented \non a cash basis, report the justification for this decision in addition to reporting the following \nbasic components:\ni. Direct economic value generated: revenues;\nii. Economic value distributed: operating costs, employee wages and benefits, payments to \nproviders of capital, payments to government by country, and community investments;\niii. Economic value retained: ‘direct economic value generated’ less ‘economic value distributed’.\nb. Where significant, report EVG&D separately at country, regional, or market levels, and the \ncriteria used for defining significance.a./b.\n See pages F-58–F-65 in Ares Management’s Form 10-K report .\n46\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}