{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n201-2 Financial implications \nand other risks and opportunities due to \nclimate changeThe reporting organization shall report the following information: a. Risks and opportunities posed \nby climate change that have the potential to generate substantive changes in operations, revenue, or expenditure, including: \ni.a description of the risk or opportunity and its classification as either physical, regulatory, or\nother;\nii.a description of the impact associated with the risk or opportunity;\niii.the financial implications of the risk or opportunity before action is taken;\niv.the methods used to manage the risk or opportunity;\nv.the costs of actions taken to manage the risk or opportunity.We believe that climate change poses one of the most significant challenge s of our time , and that \nthe wide-ranging physical and  transi tion impacts will generate n umerous ri sks and opportunities \nthat Ares should account for  in bot h its operations and i nvestment strategies. In 20 22 we ar e \npublishing our Task Force on Climate-related Financial Disclosures (TCFD) aligned Climate Action \nReport, which details our  appro ach for navigating both climate risks and  opportun ities. Highlights \nfor the past year include: holding our inaugural Climate Offsite to mobilize stakeholders ac ross \nAres on climate change, raising $2.2 billion of c apital wit hin our climate infrastructure strat egy, \nachieving corporate carbon neutrali ty for the second consecutive year while also expanding on \nthe operational emissions that were measured, launching a $25 mi llion philanthropic initiative t o \npromote a just transition, deploying new climate-related employee benefits, and creati ng a \nroadmap for a portfolio-wide  invest ment footprint by 2024.\nGRI 203: INDIRECT ECONOMIC IMPACTS\n203-1 Infrastructure \ninvestments and services supportedThe reporting organization shall report the following information:\na.Extent of development of significant infrastructure investments and services supported.\nb.Current or expected impacts on communities and local economies, including positive and\nnegative impacts where relevant.\nc.Whether these investments and services are commercial, in-kind, or pro bono engagements.a./b./c.\nSee Ares’ Infrastructure Opportunities  and Infrastructure Debt  sections of the website. \nGRI 205: ANTI-CORRUPTION\n205-2 Communication and \ntraining about anti-corruption policies and proceduresThe reporting organization shall report the following information:\na.Total number and percentage of governance body members that the organization’s\nanticorruption policies and procedures have been communicated to, broken down by region.\nb.Total number and percentage of employees that the organization’s anti-corruption policies and\nprocedures have been communicated to, broken down by employee category and region.\nc.Total number and percentage of business partners that the organization’s anti-corruption\npolicies and procedures have been communicated to, broken down by type of business partnerand region. Describe if the organization’s anti-corruption policies and procedures have beencommunicated to any other persons or organizations.\nd.Total number and percentage of governance body members that have received training on anti-\ncorruption, broken down by region.\ne.Total number and percentage of employees that have received training on anti-corruption,\nbroken down by employee category and region.We are dedicated to ensuring compliance with the array of anti-corruption laws and regulations \nthat apply to our business and have adopte d a global Anti-Corruption policy which is embedded \nwithin our Code of Conduct. The Anti-Corruption policy is focused on ensuring  compliance with \napplicable anti-corruption laws and regulations including US Foreign Corrupt Practices Act and the \nUK Bribery Act 2010, among other similar regulations. Ou r Code of Conduct requires that employees \nar\ne trained on the policy upon joining the firm and periodically thereafter. Periodic certifications \ninclude an attestation to compliance with the policy or report any exceptions durin g the period. \nThe policy i ncludes pre-clearance requirements for expenses to be incurred on behalf of any \ngovernment officials, employees or any intermediaries acting on their behalf at certain thresholds. \nThe Compliance team periodically monitors and reviews expenses to ensure compliance with \napplicable rules and regulations. Political contributions to state or local officials are prohibited \nand \npre-clearance is required for federal candidates or office holders. All Ares employees certify  \nto the code quarterly across the various regions in which Ares operates.\n47\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}