{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\nGRI 302: ENERGY\n302-1 Energy consumption \nwithin the organizationThe reporting organization shall report the following information:\na. Total fuel consumption within the organization from non-renewable sources, in joules or \nmultiples, and including fuel types used.\nb. Total fuel consumption within the organization from renewable sources, in joules or multiples, \nand including fuel types used.\nc. In joules, watt-hours or multiples, the total:\ni. electricity consumption\nii. heating consumption\niii. cooling consumption\niv. steam consumption\nd. In joules, watt-hours or multiples, the total:\ni. electricity sold\nii. heating sold\niii. cooling sold\niv. steam sold\ne. Total energy consumption within the organization, in joules or multiples.\nf. Standards, methodologies, assumptions, and/or calculation tools used.\ng. Source of the conversion factors used.a. 824.5 GJ (Natural Gas, scope 1)\nb. n/a \nc. i. Total electricity consumption 17,532.2 GJ. \nii. Total estimated heating consumption (inc. district heating) 15,513.1 GJ. \nd. Zero energy sold. \ne. 33,045.3 GJ.\nf./g.\n This inventory is prepared in accordance with the WRI/WBCSD GHG Protocol Corporate \nAccounting and Reporting Standard and the WRI GHG Protocol Scope 2 Guidance.\n302-3 Energy intensity The reporting organization shall report the following information:\na. Energy intensity ratio for the organization.\nb. Organization-specific metric (the denominator) chosen to calculate the ratio.\nc. Types of energy included in the intensity ratio; whether fuel, electricity, heating, cooling, \nsteam, or all.\nd. Whether the ratio uses energy consumption within the organization, outside of it, or both.a. 4.36 MWh of energy use per employee. \nb. Employee headcount. \nc. All energy types included (electricity and heating of all sites). \nd. The ratio uses energy consumption within the organization (owned and leased spaces).\nGRI 303: WATER AND EFFLUENTS\n303-5 Water consumption The reporting organization shall report the following information:\na. Total water consumption from all areas in megaliters.\nb. Total water consumption from all areas with water stress in megaliters.\nc. Change in water storage in megaliters, if water storage has been identified as having a \nsignificant water-related impact.\nd. Any contextual information necessary to understand how the data have been compiled, such \nas any standards, methodologies, and assumptions used, including whether the information is \ncalculated, estimated, modelled, or sourced from direct measurements, and the approach taken \nfor this, such as the use of any sector-specific factors.Across all Ares sites, NY 245 Park and Denver provided water meter data (1,885.4 m 3 and 2,374.8 m 3 \nrespectively). The rest were benchmarked based on the following assumption: 45 litres/FTE/day \n(240). Wastewater generation is assumed to equal waste production. Benchmarked use/generation \nis reduced in line with office occupancy (no water use/wastewater generation at 0% occupancy). \nTotal estimated consumption was 8,302.3 m 3.\n48\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}