{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n305-3 Other indirect (Scope 3) \nGHG emissionsThe reporting organization shall report the following information:\na. Gross other indirect (Scope 3) GHG emissions in metric tons of CO 2 equivalent.\nb. If available, the gases included in the calculation; whether CO 2, CH4, N2O, HFCs, PFCs, SF 6, NF3, \nor all.\nc. Biogenic CO 2 emissions in metric tons of CO 2 equivalent.\nd. Other indirect (Scope 3) GHG emissions categories and activities included in the calculation.\ne. Base year for the calculation, if applicable, including:\ni. the rationale for choosing it;\nii. emissions in the base year;\niii. the context for any significant changes in emissions that triggered recalculations of base \nyear emissions.\nf. Source of the emission factors and the global warming potential (GWP) rates used, or a \nreference to the GWP source.\ng. Standards, methodologies, assumptions, and/or calculation tools used.a. 3,783.3 CO 2e. \nb. CO 2, CH4, N2O, CO 2e. \nc. N/A. \nd. Scope 3—\n Category 1: Purchased goods and services (water supplied) \n Category 3: Fuel and energy related activities (T&D losses) \n Category 5: Waste Generated Category \n 6: Business Travel Category \n 7: employee commuting (includes homeworking) Category \n 8: upstream leased assets (fugitive emissions) \ne. Scope expanded for current reporting 2021.\nf. Defra 2021 emissions factors were applied (appendix A). This inventory estimates carbon dioxide \nequivalents (CO 2e) using global warming potentials from the AR4 Assessment Report.\ng. Detailed methodology and list of assumptions applied are in section 3 of this report.\n305-4 GHG emissions intensity The reporting organization shall report the following information:\na. GHG emissions intensity ratio for the organization.\nb. Organization-specific metric (the denominator) chosen to calculate the ratio.\nc. Types of GHG emissions included in the intensity ratio; whether direct (Scope 1), energy indirect \n(Scope 2), and/or other indirect (Scope 3).\nd. Gases included in the calculation; whether CO 2, CH4, N2O, HFCs, PFCs, SF 6, NF3, or all.a. 2.87a. 2.87 metric tons (MT) of carbon dioxide equivalent (CO 2e) per employee. \nb. Employee headcount. \nc. Scope 1, Scope 2, and limited Scope 3 as per above. \nd. CO 2, CH4, N2O, CO 2e. HFCs (b) Number of employees (c) Scope 2 and Scope 3 (d) All included.\nGRI 306: WASTE\n306-3 Significant spills The reporting organization shall report the following information:\na. Total number and total volume of recorded significant spills.\nb. The following additional information for each spill that was reported in the organization’s \nfinancial statements:\ni. Location of spill;\nii. Volume of spill;\niii. Material of spill, categorized by: oil spills (soil or water surfaces), fuel spills (soil or water \nsurfaces), spills of wastes (soil or water surfaces), spills of chemicals (mostly soil or water \nsurfaces), and other (to be specified by the organization).\nc. Impacts of significant spills.As a financial services firm, we do not generate hazardous waste directly beyond the disposal of \ncomputing systems, which we strive to dispose of properly and recycle. We partner with Ewaste \ncompanies to dispose of and recycle equipment in an environmentally safe way.\n306-4 Transport of hazardous \nwasteThe reporting organization shall report the following information:\na. Total weight for each of the following:\ni. Hazardous waste transported\nii. Hazardous waste imported\niii. Hazardous waste exported\niv. Hazardous waste treated\nb. Percentage of hazardous waste shipped internationally.\nc. Standards, methodologies, and assumptions used.As a financial services firm, we do not generate hazardous waste directly beyond the disposal of \ncomputing systems, which we strive to dispose of properly and recycle. We partner with Ewaste \ncompanies to dispose of and recycle equipment in an environmentally safe way.\n50\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}