{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\nGRI 307: ENVIRONMENTAL COMPLIANCE\n307-1 Non-compliance with \nenvironmental laws and \nregulationsThe reporting organization shall report the following information:\na. Significant fines and non-monetary sanctions for non-compliance with environmental laws \nand/or regulations in terms of:\ni. total monetary value of significant fines;\nii. total number of non-monetary sanctions;\niii. cases brought through dispute resolution mechanisms.\nb. If the organization has not identified any non-compliance with environmental laws and/or \nregulations, a brief statement of this fact is sufficient.a./b.\n We are not aware of any material fines for noncompliance with environmental laws or \nregulations within our operations.\nGRI 401: EMPLOYMENT\n401-1 New employee hires and \nemployee turnoverThe reporting organization shall report the following information:\na. Total number and rate of new employee hires during the reporting period, by age group, gender \nand region.\nb. Total number and rate of employee turnover during the reporting period, by age group, gender \nand region.a./b.\n• 886 new joiners in 2021. Of our new joiners, 42% were female. \n• 2021 turnover (voluntary/involuntary/total): 9.7%/3.0%/12.7%. 5 year average total turnover \nrate: 14.7%.\n• 233 separations\n• Average years employed at Ares: 3.31 years for females, 3.49 years for males.\n401-2 Benefits provided to full-\ntime employees that are \nnot provided to temporary \nor part-time employeesThe reporting organization shall report the following information\na. Benefits which are standard for full-time employees of the organization but are not provided \nto temporary or part-time employees, by significant locations of operation. These include, as \na minimum:\ni. life insurance;\nii. health care;\niii. disability and invalidity coverage;\niv. parental leave;\nv. retirement provision;\nvi. stock ownership;\nvii. others.\nb. The definition used for ‘significant locations of operation.a. All benefits provided to full-time and full-time fixed term benefits are also provided to part-time \nand part-time fixed-term employees working 20 or more hours. Benefits are not provided to \ntemporary employees. Our benefits include the following: \n• Medical\n• Dental\n• Vision\n• Life insurance\n• Disability insurance\n• Retirement benefits\n• Medical advisory team\n• 20 weeks paid primary caregiver leave\n• 4 weeks paid non-primary caregiver leave\n• Adoption and reproductive assistance\n• Breast milk shipping benefits\n• Back-up care benefits for childcare and eldercare\n• Mental health benefits including a clinical component\n• Paid lunch benefit\n• Virtual fitness benefits.\n51\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}