{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n401-3 Parental leave The reporting organization shall report the following information:\na.Total number of employees that were entitled to parental leave, by gender.\nb.Total number of employees that took parental leave, by gender.\nc.Total number of employees that returned to work in the reporting period after parental leave\nended, by gender.\nd.Total number of employees that returned to work after parental leave ended that were still\nemployed 12 months after their return to work, by gender.\ne.Return to work and retention rates of employees that took parental leave, by gender.a.All employees are eligible for parental leave to the extent they become parents (biologically\nor via adoption). The firm becomes aware of when employees become parents based upon\nvoluntary employee notification to Human Resources.\nb. \nc.•Women Leave in 2021: 34 employees•Men Leave in 2021: 24 employees\n•Women Returned in 2021: 34 employees•Men Returned in 2021: 24 employ ees \nd. O ut of all the employees who took parental leav e in 20 21, only 2 fema le employees left the firm.\ne.Return to  work rat e: 100% retention for both males and females. Re tentio n rat e: 100% for males \nand 94% for females.  \nGRI 404: TRAINING AND EDUCATION\n404-1 Average hours of training \nper employeeThe reporting organization shall report the following information: \na.Average hours of training that the organization’s employees have undertaken during the\nreporting period, by:\ni.gender;\nii.employee category.In 2021, Ares invested in creating a Talent Development function that will be providing employees \nwith training and development and implementing a Learning Management Site (\"LMS\") available \nto all  employees.\n The Talent Development team w ill provide training and development offerings to \ncompliment and support employees development as well as rolling out a LMS where employees \ncan find Self Directed Resources that can be taken at any time from any place and customized \nlive training which employees can sign up for. The LMS will also assist Ares in tracking learning \ninterest a nd metrics and improving our tra\nining offerings for employees. In 2021 we piloted \n“Managing Transitions” for all managers to provide tools for managers as they navigate the \ntransition of the new way to work for Ares employees. 50% of our managers attended the optional \nworkshops and \n97% reported that they would put the content into practice. \n52\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}