{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\n404-2 Programs for upgrading \nemployee skills and transition assistance \nprogramsThe reporting organization shall report the following information:\na.T ype and scope of programs implemented and assistance provided to upgrade employee skills.\nb.T ransition assistance programs provided to facilitate continued employability and the\nmanagement of career endings resulting from retirement or termination of employment.At Ares we offer a wide range of development for our employees to enhance their skills in their \ncurrent roles and invest in their future potential, including: \n1.A formal Tuition Reimbursement Program: employees have the ability to apply and receive up \nto 12,000 per calendar year and 48,000 per lifet ime.\n2.Self-Directed Resources: LinkedIn learning is available for our Corporat e Services function and \nin 2022 Self Directed Resources will be availabl e globall y to all businesses.\n3.Onboarding: Ares welcomes new team members with onboarding training, peer advisor  \nprograms and networking.\n4.Intern Training Program (ITP) and Analyst and Assoc iate Training Program (AATP): Ares hosts  \nrising seniors from top universities each summer for a 10-week internship program, which  \nfocuses on training, developing, and evaluating undergraduate students for a potential full -\ntime role. The program includes upfront technical training (led and faci litated by Wall Street \nPrep), an internal speaker series, social and networking events, and a  formal mentor program. \nThe internship program operates as a pipeli ne for st rong junior talent for the firm, as each \nintern is eligible and considered for a full- time Analyst rol e upon graduation the following year\n—where they would participate in the Analyst and Associate Training Program (AAT P). Upon \nhire, Analysts and Associates participate in a mult i-week upfront orientation training, \ncomprised of technical training (led and faci litated by Wall Street Prep ), internall y led \nbusiness-specific training led by Ares employees, Professional Development Training, and a \nformal mentor program. In 2021, 86%of our interns converted to full-time employment, 25% of \nthem are part of historically under -represented groups.\n5.Leadership Programs: Ares partnered with Beyond Barriers and a third-party provider to roll \nout two development  programs focusing on promoting women at Ares. 42  women participated \nin the seven-month program starting in November 2021. \n404-3 Percentage of employees \nreceiving regular performance and career development reviewsThe reporting organization shall report the following information:\na.P ercentage of total employees by gender and by employee category who received a regular\nperformance and career development review during the reporting period.Performance Management at Ares is supported by the Four Conversation Framework, which includes a process and system for the following conversations: \n1.G oal Setting,\n2.M id-Year check in,\n3.3 60 Feedback and\n4.Y ear-End Review and Compensation and Promotion Discussion.\nConversations are supported by training that is delivered to all employees and managers to providetools and prepare them for each conversation. Via-People is the system that we use to providean easy-to-use template for each conversation and the ability for the organization to track theconversations.\nWe believe that Performance Management is creating a culture of frequent and transparent \nfeedback and establishing a strong connectivity between managers and employees with clear expectations that support the execution of our business. Our process creates a roadmap to success with a focus on career development for our employees and higher levels of engagement and retention of top talent and more equality by providing a consistent employee experience.\n53\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}