{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\nGRI 418: CUSTOMER PRIVACY\n418-1 Substantiated complaints \nconcerning breaches of \ncustomer privacy and \nlosses of customer dataThe reporting organization shall report the following information:\na. Total number of substantiated complaints received concerning breaches of customer privacy, \ncategorized by:\ni. complaints received from outside parties and substantiated by the organization;\nii. complaints from regulatory bodies.\nb. Total number of identified leaks, thefts, or losses of customer data.\nc. If the organization has not identified any substantiated complaints, a brief statement of this \nfact is sufficient.c. During the reporting period, no substantiated complaints regarding breaches of client privacy \nand losses of client data were identified.\n419: SOCIOECONOMIC COMPLIANCE\n419-1 Non-compliance with laws \nand regulations in the \nsocial and economic areaThe reporting organization shall report the following information:\na. Significant fines and non-monetary sanctions for non-compliance with laws and/or regulations \nin the social and economic area in terms of:\ni. total monetary value of significant fines;\nii. total number of non-monetary sanctions;\niii. cases brought through dispute resolution mechanisms.\nb. If the organization has not identified any non-compliance with laws and/or regulations, a brief \nstatement of this fact is sufficient.\nc. The context against which significant fines and non-monetary sanctions were incurred.a./b./c.\n Ares did not incur any significant fine, nor non-monetary sanctions for non-compliance with \napplicable laws and regulations. Please see the Ares Management’s Form 10-K report  for \nadditional information.\n55\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}