{"page_content": "Disclosures (cont.)SASB Content Index\nDISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\nFN-AC-270a.1 Transparent information & \nfair advice for customers(1) Number and (2) percentage of covered employees with a record of investment-relatedinvestigations, consumer-initiated complaints, private civil litigations, or other regulatoryproceedings.There are no known covered employees with records of investment-related investigations, consumer-initiated complaints, private civil litigations or other regulatory proceedings.\nFN-AC-270a.2 Transparent information & fair advice for customersTotal amount of monetary losses as a result of legal proceedings associated with marketing and communication of financial product-related information to new and returning customers.There are no known monetary losses as a result of legal proceedings associated with marketing and communications of financial product related information to new and returning clients.\nFN-AC-270a.3 Transparent information & fair advice for customersDescription of approach to informing customers about products and services.\nPerformance of the management company and significant funds are reported on a quarterly basis via 10-Q/ 10-K  and 8-K and made publicly available to all investors. Consistent with our \nobligations to accurately calculate, report and retain documents supporting performance figures under Advisers Act Section 206 and Rule 206(4)-1, we calculate and report performance in a manner consistent with applicable regulatory guidance. Additionally, all marketing and advertising materials submitted to Compliance are reviewed to confirm that they are not fraudulent or misleading and that they comply with any applicable rules, regulations and Ares policies.\nFN-AC-330a.1 Employee diversity & \ninclusionPercentage of gender and racial/ethnic group representation for (1) executive management, (2) non-executive management, (3) professionals, and (4) all other employees.\nPlease see page 8 in 2021 Sustainability Report, Diversity, Equity & Inclusion. For additional \ninformation, please see the Ares DEI 2021 Impact Report .\nFN-AC-410a.1 Incorporation of ESG \nfactors in Investment ManagementAmount of assets under management, by asset class, that employ (1) integration of environmental, social, and governance (ESG) issues, (2) sustainability themed investing, and (3) screening.\nAres’ Responsible Investment Progr am conveys our objectives for integrati ng ESG  issues, the \nprinci ples behind our a pproach, the governance f ramework to ensure continuous improvement , and \nthe implementation s teps that bring our approach to life throughout  the i nvestment lifecycle. It \nalso contains Ares’ screening framework that guides i nvestment professionals in top-of-funnel \ndecision-making and this screening framework is i ndividuall y tailored to an investment strategy \nas appropriate. \nMore information can be found in Ares’ Responsible Investment Pr ogram.\nFN-AC-410a.2 Incorporation of ESG \nfactors in Investment ManagementDescription of approach to incorporation of environmental, social, and governance (ESG) factors in investment and/or wealth management processes and strategies.\nIn recognition of the importance of considering ESG factors in its investment process, in 2021, A res \nManagement adopted a R\nesponsible Investment Program to guide its ESG integration activities \nacross the investment pla\ntform and had updated its pro gram as its practices evolved. Ares believes \nthat integrating ESG factors into the investment and portfolio management processes across our \nplatform not only enable us to seek to generate attractive and differentiated risk adjusted returns \nacross\n our investment strategies but help drive positive change in our local communities and the \nworld\n at large. Ares’ Responsible Investment Program conveys our objectives for integrating  ESG \nfactors, the principles behind our approach, the governance framework t o ensure continuous \ni\nmprovement, and the implementation steps that bring our approach to life throughout the \ninvestment lifecycle.  Ares’ Responsible Investment Program is publicly available on our website.\nFN-AC-410a.3 Incorporation of ESG \nfactors in Investment ManagementDescription of proxy voting and investee engagement policies and procedures.\nSee section entitled “Corporate Governance and Other Board Information — Committees of the Board — Ares Management Corporation’s Responsible Investment, Philanthropy and Employee DEI” in Ares Management Corporation’s Annual Proxy Statement  for fiscal year 2021, filed in April 2022.\n56\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}