{"page_content": "Disclosures (cont.)DISCLOSURE # DISCLOSURE TITLE DESCRIPTION INDEX & INFORMATION\nFN-AC-510a.1 Business Ethics Total amount of monetary losses as a result of legal proceedings associated with fraud, insider \ntrading, anti-trust, anti-competitive behavior, market manipulation, malpractice, or other related \nfinancial industry laws or regulations.See pages 50–51 in Ares Management 10-K .\nFN-AC-510a.2 Business Ethics Description of whistleblower policies and procedures. We are committed to doing business with integrity and upholding the highest standards of ethical \nand legal conduct. We have adopted a Whistleblower policy and established an ethics hotline (also \ncalled a Whistleblower Hotline) hosted by an independent third party that allows for open reporting \nor anonymous and confidential reporting, which is available to all our people globally. This supports \nour employees in coming forward with potential concerns about unethical or unlawful behavior \nby the firm or other employees. Reporting through the hotline can be done anonymously 24/7 via \nweb-based form or via dedicated local phone numbers for our offices globally (in local languages). \nIf an employee becomes aware of information regarding an actual or potential violation of Ares’ \npolicies, the Whistleblower policy has an obligation to promptly transmit that information to the \nGlobal Chief Compliance Officer or General Counsel. All incidents are reviewed by the Global Chief \nCompliance Officer and escalated appropriately depending on the nature of the complaint. On an \nannual basis, all employees certify their understanding of policies and code of conduct, which \nincludes the Ethics Hotline. Through this annual certification, we seek to clearly communicate \nthat any employee who comes forward with a complaint will not be subject to retaliation as a \nresult of their reporting violations through the hotline. In addition, our external auditors review our \nWhistleblower logs at least annually.\nFN-AC-550a.1 Systemic Risk \nManagementPercentage of open-end fund assets under management by category of liquidity classification. See AUM by Type on page 7 of Ares Management’s Fourth Quarter and Full Year 2021 Earnings \nPresentation, included as exhibit 99.2 to the 8-K filed on February 11, 2022.\nFN-AC-550a.2 Systemic Risk \nManagementDescription of approach to incorporation of liquidity risk management programs into portfolio \nstrategy and redemption risk management.For a description of liquidity management for Ares Management, see Sources and Uses of Liquidity \non pages 149 in the Ares Management 10-K . Redemption risk is managed by the duration of our \nAUM. See AUM by Type on page 7 of Ares Management’s Fourth Quarter and Full Year 2021 Earnings \nPresentation, included as exhibit 99.2 to the 8-K filed on February 11, 2022.\nFN-AC-000.A Activity Metrics (1) Total registered and (2) total unregistered assets under management (AUM). Total assets under management of US$306 billion as of December 31, 2021. See pages 98–99 in \nAres Management’s Form 10-K report  for further detail.\nFN-AC-000.B Activity Metrics Total assets under custody and supervision. Total assets under management of US$306 billion as of December 31, 2021. See pages 98–99 in \nAres Management’s Form 10-K report  for further detail.\n57\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURESContinued on the next page ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}