{"page_content": "Disclosures (cont.)EMPLOYEE ENGAGEMENT SURVEYS We conduct a fulsome employee engagement survey of our global employees at least annually. The topics range from engagement to career development, leadership, diversity, compensation, \nbenefits, onboarding and culture. In response to this survey, we partner with business unit leads to increase effective communication, collaboration and benchmarking our benefits offerings. One of the changes we implemented in 2021 was a firm-wide week-long winter holiday in December to allow employees to disconnect that did not count toward our employees’ regularly allotted vacation days. In addition to our annual employee engagement survey, we administer a number of surveys throughout the year (e.g. for new joiners, at the 45 day mark, ad hoc pulse surveys for various groups, exit surveys). We typically report on all surveys conducted and work with business unit leads to come up with strategies for each group to address employee feedback received.\nRESPONSIBLE MARKETING POLICY\nAs Ares is subject to global rules and regulati ons governi ng the promotion and sale of its products, strategi es and investment management services, we have adopted a Marketing  and \nAdvertising Policy. Pursuant to this policy, when undertaking such promotional and selling activities and ot herwi se marketing and distributing Ares’ products and services, including  using \npromotional materials and soliciting clients and invest ors, employees must act at all times in a fair, honest and transparent manner. Ares has adopted this policy to ensure it meets these \nobligations when conducting such activities and that  it compl ies with applicable anti-fraud provisions, solici tation rules and jurisdictional requirements. All printed marketing, advertising \nand related promotional materials are required to be submitted t o Compliance for pre-approval before suc h informati on may be disseminated.\nINFORMATION SECURITY POLICIES The firm recognizes the security and resiliency of our information systems, as well as the protection of investor and employee data stored within those systems has never been more critical. To that end, the firm has implemented a comprehensive and enterprise-wide cybersecurity program, which is aligned to the well recognized NIST Cybersecurity Framework (CSF). The program is underpinned by a set of periodically audited policies and procedures, which amongst others includes the Cybersecurity; Data Protection; and Data Privacy policies; and for which all employees are trained and certify to their compliance annually. The program is run by a dedicated internal cybersecurity team, which through augmentation by external partners provides 24x7 monitoring, investigation, and response to potential cybersecurity threats affecting the firm. The team is led by our Chief Information Security Officer, who sits on the firm’s Enterprise Risk Committee as well as Data Privacy Task Force, and regularly reports to the Audit Committee. As noted above, the firm maintains a Data Privacy Policy and provides Investors with a copy of the Data Privacy Notice, which summarizes what personal data the firm collects and how it is processed; as well as details how to report data privacy concerns or request erasure of such data. Should data be provided to a third party, such exchange is governed, and data privacy obligations outlined in a Data Processing Agreement; Data Protection Annex; or other similar agreement largely aligned to the firm’s policies. \nCYBERSECURITY The firm’s program is aligned with the NIST Cybersecurity Framework.\n59\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nEND NOTESCONCLUSION & \nLOOKING FORWARD\nDISCLOSURES", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}