{"page_content": "The data and information in this report (together with any attachments, appendices, and related material s, the “Report” ) are presented as of the date indicated and for informational purposes only. The information in the Report is only as current as the \ndate indicated and may be superseded by subsequent  market event s or for other reasons. Ares Management Corporation and its subsidiaries, affiliated funds and their respective personnel and affiliates (collectively “Ares” ) assumes no obligation to \nupdate the information therein. \nThis Report contains “forward looking statements” with in th e meaning of Secti on 21E of the Securities Excha nge Act of 1934, as am ended, that a re subject to risks and uncerta inties. Forward lo oking state ments can be ident ified by th e use of forward-\nlooking words such as \"outlook,\" \"believes,\" \"exp ects,\"  \"pot ential,\" \"continues,\" \"may,\" \"will,\" \"should,\"  \"seeks,\" \"approximately,\" \"predicts,\" \"intends,\" \"plans,\" \"estimates,\" \"anti cipa tes\" or negative versions of t hose words, other compa rable words or other \nstatements that do not relate to historical or factua l matters. Actual outcomes and results could  diffe r materially from those suggested by this Report due to the  impa ct of many factors beyond the control of Ar es, includi ng those descr ibed in the \n“Risk Fa ctors” section of Ares Management Corporatio n’s f ilings with the Sec urities and Exchange Commission . These fac tors should not be construed as exhaustive a nd shou ld be read in conjunction with ot her cautionary statements that are \nincluded in our periodic filings. Any such forwa rd-looking state ments are made pursuant to the saf e harbo r pro visions av ailab le under applicable securi ties laws and speak only as of the date  of this Report. Ares assumes no oblig ation to  update or \nrevise any such forward-looking statements excep t as r equir ed b y law.\nCertain information contained in this Report relating to any ESG initiatives, goals, targets, intentions, or expectatio ns, including with respect to targets and r elated timelines, is subject to change, and no assurance or guarantee ca n be  given  that \nsuch initiatives, goals, targets, intentions, o r exp ectat ions wil l be met, some  of which are aspirat ional in nature. Stat istics and metrics relating t o ES G matters are estimates and may be based on assumptions or developing  standards (inclu ding \nAres’s internal standards and policies). There can be  no assu rance that Ares’s ESG policies and proce dures as desc ribed in this Report, includi ng policies and procedures related to responsible investment or the applicati on of ESG-related criteria or \nreviews to the investment process, including cert ain met rics or  framewo rks, will continue. Such policies and procedure s may ch ange, even mate rially, or may not be applied cer tain investmen ts. In a ddition, the act of selecting and evaluatin g \nmaterial ESG factors is subjective by nature, and t here i s no guarantee that the criteria utilized, or judgment exerc ised b y Ares will reflect the beliefs or va lues, internal  poli cies or preferred pr actic es of investors,  othe r manag ers or with ma rket t rends. \nAres is permitted to determine in its discretion tha t it i s not feasible or practical to implem ent or compl ete certain  of its ESG initiatives, poli cies, and procedures based on cost, ti ming,  or other conside rations. \nStatements about ESG initiatives or practices r elated t o po rtfolio companies and investments do not apply in every instance  and depend on factors i ncluding, among others, (i) the rele vance or  implementation status of a particular initiative to or \nwithin the portfolio company, (ii) the nature and  extent of Ares’ investment in, ownership of, or co ntrol  with respec t to th e portfolio company, and (iii ) other factors as det ermined  across teams, compa nies, investment s, and/or businesses on a case-\nby-case basis. ESG factors are only some of the  many fa ctors Ares considers in making an investment, and there is no guar antee that Ares will make investments that create p ositive ESG impact o r that considerat ion of ES G factors will enhance long-\nterm val ue and financial returns for clients or investors. To t he e xtent Are s engages with portfolio  compa nies and other asset s on ESG-related pr actices and potential re lated improvemen ts, there is no guarantee that such engagem ents will i mprov e \nthe financial or ESG-related performance of the inve stment.\nThe selected investment examples, case studies and/or transact ion summa ries presented or referred to  in this Re port are for illustrative purpose s onl y and may not  be represe ntative of all  transactions of a given type or of investments generally and \nare intended to be illustrative of the types of inv estments that have been made or may be made by a fund  in employing such fund ’s investment st rategies. It sh ould not be assumed that comparable initiatives, investments or transactions will be \nmade in the future or that the quality, performance and  success of such init iatives implemented by Ares or its fun ds’ portfolio  compa nies is guaranteed. \nCertain information contained in this Report has be en obta ined from third parties, and in c ertain case s hav e not been upd ated through the date hereof. Ares mak es no representat ion or warranty, express or implied , with respect to  the a ccuracy, \nfairness, reasonableness or completeness of any of  the information contained herein, and expressly di sclaims any responsibility or liability therefor. Actual re sults may di ffer materiall y from a ny forward-loo king state ments.\nThis Report may not be copied, reproduced, repub lishe d, po sted, transmitted, distributed, dissemi nated, disclosed, quoted, or referenced, in whole or in part, to any oth er person without Ares’ prior written conse nt.\nThis Report is not an offer to sell, or the solic itation of an offer to purchase, any security or management  services, th e offer and/or sale of which can only be made by  definitive offering documentation, whi ch will contain material \ninformation with respect to any such security, i ncluding risk factors relating to any such inves tment.\n60\nINTRODUCTION CORPORATE SUSTAINABILITY RESPONSIBLE INVESTMENT FURTHER INFORMATION\nDISCLOSURESCONCLUSION & \nLOOKING FORWARDEND NOTESEnd Notes  (cont.)\nImportant Notice", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}