{"page_content": "Supporting & \nDeveloping Talent\nOUR APPROACH\nWe closed 2021 with over 2,100 employees \n(a 44.6% increase in headcount from 2020). \nHeadcount has grown by 133.1% over the \nlast five years, and the firm’s strategic plan \ncontemplates future growth. We are focused on \nscaling and elevating talent services to meet \nthe organization’s needs today and tomorrow. \nThe mission of the HR team is to enable the \ngrowth, success and well-being of the people \nof Ares while creating a culture and employee \nexperience that makes us the employer of \nchoice in the alternative asset management \nindustry. To this end, we are increasingly \nreceiving external accolades related to our \nwork environment.ACTION AND PROGRESS\nCULTURE\nIn anticipation of our planned growth and \nthe need to integrate a significant number of \nemployees into the firm in connection with the \nBlack Creek and Landmark acquisitions, we \nseized the opportunity to refresh our purpose, \nvision, mission and values, understanding \nthat organizational alignment around these \nconstructs would be critical to our success.\nFLEXIBILITY\nWe defined the flexibility model at Ares, seeking \nto capitalize on the power of togetherness and \nthe enhanced flexibility that our team members \nhave grown to value over the past two years. We \nadopted a principles-based approach and set firm-wide expectations regarding time spent \nin-office vs. remote, while also empowering \nemployees to make everyday decisions to best \nbalance personal and work life at the individual \nlevel. We piloted several best practices for \nworking in a hybrid environment and will \ncontinue to leverage this “pilot” and “learn” \napproach going forward.\nTALENT DEVELOPMENT\nThe firm invested in setting up a formal \ntalent development function, staffed with \nthree experienced professionals. An employee \nlistening tour was conducted and served as the \nbasis for creating a multi-year strategic plan. \nFirst programs were delivered, including one \nto help leaders manage effectively in a hybrid \nwork environment.\nAres is a “people first” firm\nBeing in the alternative asset management business is \nsynonymous with being in the people business, and our ability \nto hire and retain great talent is at the heart of our success. \nWe invest in our people and seek to make them feel valued and \nempowered. We strive to create an inclusive and values-driven \nculture where everyone has a voice, the best ideas flourish and \nmeaningful careers are built.\nNew Hires \n(Organic)New Hires \n(Acquisition)Total  \nNew Hires437 + 449 = 886OUR FUTURE\nWe will seek to effectively manage the firm’s \ncontinued growth while also taking steps to \nfurther elevate the employee experience. We \nwill specifically look to:\n• Enhance  our suite of talent development \nofferings and examine opportunities to \nelevate the employee onboarding experience.• Refine  key talent management processes \nand tools, including the 360 degree \nfeedback process and our approach to talent \nassessment and succession planning.\n• Evaluate the effectiveness of our flexibility \nmodel and modify as needed.\n2021 HIGHLIGHTS\n2021 2022 + TARGET\nI WOULD DESIGNATE ARES AS A GREAT PLACE TO \nWORK (GREAT PLACE TO WORK “GPTW”) 288% >90%\nREGRETTABLE VOLUNTARY TURNOVER \nPERCENTAGE 36.0% <10%\nPERCENTAGE OF WOMEN AND HISTORICALLY \nUNDERREPRESENTED GROUPS (“HUGS”) IN THE \nCURRENT INTERN CLASS 445% Women \nand  \n23% HUGs50% Women \nand  \n25% HUGsSPOTLIGHT\nWe closed two acquisitions in 2021, through which we onboarded a total of 449 employees. \nWith one of the acquisitions, we secured an external integration support partner to help us \nthink through the relevant talent and strategic issues to ensure a successful path forward. \nDuring this year of incredible growth as an organization (where our headcount increased by \n44.6% from 2020), we achieved a voluntary regrettable turnover rate of 6.0%. Additionally, \nwe were certified as a Great Place to Work in the US, India and the UK, achieved a 100% \nscore on the HRC Corporate Equality Index and were recognized as a Best Place to Work in \nMoney Management by Pensions & Investments.\n7\nINTRODUCTION RESPONSIBLE INVESTMENT FURTHER INFORMATION\nCORPORATE SUSTAINABILITY\nDIVERSITY, EQUITY \n& INCLUSION CLIMATE CHANGE PHILANTHROPY CYBERSECURITY ENTERPRISE RISK \nMANAGEMENTGOVERNANCE, \nCOMPLIANCE & ETHICSSUPPORTING & \nDEVELOPING TALENT ", "metadata": {"source": "NASDAQ_ARCC_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}