{"page_content": "SAFETY INSURANCE | 2021 ESG REPORT21\nPROTECTING OUR COMMUNITY \nAND ENVIRONMENT\nCommunity Engagement\nSafety is committed to making a positive impact on  \nthe communities where our employees live and work.  \nWe are proud of the communities we serve and recog-  \nnize the integral role we play, as a provider of auto \nand homeowners insurance, in helping our neigh-bors feel safe in their local communities. One way we are doing this is by improving driver safety. We have been a strong supporter and partner of various safe driving programs where the purpose is to edu- cate teen drivers and their parents about safe driving practices, including our Parent’s Supervised Driving Program and In Control Advanced Driver Training. \nIn addition to providing products that increase safety,  \nemployees give both their time and financial resources  \nto charities of all types. The Safety Insurance Char-  \nitable Foundation provides financial support to a \nwide array of charities in areas such as community service, education, job training, homelessness, arts and culture, food banks, youth programs, health-care, medical research and disaster relief. Over the past five years, we have contributed $2,500,000 to the Charitable Foundation in its efforts to support a variety of charities. For more information about the organizations this foundation supports, please visit our website.\nWe have a significant relationship with Clear Path  \nfor Veterans New England, an organization with a \nmission to build a safe, supportive and respectful place for veterans to seek the help and resources they need in order to successfully integrate into their communities. Outside of providing financial support to Clear Path, we are proud to incorpo -\nrate their fundraising efforts into our core busi-ness. We offer a 5% discount on a policyholder’s Massachusetts Personal Auto Insurance Premium for any donation of $50 or more to Clear Path.\nWe also have an Employee Charitable Contribution \nGift-Matching Program that matches employee dona-  \ntions dollar for dollar, thus amplifying the effect of  \nemployee giving. Safety Insurance has matched over $141,000 in employee giving since 2017. Some of the organizations that have benefited from these donations are the Greater Boston Food Bank, YMCA, Boston Museum of Science and Global Giving. Since the pandemic, we are more aware than ever that our  \nsuccess is tied to that of the communities in which we serve, and we look forward to continuing to contribute to our customers in a meaningful way to ensure that we’re succeeding together.  ", "metadata": {"source": "NASDAQ_SAFT_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}