{"page_content": "A MESSAGE FROM  \nOUR CEO\nWHO WE AREOUR APPROACH TO  \nSUSTAINABILITYOUR PATIENTS\nOUR PEOPLE\nOUR PHYSICIANS &  \nPAYERS\nOUR PLANET &  \nCOMMUNITIESOUR PRINCIPLES &  \nOTHER PRIORITIESREPORTING  \nINDEXES\nLung Biotechnology\nLung Biotechnology PBC, a wholly owned \nsubsidiary of United Therapeutics, houses our organ manufacturing work which is aimed at dramatically increasing the supply of transplantable organs. It is also the first public benefit corporation (PBC ) subsidiary \nof a public biotech or pharmaceutical company. As a PBC, Lung Biotechnology is chartered with the express purpose of “address[ing] the acute national shortage of transplantable lungs and other organs with a variety of technologies that either delay the need for such organs or expand the supply,” and is expressly allowed to consider the interests of this public benefit purpose and to operate in a responsible and sustainable manner in addition to the emphasis on shareholder value.ORGAN MANUFACTURING PROGRESS*\nEVLP\nEx Vivo Lung Perfusion, also \napplicable to other organs\n182\npatient lives changed3DAP LUNG\n3D Autologous Printed lung using \nre-differentiated iPS cells from patient on 3D printed scaffold\n70%\nof lung 3DAP printed\nLUNG LOBES\nRegenerated allogeneic human cellularized lung lobes on decellularized porcine scaffold\n70%\nrecellularization \n 20% \nlung functionXENOKIDNEY\nGenetically modified pathogen-free pig organs\n>SIX MONTHS\nlife supporting organs\n* As of the dat e of this report.\nRehabilitating discarded lungs into life-saving organs\nSince 2014, we have been developing technologies to convert donor lungs deemed unsuitable for transplantation \ninto usable lungs through ex-vivo lung perfusion (EVLP). To date, our EVLP procedures have resulted in  \nsuccessfully transplanted lungs for patients with end-stage lung disease. These are donor lungs that otherwise would have been discarded, absent the use of EVLP technology. We have two facilities dedicated to these technologies, including a site net zero facility we constructed on the campus of Mayo Clinic Jacksonville.Animal Welfare\nUnited Therapeutics is committed to \nand abides by all ethical requirements related to animal welfare in research, teaching, and testing. Research involving the use of live animals must be approved by Institutional Animal Care and Use Committees (IACUC) at both our in-house facilities and our partner institutions, a requirement of U.S. federal and state laws. The IACUC has a key oversight role, including the review and approval of animal use activities and inspection of animal facilities. In addition, we comply with the “Three Rs” (Replacement, Reduction, and Refinement), widely accepted ethical principles that are now embedded in the conduct of animal-based science in many countries around the world. United Therapeutics, and its subsidiaries, strive to partner with organizations that have earned accreditation from AAALAC International, a non-profit that assesses organizations that use animals in research, teaching, or testing. More than 1,000 companies, universities, hospitals, government agencies, and other research institutions in 49 countries have been accredited through AAALAC’s rigorous program and site evaluation review.\n14", "metadata": {"source": "NASDAQ_UTHR_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}