{"page_content": "Our dedication to the long-term success of our employees is the foundation of our training philoso -\nphy. We believe that every employee should be given the tools and skills necessary to be successful \nin their current position and have access to the necessary tools to prepare them for an advanced \ncareer within SP+. Our training is designed and developed to ensure our staff achieves a degree of \nmastery in each position within our organization to ensure their long-term success.\nPERCENTAGE OF EMPLOYEES RECEIVING REGULAR PERFORMANCE AND \nCAREER DEVELOPMENT REVIEWS  (404-3)\nSP+ is committed to fostering an environment in which each employee and manager builds a \ntrusting and respectful relationship, in which feedback and coaching are candid and frequent; op -\nportunities for development that align with the employee’s goals, strengths, career interests are \nprovided; and outstanding performance, high potential and great leadership are rewarded.+  Corporate Compliance Courses & Policies  \nAll new employees are required to complete the following courses as part of their onboarding \nprocess. The following courses are available through SP+ University, our in-house, online training \nplatform.\n+  Courses to be completed within the first two \nweeks of employment\n -   Code of Business Conduct  \n -   Information Security Awareness  \n -   Sexual Harassment Prevention  \n -   Leading the Way:  Environmental  \n                  Compliance and Protection  \n -   First Observer  \n -   Introduction to Safety  \n -   Blood-born Pathogens  \n -   Hazard Communication\n+  SP+ University\nSP+ University is the face of our training department offering access to job specific curricula, course \ncontent, materials, and reporting. SP+ University is web-based and gives our employees access to \ntraining 24/7.+  Courses to be completed within the first  \n30 to 60 days of employment\n -   Non-Harassment and Diversity*  \n -   Robbery Procedures*  \n -   Heat Illness*  \n -   Motor Vehicle Safety**\n*within first 30 days of employment  \n**within first 60 days of employment\nWe have found that the wide array of skills that we require—from technical \nskills such as accounting procedures and computer efficiency, to management \nskills such as employee development, customer service proficiency, and the \nability to successfully delegate and supervise others—necessitates the use of \nseveral training methodologies. We use video-based classroom sessions, self-\ndirected learning packages, and computer-based training programs to form a \ncomprehensive, effective program that provides management employees with \nthe tools they need to successfully perform specific job responsibilities.\n+  Mentoring\nOur Mentoring Program pairs mentees with mentors in order to help them develop professional \nskills, network, and advance in their careers.", "metadata": {"source": "NASDAQ_SP_2018.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}