{"page_content": "A strong employee-to-manager relationship is essential to SP+’s performance and development \nprocess. Constructive, friendly, two-way conversations about performance, development and ca -\nreer growth are at the center of this relationship.\n4.  DIVERSITY & EQUAL OPPORTUNITY\nDIVERSITY OF GOVERNANCE BODIES & EMPLOYEES  (405-1)\nAs of December 31, 2018:\n+  Commitment to Diversity and Equal Employment Opportunity  \nSP+ is an equal opportunity  employer and does not discriminate against any individual in hiring, \nemployment, or advancement because of race, color, national origin, gender, sexual orientation, re -\nligion, age, disability, veteran status, or any other legally protected status as defined by applicable \nlaws. Employment opportunities at SP+ are based on non-discriminatory factors.\nSP+ strongly supports the policies of the Americans with Disabilities Act and is committed to treat -\ning applicants and employees with disabilities in accordance with the requirements of the statute. \nSP+ seeks to give full and equal employment opportunities to all persons capable of performing \nsuccessfully in our available positions. Where appropriate and possible, SP+ will make reasonable \naccommodations for the disability of an employee or applicant.\n+ Discrimination & Harassment  \nIt has been and continues to be SP+’s policy to (i) provide employees with a work environment free \nfrom discrimination and harassment, and (ii) prohibit discrimination and harassment of employees \nor customers in the workplace by any person, in any form. Discrimination and harassment can take \nmany forms and can be based on a number of factors including a person’s race, color, national ori -\ngin, gender, sexual orientation, religion, age, disability veteran status, or any other legally protected \nstatus as defined by applicable laws. Discrimination and harassment can include offensive remarks, \nslurs or other verbal, written or inappropriate physical behavior based on a protected classification, \nsuch as the factor listed directly above.\nSP+ has a zero-tolerance policy for any type of discrimination or harassment. Complaints of harass -\nment or discrimination are taken seriously and are handled in a confidential manner to the extent \npossible. Disciplinary action up to and including termination will be taken against persons who \nengage in harassment or discrimination or who retaliate against persons who either make good \nfaith complaints of harassment or discrimination or who provide information related to complaints \nof harassment or discrimination.\n33SP+ 2018 SUSTAINABILITY REPORT%%Male     Female    Age <30    Age 30-50    Age >50    Minority    White  Not Specified\nBOARD               67%       33%         0%           0%              100%         17%          83%       0%\nSERVICE             70%       30%        32%         33%             35%         63%          24%      13%           \nSTAFF & MGT      65%        35%        18%         48%             34%          60%          36%        4%", "metadata": {"source": "NASDAQ_SP_2018.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}