{"page_content": "SP+ employees are responsible to help assure that harassment and discrimination are avoided \nthroughout the company. Additionally, each manager and supervisor has an affirmative duty to \nmaintain a workplace free from discrimination and harassment. All SP+ employees are required to \ncomplete the Sexual Harassment Prevention training module made available at SP+ University on \ntheir first day of employment at the company.\nINCIDENTS OF DISCRIMINATION AND CORRECTIVE ACTION  (406-1)\nProfessional behavior is expected and required of all SP+ employees. Our intent is to provide all \nemployees with a workplace environment consistent with SP+’s core values. Accordingly, SP+ does \nnot tolerate workplace discrimination or harassment based on age, ancestry, color, religious creed, \nrequest for / use of family and medical care leave, disability (mental or physical) including HIV and \nAIDS, marital status, medical, genetic information, military and veteran status, national origin, race, \nsex, gender, gender identity, gender expression, sexual orientation, or any other status protected \nby law.\n+  Enforcement\nTo enforce the Code of Business Conduct and other compliance policies, and to protect against \ntheft or fraud, SP+ has implemented a rigorous audit program. We actively monitor work activities \nand reserve the right to use surveillance. Anyone violating the Code of Business Conduct, or com -\nmitting theft or fraud, is subject to disciplinary action including dismissal and, under the appropri -\nate circumstances, criminal prosecution.\n+  Reporting Violations\nShould any SP+ employee become aware of violations, or just have a need to discuss work issues, \nwe have several communication programs that our employees are encouraged to use. These in -\nclude the following:\n+ Open Communication Policy: SP+ believes in direct and open communication at all levels.    \n   Through effective and open dialogue, employee concerns can beidentified and resolved. If   \n   our employees have a concern or problem that needs to be addressed, they are encour   \n   aged to discuss the issue with their supervisor, or if that is not appropriate under     \n   the circumstances, the next level of management.\n+ Complaint Procedure: If employees are not satisfied with their supervisor’s response, they      \n   communicate directly with a representative from the Chicago or Nashville Support Office or a   \n   regional Human Resources representative.\n+ Phone/Web Reporting: Reports may also be made at any time through the SP+ Hotline (800-245-         \n   4714) or via the Internet at ethicsreportline.spplus.com. \nSP+ employees can report concern without fear of retaliation.", "metadata": {"source": "NASDAQ_SP_2018.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}