{"page_content": "11\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015100 percent of our data centers run on  \n100 percent renewable energy.\nOur data centers are built with the environment in mind, often including innovative \nenergy efficiency measures. In fact, three of our data centers—in North Carolina, Oregon, \nand Nevada—earned Leadership in Energy and Environmental Design (LEED) Platinum \ncertification from the U.S. Green Building Council, the highest level possible.\nOur data centers have been 100 percent renewable since 2013. And we’re continuing  \nto find innovative ways to bring renewable energy projects to the places where we  \nconsume a lot of energy. For example, we recently partnered with the local utility,  \nDuke Energy, to develop a green energy tariff—Duke Energy’s Green Source Rider \nProgram. This program allowed us to co-develop five solar PV projects in North Carolina, \nthe first of which came online in October 2015. For more information about Apple’s  \nindustry-leading efforts to supply our data centers with 100 percent renewable energy, \nsee Appendix B.\nInnovating on rooftops in Singapore.\nSingapore is so densely populated that there’s no space on the ground for a large-scale \nsolar project. So we designed an entirely new solution. We worked with local renewable \nenergy provider Sunseap to source clean energy from roughly 32 megawatts of solar \npanels on more than 800 rooftops in the city. This first-of-its-kind project will produce enough energy to run all our Singapore offices and our part of the shared data center \nthat we use for extra computing capacity.\nTo further advance the renewable energy market in Singapore and to ensure account -\nability and traceability of our generation, Apple worked closely with APX (a renewable \nenergy tracking software developer) and other key partners to develop a regional \nrenewable energy tracking system, similar to those in North America and Europe. Apple is using the tracking system now and soon it will be opened to renewable energy  \ngenerators and purchasers in Singapore and elsewhere in Asia.\nWe’re powering 97 percent of our Apple  \nStores with renewable energy. That’s almost \ngood enough.\nAs of April 2016, we are powering 463 Apple Stores in 13 countries with 100 percent \nrenewable energy. Our preferred method is to generate renewable energy from Apple-\ncreated projects to cover our stores’ electricity use. For many of our other retail stores, \nwe purchase renewable energy from third-party providers. And where local regulations don’t allow these options, we participate in utility green tariff programs, collaborate with \nlandlords to purchase renewable energy on our behalf, or procure renewable energy \ncertificates that meet strict verification standards.Our Maiden, North Carolina data center is  \npowered by our biogas fuel cells and three  solar arrays.\n", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}