{"page_content": "12\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Our renewable energy strategy\n1 . Energy Efficiency\nAn important first step in managing \nenergy use is to ensure our facilities use \nas little as possible. That’s why we design \nthem for maximum energy efficiency, and regularly audit their energy use to \nidentify further opportunities for energy \noptimization.2. Renewable Energy\nRenewable Energy Generation. Where feasible, we produce our own renewable energy by building our own solar arrays, biogas fuel cells, and micro-hydro generation systems.\nRenewable Energy Investments. Where it’s not feasible to produce our own, we  \npurchase renewable energy, investing in local and newer projects that follow our \nrobust renewable energy sourcing principles. \nGrid-Purchased Renewable Energy.  In cases where we aren’t able to purchase renew -\nable energy in this way due to local regulations, Apple purchases renewable energy \ncredits (RECs). We apply the same rigor here as for our other grid-purchased renewables, \nand we also register and retire these RECs in certified tracking systems. When Apple \nacquires RECs, we require that they are Green-e Energy certified and come from the same region—and preferably the same state—as the Apple facility they support.\nWind Water Biogas Fuel Cell Geothermal Solar\nOur renewable energy sourcing principles. \nWe encounter many legal and regulatory frameworks around the world that constrain our renewable energy supply options. In each location, we endeavor to choose the strongest approach available to us as defined by three guiding principles:\nDisplacement. We seek to displace the more polluting forms of energy in the same electric grid region in which we operate—by  \nputting into the grid an amount of renewable energy equal to the amount of energy taken from the grid by our facilities.Additionality. We strive to create new clean energy that adds to the energy sources already delivering to the grid. This generally \nmeans participating in renewable energy projects that would not have been built without Apple’s involvement. We make sure that \nthe energy we count toward our goals is not counted toward regulatory obligations that utilities must meet, such as the Renewable \nPortfolio Standards in many states.\nAccountability. We apply rigor in measuring and tracking our energy supply resources, and use third-party registries such as WREGIS \nand NC-RETS, certification programs such as Green-e Energy, and contractual provisions to ensure that all renewable energy supplied to Apple is supplied only to Apple. When needed, we work with industry partners and governmental entities to create such systems.\nYour grid is our grid.\nWhen it is not feasible to power our facilities with onsite renewable energy, we match our load with renewable energy generated by either Apple-owned projects or third-party projects. We put the clean energy we generate onto the local grid, displacing the more \npolluting forms of energy.\nThe best way to think about it is like a bank: You can deposit $20 in one bank branch, then go to another branch and withdraw $20. \nRenewable energy works in a similar way. And Apple’s renewable energy approach goes a step further to make sure we “deposit”  \non the same grid as the energy we are “withdrawing.”", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}