{"page_content": "13\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015We are also changing how we design our stores to be better for the planet. For example, \nour latest store design is  40 percent more energy efficient and uses 30 percent less \nwater than our previous design.  W e’re also bringing the outside in, through  mixed-\nmode  natural  ventilation and biophilic design, where available and appropriate.  In late \n2015, our Mall  of the Emirates  st ore in Dubai received LEED Platinum certification.  \nHome green home. \nThe ne w  A pple campus in Cupertino will be the most energy-efficient building of its \nkind. We’re recycling or reusing over 95 percent of the material from the demolished \nbuildings at the site, by finding ways to repurpose virtually every  piec e of concrete, \nglass, and steel.\nThe building will be powered by 100 percent renewable energy, generated by 4 mega -\nwatts of baseload biogas fuel cells and 16 megawatts of rooftop solar—one of the  \nlargest onsite corporate solar energy installations in the world. When additional energy \nis needed, it will come from a 130-megawatt solar project in Monterey County thanks \nto Apple’s power purchase agreement with First Solar. The site is designed as a micro-\ngrid—which allows Apple to disconnect from the local grid and power the campus autonomously when grid power goes down, providing energy resiliency. To support  \nthe micro-grid design, the onsite solar energy production will be augmented with  \nbiogas fuel cells and battery  st orage. And air will flow freely between the inside and  \noutside of the building, providing natural ventilation for 75 percent of the year, with \nhighly efficient radiant heating and cooling the remainder of the year.  \nThe building itself is only part of the story.  About  80 percent of the site will be open \nspace, populated by more than 8000  trees, which includes over 7000 newly planted \nshade and fruit trees. Virtually all plants used throughout the landscape are drought-\ntolerant  t o minimize freshwater use.  W e’re also reclaiming as much rainwater as we can, \nand 157 ,000 gallons of recycled water from the city of Sunnyvale’s recycling facility will \nbe used for the majority of our landscaping water needs at the new campus. By invest -\ning in recycled water, we are helping to ease the demand for freshwater in Cupertino.\nOur Mall of the Emirates store in Dubai was designed with environmental features that earned the building LEED Platinum certification from the U.S. Green Building Council.", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}