{"page_content": "14\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Getting to and from the new campus will be greener, too. We’re  expanding our \ncommute alternatives program by 20 percent. This  means that over a third of \nour employees in  the area  can commute to our existing and new campuses using \nour biofuel buses, public  transit, bicycles, carpools, and their own two feet. And for \ndrivers, we’ll  have over  1000  electric vehicle charging stations. When completed, \nApple  Campus 2 will be an ever-present reminder of our commitment to  sustainability \nand an example of what every corporate campus can be.\nWe’re lessening our impact when we  \ncommute or hit the road. \nAs we shrink the carbon footprint of Apple’s facilities, we’re also continuing to  \nlook for ways to reduce carbon emissions from business fleet vehicles, employee  \ncommute, and business travel. Those emissions grew in fiscal year 2015 primarily because our employee count increased by 14 percent in the same period, and  because long-distance business travel increased. We offer our United States  \nemployees a transit subsidy of up to US$100 per month, and at our Cupertino  and surrounding Santa Clara Valley campus, we offer free coach buses to commute  \nto and from our corporate offices. In fiscal year 2015, use of these coach buses \nincreased by close to 19 percent. And we’re seeing the difference this is making: In  \nfiscal year 2015, our emissions per employee dropped for the fourth year in a row;  \nthey have decreased by close to 30 percent since fiscal year 2012. And to encourage electric vehicle use, we also offer our employees over 550 electric vehicle charging \nports, at no cost—an increase of 67 percent compared to last year—and we continue to add more to meet increased demand.\n8000\nThe site will be populated by over  \n8000 trees, including more than 7000  newly planted shade and fruit trees.10 0%\nApple Campus 2 will be powered by  100 percent renewable energy.\nTravel Emissions\n045,00090,000135,000180,000\nFY12 FY13 FY14 FY15metric tons CO 2e\n0.45.901 .351 .80\nFY12 FY13 FY14 FY15metric tons CO 2e/employee\nBusiness Fleet Vehicles (Scope 1)\nEmployee Commute (Scope 3)Business Travel (Scope 3)Travel Emissions per Employee", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}