{"page_content": "15\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Transportation\nReducing our carbon emissions by air and sea. \nTransporting hundreds of millions of products uses a lot of energy. Our logistics team  \nis focused on reducing our carbon footprint in this area. That includes looking for \nopportunities to make air and ocean shipping more efficient so they use less fuel.  \nAnd because we’re working to make our devices lighter and the packaging smaller, \nwe’re cutting down on emissions no matter how our products are delivered.\nWe are also looking at ways beyond just shipping to reduce our product transportation \nimpacts—like our boxes. We’re reviewing our box sizing, material selection, recycled content, and even our packing slips, to see where we can be more material efficient. We \nuse distribution centers across the world to act as transportation hubs for our products. \nWhile we don’t own these facilities, we believe they should have as small a footprint as possible. So we’re collecting data on their energy use, carbon emissions, waste genera -\ntion, and waste diversion from landfill, to identify where there may be opportunities  \nfor improvement.\nRecycling\nRecycling counts toward our footprint, too. \nUnlike many of our competitors, we include all the energy used to recycle our products in our carbon footprint. So whenever possible, we recycle our products in the region \nwhere they’re collected, reducing the carbon emissions associated with shipping. When \nwe have to ship, we do it responsibly. Because we work closely with all our recyclers  \nand with vetted facilities, nothing is dumped unsafely in developing countries, which is \na common problem in our industry.\nRecycling is also good for reducing global carbon emissions. Fewer carbon emissions \nare created by recycling materials such as aluminum than by mining and smelting  \nnew materials. Whoever uses the recycled material can count the carbon savings \nagainst their footprint, so we don’t double-count it against ours. We’re participating in the U.S. Environmental \nProtection Agency’s SmartWay Program to find more ways to improve fuel efficiency and reduce greenhouse gases and air pollu-tion from the transportation supply chain.\n", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}