{"page_content": "16\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Resources\n Liam is a line of robots that disassembles iPhone 6 into individual components, making it easier to recover finite resources such as aluminum, gold, and cobalt.\nResources\nWe can’t manufacture natural resources. So \nwe invent ways to make the most of them.\nWe want to make sure we’re protecting and creating more sustainable forest than \nwe’re using. It’s part of our larger goal to minimize the materials we take from the earth. We’re measuring our water footprint and finding ways to reduce or reuse water \nwherever we can. And none of the waste from any of our iPhone and Apple  Wat ch final \nassembly sites ends up in a landfill.5 We also created Apple Renew—a program that \nlets you recycle any Apple device at an Apple  Store.  \nReuse & Recycling\nOne of the best ways to use a resource is to \nreuse it.\nWe work hard to keep electronic devices out of landfills so that the precious resources \nthey contain can be reused. And we want to ensure that these devices are recycled properly so they don’t pose a threat to human health or the environment. That’s why we’ve developed recycling collection events, take-back initiatives, and efforts like Apple Renew, a global program that lets you bring used Apple devices to any Apple Store for reuse or responsible recycling. We’re also working with over 160 recyclers around the world, whose facilities we hold to rigorous standards of environmental compliance, health and safety, and social responsibility. Through our efforts, we’ve kept more than 597 million pounds of equipment out of landfills since 1994. In 2015, we collected nearly 90 million pounds of e-waste through our recycling programs. That’s 71 percent of the total weight of the products we sold seven years earlier.We designed a line of robots that can  \ntake apart up to 1.2 million phones a year. Meet Liam.\nApple Renew\nRecycle your Apple device at any Apple Store or request a prepaid shipping label online and send it to us. \nLearn more >\n", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}