{"page_content": "17\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Amount of material recovered for reuse through  \ntake-back initiatives in 201 5\n6 1 ,357 ,800 lbs\nSteel  23, 101,000\nNickel 39,672Plastics 13,422,360\nLead 44,080Glass 1 1,945,680Zinc 130,036Aluminum 4,518,200Tin 4408Copper 2,953,360Silver 6612Cobalt 189,544Gold 2204\nWe also see a huge opportunity to improve the way we reclaim finite resources  \nfrom our products. Existing recycling techniques, like shredding, only recover a few \nkinds of materials and often diminish their quality. So we invented Liam, a line of \nrobots designed to disassemble 1.2 million phones a year, sorting all their high-quality \ncomponents and reducing the need to mine more resources from the earth. Liam  \nprototypes are operating in California and the Netherlands. It’s an experiment in recy -\ncling technology, and we hope this kind of thinking will inspire others in our industry.\nAdditionally, we’re committed to making sure all the waste created by our final assem -\nbly facilities and by us is reused, recycled, composted, or, when necessary, converted \ninto energy. It’s an ambitious goal that requires collaboration among multiple Apple teams, local governments, and specialty recyclers, but we’ve already seen great success. \nIn 2015, our facility in Cork, Ireland, was the first outside North America to receive UL’s \nZero Waste to Landfill validation. In 2016, our final assembly  sit es, Foxconn Guanlan and \nFoxconn Taiyuan, were  the first to receive this validation in China, and all our remaining \niPhone and Apple Watch final assembly sites are on track to do the same before 2017 .5 \nAnd most recently, all our stores worldwide have initiated zero waste programs.\nWe found that our final assembly supplier facilities were already diverting on aver-\nage 70 percent of the waste generated from manufacturing, cafeterias, and employee support facilities. The challenge was to address the remaining 30 percent—the small, \nlow- or no-value, mixed waste materials that most recyclers will not accept. We worked \nclosely with our suppliers to find innovative ways to reduce, recycle, eliminate, or incin -\nerate this waste for energy recovery. For example, at many of our iPhone and Apple \nWatch final assembly facilities, we implemented waste sorting on the line to separate \npreviously landfilled recyclable waste. We also implemented a component tray reuse program for iPhone, allowing single-use trays to flow through the supply chain mul-\ntiple times. At other sites, suppliers established waste reduction campaigns and worked \nwith local recyclers to process materials not previously accepted. In response to this program, all iPhone and Apple Watch final assembly suppliers now have “zero waste”  \nor “green” teams to support this program and other environmental improvements.\nAt our corporate offices and retail stores, wherever possible we’ve created robust  \nrecycling and composting programs to minimize the environmental impact of the \nwaste we produce. In fiscal year 2015, we generated approximately 13.1 million pounds \nof waste, and diverted over 22.5 million pounds of materials from landfill through  \nrecycling and composting. Our rate of landfill diversion was 63 percent, compared  \nwith 68 percent in fiscal year 2014. We are working to improve our landfill diversion rate through a variety of actions, including expanding composting at our corporate  campuses, and initiating zero waste at our more than 470 retail stores. Landfill Diversion Rate for \nOffice Waste\nWaste, recycling, and compost data is  \ncollected or estimated for all Apple facilities, \nincluding Apple Retail Stores.100%\n90%\n80%70%60%50%40%30%20%10%\n0%\n2012 2013 2014 2015", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}