{"page_content": "18\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Apple disposes of hazardous waste responsibly. We complete regular audits of the \nTransportation, Disposal, and Storage Facilities (TSDF), where the hazardous waste \nis ultimately sent to be treated, incinerated, or recycled. Only facilities we audit and \napprove are allowed to accept and treat the hazardous waste we generate, which was 1 million pounds in fiscal year 2015 (mostly from research and development), or less \nthan 8 percent of our total waste. We take this commitment seriously: If the TSDFs do \nnot meet our strict standards for environment, health, safety, and waste management protocols, we switch facilities.\nWater Conservation\nEvery molecule of water we use matters.\nWe’re constantly working to minimize our water use, so we monitor it within our  \ncooling, landscaping, and sanitation processes and at our manufacturing sites. Then  \nwe develop targeted ways to reduce it. That includes creating cooling systems in our data centers that can reuse water up to 35 times. Or, for facilities in drier climates, installing intelligent irrigation systems that monitor weather and deploy water only \nwhen needed.\nIn 2015, we started collecting even more sophisticated data to help strengthen our con -\nservation strategy. We’ve begun to measure the water it takes to manufacture each of \nour products, starting with iPhone. And now we’re identifying the high-, medium-, and \nlow-scarcity areas where we use water, so we can focus our efforts where they matter most.\nWhen we began to measure the water consumption footprint of iPhone, we learned \nthat the story was similar to our product carbon footprint: the vast majority is during the manufacturing phase. This is primarily due to water consumed in energy pro -\nduction, such as for oil extraction, distillation, and processing, as well as non-energy sources, such as process water consumed during metals processing. That’s why we are focusing on reducing water consumption in our supply chain, primarily through our \nsupplier clean water and clean energy programs.", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}