{"page_content": "19\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Supplier Clean Water Program \nThe water we use to manufacture our products has a direct effect on the communities \nin which we operate. We launched the Clean Water Program in 2013 to reduce the use  \nof freshwater in our suppliers’ processes. Through 2015, 73 supplier facilities have joined our Clean Water Program—so we can help them improve their water and wastewater  \nmanagement systems, and reduce freshwater use. Through baseline assessments, per -\nformance evaluations, technical support, and training, we helped these facilities save more than 3.8 billion gallons of freshwater. We’re also focused on reuse of treated waste -\nwater and have achieved an average wastewater reuse rate of 36 percent across these facilities. To ensure our efforts impact areas of greatest need, we prioritize  \nfacilities by evaluating water use data, reviewing product life cycle water consumption data to identify water-intensive component suppliers, and mapping that data to  water-stressed geographies.\nSupplier Clean Energy Program\nOf the production water consumption, over 70 percent is associated with electricity generation needed to power our suppliers’ facilities. We know that water consumption varies by energy technology, and that renewable energy sources such as solar PV and wind energy are less water-intensive than conventional forms of energy such as natural gas, coal, or nuclear. Understanding this will help us make decisions, wherever possible, that result in both low-carbon and low-water sources of energy.\nConserving water where it matters most.\nTo meet the water needs of our offices, data centers, and retail stores across the  \nworld, Apple used 573 million gallons of water in fiscal year 2015, which represented a 16 percent increase from fiscal year 2014. This increase is driven primarily by growth, as well as increasing cooling needs at our data centers, and we are focusing our water usage reduction efforts on these facilities. \nFacilities Water Use Corporate Water \nUse p\ner Employee\n075150225300\nFY12 FY13 FY14 FY15million gallons\nFY12 FY13 FY14 FY15\nGallons per Employee7161 7158\n6183\n5404\nData Centers\nRetailCorporate\nWe calculate our corporate water use for our data centers, retail stores, and corporate offices.", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}