{"page_content": "20\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015We have targeted water-conservation efforts at our corporate facilities, especially in \nCupertino and surrounding Santa Clara Valley, California, where our headquarters are \nlocated—an area experiencing significant drought. We are installing high-definition flow sensors and sub-meters in our landscaping to better understand and reduce our irrigation needs. In 2015, we converted approximately 120,000 square feet of previously grass lawns to drought-tolerant landscape, translating to estimated water savings of up to 6 million gallons per year—enough water to fill nine Olympic-size swimming pools. We also planted throughout Apple’s headquarters over 167 ,000 California native plants, which are adapted to the local climate and require less water. To tackle water use in research and development facilities, we are beginning to retrofit laboratory equipment to recycle process water, already saving approximately 2.25 million gallons annually from two sites alone. As a result of these conservation efforts, our corporate water use per employee declined by 25 percent since fiscal year 2013. \nAt our existing and planned data centers, we will be expanding our efforts to use  \nnon–water-intensive cooling technology, recycle water where we can, and reduce with -\ndrawals from the local watersheds. Our Maiden, North Carolina, data center employs  \nan innovative cooling system that reuses water 35 times, resulting in a 20 percent reduc -\ntion in overall water consumption at the data center. We are also building our newer \ndata centers in locations that can rely heavily on outdoor air for cooling. \nThe impact of water usage varies greatly depending on the watershed conditions \nwhere the resource is being used. So we’ve continued to look at more sophisticated ways to measure and analyze our water use. The profile of water use at our data  \ncenters, corporate offices, manufacturing sites, and retail stores differs significantly depending on the climate and nature of activities. We have begun to map those  operations against indicators of water risk, which include water scarcity, business risk, and habitat and livelihood impact to the basins in which we operate. This analysis  will help prioritize our conservation efforts across our operations. \nFY201 5 Water Use by Risk Level\n166M\nGallons of H 2O296M\nGallons of H 2O111M\nGallons of H 2OLow\nLow-MediumMedium-HighHigh\n0%20%40%60%80%\nData Centers Corporate Oﬃces Retail Stores\nWe mapped our water use to different levels of water risk (as defined by WRI’s Aqueduct tool) \nacross the world to understand where we should be focusing our conservation efforts. Water risk takes into consideration water availability, water quality, and regulatory risks at a localized level.\nSource: World Resources Institute (WRI) Aqueduct, www.wri.org/our-work/project/aqueduct    35x\nWe’ve created cooling systems for our data \ncenters that can reuse water up to 35 times.", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}