{"page_content": "3\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Environmental  \nResponsibility at Apple\nWe’re working to protect or create up to a million acres of responsibly managed forest.\nOur work is led by Lisa Jackson, Apple’s Vice \nPresident of Environment, Policy and Social Initiatives, reporting directly to CEO Tim Cook. The Office of Environment, Policy and Social Initiatives works with teams across Apple to set strategy, engage stakeholders, and com-municate progress. Our integrated approach means that decisions about Apple values, including environment, are reviewed and sup-ported at the highest levels of the company. \nInnovation is at the heart of everything we do at Apple, and that extends to our  \ncommitment to protecting the natural environment for the future.\nWe believe our planet deserves our best thinking. So we’re constantly striving to find or \ninvent solutions to important environmental challenges—whether it’s a line of robots that disassembles iPhone 6 for recycling, a vast network of solar panels on urban roof -\ntops to power our facilities in Singapore, or new product designs that eliminate harmful  \nsubstances like beryllium.\nApple’s 2016 Environmental Responsibility Report, covering fiscal year 2015, is our ninth \nannual update, highlighting the progress we’ve made and the places we’re working \nhard to improve. \nFocus and simplify is one of our mantras. So, after deep reflection, data analysis, and  \nconversations with stakeholders, we set three priorities where we believe Apple can \nmake the most impact: \n• Reduce our impact on climate change by using renewable energy sources and driving energy efficiency in our products and facilities. \n• Conserve precious resources so we all can thrive. \n• Pioneer the use of safer materials in our products and processes. \n• This report details how we are approaching each of these priorities, and highlights some of our key accomplishments to date. \nFor starters, as of January 2016, we’re sourcing or generating enough renewable energy to cover 93 percent of the electricity we use at our facilities worldwide. In fact, Apple is now 100 percent renewable in 23 countries, including China, Germany, Singapore, and \nthe United States. We’re also 100 percent renewable at every one of our data centers. So \nwhenever you send an iMessage, download a song from iTunes, or ask Siri a question, the energy Apple uses doesn’t contribute to climate change.\nIn the past five years, we have reduced the carbon footprint of Apple facilities by  \n64 percent thanks to our clean energy use, avoiding over 1 million metric tons of  \ncarbon emissions. We’re working hard to reach 100 percent renewable energy for all  \nof our facilities worldwide, and help our suppliers in China and everywhere around  \nthe world make the same transition to clean energy as we have.\n", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}