{"page_content": "22\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015How we’re reducing our impact.\nUsing paper more efficiently.\nWe look for ways to make our packaging smaller, we’re creating technologies that  \nuse paper more efficiently, and we use recycled paper whenever we can. In fact, in  \nfiscal year 2015, more than 60 percent of the paper used in our packaging was made  \nof recycled wood fiber.\nSourcing virgin paper responsibly.\nWhen we use virgin paper in our packaging, our suppliers must source it from sustain -\nably managed forests or controlled wood sources. And we conduct regular audits to \nensure that they adhere to our specifications. In fiscal year 2015, over 99 percent of the \nvirgin paper used in our packaging met these requirements.\nProtecting sustainable forests.\nWe continue to protect and create sustainable working forests because, when properly managed, they can provide abundant resources for a long time. \nIn partnership with The Conservation Fund, we’ve protected 36,000 acres of sustainable \nforest in North Carolina and Maine and responsibly harvested more than 13,000 metric tons of wood. The 3600-acre forest we’re protecting in North Carolina will connect to \nthe 17 ,000-acre Green Swamp Preserve, improving biodiversity and connectivity for wild -\nlife in the area. A natural resource assessment commissioned by The Conservation Fund \nfound six rare species,\n8 including the Venus flytrap (carnivorous plant), present in the \nBrunswick Forest. As of February 2016, The Conservation Fund had planted 185,000 trees \nacross 300 acres, including 40 acres of native longleaf pine and Atlantic white cedar, \nwhich provide a home for the rare Hessel’s hairstreak butterfly. The property is currently being managed as a working forest under the standards of the Sustainable Forestry \nInitiative (SFI).  \nIn Maine, we’re protecting more than 32,400 acres of forest, which includes wetlands \nand upland forest that are important for numerous wildlife species in Maine’s iconic \nNorth Woods. This project adds to more than a million acres of conserved lands and \ninterconnected forest habitat that stretch into Canada. The Conservation Fund is  \nworking with the Forest Society of Maine to better understand the presence and  \necological significance of rare and threatened plants and animals. So far, investigations have identified two species of mussel, wood turtle, and the elusive Canada lynx on the property. \nThe collective annual production from the Reed and Brunswick forests is equivalent \nto about 30 percent of the virgin fiber used in our product packaging, compared with nearly 50 percent in 2014.\n9 Our project with The Conservation Fund is just as productive \nas we originally estimated, but Apple’s fiber footprint has grown. That’s attributable to \nincreased product sales, resulting in more packaging used, and an improved methodol -\nogy that now accounts for all Apple products, not just a subset. \nWe remain committed to protecting—and creating—as much sustainable working  \nforest as is needed to produce the paper in our product packaging.7 And we expect \nthat our latest effort in China with World Wildlife Fund, our most ambitious yet, will  \nget us significantly closer. FY201 5 Fiber Footprint\n1 33,000\n   metric tons\n6 1%\nRecycled\nFiber39%\nSustainably Sourced\nVirgin Fiber<1%\nOther\n*Due to rounding, total does not add up to 100.\nOur 2015 footprint captures all paper used \nto package and ship products, as well as all in-box papers and paper retail bags that we used for Apple Watch. It also accounts for fiber losses during the paper production process.\nNote: Due to rounding, total of percentages doesn’t \nadd up to 100. \nU.S. retail packaging of iPhone 6s is 20 percent \nlighter and consumes 34 percent less volume than the first-generation iPhone packaging. \nRetail packaging for iPad Pro uses a minimum \nof 38 percent post-consumer recycled content.\nThe 21.5-inch iMac retail packaging consumes \n53 percent less volume and weighs 35 percent less than the original 15-inch iMac packaging.\n", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}