{"page_content": "26\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015\nWe double-check our work.\nThe standards we set for our suppliers go far beyond what’s required by law. Our \ntoxicologists rigorously analyze the safety of materials our suppliers use by looking at data from our own Environmental Testing Lab. The lab runs tests such as inductively coupled plasma mass spectrometry, X-ray fluorescence spectroscopy, laser-induced breakdown spectroscopy, and ion or gas chromatography. If we find an issue, we  \nwork with the supplier to correct it. Since  creating our Cupertino Environmental \nTesting Lab in 2006, we’ve grown it to 20 times its original size, and have regularly updated it with state-of-the-art equipment. We’ve also been building out testing labs at our manufacturing facilities in China to test and validate products throughout the manufacturing process.\nWe can do a lot. But we can’t do it alone.\nWe want insights and ideas from those who share our commitment to removing  \ntoxins. So, we formed our own Green Chemistry Advisory Board made up of some of the world’s leading toxicologists, researchers, and academics. They help us identify  \ninnovative ways to minimize or eliminate toxins from our supply chain. And we’re allowing the advisory board members to use our data to develop and publish research, which we hope will advance the use of safer chemistry, materials, and processes in  \nall industries.\nWe also invite experts from around the world to meet with leaders at Apple and we \nseek out the best ideas and insights from top NGOs. In 2015, we worked with Ceres to convene a roundtable meeting with United States–based and international NGOs to gather feedback on our toxins work. By working with organizations that share Apple’s focus and commitment to the elimination of toxics, we believe that we will achieve better, faster results that will have greater impact across the world.All our suppliers must adhere to our  \nApple Regulated Substances Specification.\nLearn more >\nOur Environmental Testing Lab in Cupertino, California, enables us to test products for compliance with our Regulated Substances Specification.\n", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}