{"page_content": "27\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015We’re better together.\nAt Apple, we believe that innovation can happen anywhere and great ideas can  \ncome from anyone. That’s why we engage with diverse stakeholders. Regular dialogue \nwith NGOs, university researchers, industry experts, investors, policy makers, and our \ncustomers provides us with a different lens through which to view our work. \nWe engage to develop a better understanding of emerging issues, to gain additional \nexpertise in key areas, and to identify potential partnerships for future projects. Through \nthese formal and informal conversations, we can gather feedback that shapes our think -\ning and planning.\nWe approach stakeholder engagements strategically, working with organizations and \nassociations to generate meaningful information exchanges. Some updates from fiscal year 2015 include:\n• Memberships, such as:\n –Ellen MacArthur Foundation CE100, a global platform of companies and innovators focused on accelerating the transition to a circular economy.\n –Corporate Eco Forum, an organization that facilitates the exchange of best practices and the sharing of insights from business leaders across various sectors, with the  \ngoal of accelerating sustainable innovation.  \n –World Business Council for Sustainable Development  (WBCSD), which provides a \nforum to engage with like-minded organizations to identify pathways to a sustain-\nable future for business, society, and the environment.\n –Advanced Energy Economy (AEE), an association working to support the long-term \nsuccess of the advanced energy industry nationwide, to ensure that the energy we  \nall use is secure, clean, and affordable. \n• Our CEO, Tim Cook, sits on the  Paulson Institute’s CEO Council for Sustainable \nUrbanization, working with other CEOs of top Chinese and Western companies to advance sustainability in China. \n• We formed our own Green Chemistry Advisory Board, made up of some of the world’s \nleading toxicologists, researchers, and academics, to help us identify innovative ways \nto minimize or eliminate toxins from our supply chain.\n• We’re part of the Ceres Company Network, a coalition of companies and investors \nworking together to integrate sustainability into their core strategies. In partnership with Ceres, we hosted a roundtable meeting with United States–based and interna -\ntional NGOs with a focus on our safer-materials strategy.\n• Through our work with The Conservation Fund , we’re permanently protecting more \nthan 36,000 acres of working forest in the eastern United States. \n• Our project with World Wildlife Fund will significantly increase the amount of  \nresponsibly managed forest by protecting as many as 1 million acres across China.", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}