{"page_content": "4\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015We’re as committed as ever to conserving precious resources. In 2015, we diverted more \nthan 89 million pounds of e-waste from landfills. And more recently, we introduced \nLiam, a line of robots that can disassemble an iPhone every 1 1 seconds and sort its  \nhigh-quality components so they can be recycled, reducing the need to mine those \nresources from the earth. It’s an experiment in recycling technology, and we hope this \nkind of thinking will inspire others.\nWe’re also making strides in our efforts to preserve working forests, which, when  \nmanaged properly, can be important renewable resources. Last year, over 99 percent of \nour product packaging came from paper that was recycled or sourced from sustainably \nmanaged forests. We’re also partnering with The Conservation Fund to protect sustain -\nably managed working forests in the United States, and with World Wildlife Fund to \ntransition forests into responsible management in China.\nFor years, we’ve led the electronics industry in removing toxins such as arsenic, PVC, \nbrominated flame retardants, and phthalates from our products. Many toxins are \nrestricted not only in the products themselves but also in the manufacturing process, \nbecause we are committed to the people who make, use, and recycle our products. This past year, we started a Full Material Disclosure program, which will show us the \nchemical composition of every material in every component of our products so we  \ncan understand their effect on our health and on the environment. \nWe are working every day to leave the world better than we found it. We know we \nhave a long way to go, and a lot of work ahead of us. We are committed to increasing \nopenness in our work and welcome you to join us on our journey. In February 2016, we issued a US$1.5 billion \ngreen bond, the first ever by a U.S. tech  \ncompany. The green bond proceeds are  dedicated to financing environmental  \nprojects—because environmental respon\n-\nsibilit\ny is core to our business.1. 5 billion", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}