{"page_content": "33\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Appendix B \nData Center Energy Supplement\nMaiden, North Carolina\nOn any given day, between 60 and 100 percent of our Maiden data center’s energy  \nuse is generated through 68 megawatts of Apple projects: two 20-megawatt solar \narrays, an 18-megawatt solar array that came online in October 2015, and 10 megawatts \nof biogas fuel cells. In 2015, we took a new approach to support further growth at  \nour Maiden data center: We partnered with the local utility, Duke Energy, to build five solar PV projects through Duke Energy’s Green Source Rider program. These solar PV projects, which began coming online in October 2015 to support our Maiden data  center, were Duke’s first Green Source Rider projects to become operational. We \nworked with Duke Energy for several years to develop this green energy tariff option, \nwhich allowed Apple and Duke Energy to work together to develop new renewable energy projects. Apple’s Maiden data center was the first facility to begin benefiting \nfrom renewable energy through this program. The five projects have a combined peak \ncapacity of 20 megawatts. All told, Apple’s data center will be supported by projects that generate 244 million kilowatt-hours of renewable energy a year, which is equiva -\nlent to the energy used by over 17 ,900 North Carolina homes.\n*\nAmong Maiden’s energy efficiency features is the use of outside air cooling through a waterside economizer during night and cool-weather hours, which, along with water \nstorage, allows the chillers to be turned off more than 75 percent of the time.\nMaiden, North Carolina—100% renewable since opening June 2010\nDuke Energy Default Grid Mix Apple Actual Renewable Energy Use\nNuclear 51% Solar PV Projects 36%\nCoal 33% Biogas Fuel Cells 28%\nOther 16% NC GreenPower (80% solar) 36%\nRenewable <1%\n2015 Default Emissions \n(mtons CO 2e/year99,907 2015 Effective Emissions \n(mtons CO 2e/year0\nFrom Duke Energy Carolinas 2015 Statistical \nSupplement generation dataActual fiscal year 2015 energy data\nResource Advisor generated utility emissions values (utility-specific data).\n* C arbon emissions equivalences calculated using U.S. Energy Information Administration, 2013 data:  \nwww.eia.gov/electricity/sales_revenue_price/pdf/table5_a.pdf .Solar + Biogas Fuel Cells", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}