{"page_content": "35\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Reno, Nevada\nUnlike competitive energy markets where we’ve located some of our data centers,  \nthe regulated electricity supply in Nevada did not offer a simple solution for us to  \ncreate new renewable energy projects dedicated to our data center. So we created a partnership with the local utility, NV Energy, to develop our first renewable project: Fort Churchill Solar PV project. Apple designed, financed, and constructed the project, \nand NV Energy operates it and directs all the renewable energy it produces to our  \ndata center. The Fort Churchill Solar PV project uses a new kind of photovoltaic panel \nwith curved mirrors that concentrate sunlight. The 20-megawatt array has an annual \nproduction capacity of over 43 million kilowatt-hours of clean, renewable energy. \nTo facilitate further renewable development in Nevada, Apple worked with NV Energy \nand the Nevada utility commission to create a green energy option open to all com -\nmercial customers that does not require the customer to fund project development upfront. Thanks to this new option, in late 2015 we announced our second Nevada solar array, a 50-megawatt project called Boulder City II that should come online by end of 2016. We’re proud that another Nevada data center operator has also used the new green energy option, twice.\nReno, Nevada—100% renewable since opening December 2012\nNV Energy - North Default Grid Mix Apple Actual Renewable Energy Use\nNatural Gas 53% Apple’s Solar PV Projects 29%\nCoal 27% Other Solar PV 51%\nOther <1% Local Geothermal 20%\nRenewable 20%\n2015 Default Emissions \n(mtons CO 2e/year20,653 2015 Effective Emissions \n(mtons CO 2e/year0\nwww.nvenergy.com/bill_inserts/2016/Power_ \nContent_Insert_NVE-North_2016-01.pdflActual fiscal year 2015 energy data\nResource Advisor generated utility emissions values (utility-specific data).\nAthenry, Ireland\nOur data center in County Galway, Ireland, will be built on recovered land that was  \npreviously used for commercial lumber. It will provide a forested outdoor education \nspace for local schools and a walking trail for the community. When it opens in 2017 , \nthe data center will run on 100 percent clean, renewable energy, and will be cooled  by natural ventilation, rather than mechanical air-conditioning, by taking advantage  \nof the mild Irish climate.\nIreland has one of the strongest coastal wave energy resources of anywhere in the \nworld. Apple has partnered with the Sustainable Energy Authority of Ireland to sup -\nport innovative new ways of capturing wave energy and converting it to renewable electricity, with Apple agreeing to use electricity generated from new wave energy technologies to support the Athenry data center.Solar + Geothermal", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}