{"page_content": " \n \nBUREAU VERITAS NORTH AMERICA \nINDEPENDENT ASSURANCE STATEMENT  \n \n \nIntroduction and objectives of work  \nBureau Veritas  North America, Inc . (BVNA ) was e ngaged by Apple, Inc . (Apple) to conduct an \nindependent assurance of select environmental data reported in its 2015 environmental report (the \nReport).  This Assurance Stat ement applies to the related information included within the scope of \nwork described below .  The intended users of the assurance statement are the stakeholders of Apple . \nThe overall aim of this process is to provide assurance to Apple ’s stakeholders on the  accuracy, \nreliability and objectivity of select information included in the Report.    \nThis information and its presentation in the Report  are the sole responsibility of the management of \nApple .  BVNA  was not involved in the collection of the information o r the drafting of the Report .  \n \nScope of Work   \nApple requested BVNA  to include in its independent review the following:  \n Assurance of select e nvironmental data and information included in  the Report for  the fiscal \nyear 2015 reporting period  (September 28, 2014 through September 2 6, 2015) , specifically , in \naccordance with Apple’s definitions and World Resources Institute (WRI)/World Business \nCouncil for Sustainable Development (WBCSD) Greenhouse Gas Protocol:  \no Energy : Direct ( Million Therms) and Indirect ( Million k ilowatt hours (mkW h)) \no Renewable Energy (mkWH) \no Water (Total withdrawal) \no Greenhouse Gas (GHG) Emissions : Direct Scope 1  emissions by weight, Indirect Scope \n2 emissions by weight , Indirect Scope 3  emissions by weight  (Employee Commute and \nBusiness Trav el) \no Waste Quantities and Disposition \no Appropriateness and robustness of underlying reporting systems and processes, used to \ncollect, analyze, and review the environmental information reported ;  \nExcluded from the scope of our work is any  assurance of information relating to: \n Text or other written statements associated with the Report \n Activities outside the defined assurance period  \n \nMethodology  \nBVNA undertook the following activities:  \n1. Site visits to Apple facilities in Cork, Ireland; London, United Kingdom;  Seoul, South Korea; \nand Singapore;  \n2. Visit to Apple corporate offices in Cupertino, California; \n3. Interviews with relevant personnel of Apple  (10 individuals including employees and external \ncontractors at the corporate level) ;  \n4. Review of internal and externa l documentary evidence produced by Apple ;  \n5. Audit of environmental performance data  presented in the Report, including a detailed review \nof a sample of data against source data; and \n6. Review of Apple  information system s for  collection, aggregation, analysis  and internal \nverification and review  of environmental data.  \nOur work was conducted against Bureau Veritas ’ standard procedures and guidelines for external \nVerification of Sustainability Reports, based on current best practice in independent assurance.  38", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}