{"page_content": "5\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015\nClimate Change\nThe Singapore solar project is the first distributed utility-scale installation in the country and is spread over hundreds of rooftops.\nClimate change is real. So is what we’re doing \nabout it.\nIn 2015, 93 percent of our energy came from renewable sources. And we’re constantly \nlooking for ways to get to 100 percent. In Singapore, we’re powering our facilities  with a 32-megawatt solar project spread over more than 800 rooftops. In China, we’re adding 170 megawatts of solar to begin offsetting the energy used to make our  \nproducts. And our data centers around the world run on 100 percent clean energy  and power billions of iMessages, answers from Siri, and song downloads from iTunes.\nCarbon Footprint\nA more complex carbon footprint requires \nmore inventive solutions.\nWhen we measure our carbon footprint, we include hundreds of suppliers, millions of \ncustomers, and hundreds of millions of devices. And we’re always looking for ways to make the biggest difference in five major areas: manufacturing, product use, facilities, transportation, and recycling.\nWe design each generation of our products to be as energy efficient as possible.  \nWe’re sourcing lower-carbon materials to make our devices, and we’re partnering  \nwith suppliers to add clean energy to their facilities. We produce and procure clean, renewable energy to power 93 percent of our offices, retail stores, and data centers around the world, which has lowered emissions from our facilities to 1 percent of  our comprehensive carbon footprint. We’re also adjusting our recycling practices  and rethinking our shipping strategies.93%\nCurrently, 93 percent of our facilities  \nworldwide run on renewable energy.\nCO2e Emissions per Product (kg)  \nWe’\nve decreased carbon emissions per  \nproduct every  year sinc\ne 201 1.2010 201 1 201 2 201 3 201 4 201 5131.21 37.21 26.7\n124.1122.1\n1 14.2", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}