{"page_content": " \n \n \n \n \n   \n CCF Review and Verification\nClient: Apple Inc. 2 Selection of primary and secondary data is appropriate and methodologies used \nare adequately disclosed \nThese criteria are also fundamental to the review of LCAs conducted for individual product \nemissions. The reviewers note that the largest share (98%) of Apple Inc. annual corporate \ncarbon footprint is comprised of scope 3 emissions from individual products. The aforementioned criteria have been regularly reviewed by Fraunhofer IZM since 2007 with a view to providing independent feedback that can facilitate continuous improvement and refinement in the LCA methodology applied by Apple Inc.  \nData reported by Apple is as follows: \n Manufacturing Transportation Product Use Recycling \n2015 29,599,494  1,322,121  6,566,851   502,547 \n[metric tons CO2e] [metric tons CO2e] [metric tons CO2e] [metric tons CO2e] \n \nBased on the process and procedures conducted, there is no evidence that the Greenhouse \nGas (GHG) assertion with regards to scope 3 corporate carbon footprint \n is not materially correct and is not a fair representation of GHG data and information, and \n has not been prepared in accordance with the related International Standard on \nGHG quantification, monitoring and reporting. \n \n2 Reviewed Data and Plausibility Check \nA verification and sampling plan as required by ISO 14046-3 has been established in the \ncourse of this CCF review and verification, defining the level of assurance, objectives, \ncriteria, scope and materiality of the verification. \nAs part of this review and verification Apple disclosed following data to Fraunhofer IZM:  \n Sales data for FY2015, including accessories \n Regional distribution of sold units and country specific allocation per product to \nmajor sell-in countries \n Product specific data on transportation including breakdown of air and sea \nshipment \n42", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}