{"page_content": " \n \n \n \n \n   \n CCF Review and Verification\nClient: Apple Inc. 3 Life cycle GHG emissions for all products, differentiating the actual product \nconfigurations (i.e. memory capacity) \n Calculation methodology for the company carbon footprint and methodological changes implemented in 2015 \n The total company carbon footprint – scope 3 for the fiscal year 2015 \n Detailed analysis of the CCF including: \no The breakdown of the CCF into life cycle phases manufacturing, \ntransportation, product use and recycling \no Detailed product specific split into life cycle phases \no The contribution of individual products and product families to the overall \nCCF \nThe data and information supporting the GH G assertion were projected (use phase and \nrecycling) and historical (i.e. fiscal year 2015 data regarding sales figures, manufacturing, \ntransportation). \nThis review comprises a check of selected data, which are most influential to the overall \ncompany carbon footprint. The overall plausibility check addressed the following questions: \n Are product LCAs referenced correctly? \n Are results for products, for which no full LCA review was undertaken, plausible? \n Are carbon emission data for individual products plausible in the light of \nmethodological changes as indicated by Apple?  \nThis review was done remotely. \n \n3 Findings \nPrior to this CCF review and verification 14 recent product LCA studies, including for the first time separately sold accessories, have been reviewed successfully against ISO 14040/44. These recent LCAs cover most important product segments (Apple Watch, iPad, \niPhone, iPod, MacBook, MacBook Pro, and Beats products). These latest LCA studies cover \nproducts which represent in total 47,2% of the total scope 3 company carbon footprint. \nRepresentatives of other product segments (iMac, Mac Pro, Mac Mini, Airport Express / \n43", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}