{"page_content": " \n \n \n \n \n   \n Company Fiber Footprint Review \nClient: Apple Inc. 22 Reviewed Data and Findings \nAs part of this review Apple disclosed following data to Fraunhofer IZM:  \nCalculation methodology for the company fiber footprint \nSales data for FY2015, including accessories \nProduct and supplier specific data on packaging design (including CAD design \ndrawings), materials (distinction of paper qualities, fiber content, including recycled fiber content), weights and production yields (process yields and cut-off losses) \nAggregated fiber data for all products and the total company fiber footprint for \nthe fiscal year 2015 \nThe revised methodology paper provided by Apple (Fiber Footprint at Apple - Methodology \nDescription - V1.0) on March 15, 2016, is considered a sound and appropriate guidance for \ndetermining the company fiber footprint. Where appropriate, this approach follows \nmethodological principles applied for state-of-the-art Life Cycle Assessments. \nThis review comprises a check of fiber data for selected products, which are most \ninfluential to the overall company fiber footprint and which represent the full spectrum of Apple products. The selection of products for individual reviews has been agreed between Apple and Fraunhofer IZM. \nPlausibility of some supplier data has been questioned and discussed in detail with Apple. \nBased on direct supplier feedback related fiber data has been corrected. \nThis review was done remotely. All questions raised in the course of the review were \nanswered by Apple and related evidence was provided where needed.   \nBased on the process and procedures conducted, there is no evidence that the corporate \nfiber footprint is not materially correct and is not a fair representation of fiber data and information. The excellent analysis meets the principles of good scientific practice.    \n \nBerlin, March 29, 2016 \n  \n- Karsten Schischke -  - Marina Proske - \nFraunhofer IZM  Fraunhofer IZM \nDept. Environmental and Dept. Environmental and  \nReliability Engineering  Reliability Engineering \n46", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}