{"page_content": "Report Notes:\n• This report is published annually and covers fiscal year 2015 activities, unless otherwise noted.\n• This report addresses environmental impacts and activities at Apple-owned facilities (corporate offices, data centers, and retail stores),  \nas well as the life-cycle impacts of our products, including in the manufacturing, transportation, use, and end-of-life phases.\n• To provide feedback on this report, please contact environment-report@apple.com. \n1 CO2e, or carbon dioxide equivalent, is a standard unit for measuring carbon footprints. It translates into one number the impact of different \ngreenhouse gases based on their potential to contribute to climate change.\n2 Greenhouse gas equivalencies calculated using the U.S. EPA Greenhouse Gas Equivalencies Calculator:  \nwww.epa.gov/energy/greenhouse-gas-equivalencies-calculator.\n3 Based on the average residential cost of electricity in the U.S. in 2015; includes customer use scenarios and power consumed by the power \nadapter when disconnected from the iPhone.\n4 Calculations based on sales-weighted averages for all energy-using Apple-branded products in the given years.\n5 In Brazil, sanitary waste is legally mandated to be landfilled as biohazard waste. Because of this regulatory requirement, UL is exempting  \nsanitary waste from the zero waste to landfill validation currently underway at the Foxconn final assembly facility in São Paulo, Brazil.  \nAs of March 2016, sanitary waste represented 4 percent of total waste at this facility.\n6 Water consumption is calculated using NREL source data, Operational Water Consumption and Withdrawal Factors for Electricity Generating \nTechnologies, 2012. Savings estimated from use of renewable energy is not reflected in our facilities’ water-use calculations.\n7Based on equivalent virgin fiber production from protected forests and virgin fiber used for product packaging.\n8 In terms of global and statewide occurrence.\n9 Based on estimates of the volume of virgin fiber required to produce our packaging and the volume of virgin fiber produced by those  \nforests protected through our partnership with The Conservation Fund.\n10Hunan, Guangxi, Guangdong, Fujian, and Yunnan.\n11 Every Apple product is free of PVC and phthalates with the exception of power cables in India and South Korea, where we continue to  \nseek government approval for our PVC and phthalates replacement. \nUpdated September 2016.  \nAdded energy and emissions tables for colocated facilities to Appendix B.\n© 2016 Apple Inc. All rights reserved. Apple, the Apple logo, AirPort Express, AirPort Extreme, Apple TV, Apple Watch, FaceTime, iMac, iMessage, \niPad, iPhone, iPod, iTunes, Mac, Mac Pro, MacBook, MacBook Air, MacBook Pro, and Siri are trademarks of Apple Inc., registered in the U.S. and \nother countries. iPad Pro is a trademark of Apple Inc. Apple Store is a service mark of Apple Inc., registered in the U.S. and other countries. \nENERGY STAR is a U.S. registered mark. Other product and company names mentioned herein may be trademarks of their respective companies.   \nSepteber 2016", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}