{"page_content": "6\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Our 201 5 carbon footprint \n38,400,000\nmetric tons of greenhouse gas emissions\n77%\nManufacturing1 7%\nProduct  Usage1%\nFacilities4%\nTransportation1%\nRecycling\nManufacturing\nManufacturing a smaller footprint. \nHow we make our products is the largest piece of our carbon footprint. We’ve  \nidentified two areas where we can dramatically reduce our impact—raw materials  \nproduction and electricity used in manufacturing. \nPartnering with suppliers to reduce emissions. \nThe electricity we use in our supply chain to process raw materials, make parts, and assemble our products is the single biggest source of our carbon footprint—over  \n60 percent of our manufacturing emissions. So in 2015, we created programs to help \nour partners around the world reduce their energy use, power their facilities with  clean energy, and build high-quality renewable energy projects.\nWe started engaging directly with suppliers in 2015 to assess their energy use with \ndetailed energy audits. We work together to find ways to reduce energy use—replacing outdated or inefficient heating, cooling, and lighting systems; repairing compressed air \nleaks; and recovering waste heat.  T hrough the process, we aim to promote continual \nimprovement; build technical capabilities; and increase awareness of the environmental and financial benefits of energy efficiency.\nWe conducted 13 energy audits at supplier facilities in China, Taiwan, and Japan  \nlast year, identifying more than US$32 million in annual savings opportunities. This corresponds to reductions of approximately 224 million kilowatt-hours of electricity \nand 269,000 million British thermal units of fuel. From these identified improvements, \nsuppliers have already reduced over 18 million kilowatt-hours of electricity, avoiding \n13,800 metric tons of carbon dioxide equivalents (CO\n2e).1 We are continuing to expand \nthe program for even greater impact.\nOur efforts go beyond energy efficiency to spur the development and procurement  \nof renewable energy within our supply chain. We’re building 200 megawatts of solar in \nChina, starting with a 170-megawatt solar project in Inner Mongolia, to begin offsetting \nour manufacturing emissions. We’re also working with suppliers to install more than \n4 gigawatts of new clean energy worldwide, including 2 gigawatts in China by 2020. \nOur 4  gigawatts of clean energy projects will avoid over 30 million metric tons of  \ncarbon pollution, equivalent to taking over 6 million cars off the road for one year.2", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}