{"page_content": "9\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015Go ahead, ask Siri all the questions you want.\nEvery time you send an iMessage, make a FaceTime call, ask Siri a question, download  \na song, or share a photo, it takes energy. And we hold ourselves responsible for that \nenergy, not you. We’re proud to say that all those tasks are handled by Apple data  \nservers running on 100 percent renewable energy. When we need a little extra juice, we work with third-party data centers. Even though we don’t own them, and share them \nwith other companies, we still include them in our renewable energy goals. So we’re \nworking with these providers to get them to 100 percent renewable energy, too. All  told, in 2014 our data centers avoided 150,000 metric tons of CO\n2e emissions.  And in  \n2015, that number grew to 187 ,000 metric tons. \nFacilities\nWe use the power of the sun, wind, and water \nto power our lights, servers, and coffeemakers.\nWe’re constantly finding ways to be more energy efficient and working toward our goal \nof covering 100 percent of the electricity use of our global facilities—data centers, corpo -\nrate offices, and more than 475 Apple Retail Stores—with 100 percent renewable energy. As of January 2016, we’re at 93 percent worldwide. And in 23 countries, including the \nUnited States, the United Kingdom,  China,  and Australia, we’re at 100 percent. For exam -\nple, we connected 40 megawatts of new solar energy to China’s national grid, producing \nmore than enough electricity for all of Apple’s offices and retail stores in China. Apple \nis one of the largest end-users of solar power in the world. As of March 2016, we have announced 521 megawatts of solar projects—the majority of these projects are Apple-\nowned, with 162 megawatts undertaken as part of Power Purchase Agreements.Our data centers run on 100 percent renewable \nenergy. Which means every time you send an iMessage, download a song from iTunes, or ask Siri a question, the energy Apple uses doesn’t contribute to climate change.\n", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}