{"page_content": "10\nEnvironmental Responsibility Report  |  2016 Progress Report, Covering FY2015In fiscal year 2015, by using renewable energy in Apple facilities, we avoided \n335,000  metric tons of CO 2e emissions from entering the atmosphere, the equivalent \nof 359,828,142  pounds of coal not burned.2 Sourcing renewable landfill biogas to \npower our fuel cells avoided an additional 27 ,000 metrics tons of CO 2e in fiscal year \n2015. Altogether, since fiscal year 201 1, we have reduced carbon emissions from Apple \nfacilities by 64 percent—avoiding over 1 million metric tons of CO 2e from entering  \nthe atmosphere. \nApple Scopes 1 & 2 Building Emissions *\n050,000100,000150,000200,000250,000300,000350,000400,000450,000\nFY11 FY12 FY13 FY14 ** FY15metric tons CO 2e equivalentAvoided Emissions\nEmissions prevented through Apple’s use of renewable energy\nApple EmissionsNet emissions after accounting for Apple’s renewable energy program\n   *Building emissions refers to emissions from natural gas and electricity at corporate offices, data centers, and retail stores.  \n**  In fiscal year 2014, Apple owned a facility in Mesa, AZ, that was operated by a supplier, which had default grid emissions of 151,279 \ntons CO 2e and effective emissions of 0 tons CO 2e due to the use of 100 percent renewable energy. It was removed from operation \nin fiscal year 2015 and is not shown on this chart.\nThe cleanest energy is the energy you  \nnever use.\nWe’ve made energy efficiency a priority across all of our facilities, seeing energy  \nsavings of 25 percent or more in the buildings assessed. We have completed extensive energy efficiency projects at our corporate headquarters in Cupertino, California, and the surrounding Santa Clara Valley, where we operate more than 100 buildings, some of which we’ve called home for more than 20 years. As buildings age, and as our  \nworking needs have changed, we’ve undertaken aggressive programs to improve the comfort and function of our facilities, all the while ensuring they require less energy.\nImprovements made during the past five years now save over 39 million kilowatt-hours \na year—equivalent to the output of a typical 20-megawatt solar photovoltaic (PV) array. The efficiency improvements include upgrading to LED lighting, retro-commissioning building controls, and upgrading heating, ventilation, and air-conditioning systems. When designing new buildings, we optimize energy efficiency through use of high-efficiency lighting and heating, ventilation, and air-conditioning systems and through careful selection of windows, insulation, shading, and roofing materials to reduce  \nheating and air-conditioning loads.", "metadata": {"source": "NASDAQ_AAPL_2016.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}