{"page_content": "Sustainability Report 202162 Sustainability Report 2021Energy Management\nApplied Materials is committed to \nmaximizing energy performance and \nminimizing consumption through:\n > Continuously monitoring energy use \nand conducting energy audits\n > Building optimal energy efficiency \ninto all new facility construction, \nsuch as through LEED or Green Mark \ncertification\n > Purchasing energy-efficient new \nequipment > Optimizing the temperature of chilled \nwater used in our operations\n > Transitioning to 100% renewable \nelectricity in the U.S. by 2022 and \nworldwide by 2030\nAfter several years of relatively flat energy \nusage, Applied’s energy use increased \napproximately 7% in 2021 over 2020 as both \nour operational footprint and demand for our \nproducts grew.\nSee the Climate and Energy  section of this \nreport for more on Applied’s emissions and \nrenewable power commitments.\nConservation, Efficiency, Renewables, \nand Reuse Projects, Worldwide\nIn 2021, energy and waste reduction efforts produced significant results at \nmultiple Applied Materials sites around the world:\n > In Gloucester, MA, energy saving measures including air-flow, chiller, \nand boiler optimizations and LED lighting retrofits saved 1,379,213 kWh \nin 2021, while the site’s wind turbine delivered 5,801,148 kWh  \nof energy.\n > Our facility in Xi’an, China, converted 180 light panels in newly \nreopened offices to LED, saving up to 41k kWh per year, and the \nfacility’s installed solar capacity generated 39,836 kWh in  \nclean electricity. \n > In Taichung City, Taiwan, replacement of T5 fluorescent tubes with LED \nlighting produced a savings of 26,700 kWh in 2021. Reuse of wooden \ncrate packaging is preventing half a ton of wood per month from going \nto landfill. Installation of a new pipeline and flow meter is reclaiming  \n1 ton of cooling tower water daily for reuse in flush toilets.\n > Our Israel facilities made efficiency improvements to lighting, air \nhandling units, chillers, and variable speed drives (for pumps). Two \ncafeterias replaced disposable cups and spoons with reusables, saving \napproximately 1.2 million cups per year.\n > At our Santa Clara, CA and Austin, TX facilities, our COVID protocols \nincluded replacing manual restroom fixtures with sensor-activated \nmodels, reducing touchpoints while also optimizing water use.\nSustainability Report 2021 62INTRODUCTION  \nPURPOSE \nPEOPLE \nPLANET \nClimate and Energy\nEnvironmental  \nHealth and Safety\nPROGRESS", "metadata": {"source": "NASDAQ_AMAT_2021.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}