{"page_content": "Training and Awareness\nWe engage in continuous data protection, privacy, and information security \ntraining and awareness to ensure our team has the necessary skills and \nresources to only acquire, access, use, or disclose data as necessary and \nappropriate, and to safeguard our data. \nOur training and awareness strategy is comprehensive in scope. We begin with \nbackground screenings for each of our employees, and provide onboarding \ntraining on data protection, privacy, and IT concepts. We routinely reeducate \non privacy and information security through annual training for all R1 full- and \npart-time employees, as well as our third-party contractors. This includes \nspecialized training for executives and developers, as well as ongoing \nawareness training to keep our teams up-to-date on the latest privacy and \ninformation security best practices. \nSome of the training and awareness campaigns organized in 2022 included:\n• Information Security Awareness Training\n• Creating Strong Passwords\n• Social Engineering for Executives\n• Social Media Precautions for Executives\n• Decision-Maker Email Threats\n• Remote and Travel Wi-Fi Dangers\n• Data Protection and Privacy Refresher Training for Patient Access \nAssociates\nAdvanced phishing exercises have also been adopted to closely mimic the \ntactics used by cybercriminals in the real world. These activities further \nenhance our team’s ability to spot and react to potential security threats.R1 Cybersecurity Conference\nIn 2022, we hosted our inaugural R1 Cybersecurity Conference \nduring International Cybersecurity Awareness Month. \nApproximately 700 R1 employees participated  in interactive \nworkshops, attended keynote sessions, and networked with peers \nto gain valuable insights on the current state of cybersecurity and the \nimportance of human awareness and vigilance.\nIn 2022, we performed 9 phishing tests and recorded  \nimproved response trends  with each campaign. \n36 Governance / Our Commitment to Integrity and Compliance", "metadata": {"source": "NASDAQ_RCM_2022.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}