{"page_content": " \n \nZealand Pharma A/S ; Statutory report on Corporate Social Responsibility 2017  12/13 \nEnvironmental sustainability and climate  \n \nPolicy and guidelines  \nZealand’s env ironmental policy outlines our commitment to protect the environme nt, business partners, \nthe society as well as our employees. By conducting business in a safe and environmentally friendly \nmanner, we aim to reduce the impact on the environment and climate as far as possible, taking into \naccount our size and the type of company we are. However, as we do not have any manufacturing, we \nconsider our impact on the environment and climate as very limited.   \n \nWe are mindful about the environment and cli mate and we encourage employees to act in an \nenvironmentally friendly way, to produce as little waste as possible. We have implemented double -\nsided, black and white printing as our office standard and we include a “please consider the \nenvironment before pr inting” message in our standard e -mail signature.  \n \nWe have procedures for recycling paper and cardboard as well as for the use of electricity and heating.  \n  \nZealand contributes to energy saving by selecting energy -efficient office and laboratory equipment \nwherever possible.  \n \nOur travel guidelines limit unnecessary air travel by employees and encourage the use of our \nvideoconference facilities and teleconferen cing as alternatives to business travel.  \n \nAchievements in 2017  Focus areas in 2018  \nEnvironmental sustainability and climate  \n• Zealand continued to encourage employees \nto take environmental and climate friendly \ninitiatives.   \n• Zealand changed it’s electricity agreement  to \nbe 100% driven by wind energy, and \nreceived a WINDenergy environment \ncertificate.   We consider our environmental impact as \nvery limited, and have not included any \nindicators for this area at present.  \n Zealand will continue to minimi ze the \nenvironmental im pact and encourage \nemployees to continue with environmental \nand climate friendly initiatives.  \n We have initiated a recycling -agreement with \nthe aim to recycle our aluminum capsules.  \n \n \n \n  ", "metadata": {"source": "NASDAQ_ZEAL_2017.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}