{"page_content": "OVERVIEW\nABOUT  \nSTEVE MADDEN\nWhat began as a modest investment in  \n1990 has become one of the most iconic \nbrands in footwear.\nFrom its roots in Queens, New York, Steve Madden has revolutionized the \nshoe industry with unique and creative designs.\nOur vision – to provide stylish women and men with the opportunity to be \ninnovative and inspiring in expressing their individuality – has intrigued and \nsatisfied millions of customers worldwide and propelled the company’s \ndesigns to the forefront of the fashion world.\nWith this foundation, the company has expanded the Steve Madden \nbrand into a lifestyle beacon for footwear, handbags, accessories, and \napparel, sold in more than 80 countries around the world. There are just \nover 120 Steve Madden stores across the United States, and more than \n220 stores worldwide. \nToday, the company is leveraging the power of fashion as a global force \nfor good, taking an industry lead in developing and supporting sustainable \nproducts. While we’re still in the early stages of this effort, we are \ncommitted to incorporating better materials into our footwear and \npackaging, reducing and offsetting carbon emissions across our supply \nchain, and reclaiming used products once they’ve served their purpose.In short, we take our responsibility as a global corporate citizen seriously, \nexpanding our efforts to protect and enhance the well-being of our \nemployees, our partners, our suppliers, our communities, and the planet \nas a whole. It is our promise, therefore, to:\n –Make products that are safe and accessible – and offer fashionable \nchoices for those with disabilities.\n –Offer footwear that is not only stylish and affordable but also \nmanufactured responsibly with materials that are better for the \nenvironment – democratizing sustainable fashion.\n –Create intentionally safe environments for each and every person working \nin our stores, offices and factories, across our entire supply chain. \nAt Steve Madden, our company and our people are one and the same.\n –Engage and invest in the communities where we live and work, \ncontributing resources and time to causes that are meaningful to our \nemployees and society, and responding to national and global disasters.\n –Ensure that people from all walks of life feel welcome in our stores and \nare reflected in our brand imagery and workforce.\n –Influence our entire value chain on sustainability, including our suppliers, \nfactories and their employees around the world.\n04\nSUSTAINABILITY REPORT 2020STEVE MADDEN", "metadata": {"source": "NASDAQ_SHOO_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}