{"page_content": "Q. WHY DID STEVE MADDEN DECIDE TO MAKE A BROAD, \nCOMPANY-WIDE COMMITMENT TO SUSTAINABILITY?\nA. We decided to make our commitment to sustainability public because we \nrealized how powerful it would be to share our values, priorities, and vision \nwith the world. By sharing the ways that we have given back to our local \ncommunities and cared for our employees over the last 30 years, we’ve given \nour employees and our customers even more reasons to proudly support our \nbrands. By sharing the goals that bring our vision for the future to life, we’ve \ncontributed to larger industry conversations about sustainable fashion and \nhave done more to keep ourselves accountable. By speaking up and being \ntransparent about the ways our business is becoming more sustainable, \nwe’re doing our part to secure a better world for future generations.\nQ. SUSTAINABILITY, OR CSR, CAN MEAN MANY THINGS TO \nMANY PEOPLE. WHAT DOES IT MEAN TO STEVE MADDEN?\nA. To us, corporate social responsibility means getting real and keeping it \nreal about our impact on our world. Sometimes it’s about maximizing our \npositive impacts – like deepening our ties to our local communities or doing \nmore to open up career pathways for employees of every gender, race, \nethnicity, sexual orientation, and ability. Sometimes it’s about minimizing \nour negative impacts – like replacing energy and resource-intensive \nmaterials with those that tread lighter on the environment. Whether we’re \nmaximizing our positive impacts or minimizing our negative ones, we’re \nfurther solidifying who we are as a global brand, we’re building stronger \nrelationships with our employees, customers, shareholders, factory partners, \nand local communities and we are better positioning Steve Madden to meet \nan ever-changing landscape. Knowing who we are, being mindful of our \nimpact, and building trusting relationships – it’s all smart business.Q. SINCE IT’S BEEN A RELATIVELY SHORT TIME SINCE THE \nCOMPANY MADE THIS COMMITMENT, HOW WOULD YOU \nDESCRIBE STEVE MADDEN’S EVOLUTION AND HOW THE \nCOMPANY POSITIONS ITSELF NOW?\nA. Our company has done so much to care for its employees and local \ncommunities over the last 30 years. When we established the CSR \ndepartment in 2018, we took the next step in our sustainability journey \nby formalizing our existing efforts and by organizing our future priorities \nand objectives around the issues that are most relevant to our business. \nToday we are clear-eyed and committed to our journey. We’re much more \nfocused on environmental stewardship, we’re poised to launch a charitable \ngiving strategy that aligns with our larger business objectives, and we have \nambitious equity and inclusion goals. \nQ. YOU’VE OVERSEEN THE LAUNCH OF MANY SUSTAINABILITY \nPROGRAMS OVER THE LAST TWO YEARS, WHAT DO YOU  \nTHINK ARE THE MOST IMPORTANT OF THESE INITIATIVES  \nTO THE COMPANY?\nA. The launch of Cool Planet by Steve Madden and our Diversity, Equity & \nInclusion workshop with Amber Hikes were both monumental accomplishments \nand strong indicators of the direction in which our company is headed. \nFor more than a year, talented people across our design, production, \nmarketing, and social compliance teams worked together to create the \nfirst Cool Planet collection, which required collaborating in new ways and \nreimagining how we design products and tell a brand story. In this way Cool \nPlanet has truly become a sustainable innovation brand that will shape the \nway we develop products across our entire portfolio for years to come. OVERVIEW\nSUSTAINABILITY \nTODAY AND \nTOMORROW\nGregg Meyer, Vice President, Corporate \nSocial Responsibility, outlines his views \nand vision for driving sustainability \nforward at Steve Madden....Cool Planet has truly become a sustainable innovation brand  \nthat will shape the way we develop products across our entire  \nportfolio for years to come.\nGREGG MEYER\n07\nSUSTAINABILITY REPORT 2020STEVE MADDEN", "metadata": {"source": "NASDAQ_SHOO_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}