{"page_content": "WHO WE ARE\nAMD IS A GLOBAL SEMICONDUCTOR COMPANY \nTHAT DESIGNS AND DELIVERS:\n> x86 MICROPROCESSORS for servers, notebooks,\nworkstations and desktop PCs ,\n and x86\nmicroprocessors with integrated graphics for\nnotebook and desktop PCs;\n> GRAPHICS PROCESSING UNITS (GPUs) for notebooks,\ndesktop PCs, workstations and the data center; and\n> EMBEDDED \nAND SEMI-CUSTOM PROCESSORS for game\nconsoles, displays, thin clients, storage systems\n and\nother products.WHAT WE POWER \nDATA CENTER, CLOUD +  \nHIGH-PERFORMANCE COMPUTING\nAMD EPYC™ processors and AMD Instinct™ accelerators \npower supercomputers as well as cloud services that enable today’s digital experiences for remote working  and learning, entertainment and communications.\nCONSUMER AND  \nCOMMERCIAL PCS\nAMD continues to drive innovation in today’s PCs with AMD Ryzen™ processors and AMD Radeon™ graphics, bringing performance, efficiency and modern security features to gamers, creators, consumers and enterprises. GAMING\nHigh-performance AMD computing and graphics technologies and software power immersive gaming experiences for high-performance PCs, the latest game consoles and cloud gaming services.\nEMBEDDED\nAMD EPYC™ Embedded processors and AMD Ryzen™ Embedded processors serve a broad spectrum of markets, from industrial solutions, networking and communications to aerospace, medical imaging and digital signage.\n2Founded in 1969 as a Silicon Valley start-up, the  \nAMD journey began with dozens of employees \nfocused on leading-edge semiconductor products. From those modest beginnings, AMD has grown  \ninto a global company achieving many important industry firsts along the way. We are proud of  \nour culture of bold technology bets, ambitious product roadmaps, deep partnerships and  \nexcellence in execution.\nWe operate in over 35 locations worldwide  \nincluding engineering facilities, sales and  \nbusiness service sites, and corporate offices.", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}