{"page_content": ">Learn more about our Stakeholder EngagementENVIRONMEN TAL STE WARDSHIP\nWHY IT M ATTERS \nAccording to the World Economic Forum’s 20 21 Global Risks Report, “climate action \nfailur\ne” is the most impactful, and second most likel y, long -term risk facing the world \ntoda y.4  This is not only a future challenge – the related issues are already manifesting.  \nGlobally\n, 2020 was the hottest year on record, effectively tying 2016, the previous record.5  \nAn immediate and me\naningful global response is required to address the climate crisis. \nThe technology sector plays a critical role by maximizing product energy efficiency and \nenabling solutions that pr\novide energy and greenhouse gas emissions (GHG) reduction \nopportunities for all sectors of societ y. Accelerating the transition to a sustainable \nlow-carbon economy will produce multiple benefits for economic growth, public health, \nincreasing resilience to natural disasters and the health of the glo bal environment.6  \nOUR APPROACH \nAs designers of microprocessors during a period of amazing growth in technolog y,   \nwe embrace the responsibility to protect our planet and the opportunity to help others \nsave energy and reduce GHG emissions. Our environmental programs and initiatives \nextend across our value chain, including AMD operations, supply chain manufacturing \nand product st\newardship. And we set ambitious goals and publicly report on our \nprogress annuall y.\nWe also engage with industry peers, government regulators, civil society organizations \nand other gr\noups to advance environmental stewardship across our value chain. The \ncollective eff\norts and innovations stemming from the technology sector exceed what \nany of us could do as individual or\nganizations.OUR 2025/2030 ENVIRONMENTAL GOALS:\n> AMD Operations (scope 1 and 2) –\n• 50 percent reduction in GHG emissions from AMD operations from 20 20-2030\n>   AMD Product Energy Efficiency (scope  3) –\n•  30x increase in energy efficiency for AMD processors and acceler ators powering \nservers for artificial intelligence-training and high-performanc e computing from \n2020-2025\n> AMD Supply Chain Manufacturing (scope 3) –\n•\n 100 percent of AMD manufacturing suppliers have public GHG emissio ns \nreduction goals by 2025\n• 80 percent of AMD manufacturing suppliers source renewable energy by 2025\n114.  https://reports.weforum.org/global-risks-report-2021/. Climate Action Failure is defined by WEF as “Failure of \ngovernments and businesses to enforce, enact or invest in effective climate-change adaptation and mitigation measures, \npreserve ecosystems, protect populations and transition to a carbon-neutral economy. ”\n5. https://www.nasa.gov/press-release/2020-tied-for-warmest-year-on-record-nasa-analysis-shows\n6. https://www.itic.org/policy/environment-sustainability", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}