{"page_content": "12ENVIRONMEN TAL PERFORMANCE \n20\n20 GOALS AND PROGRESS \nWe are proud to state that than ks to the engagement and support of our employees and \nsuppliers, we were able to achieve our 2020 operations and produ ct goals. In addition, \nthree out of five of our supplier  goals were met and all performance metrics were well \nahead of\n the industry average bas ed on a standard manufacturing ind ex (MI).7\nOUR 2014-2020 GOALS AND PERFORMANCE:\nAMD Oper\nations – \n> 38 percent reduction in our absolute GHG emissions (scope 1 and 2), exceeding our goal of\n20 percent\nWafer Suppliers –  \n> Direct GHG Emissions (scope 1): 73 percent below SIA average per MI, nearly achieving our\ngoal of 75 percent\n> Electricity Use: 28 percent  below SIA average per MI, missing our goal of 40 percent\n>  Water Use: 54 percent below SIA average per MI, exceeding our goal of 40 percent\n> Hazardous Waste Recycling Rate: 80 percent below SIA average per MI, exceeding our goal\nof 65 percent\n> Injury and Illness Case Rate: 20 percent below 2019 rate, achieving our goal to reduce year\nover year\n Product Use –  \n> 31.7x increase in the energy efficiency of our mobile processors, exceeding our target of 25x\nOPERATIONS  \nAMD operates in over 35 locations worldwide, including engineering facilities, sales and \nbusiness service sites, and corporate offices. Across our facilities and the local communities in which we operate, we strive to apply the highest level of integrity and stewardship for environmental performance.\n2014-2020 OPERATIONAL PERFORMANCE SUMMARY:\n17% \nREDUCTION \nIN ENERGY \nCONSUMPTION38% \nREDUCTION \nIN GHG \nEMISSIONS23% \nREDUCTION \nIN WATER \nUSE58% \nREDUCTION \nIN WASTE  \nGENERATED\n>See ESG data tables for our complete data and footnotes.In 2020, performance against our 20 percent GHG emissions reduction goal (scope 1 and 2) was a 38 percent reduction from the 2014 goal baseline, and 20 percent below 2019. Our 2020 scope 1 and 2 GHG emissions underwent third-party review (limited assurance). We continued to procure renewable energy in 2020, sourcing 34 million kWh in renewable energy certificates (RECs) in the U.S. (Green-E certified wind) and China (iRECs wind), which represented 28 percent of our global energy use, enough to power approximately 4,420 homes in the U.S. for a year.\n8\n>Read about our environmental efforts across AMD operations\nSUPPLY CHAIN \nWe work with our manufacturing suppliers9  to advance environmental sustainability \nacross a variety of metrics. Silicon wafer manufacturing represents the bulk of our environmental footprint within the company’s supply chain. Starting in 2014, we partnered with our wafer suppliers to establish “best-in-class” environmental, health and safety (EHS) goals for AMD wafer production through 2020. We report progress toward these goals annually, which as of 2020 resulted in 73 percent, 54 percent and 28 percent less direct GHG emissions, water use and electricity use, respectively, compared to the industry average.\n10 In 2020, our foundry suppliers also achieved an 80 percent hazardous \nwaste recycling rate and a 20 percent annual reduction in the injury and illness case rates. \nLooking ahead to 2025, we continue to work with our wafer foundry suppliers on several \nperformance indicators and goals, and we are expanding goals to cover our full set of manufacturing suppliers.  \n>Read about our environmental efforts with suppliers\n7 .  A manufacturing inde x is an industry-standard measure of production calculated by square centimeters of silicon x masking layers x wafers per \nyear. The AMD goals compare the Semiconductor Industry Association (SIA) average MI to AMD MI.\n8. Based on entering 34 million kWh int o EPA Greenhouse Gas Equivalency Calculator.\n9.  Manufacturing suppliers are those suppliers who contribute materials and/or services that directly impact and become a part of AMD products. This \nincludes wafer, outsourced assembly, and test (OSAT), direct materials (substrates, lids, capacitors, memory) and boards inclusive of components.\n10.  A manufacturing inde x is an industry-standard measure of production calculated by square centimeters of silicon x masking layers x wafers per \nyear. The AMD goals compare the Semiconductor Industry Association (SIA) average MI to AMD MI.", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}