{"page_content": "13PRODUCT STEWARDSHIP \nMaximizing the computing performance delivered \nper watt of energy consumed is a vital aspect of our business strategy. Our products’ cutting-edge chip architecture, design and power management features have resulted in significant energy efficiency gains. In 2020, in pursuit of our aggressive AMD 25x20 Energy Efficiency Initiative , we achieved a 31.7x improvement \nin energy efficiency for our mobile processors from 2014-2020.\n11 The results of achieving this goal reflect \na doubling of historical efficiency trends predicted by Koomey’s Law,\n12 based on an 84 percent reduction in typical energy use and an 80 percent reduction in compute time for a given task from 2014-2020.\n13 \nBuilding on the momentum of 25x20, AMD is setting  a  \nnew bold goal  to increase the energy efficiency of  \nAMD processors and accelerators powering servers for AI-training and high-performance computing by 30x from 2020-2025.\n14 Furthermore, we have launched AMD EPYC™ \nprocessor total cost of ownership (TCO) calculator tools to \nillustrate how AMD powered servers can help reduce GHG emissions compared to the competition and may require fewer servers.\n2015 2016 2014 2018 2019 2020 201731.7xADDITIONAL ENERGY\nEFFICIENCY(2014–2020)\nEnergy Eﬃciency of AMD Mobile Processors\n25x Energy Eﬃciency GoalRELATIVE ENERGY EFFICIENCY\n(log scale)\n11.  Testing by AMD Performance Labs as of April 15, 2020. Processors tested: AMD FX-7600P , AMD FX-8800P , AMD FX-9830P , AMD Ryzen 7 2700U, AMD Ryzen 7 2800H, AMD Ryzen 7 3750H, and \nAMD Ryzen 7 4800H. 25x20 program tracked against ENERGY STAR Rev 6.1 8/12/2014 and 3DMark® 2011 P-Score and Cinebench R15 nT. Results may vary with drivers and BIOSes. RVM-108\n12.  AMD achieved a 3 1.7x increase in typical use energy efficiency from 2014-2020, or ~2x compared to what would be the historical rate of increase (doubling every 1.57 years) during the same \ntimeframe of 14.1x. RM3H-43\n13.  Annual proc essor electricity use (kWh), based on ENERGY STAR typical use energy consumption (TEC), in 2020 equals 84% less than the 2014 amount. The normalized performance increase, \nbased on a 50:50 weighted metric for Cinebench R15 and 3DMark11, is 5x higher from AMD’s 2014 notebook processor compared to the 2020 design. This equates to 80% less average compute \ntime for a given task.\n14.  Includes AMD high-perf ormance CPU and GPU accelerators used for AI training and High-Performance Computing in a 4P hosted configuration. Goal calculations based on performance scores as \nmeasured by standard performance metrics (HPC: Linpack DGEMM kernel FLOPS with 4k matrix size. AI training: lower precision floating point math GEMM kernels such as FP16 or BF16 FLOPS operating on 4k matrices) divided by the rated power consumption of a representative accelerated compute node including thee CPU host + memory, and 4 GPU accelerators.25X20 ENERGY EFFICIENCY \nINITIATIVE", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}