{"page_content": "SUPPLY CHAIN RESPONSIBILITY \nWHY IT M ATTERS \nSupply chains continue to be one of the most important levers for businesses to create a \npositive impact in the world. The COVID-19 pandemic highlighted the interdependency of \nglobal supply chains across industries and magnified risks that can arise from the many \ninter\nconnected challenges. The link between ethical and sustainable supply chains, \nresilience and value to the business is clea r, now more than eve r. By working togethe r, \ncompanies and their suppliers can make a significant impact in advancing human rights, \nfair labor practices and environmental progress.   \nWith the growing number of electronic devices being used globally comes the \nresponsibility to ensure that we are conducting our business ethicall y. We are committed \nto delivering high-quality products and to helping ensure that working conditions \nthroughout our supply chain are safe, workers are treated with respect and dignit y, and \nthe manufacturing processes of our products are environmentally responsible.  \nOUR APPROACH \nAs a fabless semiconductor compan y, our manufacturing operations are wholly outsourced \nto a carefully selected network of suppliers. The scope of the AMD Supply Chain \nResponsibility program encompasses the manufacturing of our products by suppliers \nlocated in Asia, Europe and the United States as well as the sourcing of raw materials.   \nWe aim to work with our manufacturing suppliers15 to advance supply chain resiliency, \nrespect for human rights and environmental sustainabilit\ny. We take a partnership \napproach with our supplier\ns to promote continuous improvement and  \nt\no drive positive change across our value chain.   \nWe shar\ne our expectations with our manufacturing suppliers in our annual Supplier \nAcknowledge\nment Lette r. Our standard contractual terms and conditions for the \nprocurement of goods and services require conformance to applicable laws and \nregulations, and r\neinforce our expectations regarding responsible social, ethical and \nenvironmental conduct. Training is made available to suppliers through the e-Learning \nAcademy of the Re\nsponsible Business Alliance (RBA). Topics c over social and \nenvironmental issues and are assigned to suppliers based on identified knowledge gaps. \n14OUR 2025 GOALS: \n> 100 percent of AMD supplier manufacturing factories will have a Responsible\nBusiness Alliance (RBA) audit or equivalent\n> 80 percent of AMD manufacturing suppliers by spend will participate in a capacity\nbuilding activity \n15.  Manufacturing suppliers are those suppliers who contribute materials and or services that directly impact and become a part of AMD products. This \nincludes wafer, outsourced assembly, and test (OSAT), direct materials (substrates, lids, capacitors, memory), and boards inclusive of components. Over the next five years, we plan to expand our work with suppliers to drive a positive \nimpact for the people who work across our value chain and the planet which we all share. ", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}