{"page_content": "ALIGNING WITH INDUSTRY \nSTANDARDS \nWe hold ourselves to high ethical standards and expect \nour suppliers to do the same. AMD adopts the RBA \nCode of Conduct as our Supplier Code of Conduct (“The \nCode”). The Code is aligned with international norms \nand standards including the United Nations Universal \nDeclaration of Human Rights (UDHR). It outlines our \nstandards for labor, health and safety, environment, \nethics and management systems. The AMD Worldwide \nStandards of Business Conduct outline our expectations \nfor our ethical conduct and extend to our business \npartners. We further expect that each supplier will, \nin turn, communicate to their suppliers the same \nexpectations and implement reasonable mechanisms  \nto monitor their compliance.  \n>How we engage with Industry groups\nSUPPLIER RISK ASSESSMENTS \nAND AUDITS\nAt AMD, we take a risk-based approach to managing \nour supply chain. We utilize third-party risk analytics to conduct an overall supply chain risk analysis. Through our annual analysis, we gain deeper insights into inherent geographical risks in our supply chain on labor, health and \nsafety, environment, business ethics  and management \nsystems. We use the results of the analysis to assign risk assessment tools and prioritize suppliers within our  \naudit program.      \n>See our 2020 Supplier Audit Summary ResultsRESPECTING HUMAN RIGHTS\nAt AMD, we respect human rights thr\noughout our compan y, \noperations and supply chain. W\ne work to uphold the\nrelevant fundament\nal rights and freedoms of all people\nacross our business and value chain. In 2021, we updated\nour Human Rights Polic\ny to reflect our commitment to the\nUnited Nations Guiding Principles on Business and Human \nRights (UNGPs\n). The policy extends to our supply chain,\nand the AMD Supplier Code of C\nonduct further incorporates\nhuman rights requirements set out in international norms \nand standards. We also are a signatory to the United \nNations Global C\nompact, the world\n’s largest corporate\nsustainability initiative, affirming our c\nommitment to\naligning our strateg\ny and operations to ten universally \naccepted principles in the ar\neas of human rights, labo r, \nenvironment and anti-c\norruption. \n>Read our Human Rights Policy\nRESPONSIBLE MINERALS \nSOURCING  \nWe are committed to the responsible sourcing of minerals \nused in our products. Tin, tantalum, tungsten and gold \n(3TG), defined as conflict minerals  under U.S. law, are used \nin everyday consumer goods and are integral to electronic products. The mining, sale and use of minerals from Conflict-Affected and High-Risk Areas (CAHRAs), including the Democratic Republic of Congo and its adjoining countries, have been associated with negative social and \nenvironmental impacts.  Although AMD does not directly \npurchase minerals from raw material providers, we support ethical, social and environmental sourcing through on-going multi-stakeholder programs and dialogue.  \n>Learn about our Responsible Minerals Program\n16\n", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}