{"page_content": "ADDITIONAL STEPS TO ACHIEVE OUR DB&I GOALS INCLUDE: \n>  Listening to our employees in our annual Employee Satisfaction Survey and curated groups;\n> Deepening our relationships in the U .S. with historically Black colleges and universities\nand Hispanic-serving institutions;\n>  Working to reduce unconscious bias in the workplace by educating our global workforce\non the power of multiple voices in the interviewing and promotions processes;\n> Evaluating employee compensation programs annually so that colleagues performing\nsimilar work in the same geography at the same level have equitable compensation\nopportunities;\n> Ensuring that ever y AMDer  acr oss the globe  has the oppor tunity to  amplif y their unique\nvoice to contribute to our company’s success; and\n> Offering mentors to new employees from our\nemployee resource groups.DIVERSIT Y, BELONGING AND INCLUSION\nWHY IT M ATTERS \nDiversity and inclusion are key drivers that contribute to our ab ility to build great \nproducts that accelerate next-generation computing experiences. Research shows that \nbusinesses with d iverse teams are more innovative, make better decisions and achieve \nhigher performance. And inclusion initiatives foster a work environment that enabl es \nall employees to participate and thrive, which in turn creates a sense of community and \npurpose – what we at AMD call “belonging . ”\nAs the technology industry and our role in society continue to grow, we must support \nthe next generation of innovators whose diverse backgrounds can help create \nt\nechnological solutions for some of the world’s toughest challenges. In particula r,  \nBlack and Hispanic workers remai n underrepresented in the science, technolog y , \nengineering and math (STEM) workforce compared with their share of all workers. \nW\nomen are also significantly under represented in STEM occupations, making up a \nquar\nter or fewer  of workers in computing and engineering.16 While the tech sector  \nhas t\naken steps to make progress in recent years, it still has si gnificant work to do. \nA\nt AMD, we see it as a welcome challenge and meaningful opportunity to create a more \ndiver\nse workforce bolstered by a flourishing culture of belonging and inclusion.\nOUR APPR\nOACH \nWe are committed to growing diversit y, belonging and inclusion (DB&I) in our workforce to \nhelp embrace different viewpoints and experiences, foster innovation, challenge the status \nquo when needed and drive business performance. This includes increasing the percentage \nof global female hires in engineering roles and the percentage of underrepresented group \nhires within our U.S. workforce year over yea r. For 2021, we have made these efforts a \ncomponent of our company’s strategic metrics and milestones to inform our incentive plan. \nUnderpinning our aspirations is a strong inclusive culture that reaches across all aspects of \nour business.\n17OUR 2025 GOAL: \n70 percent of our employees participate in AMD employee resource groups and/or \nother AMD inclusion initiatives by 202517\n16. https://www.pewresearch.org/science/2021/04/01/stem-jobs-see-uneven-progress-in-increasing-gender-racial-and-ethnic-diversity\n17.  These are voluntary initiatives in which an employee chooses to actively participate in one or more employee engagement programs that foster a \nculture of belonging, psychological safety\n and meaningful connection to AMD. ", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}