{"page_content": "OUR GLOBAL WORKFORCE \nAMD publishes workforce diversity statistics as part of our annual corporate responsibility \nreporting. The diversity summary data below is based on calendar 2020 data and a total of \n12,600+ AMD employees.\n18TALENT ATTRACTION AND RETENTION \nThere is currently intense competition for talent in the semiconductor industry, with \ncompanies vying to attract and retain skilled individuals who will help them achieve their \nlong-term goals.  Our goal is to be an employer of choice, with passionate, innovative, fully \nengaged employees. AMD is proud to be an equal opportunity employer that is committed to creating an inclusive environment for employees across the globe. \n>\n Learn About Our Recruitment, Total Rewards and Employee Education\nEMPLOYEE ENGAGEMENT \nWe know that AMDers do their best when they are fully engaged and able to bring their \nfull selves to work. For example, our YouTube series  “I Am AMD” highlights our employees \nsharing their stories and why they feel they belong at AMD. This series features AMDers \nin various roles across the company bringing their passion for technology and their unique backgrounds together to create an amazing work environment and innovative products.\nOur employee resource groups (ERGs)  encourage employee engagement and are an \nimportant part of our company’s culture. ERGs create a space for employees who share a common identity and their allies to meet and support one another in building their community and sense of belonging in the workplace. \n>Learn more about our Employee Resource Groups> See our complete gender, diversity\nand other employee-related data\n24%\n76%TOT AL\nEMPL OYEES\n14%\n86%SENIOR\nMANA GEMENT\n19%\n81%ENGINEERINGFEMALE MALE43%\n55%2%\nEMPL OYEES\nBY REGIO N\nASIA- PACIFIC/CHINA/JAPAN AMERICAS EUROPE /AFRICA53%<1%\nIGEN BABY BOOMERS\nGENERATION XTRADITIONALISTS37%9%\nMILLENNIALS  \n43%\n50%U.S.\nEMPL OYEES\nBY\nETHNICIT Y\nHISP ANIC/LA TINX\nPACIFIC \nISLANDERWHITEASIAN\nBLACK/ AFRICAN\nAMERICAN<1%5%\nNATIVE AMERICAN\nTWO OR MORE RA CESFEMALE MALE\nFEMALE MALE1%\nEMPL OYEES\nBY AGE \nGROUP\n1%\n", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}