{"page_content": "COMMUNITY INVOLVEMENT\nSTRENGTHENING AMD \nCOMMUNITIES WORLDWIDE \nFor nearly four decades, AMD has invested money, time \nand technology in organizations that help strengthen communities worldwide. Additionally, our employees continue to make their communities a better place by donating their time, talent and money to charitable causes. We work closely with community organizations to measure the shared value created through our work. We annually survey our employees worldwide to understand their overall satisfaction, specifically asking them about their impressions of our community engagement programs.  \nThrough our AMD Community Corps program, employee \nvolunteers contribute to local communities through company-sponsored volunteerism and employee-directed donations. We provide grants to non-profit organizations in our global site communities based on recommendations from employee-led community affairs councils, local needs and strategic fit. Our corporate giving efforts focus on education, community development and environmental stewardship.  \n2020 was a year of uncertainty and change as COVID-19 \nimpacted lives across the world. Amid the backdrop of the pandemic, AMD and employees increased philanthropic community support and donations for COVID-19 relief and other needs throughout our site communities worldwide. These donations included more than $318,000 USD for social justice programs in the United States addressing equity issues along with other funding for disaster relief and recovery related to wildfires in Colorado and California. Additionally, we offered matching gift programs to further amplify the generosity of our employees. Our efforts resulted in more than $2.5 million USD in combined corporate and employee donations in 2020.  \nAMD 2020 COMMUNITY \nVOLUNTEERING\nDespite unexpected stresses in their lives throughout \n2020, employees shifted to partici pating in the \nc\nompany’s virtual volunteer program. More than \n3\n,100 employees volunteered over 7,050 hours in \n2020, including judging science fairs, participat ing in \nSTEM activities, conducting online coding classes \nand raising money for local food banks. Employees \nalso spe\narheaded item drives to stock community \npantries, connected with seniors to reduce isolation \nand loneliness, and wrote notes o f encouragement to \nindividuals experiencing hardships. \n>Read more about our volunteering efforts\n207,050+\nVOLUNTEER \nHOURS3,110\nNUMBER OF \nVOLUNTEERS71\nNUMBER OF  \nAMD-SPONSORED  \nEVENTS", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}