{"page_content": "CEO MESSAGE\nA MESSAGE FROM AMD PRESIDENT AND CORPORATE EXECUTIVE OFFICER, DR. LISA SU\nIn 2020 and into 2021, we significantly accelerated the \ngrowth of the AMD business and increased our strategic focus on environmental, social and governance (ESG). This included new priorities and goals spanning digital impact, environmental stewardship, supply chain responsibility, and diversity, belonging and inclusion. \nAMD in 2020 reached key environmental milestones set \nin 2014, including the bold “25x20” goal to deliver at least 25 times more energy efficiency by 2020 in our mobile processors. We also reduced our absolute greenhouse gas (GHG) emissions from AMD operations (scope 1 and 2) by 38 percent over the same timeframe – well ahead of our 20 percent goal. \nEarly in 2020, AMD moved quickly to navigate the \nchallenges of the COVID-19 pandemic, implementing best practices to mitigate the spread of the virus, protect the health and safety of our employees, maintain business continuity for our customers, and support our communities by applying our essential technology and \nresources in the fight. \nTo accelerate COVID-related research, we created the \nAMD C\nOVID-19 High Performance Compute (HPC) Fund \nand donated high-performance systems powered by AMD \nEPYC™ CPUs and AMD Instinct™ GPUs to key research \ninstitutions in Canada, France, German y, India, Ital y, \nUnited Kingdom and the United States. With 12 petaflops \nof total supercomputing capacity donated, the combined \ncompute capacity would rank among the fastest \nsupercomputers in the world.\nThrough our combined COVID-19 response efforts, we \nprovided more than $26 million USD to universities, \nr\nesearch institutes and community organizations, including \ndonations of t\nechnolog y, personal protective equipment, \nand c\norporate and  employee giving (as of June 2021). \nThe pandemic nec\nessitated the rapid acceleration of \ndigital transformation in businesses, governments, \nschools and the home. It is now clear high-performance \ncomputing is essential to our daily lives and how we work, \nhow we learn and how we connect with each other. AMD \nhigh-performance computing products now power many \nof the most important cloud services enabling digital \ntransformation, supporting billions of people around the \nworld every da y.\nIn 2020 we also faced painful reminders of the work  \nstill ahead to create a more just and equitable societ y. \nAMD remains committed to helping increase the  number of women and underrepresented groups in  \nthe technology industry and to support efforts to effect \nlasting change. \nLooking ahead, AMD has set multiple new goals for 2025 \nand beyond to drive meaningful impact across our value \nchain. These goals include 70 percent of our employees \nparticipating in AMD employee resource groups and/\nor other AMD inclusion initiatives; increasing energy \nefficiency by 30x for AMD processors powering servers in  \nAI-tr aining and high-performance c omputing applications; \nand pursuing science-based GHG emission reductions for \nAMD operations. And by 2025, through AMD and AMD \nFoundation philanthropy and partnerships that enable \nSTEM education, scientific research and the workforce  \nof the futur\ne, we aim to benefit 100 million people.\nThroughout this report, you can learn about our corporate \nresponsibility programs and initiatives that are driving \npositive impacts for our society, environment, employees \nand customers. And as always, AMD will continue \ndelivering the technology and products that are essential \nto solving our toughest challenges ahead, whatever  \nthey may be.\n3\n", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}