{"page_content": "21CASE STUDY: \nP\nARTNERING WITH CENTR AL TEXAS FOOD B ANK TO \nHELP FEED OUR NEIGHBORS IN NEED  \nAMD plac\nes a high value on giving back with our time and \nr\nesources. This not only strengthens the communities in \nwhich we live , but also strengthens our employees and teams, \ngiving them w\nays t o c onnect outside the office and gain \nperspective. \nTogether, AMD and o ur employees are helping to ensure that \nour communities are fed \n– whether rolling up sleeves to plant \nand harvest food-producing gardens, distributing food to \nfamilies, or\n hosting food drives for local food banks. One \nmeaningful example of this work and impact is thr ough the \nc\nompany’s long and enduring relationship with the Central \nT\nexas Food Bank in Austin, Texas. \nIn 2\n020, we were r ec ognized by the Centr al Texas Food \nBank with the Hunger Hero Awar d for more than 30 years of \npartnership in the fight against hunger. In 1994, the Central \nT\nexas Food Bank broke ground on a visionary facili ty and AMD \ncontributed $190, 000 USD to help make that vision a reality. \nT\nwenty years later, we again stepped up with a capital \ncampaign gift when the Centr al Texas Food Bank needed an \ne\nven bigger building to accommodate the continued growth \nof a booming t\nech t own.  \nAMD corporate donations are only  one part of thi s stor y . \nThe heart of this successful partnership is the AMD \nemploy\nees who step up and mak e sure families ar e fed \nduring the wor\nst of times – hurricanes, recessions and \nmost recentl y, a pandemic. In the last ten years, AMDers \nhave volunteered more than 4,500 hours and they \ndonated ne arly 419,000 pounds of food – enough to feed a \nf\namily of four three meals per d ay for nearly eighty years. \nWith company-sponsored food drives and matching gift \nprograms, AMD and our employ ees have contributed mor e \nthan $2 million in financial support since 2004 to fund \nessential pr\nograms and help end hunger in Centr al Texas.  \n©2021 Advanced Micro Devices, Inc. All rights reserved. AMD, the AMD Arrow logo, Ryzen, EPYC, \nRadeon, Radeon Instinct, AMD Instinct\n and combinations thereof are trademarks of Advanced Micro \nDevices, Inc. PID# 21724438-A", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}