{"page_content": "AMD CORPORATE RESPONSIBILITY IN ACTION \nA MESSAGE FROM SUSAN MOORE, CORPORATE VICE PRESIDENT, CORPORATE RESPONSIBILITY   \nAND INTERNATIONAL GOVERNMENT AFFAIRS, AND PRESIDENT, AMD FOUNDATION  \nThe global challenges of 2020 shared lessons across \nthe world, including the power of resiliency, hope and common vision. The year also reinforced the important role of businesses in contributing toward a more inclusive and sustainable world through environmental, social and governance (ESG) efforts.\nAMD recognizes our responsibility to help address global \nchallenges in a way that drives value for our stakeholders. We recognize it is not just what our technology can do that matters, but also how we responsibly develop and deliver it. An important part of our approach includes conducting materiality assessments to evaluate ESG-related impacts on society and our business.  We engage our stakeholders to understand their views, clearly communicate our strategies and positions, and be responsive as issues evolve. \nOver the past year, in partnership with Ceres and a diverse \nset of stakeholders, we listened to input and reflected in refreshing our strategic focus areas in ESG. The process has been instrumental in informing our long-term strategic priorities as well as our goals, reporting and \ntransparency efforts.  As a result, across our business \nwe have new priorities in digital impact; environmental stewardship; supply chain responsibility; and diversity, belonging and inclusion. With impact-driven efforts in these areas, we can help create a better future for the people who design, make and use our products, and for the communities where we live and work.We continue to embed ESG performance and transparency into our business. For 2021, increased diversity representation is a component of our company’s strategic metrics and milestones to inform our incentive plan.And to accelerate internal coordination, we formalized an ESG Executive Steering Committee. Our next chapter includes welcoming Xilinx as part of the AMD team, upon final regulatory approvals and deal closing, and then reassessing our collective ESG opportunities and goals. \nI thank AMD employees for their resiliency and \ncommitment last year. Through their can-do spirit, we delivered for our customers while supporting the well-being of our workforce, supply chain and local communities. I am inspired by the far-reaching potential of AMD technologies to power high-performance computing solutions that help solve global challenges today and in the future. \n4AWARDS AND RECOGNITIONS\nOur work is recognized by organizations at the \nforefront of corporate responsibility, including: \n", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}