{"page_content": "POWER TO FIGHT A  PANDEMICAMD HELPS POWER  \nWORLD-CLASS  \nRESEARCHSince early 2020, AMD has worked diligently to navigate \nthe uncertainty seen in our world. We  continue  to  \nassess  the unfolding  situation  taking necessary steps  \nto maintain business continuity  while protecting the \nhealth and safety of our employees,  and supporting our \ncustomers,  supply chain workers  and communities.  We \nalso actively  deploy  our technology and resources to fight \nthe pandemic. \nOUR WORKFORCE \nAlthough certain offices remained open during 2020 \nwith limited capacity to perform essential business functions per local guidelines, most of our employees worked from home. To support them during this challenging time, AMD provided resources and benefits to help balance the demands of work, school, home and parental care. For example, as part of our global Employee Assistance Program, we offered free, confidential short-term counseling, personalized coaching, as well as wellness resources for caregiving, \neducation and parenting.  We also engaged our Caregiver \nEmployee Resource Group, a collaborative community \nof employees that are caring for children or  the elderly, \nto share useful tools, tips and perspectives in balancing work and family successfully.  \nOUR SUPPLY CHAIN \nOur partnership with our suppliers is critical to the reliable delivery of our products and the protection \nof workers.  We continually monitor our supply \nchain  and work  closely with our suppliers to assess  \nrisks, enable training  and validate progress. For \nexample,  our supply chain operations accommodated adjusted delivery dates and quantities, and they planned for extended lead times when reasonably possible. We also shifted production load from countries with COVID-19 outbreaks and collaborated with suppliers to reroute materials and finished goods to lanes and \nlocations that best enabled delivery to customers.   \nOUR GLOBAL COMMUNITIES \nThrough our combined COVID-19 response efforts, we provided more than $26 million USD to universities, research institutes and community organizations, including donations of technology, personal protective equipment, and corporate and employee giving (as of June 2021). \nFor example, AMD and employees donated money \nfor COVID-19 medical support and humanitarian relief through grants and special matching gift programs for communities worldwide. We also prioritized and expedited product shipments for our medical customers, including AMD embedded processors used in ventilators and respirators. To accelerate COVID-related medical research, we established the AMD COVID-19 High Performance Compute (HPC) Fund to provide universities and research institutions with HPC technology and resources. We aim to help leading institutions not only deepen their understanding of COVID-19, but also improve their ability to respond to future potential threats to global health.   OUR COVID-19 RESPONSE\n5", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}