{"page_content": "OUR STRATEGIC FOCUS AREAS\n> DIGITAL IMPACT –  We are passionate about designing\nproducts that help improve people’s lives through\nhigh-performance computing solutions spanninghealthcare, education, manufacturing, scientificresearch and other critical needs.\n>  ENVIRONMENTAL STEWARDSHIP –  We are steadfast in\nour commitments to sustainability by sourcingrenewable energy, engaging our employees andsuppliers on environmental initiatives, and helpingend-users reduce energy use and emissions.\n>  SUPPLY CHAIN RESPONSIBILITY –  We work with our\nsuppliers to deliver high-quality products whilealso helping ensure that working conditionsare safe, workers are treated with respect andmanufacturing processes are environmentallyresponsible.\n>  DIVERSITY, BELONGING AND INCLUSION – Innovation is at\nthe core of our culture. We encourage and supportcreative minds from diverse backgrounds to worktogether in an engaging and open environment.\n7PURPOSE DRIVEN  \nHIGH-PERFORMANCE \nCOMPUTINGAt AMD, we develop technology that helps to enable \nthe future. Our high-performance processors power the \nservers for modern data centers, personal computers, \ngame consoles, industrial devices and more. Our \ntechnologies help open possibiliti es for creators, \nresearchers, inventors and explorers to tackle some \nof the world’s toughest challenges. \nThat’s why we are focused on creating the next \ngen\neration of products that will positively benefit society \nand the planet. We aspire to embed environmental \nst\newardship across our business, ensure safe and \nr\nesponsible workplaces in our glob al supply chain and \npromote stronger communities where we live and work.Corporate responsibility (CR) represents an integral \naspect of our business, which aims to generate shared value with our employees, customers, suppliers, investors and communities. We use materiality assessments to help us to prioritize ESG issues within our approach and goal setting, and to guide our engagement with key stakeholders. Taking into account our 2020 materiality results, we are elevating four strategic focus areas that are both important to stakeholders and critical to the success of our business. Our approach is grounded in business ethics, security and transparency.OUR APPROACH TO CORPORATE RESPONSIBILITY \nDIGITAL \nIMPACT\nSUPPLY CHAIN \nRESPONSIBILITYENVIRONMENTAL STEWARDSHIP\nDIVERSITY, \nBELONGING & \nINCLUSION", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}