{"page_content": "SCIENTIFIC RESEARCH  \nTogether with industry and research partners, AMD is \nhelping to deliver a new generation of supercomputers2 \nthat cross the exascale performance barrier for the first time, with the ability to perform more than 10 to the 18th or more (or one quintillion) calculations per second. These pathbreaking machines will enable researchers to employ exponentially more powerful models and simulations with the potential to create breakthroughs in areas such as climate science, biomedical engineering and the development of new materials.\nWe are also helping to put the power of HPC solutions \nto work on advancing scientific research. Most recently, for example, our technology is being used to accelerate COVID-19 vaccine development and therapeutics. The AMD COVID-19 High Performance Compute Fund\n3 launched in \nApril 2020 provides universities and research institutions with computing resources to accelerate medical research on COVID-19 and other diseases. \n>Learn more about AMD COVID-19 HPC FundSTEM EDUCATION \nAMD  is passionate about enabling the imagination and \ncreativity of the next generation.  Technology in their \nhands encourages exploration and learning that opens \ndoors to new possibilities. That is why we partner with \nschools and local nonpr\nofit organizations to provide \nAMD-based equipment t\no outfit four AMD Learning \nL\nabs to help inspire students to pursue STEM education. \nW\ne currently have labs in Markham, Canada; Shanghai, \nChina; as well as Austin, Texas and San Jose, California in \nthe United States. These labs provide opportunities for \nunderserved students to gain hands-on experience with \nc\nomputer hardware and software. For some students, \nthis may lay the groundwork for a future technical \ncaree r , while for others it can support the development \nof reasoning and other skills they can use to thrive in a \nr\nange of pursuits.   \nWhen local schools were closed due to the pandemic, the \nBoys & Girls Clubs’ Silicon Valley Alviso Club was open and \nsupporting hundreds of kids. The AMD Learning Labs was \nessential in advancing STEM programming as members \nlearned various technical skills such as 3D modeling,  \nr\nobotics and programming with Scratch and Python. \nA\nccess to computers helps to reduce the digital divide \nand improve Club members’ chances of graduating from \nhigh school, moving on to post-secondary education and \ndiscovering a career in STEM.  \n>Learn more about AMD Learning Labs\n9KEY ACTIVITIES AND INITIATIVES  \nWe see great potential for high-performance computing (HPC) to benefit society and the planet. Through our digital impact \ninitiatives, strategic investments and partnerships, we aim to help others tackle important global challenges. \n2.  https://www.amd.com/en/products/exascale-era\n3. https://www.amd.com/en/corporate/hpc-fund", "metadata": {"source": "NASDAQ_AMD_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}