{"page_content": "Head\nCopyMike Cannon-Brookes\nCo-Founder and Co-CEO\nSydney, Australia, October 2021\nDoing well as a company and doing good as citizens of the world are not mutually \nexclusive. In fact, this is what creates and sustains a thriving ecosystem over the long term. \nWe have always aimed to integrate social and environmental progress into everything \nAtlassian does – from investing in our people, to protecting the rights of our customers,  \nto engaging with our communities through the Atlassian Foundation, and addressing \nclimate threats. \nNow we have yet another reason to lean into sustainability: people. Atlassian’s recent  \nReturn on Action Report revealed that values alignment between employers and their \nemployees matters more than ever. In fact, well over a third of Millennial workers  \n(the largest generational cohort in today’s workforce) went on to say they would quit their  \njobs if it became clear that their employers’ values did not align with their own.\nBut it’s not just about attracting and retaining talent. It’s about earning the trust of current \nand prospective customers, too – and they’ve told us that our attitudes and actions around \nsustainable practices matter to them.\nWhen it comes to taking action, Atlassian plays the full court. In fiscal year 2020, we \nreached our goal of operating exclusively on renewable electricity, completed a human \nrights assessment, and rallied nearly 70% of Atlassians to volunteer with non-profit  \norganizations. This year, we built on that with an increasingly data-driven approach to \nclimate mitigation, steps to integrate human rights within Atlassian, and a full 10-point \nincrease in volunteer participation. \nThat’s not to say we’re nailing it on all fronts. As we mentioned in the last report, we still \nhave lots of work ahead of us in the area of diversity, equity, and inclusion (DEI). While  \nwe’ve always believed in the importance of the work, this year we learned that we had  \na long way to go to make our actions live up to our words. So, we approached FY21 as a \n“rebuilding year.” We slowed down some of our outward-facing work so we could invest  \nin research, planning, and staffing that will set us up to move faster toward our DEI goals \nand the kind of company we want to be in FY22 and beyond.\nScott and I are incredibly proud of everything Atlassian has accomplished so far, and we’re \nkeen to roll up our sleeves and keep at it in the coming years. Together with our amazing \nteam of Atlassians, plus external partners, we can (sustainably) unleash the potential in \nevery team.It’s not just about “doing the right thing.” Investing in sustainability  \nis critical to the long-term success of our business.", "metadata": {"source": "NASDAQ_TEAM_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}