{"page_content": " \n \n13 \n Ethics, Bribery & Corruption  \nIn order to ensure continued success in providing high quality products and services to our customers  \nand to maintain market presence , we seek to uphold the highest level of ethical business conduct in \nour operations. The K&S Code of Business Conduct  serves as a guiding  framework  for ethical and legal \nbusiness decisions . All employees of K&S are expected to exercise sound judgment  and have a  \nproclivity towards fair and just behavior  in their daily in teractions with colleagues, customers, \nsuppliers and other business associates . An online e-training course on K&S Code of Business Conduct  \nhas been conducted annual ly to ensure that employees are aware of its policies and are kept up -to-\ndate on any changes . We have attained 100% completion rate in our recent  global e-training course \nconducted in July 2017.   \nIn engaging with our suppliers, we endeavor to uphold  ethical business conduct through  our supply \nchain. Set out in the Supplier Code of Business Conduct & Ethics  which all suppliers will have to \nendorse and adhere to,  the Code aims to enforce responsible business conduct in areas such as \nprovision of a safe and healthy working environment, fair employment practices and environmentally \nfriendly business practices. It also serves as a guidance to inform and guide suppliers in dealing with \npotential ethical risks and establis hes an avenue to report unethical business conduct should the need \narise .  \nK&S will not tolerate any cases of corruption or any appearance of cas es of ethical transgressions. All employees and \nsuppliers are encouraged to report any violations of K&S’s poli cies through the K&S ’ whistleblowing mechanism . Figure 12: \nWhistleblowing Process  \n Upon identifying a potential non -compliance, the whistleblower may \nfile a report either to\n(1) Their immediate supervisor or to any member of the Company's \nCompliance Committee; or \n(2) The third -party provider retained by the Audit Committee to receive \ncomplaints anonymously\nAll reports will be reviewed and processed by the Compliance Committee \nto ensure they are appropriately dealt with in a manner consistent with \napplicable laws and Company policies. For reports involving an \nAccounting Matter, it will be forwarded to the Audit Committee for their \nimmediate action\nThe Senior Vice President (General Counsel) will report to the Audit \nCommittee on the status of all reports or complaints received on a \nquarterly basis, or more frequently as if deemed necessary.The Audit \nCommittee will review and resolve any matters at its sole discretion \nThe whistleblower will be kept informed of the investigation status and \ninformed if any appropriate relief will be given. However, disclosure of \nthe corrective actions taken will be at the discretion of the company and \nmay be kept confidential by K&S", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}