{"page_content": " \n \n14 \n Our Employees  \nOccupational Health and Safety (OHS)  \n \nOur e mployees ’ health and safety  are of paramount importance. We recognize that a workplace free \nof occupational health and safety hazards5 is essential in enhancing the quality of our products and \nservices. At K&S, we strive to provide and maintain a healthy and safe working environment for all  by \nconducting a thorough risk asse ssment and investing in control measures which will minimize the \nlikelihood and impacts of hazards occurring.  \nThe formation of a Safety Committee in each of K&S’ facilities supervises and ensures that all \nworkplace health and safety regulations are strict ly adhered to. Overseen by a site Environmental \nHealth and Safety (“EHS”) Manager, the EHS Manager  is responsible for overseeing operations within \nthe facility and to ensure that all safety standards are met. Any new hazards or near misses will be \nreported to and promptly investigated by the respective EHS Manager  to safeguard the  safety of our \nemployees.   \nThe Committee ensures that Health and Safety -related trainings are planned and executed for all \nlevels of employees to raise their awareness and emergency preparedness. In line with our Business \nContinuity Plan, regular emergency evacuation exercises are  also organized to familiarize our \nemployees with emergency procedures. In addition, v arious audits are conducted across departments \nto ensure that K&S are not only compliant with legal requirements but also match up to industry  best \npractices.   \nSince 2016, we have achieved an AFR performance of below 2  for two consecutive years.  Zero \naccidents have been recorded at Suzhou, Fort Washin gton and Santa Ana. In CY2016 and CY2017, our \nASR had increased from 11.7 to 12.1 . This was  due to one particular case  which occurred  because of  \nhuman negligence and resulted in considerable man -day loss. In response  to this , K&S  conducted a \nthorough investigation on the  case and  has since taken appropriate corrective actions.  Moving \nforward, K&S will continue  to work towards attaining the target of AFR below 10  through effective \ncommunication  and raising the awareness  to all emp loyees on health and safety at the workplace .  \n \nCEO Occupational Health & Safety (“OHS”)  Challenge  \n \nHeld annually  since CY2015 , the K&S CEO OHS Challenge was initiated by the ELT to inculcate a \nsafety culture within the company. It serves to reward the best K&S site for achieving excellence in \nOHS. The sites are assessed  based on OHS Corporate Metrics such as AFR, ASR, hours of OHS training \n                                                           \n2 An accident is defined as a non -fatal injury or illness that causes time loss from work beyond a day or shift.  \n3 AFR = (Total accidents / total employee work hours) x 1 million  \n4 ASR = (Total man -days lost/ total employee work hours) x 1 million  \n5 A hazard is any source of potential damage, harm or adverse health effects on something or someone.  Some examples of \nhazards may include use of hand tools, machines, wet floors, working at height, etc.  Focus Area  Perpetual Target  CY2016 Performance  CY2017 Performance  \nOccupational Health \nand S afety  Accident2 Frequency \nRate  (“AFR”)3 below 2 1.40        Achieved  1.32       Achieved  \nAccident Severity Rate \n(“ASR” )4 below 10 11.7  Did not \nachieve  12.1  Did not \nachieve  ", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}