{"page_content": " \n \n16 \n Human capita l is the greatest asset in any business and it is no different for us . With a contented and \nhealth y workforce, not only does this ensure the delivery of  their best products and services to our \ncustomers , it paves the road towards continued success of K&S.  \nWe believe that every employees’ voice matters . Their input is important towards our efforts in \ntransforming our workplace to one that is conducive where employees can learn, grow and excel \ntogether. To achieve this, K&S conducts the “Voice of K&S”  employee engagement survey on ce every \ntwo years  to gathe r feedback from employees worldwide. In CY2016 , 96% of K&S employees \nparticipated in the survey . We achieved a n employee engagement  score of 77.6% from the 71% in \nCY2015. From this trend, we target to further improve our engagement score, setting an 80% sc ore to \nbe achieve d in CY2018.  Results from each survey were communicated to all emp loyees and managers.  \nFrom the feedback, we have directed  efforts and res ources to address the areas of concern  while we \ncontinue to enhance the positive performance.   \nThe next  employee engagement  survey slated  to be conducted in CY2018 will allow us to assess the \nimprovements made since the last survey and its results  will be reported in  our next sustainability \nreport.  \nPositive actions taken from CY2016 Voice of K&S Survey  \nFrom the past survey conducted in CY2016, positive actions have been taken in  addressing the \nconcerns of our employe es. From the analysis of response s received,  majority of the  employees’  \nconcerns were regarding the promotion process and criteria. In resp onse to this , K&S has revamped \nthe Performance Review process and integrated the previous ly separate perf ormance reviews and \ngoals setting into one  single process. Some of the improvements made are highlighted below:  \n \nAreas of Concerns  Improvements made  \nPerformance Evaluation and \nFeedback  \n  Increased frequency of performance feedback discussion \nfrom annually to semi -annually  \nSelf-evaluation assessment implemented semi -annually to \nencourage employees to voice out and participate in \nfeedback sessions  \nEmployee Development  Dual goal rating process for both employees and managers \nto rate the achievement of goals set  \nTraining provided for managers to provide constructive \nfeedback, guide employees on setting robust SMART8 \ngoals and support development op portunities  \n \nThe implementation of such positive changes leads to better alignment of goals, accountability and \nresults for K&S in the long run.  K&S seeks to continue  to work towards further increasing frequency \nand quality of employee -manager interactio ns.  \n \n \nWe continually strive to provide benefits and welfare to our employees so that they feel valued and \nsupported at K&S. According to our Corporate Code of Conduct, we need  to comply with  all the rules \nand laws in the cities, states and countries which we operate in. We provide a list of comprehensive \nwelfare benefits ranging from life insurance, health and disability coverage, parental leave, retirement \nprovision to stock ownership.  Figure 13  summarizes  the types of benefits which full -time e mployees \n                                                           \n8 SMART stands for Specific, Measurable, Attainable, Relevant and Time -based which is an effective process for setting and \nachieving business goals.  ", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}