{"page_content": " \n \n19 \n Our Customers  \n \nAt K&S, customer satisfaction is a n indication of our success as an organization. The quality of our \nproducts matter to our customers and  is integral to their satisfaction.  We maintain the quality of our \nproducts by ensuring that our quality management system is aligned to best practices in the industry \nas well as b y meeting our customers ’ requirements and applicable regulatory requirements. All six \nsites are  certified to the Management System S tandards  such as  ISO 9001 , ISO 14001 and OHSAS \n18001 .  \nWe have a Quality Policy , that underpins a robust quality framework, and  sets out K&S ’ quality \nobjectives.  Managed by the Global  Sales and  Aftermarket Products & Service s Business U nit, o ur \ndedicated Customer Support  Department ensures effective communications with employees  who also \nreceive appropriate  training to deliver  the highest levels of after -sales support.  We offer a series of \nscheduled after -sales service as well as on an ad  hoc basis to respond to the needs of our clients.  Our \nservice spans three areas , namely  Basic, Professional and Comprehensive , which are designed  to suit \neach customer ’s needs and help them operate their  machines optimally.  \nBesides providing our best to our customers, it is necessary to engage with them and gather feedback \nto understand them better.  Our Voice of Customer  (“VOC”) e-survey is conducted once every three \nyears. This survey assesses our performance in technical expertise, order processing, timely delivery, \nquality of products and after sales support . The rigorous five -step process which K&S adopts shown in \nFigure 18 sets out in sequence the key stages  in our year -long  VOC e -survey.  \nFigure 18: Five-step process of VOC e -survey  \n \nSince CY2012, we aim to achieve an improved response rate and score from the previous survey \nconducted . In CY2015, we have a 16% increase in response due to the larger number of customers \nparticipating in the survey. This similar trend was also seen in CY2015 where 75% of our customers \nrated K&S services to be “Good” or “Excellent”.  \n \n \nFocus Area  Target  for CY2018  CY2012  Performance  CY2015 Performance  \nCustomer \nSatisfaction  Achieve an improved \nresponse rate from past  \nsurvey’s results  31%  First year of \nCustomer e -\nsurvey  47%        Achieved   \nAchieve an improved \npercentage of customers \nwho rated above “Good”  \nfrom past survey’s results  CY2012 Performance  CY2015 Performance  \n66%  First year of \nCustomer e -\nsurvey  75%        Achieved   ", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}