{"page_content": " \n \n20 \n Figure 19: Voice of Customer e -survey results  \n \nWe value our customers’ inp uts greatly and through the analysis of the survey results , we have \nembarked on an action plan to continuously improve ourselves. W e hope to maintain this track record \nand uphold high  levels of customer satisfaction , ensuring  the effectiveness and relevance of our \nquality management system to keep our customers satisfied.   \nKey Findings from VOC CY2015  \nWith every VOC condu cted, K&S pays close attention \nto what our customers say. Gaps  identified  will be \ntaken into account and formulated into our action \nplan, to be rolled out in the following years before the \nnext survey.   \n \nThe survey results  for CY2015  were plotted onto a \nmatrix  (Figure 20)  showing our customer satisfaction \nlevels against what they value. The four different \nquadrants indicate to us what we have done well and \nwhat  we should improve further on.  \n \n Some of the  key findings from our custome r’s \nsatisfaction levels are summari zed below.  \n \nWhat we did well  What we need to improve on  \n Technical leadership, knowledge and \ncompetency  \n Quality of equipment, its respective features \nand performance  \n High levels of satisfaction with Field Service \nEngineers   Frequency of contact: Service touch points \nacross all regions in areas such as Sales, Field \nTechnical Support, Repairs and Warranty  \n Timely response towards customers’ inquiries \nto resolve problems  \n \nIn the past two years, we have actively  worked on all the gaps  identified  and issues raised by our \ncustomers . We will be publishing the results of our next VOC, as well as the improvements, made \nin our sustainability report.  \n  \nFigure 20: Quadrant Analysis of VOC  ", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}