{"page_content": " \n \n21 \n Customer Health and Safety  \n \nProduct safety is at the core of  K&S’ customer care philosophy  as it ultimately contributes to  customer \nsatisfaction  levels . In the interest of our customers , it is crucial that we safeguard  their health and \nsafety when using our products . At minimum, all our products are Conformité Européene  (“CE“) \ncertified. This means that our products have been assessed to meet health, safety and environmental \nprotection requirements and can be traded freely within the European Economic Area (“EEA”). Upon \nadditional requ ests, we will work alongside our  customers to  further improve on the product safety \nas well. We are committed to achieving the Product Safety certification for all our products  by \ncomplying with all product and customer safety regulations and requirements.   \nInternally, we have the K&S Product Develop ment Policy which sets out the specific requirements for \neach product to comply with. The focus areas include environmental, health and safety \nconsiderations, product and customer cost of ownership as well as maintenance and ease of \nserviceability. As such , we are proud to disclose that we have we recorded zero validated cases of non -\ncompliance regarding the health and safety impacts of our products and services in CY2016 and \nCY2017. Moving forward, we aim to maintain this track record.   \nAdditionally, f or new products launched under core equipment, we are also in progress towards \nachieving Restriction of Hazardous Substances (“RoHS”) compliance from CY2018 onwards. More \ninformation on RoHS can be found under “Materials”  section.  \nProduct and Service Innovat ion \nIn order for us to  continue to  provide smart and innovative solutions to our customers , K&S \nconsistently invests in R&D. Through R&D collaborations with specialized equipment manufacturers, \nindustry consortia and customers, we were  able to provide  better solutions to the markets we serve , \nand ensure our  market leadership and relevance to customers  at the same time . As of FY2017,  our \nR&D department stands strong at 542 employees with 12 % of our revenue has been invested towards \nR&D.  This is our largest amount invested into R&D the past three fiscal years.  \n \nPercentage of  Net Revenue Invested into  R&D  \n FY2016  FY2017  \nAmount invested into \nR&D (in millions)  $92.4  $100.2  \nPercentage  of net \nrevenue invested into  \nR&D  15%  12%  \n \n Focus Area  Perpetual Target  CY2016 Pe rformance  CY2017 Performance  \nCustomer Health and \nSafety  Zero validated cases of non -\ncompliances regarding health \nand safety impacts of products \nand services  Achieved  Achieved  ", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}