{"page_content": " \n \n25 \n Materials  \n \nOn the subject of material usage, we aim to reduce our resource consumption  and production of waste  \nannually.  In our efforts to reduce  paper usage, we have  implemented paperless manufacturing in \nSingapore . We also  improved our printer usage reporting . Our systems are able to record the amount \nof paper s used and type s of print by employee . Monthly paper usage  by department will be collated \nand reported to the respective heads. This serves both to monitor and raise awareness on paper \nusage . In CY2017, we achieved an 18% reduction of paper usage from 38kg in CY2016 to 31kg in \nCY2017. \nPaper Usage ( kg) \n(Paper usag e for all  6 K&S sites normalized by net revenue)  \nCY2015  CY2016  CY2017  \n45 38 31 \n \nBy monitoring our waste generat ed, we have improved and optimized our processes to reduce  our \nwaste production as well as improve our recycling efforts . Through simple waste  recycling initiatives, \nwe hope that our employees would proactively do so as they go about their daily work routines.   \nUnfortunately, we have not met our waste management goals of  recycling above 40%  of our waste  in \nthe past two years.  One of the reasons  was due to the  incorrect placement of general and recycled \nwaste at our Singapore site, resulting in a lower weight of recycled waste collected. Since then, we \nhave taken corrective measures in order to ensure the correct placement of waste . We have \nimplem ented a  more regular status report ing on waste disposal  data  so as to be  able to track our \nperformance  closely  and rectify any problems in a timely manner.  \n \n  Focus Area  Target  for CY2018  CY2016  Performance  CY201 7 Performance  \nPaper Usage  Reduce paper usage from  \nthe previous  CY by  at \nleast  3% 15.6%         Achieved  18.4%         Achieved  \nWaste Recycling  Achieve waste recycling \nabove 40%  CY2016  Performance  CY2017  Performance  \n35%  Did not \nachieve  29%  Did not \nachieve  ", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}