{"page_content": " \n \n26 \n Conflict Minerals  \n \nThe use of Tin, Tantalum, Tungsten and Gold (“3T Gs”) i s required in most of our products. In our \ncommitment towards corporate responsibility and support of the Securities and Exchange \nCommission ’s (“SEC”)  Conflict Minerals R ule, we ensure that our minerals used are not sourced from \nthe Democratic Republic of Congo (“DRC”) and adjoining countries . This is in response to the discovery \nof several instances in the re gion where mine rals are mined in violation of human rights and the  sale \nbeing controlled by armed groups  who use the proceeds to finance unlawful activities in the region. \nAs such all K&S’ suppliers are required to  be in full compliance with our K&S Confli ct Minerals Sourcing \nPolicy.  \n                                                           \n9 We are unable to confirm  our performance in this Sustainability Report as our Conflict Minerals report can \nonly be finalized in April 2018. Currently, w e are on track to achieving our targets  Focus Area  Target for C Y2017 CY2016 Performance  CY2017 Performance  \nConflict  Minerals \nReporting  Achieve 100% Conflict Mineral \nReporting Template (“CMRT”) \nresponse for Ball, Wedge Bonders \nand Advanced Packaging   \nDid not \nachieve  \n On track7 \nIncrease the number of Conflict \nFree Smelters (“CFS”) identified  Achieved   On track9 \nTarget for C Y2022  CY2016 Performance  CY2017 Performance  \nGradual progress towards \nachieving 100% Conflict Mineral -\nfree (“CM”) products shipped \nfrom 2022.  In progress   In progress  \nFocus Area  Target for CY2018 and CY2019 CY2016 Performance  CY2017 Performance  \nRestriction of \nHazardous Substances \nDirective  (“RoHS”)  Achieve 100% RoHS -compliant \nfor new core platform (Ball \nBonder and Wedge Bonder)  In progress   In progress  \nTarget for CY 2020 CY2016 Performance  CY20 17 Performance  \nAchieve 100% RoHS -compliant \nfor all other new platforms \nlaunched  In progress   In progress  ", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}