{"page_content": " \n \n27 \n K&S Conflict Mineral Policy – Due diligence process  \n \nK&S due diligence process is consistent with the Organization for Economic Co -Operation and \nDevelopment (“OCED”) Due Dil igence Guidance. We encourage  all our suppliers to es tablish due \ndiligence measures to assure that products and components supplied to K&S contain 3TGs sourced \nfrom DRC conflict -free regions.  \n \n \nIn CY2016, the results from our due diligence process showed a total of 267 smelters identified  \nwere active in  or certified by  the CFS program . This was an increase from 251 smelters in CY2015 . \nWe are working towards progressively increasing the  number of conflict free smelter sources.  \nCoupled with driving 100% CMRT response rate from our 3TG Tier -1 suppliers, t his enables K&S to \nprogressively work towards the goal of achieving 100% CM -free products shipped from CY2022.  \n \nSince CY2013, K&S has filed our Conflict Minerals Report (“CMR”) to the Securities and Exchange \nCommission (“SEC”) . Our annual reports are made available to relevant stakeholders and the public.  \nFor more information, please refer to our annual Conflict Minerals Report found on our website \nwww.kns.com/Corporate -Responsibility  \nRestriction of Hazardous  Substances (“ RoHS ”)  \nEven though K&S equipment a re excluded from the RoHS directives, we are committed to complying \nwith directives set ou t by the European Union (“EU’”) such as RoHS . Through ac tive product content \nevaluation , K&S is committed to reducing and eliminating use of the hazardous materials i n our \nproducts. Since CY2013, K&S has been identifying and replacing non -RoHS components with RoHS \nparts in new equipment. Set out in the targets for future years, we aim achieve 100% RoHS -compliant \nfor new core Ball Bonder and We dge Bonder equipment start ing from  CY2018. This gradual \nprogression will pave our journey towards CY2020 where all new platforms launched will be in ful l \ncompliance with  RoHS.  \nEconomic Performance  \nFor more information  on our Economic Performance , please refer to the Annual Report at \nhttps://investor.kns.com/financial -information/annual -reports  \n \n  \n", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}