{"page_content": " \n \n4 \n About the  Repor t \nKulicke & Soffa (K&S) is pleased to present its second Sustainability Report  which has been prepared \nin accordance with the Global Reporting Initiative (“GRI”) Standards – “Core” reporting requirements \nfor the first time.  \nThis report attempts to encapsulate material sustainability matters that are of importance to K&S’ \nbusiness and its stakeholders. Specifically, the reporting scope covers all six1 operation al sites (Figure \n3) for the period 1 January 2017 to 31 December 20 17, with 1 January 2016 to 31 December 2016 \nbeing the year of comparison , with the exception of all financial data which are reported in accordance \nto the financial year term of 1 October to 31 September.   \nK&S has not sought external assurance for this rep ort but will be consideri ng doing so when  our \nreporting matures .  \nFigure 3: K&S on the World M ap \n \nCommitment to Sustainability  \nK&S has always been an advocate of sustainab le practices since i ncorporation . We seek to conduct \nour business in a responsible manner socially, environmentally and economically, while delivering \nexceptional value to all of our stakeholders , and to make a difference for a better tomorrow .  \nSince 2015,  initial steps were taken towards our formal sustain ability reporting journey.  K&S \nSustainability Committee was established  and tasked with the responsibility o f oversee ing the \nCompany’s  sustainability agenda  and performance  across six global sites.  The Sustainability \nCommittee spearhead s the harmonization and alignment of key sustainability indicators  across a wide \nrange of aspects  such as electricity usage, waste recycling, and accident  frequency rate . K&S’ f irst \nCY2016  Sustainability Report was published  in February 2017 . \nK&S has chosen to adopt  a progressive approach  to sustainability reporting and in CY2017, we have \ntaken further steps in refin ing our reporting practices .  A rigorous materiality assessment process \n(further elaborated in the “Materiality Assessment” section) was conducted and the international GRI \n                                                           \n1 Switzerland is an extension of R&D support from Fort Washington. Due to the small scale operations which consists of a \nsmall Engineering department, the data collated for this scope of reporting does not extend to this site.  \n \n1 ", "metadata": {"source": "NASDAQ_KLIC_2017.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}