{"page_content": "Key  Sustainability Risks\n35Tethys Oil focuses on the future to prepare for the chang-\ning business landscape and mitigate potential risks. \nUnderstanding and managing the non-financial risks and \nopportunities associated with the business is an integral \npart of managing the business. Several group functions are \ninvolved in identifying and managing non-financial risks in their area of responsibility. Risks are considered at the \ncorporate, asset and project levels, ensuring that risks are \nidentified and assessed from the bottom-up. These risks \nare regularly conveyed to Group management and fed into \nthe materiality process.\nEmissions\nRisk\n ❖With increasing awareness and concern regarding climate \nchange and the role played by the use of fossil fuels in driv-\ning these changes there is an increased risk of increased \nregulation, decreased demand for oil and gas as well as \ndivestment of the sector from major financial investors.Response\n ◆Tethys Oil aims to produce oil and gas in an environmentally \nresponsible way with a minimum of environmental impact. By \nreporting its environmental impact in a transparent way and \njoining in industry initiatives to reduce its emissions, the Group \nlooks to mitigate the risks as much as possible.\nBiodiversity and Land Management\nRisk\n ❖Environmental impact through \ndisruption of the natural environ-\nment through drilling, environ-\nmental damage by leaks and spill.\n ❖The release of atmospheric emis-\nsions through the use of diesel or \nthe flaring of associated gas.Response\n ◆Tethys Oil and its partners commit significant resources to ensure a minimal environ-\nmental impact from its operations, be it on the environment around the area of opera-\ntions, from spills and releases as well as emissions from the oil production, thereby con-\ntributing to sustainable development. \n ◆The Company uses a third-party specialist company to monitor and measure the envi-\nronmental impact of the operations.\n ◆Use of Environmental Impact Assessment (EIA) to define existing biodiversity, environ-\nmental and other conditions near the Company activities and providing data for assess-\ning the potential impacts on habitats and helping to develop mitigation plans.\n ◆Work is progressing on developing a broad and long-term solution for handling the \nassociated gas that is produced together with the oil. A concept has been selected that \nincludes utilising some of the gas for power generation in the field and thus replacing the \ndiesel-powered generators.\nHealth and Safety\nRisk\n ❖Serious injury, fatality or health \ndeterioration.\n ❖Accidents resulting in damage to \nfacilities, the environment and \npersonal injury.Response\n ◆Tethys Oil has implemented a strict Health, Safety and Environment (HSE) policy \nframework to be adhered to by all employees, partners and contractors. By creating a \nculture of risk awareness including high level training and information the Company \nseeks to minimise the frequency and impact of accidents.\n ◆The Group has implemented a systematic approach to Health and Safety management \nto achieve continuous improvement towards the goal of no harm to people and no \naccidents in respect of facilities are operated by one of the Company’s partners, Tethys \nOil aims to be actively involved in reviewing and contributing to HSE policies, initia-\ntives and actions taken within areas in which the Company has an interest. The genuine \ncare for HSE is a core value for the whole Group and shall be transparent through all of \nTethys Oil’s plans and actions. It is the Group’s objective to provide a healthy and safe \nworking environment for employees, contract personnel and members of the general \npublic who might be affected by the activities of its operations.", "metadata": {"source": "NASDAQ_TETY_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}