{"page_content": "36Community Engagement\nRisk\n ❖Local community tensions and \ngrievances.\n ❖Impact of operations on local \ncommunity’s quality of life.\n ❖Negative external perception of \nthe industry by investors and \nstakeholders, and increased \nactivism.\n ❖Damage to Archaeology and Cul-\ntural Heritage sites.Response\n ◆The Group has a commitment to have a beneficial impact on the community through \nengaging in a dialogue with the Group’s stakeholders, whether these are local communi-\nties or relevant interest groups, such as local governments and civil society.\n ◆Tethys Oil engages in an active relationship with local stakeholders in order to under-\nstand the concerns surrounding the Group’s operations and to set mutually beneficial \ngoals. This is to ensure local stakeholders needs and priorities are considered and avoid \nthat the Group’s operations disrupt the livelihood of the local population and has a det-\nrimental effect on their quality of life.\n ◆Tethys Oil endeavours to promote a framework of stakeholders relations, building rela-\ntionships of trust on an ongoing basis.\n ◆Through an EIA, field survey is carried out to understand the Project’s cultural heritage \nand archaeological context. Information is used to inform sample locations for field \ninvestigation. Cultural heritage / archaeology management – identification, classification \nand protection of cultural / archaeological sites in accordance with the country’s laws/\ninternational standards and conventions.\nDiversification, Inclusion & Human Rights\nRisk\n ❖Risk for child labour or bonded and \nforced labour in the use of subcontractors.\n ❖Increasing stakeholder focus on diversity \nand gender equality. Response\n ◆Tethys Oil has committed firmly to the United Nations Global Compact and \nadheres to the United Nations Guiding Principles on Business and Human \nRights. \n ◆Tethys Oil Human Rights Policy applies to all companies in the Tethys Oil \nGroup and any ventures that are controlled or operated by Tethys Oil. This \nPolicy should be followed by all employees, the Board, consultants and subcon-\ntractors employed or retained by the Group.\n ◆Tethys Oil has implemented a diversity and non-discrimination policy to ensure \nthat the diversity of its staff is respected and that all forms of discrimination are \nprevented.\nEthical Governance\nRisk\n ❖Ethical misconduct in operations or sup-\nply chain, impacting license to operate.\n ❖Non-compliance with Code of Conduct \nand Policies.\n ❖Non-compliance with current or emerg-\ning HSE related regulation.Response\n ◆Tethys Oil has adopted an “zero tolerance” anti-corruption policy in accord-\nance with T ransparency International’s Business Principles for Countering Brib-\nery and clear procedure for employees to report suspected cases of corruption. \nTethys Oil is publishing an annual report of all the Group’s payments to authori-\nties. The reported amounts refer to direct payments in excess of the threshold \namount of SEK 800,000 and production sharing.\n ◆Tethys Oil has implemented a Whistleblower Policy. The aim of the function \nis to provide an avenue for staff to raise concerns about improper, unethical or \nillegal conduct and to obtain reassurance that they will be protected from repris-\nals or victimisation for Whistleblowing in good faith.\n ◆Tethys Oil has responsibility for all activities that are a consequence of the \nGroup’s operations. At a minimum, it is Tethys Oil’s duty to ensure compliance \nwith all relevant laws and governmental instructions concerning HSE. As well as \ncontinued roll out of sustainability policies and procedures across the business \nwith ongoing monitoring of regulatory landscape.", "metadata": {"source": "NASDAQ_TETY_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}