{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  20 2019 SERVE 360 REPORTCommunity Engagement\nServe Our World  is one of our core values and guides how we do business. Through collaboration with key  \nstakeholders and our charitable and volunteerism efforts, hotels and associates worldwide are impassioned to  \ndo good and make a meaningful impact in the communities where we do business.\nUN Sustainable Development Goals relevant to our Community Engagement efforts include:\nEmployee Volunteerism\nYear-round, associates actively volunteer in local commu-\nnities around the world. Annually, associates, hotels, and \nBusiness Councils also participate in a global day of service. \nSpirit To Serve Our Communities Day provides associates \nwith the opportunity to share their time and skills-based  \ntalents with their local communities. In 2018, Marriott  \ncelebrated its 20th annual Spirit To Serve Our Communities \nDay. At Marriott Headquarters alone, associates contributed \nover 8,000 hours to the local community (an almost 15%  \nincrease from 2017). To recognize associate volunteer  \nefforts on Spirit to Serve Our Communities Day and  \nthroughout the year, we post their stories and photos on  \na public online forum, Heart of the House .\nIn 2018, associates at The Ritz-Carlton® hotels also engaged \nin over 142,000 hours of volunteer service in support of \ntheir Community Footprints® program. In 2018, more than \n10,000 Ladies and Gentlemen from 25 The Ritz-Carlton \nhotels across Asia-Pacific participated in Smile Asia Week. \nThrough a partnership with Smile Asia, they raised funds \nto deploy medical volunteers that offer corrective and \nreconstructive surgical care to children living in remote or \nmedically inaccessible areas in the region.Marriott’s Business Councils\nAcross the globe, we have established a network of Marriott Business Councils comprised of General Managers and other  \nhotel leaders working together in a given city, state, country, or region to perpetuate corporate culture and drive macro business \ninitiatives, including sustainability, industry advocacy, and social impact efforts.\nIn 2018, the number of Sub Councils and Junior Business Councils collectively grew to more than 80 across the globe.  \nAdding those to our main Business Councils, the network is more than 180 strong.\nIn 2018, Marriott’s Vietnam-Cambodia, Central Germany, and Mexico \nBusiness Councils won awards for their Serve 360 achievements. 2018 BUSINESS COUNCIL  METRICS\n101 Business Councils across all continents and brands\n1+ MILLION  rooms represented\n4,600+  total hotels represented\n80+ countries represented\nRight: Abu Dhabi and UAE South Business Council.", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}