{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  25 2018 SERVE 360 REPORT2019 SERVE 360 REPORTNatural Capital\nMangrove Reforestation\nMangroves play a critical role in protecting coastlines  \nfrom severe storms and providing livelihoods to coastal \ncommunities. In addition, mangrove forests are important  \nfor conserving biodiversity, storing carbon, and serving  \nas nurseries of the sea. \nMarriott’s partnerships with the International Union for  \nConservation of Nature (IUCN) and Mangroves for the \nFuture (MFF) continue to support coastal communities and \nmangrove restoration efforts in Thailand. Mangrove trees \nhave been planted across Thailand and each participating \nhotel property in Thailand has been raising funds from their \nguests to support mangrove replanting at degraded coastal \nsites around the country. \nIn 2018, associate and community members worked to \nrestore the country’s coastal and marine ecosystem by \nplanting 4,000 mangrove seedlings in areas that had been \nillegally encroached upon by shrimp farms. Since 2013, \nmore than 64,000 mangrove trees have been planted \nthroughout Thailand through this partnership.Coral Restoration\nConsidered the “rainforests of the ocean,” coral reef \necosystems protect shorelines from damage and erosion. \nThey also act as breeding grounds and shelter for many \nmarine organisms, which communities depend on for  \nfood and thriving local tourism economies.\nOver the past five-plus decades, environmental  \nconcerns from climate change to pollution have put  \nenormous pressure on coral reef environments. Across  \nthe world, Marriott properties are working to protect coral \nreef habitats. In 2018, Marriott’s Thailand Business Council \ncelebrated the International Year of the Reef (IYOR) at an \nevent hosted in conjunction with the IUCN and MFF. The \nevent brought businesses, government agencies, and NGOs \ntogether to discuss coastal ecosystem degradation, and led \nto the development of an on-site Reef Education Centre. In \n2018, the IUCN Thailand and Phuket Marriott Resort & Spa, \nMerlin Beach hosted a brownbanded bamboo shark release \nand reef cleanup. Over 100 students, guests, and associates \ntook part in releasing 35 sharks at the resort’s house reef. \nFollowing the releases, local Phuket divers volunteered in a \nreef cleanup, gathering 66 lbs. (30 kg) of marine debris.\nIn Hawaii, many of our properties work to protect their  \nlocal coral reef ecosystem. In response to the state’s ban  \nof certain sunscreens that contribute to coral reef damage,  \nthe Sheraton Maui Resort & Spa partnered with Raw  \nElements USA to offer reef-safe sunscreen dispensers \nthroughout the hotel, building on its long-standing  \ncommitment to protecting Hawaii’s marine environment \nthrough a partnership with the Maui Ocean Center.\nLeft: Volunteers at a reef cleanup at the Phuket Marriott Resort & Spa,  \nMerlin Beach. Above: Marriott partners with the Arbor Day Foundation to \nincrease reforestation across the United States.Reforestation\nProperties across the Marriott portfolio participate in  \nreforestation efforts throughout the year. In 2018, we  \nformalized our partnership with the Arbor Day Foundation  \nto increase reforestation and enhance the resiliency of  \nforests across the United States. Through this partnership \nand our Make a Green Choice program, guests helped us \nplant over 29,000 trees in Pike National Forest (Colorado), \nState Forest Lands (Michigan), Seminole State Forest  \n(Florida), and Stanislaus National Forest (California). \nGuests at participating properties in Canada can also  \nchoose to join our sustainability efforts and reforestation  \nactivities through a partnership with WEARTH, which allows \nguests to choose to plant a tree in lieu of housekeeping  \nservices. In 2018, over 26,000 trees were planted across  \nCanada, with Marriott and WEARTH celebrating their \n134,794th tree planted together.\nSince 2014, hotels in Europe have also partnered with  \nWeForest to support tree-planting projects, resulting in more \nthan 40,000 trees planted in support of reforestation projects \nin Burkina Faso and tree conservation projects in India.\nIn 2018, hotels and Business Councils across the Middle  \nEast and Africa also supported natural capital initiatives  \nand projects. The Nile Ritz-Carlton, Cairo participated in \nreforestation efforts by planting trees along the Corniche \nfaçade of the hotel, in an effort to inspire city dwellers to  \ngarden in or around their residing areas, and make urban \nareas green again. In 2018, over 200 associates from  \nMarriott’s properties in the United Arab Emirates also  \ngathered at The Ritz-Carlton Ras Al Khaimah, Al Wadi Desert \non World Planting Day to plant Ghaf trees – UAE’s national \ntree. More than 200 Ghaf trees were planted in the Heritage \nForest on this occasion, adding to the 250 trees planted  \nlast year. Associates also took part in a vast desert cleanup \nin the Al Wadi Nature Reserve in the UAE.\n", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}