{"page_content": "2019 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  29Sustainable Hotels\n2019 SERVE 360 REPORTServe 360 Goal: Adaptive Reuse Projects\nBy 2025, we aim to partner with owners to develop 250  \nadaptive reuse projects. In 2018, we opened 22 new adaptive \nreuse hotels, totaling 155 adaptive reuse hotels globally since \n2016 (62% toward our Serve 360 Goal).\nWhat is an adaptive reuse project? In simple terms, it’s a project \nwhere we’re able to reuse and breathe new life into existing land \nor buildings — rather than destroying old sites and rebuilding \nusing new materials. We are often able to restore historical  \nbuildings as well. In general, we see adaptive reuse projects  \nas a compelling opportunity to reduce our environmental impact, \nhelp prevent urban sprawl, and maintain the character of the \ncommunities where we operate.\nAbove: The Westin Denver International Airport in Denver, Colorado is LEED Platinum certified — the highest LEED-rated hotel at any major U.S. airport.2018 Progress\n155 \nopen adaptive reuse hotels. Current \npipeline of 22 new adaptive reuse hotels \nscheduled for opening in 2019.Partnership with Guests and Customers\nWe strive to identify unique and compelling opportunities for our guests and customers to partner with us  \non sustainability efforts:\n• Housekeeping Choice Programs: In 2018, we continued the integration and refresh of various housekeeping \nchoice programs, including Your Choice™ , Luxury of Choice™ , and Delta GreenSTAY™ , under the umbrella of  \nMake a Green Choice. A successful pilot of the refreshed Make a Green Choice was also launched in 2018. This \nprogram provides guests in the United States with the opportunity to receive loyalty points or plant a tree through \nthe Arbor Day Foundation for each night they opt into the program at participating hotels.  As the pilot expanded, \nguests helped us plant more than 29,000 trees across the United States, and an additional 26,000 trees at  \nparticipating hotels in Canada in partnership with WEARTH. Following the success of these programs, research  \nis being conducted to determine the most impactful guest sustainability option benefits across other continents.\n• Environmental Performance Reporting: We share property-level environmental data with our guests, meeting \nplanners, and customers on our brand channels, via RFPs, and in our centralized database, which feeds over  \n40 booking systems. We offer environmental metrics with customized carbon and water footprint data to  \nbusiness travel buyers and meeting planners. Many of these buyers and planners have included Marriott hotels \nin their preferred programs because of the detailed data provided. Additionally, we provide corporate customers \naccess to dozens of sustainability practices gathered from properties.\n• Training and Engagement: We continue to partner with our sales teams to better understand and meet the  \nneeds of our business travel and group customers. From in-person trainings to educational modules, we work \nwith sales associates to enable them to effectively communicate sustainability and social impact efforts and  \nprogress at the individual hotel and macro levels to their customers. Additionally, we offer direct customer  \nengagement opportunities, including sharing updates and progress toward our sustainability goals, and  \nidentifying potential areas in which to collaborate from responsible sourcing to volunteerism activities and food \nwaste reduction initiatives. In 2018, we conducted an internal Talent Network Team (TNT), a cross-disciplinary \nworking group where associates collaborate on a company priority, as part of our refreshed approach to  \nsustainability in meetings and events. The TNT engaged with over 100 global meeting planners to learn which \nsustainable business practices are most important to planners and their clients.In 2018, Marriott partnered with the \nArbor Day Foundation and WEARTH to \nplant over 55,000 trees as part of the  \nMake a Green Choice program in  \nNorth America. ", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}