{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  37 2018 SERVE 360 REPORT2019 SERVE 360 REPORTWaste\nServe 360 Goal: Food Waste\nIn support of our goal to reduce food waste to landfill by 50%  \nby 2025, we developed a suite of internal resources and training \ntools enhanced from our previous initiatives and pilot learnings  \nto bring awareness and education to hotels globally. The  \nresources will assist hotels in establishing food waste reduction \nprograms and getting the most value out of their food waste \nthrough food donation and other diversion options. Hotels are \nguided to first and foremost reduce the amount of food waste \ngenerated through improved meal planning and purchasing. In \nthe event food waste occurs, hotels will consider various options \nfor diverting food waste from landfill. A back-of-house poster, \navailable in 14 languages, was developed to assist hotels in  \nconsidering the best diversion option(s) for their operations.Innovative Waste Reduction Solutions\nIn addition to companywide brand standards,  \nour hotels continue to identify innovative solutions \nunique to their properties to reduce the amount of \nwaste-to-landfill (with a focus on single-use plastics \nand other disposables). In some cases, these solutions \nhave the potential to be scaled and installed across \nother hotels, resulting in significant reductions in  \nenergy, water, and waste. We plan to use these \ninnovative waste management solutions to assess the \nneed for new brand standards to support our waste \nreduction efforts. In 2019, we will continue to work \nwith our hotels and suppliers to identify additional \nways to reduce single-use items and packaging in  \nour operations. \n \nE-Waste Recycling\nWe continue to divert electronic waste through  \nour service provider, Arrow Sustainable Technology \nSolutions, resulting in less hazardous waste to landfill, \nreduced emissions, and recovery of valuable materials. \nThe program ensures that hotels have a compliant  \nand responsible option for disposing of technology \nassets at end-of-life. In 2018, Marriott Headquarters  \nand U.S. hotels diverted 98,000 lbs. (44,452 kg) of \nelectronic waste from landfill. \nFood Donation\nMarriott hotels engage with local charitable  \norganizations to provide food donation to those in \nneed. We provide resources to support food donation \nprograms throughout our hotels, including mobile \nphone application services to make donating food  \nfast and easy for on-property teams.   \nThe JW Marriott Marquis® Dubai has partnered with \nthe Tarahum Charity Foundation since 2016. The hotel \ndonated over 84,000 lbs. (38,220 kg) of food in 2018. \nThe Boston Marriott Copley Place partnered with  Rescuing Leftover Cuisine Massachusetts in 2018  \nand donated quality, nutritious food to the Casa Nueva \nVida, Inc. shelter in Dorchester, Massachusetts. \nIn December 2018, Marriott Headquarters’ Culinary \nDevelopment Team hosted a “Freezer Burn Out” event. \nChefs unloaded items from our test kitchen, resulting in \nthe creation and donation of 600 lbs. (272 kg) of meals \nto shelters throughout Montgomery County, Maryland  \nin one day.\nFood Waste Partnerships \nFollowing the success of the Hotel Kitchen project, \nwe have extended our work with World Wildlife Fund \n(WWF) to develop additional pilot opportunities for  \n2019 that will bolster food waste reduction efforts at  \nour hotels. In 2018, we continued to conduct additional \nfood waste tracking technology pilots in Europe and \nAsia Pacific to identify the best options for hotels to \nefficiently track food waste and identify solutions for \nreduction.  \nTo support waste reduction initiatives, the Bangkok \nMarriott Marquis Queen’s Park collaborated with  \nLightBlue Environmental Consulting to implement a \nfood waste reduction program. The program resulted \nin a reduction of 30.2 US tons (27.4 metric tons) of \nfood waste from September to December 2018. \nThe Future of Food Waste \nIn 2019, we are eager for our hotels to fully adopt  \nthe learnings from the resources and tools that were  \ndeveloped. As more food waste reduction programs \nare developed, we will share best practices among  \nculinary associates across the globe and begin  \ntracking progress toward our 2025 goal. We will \ncontinue to identify strategic partnerships as we learn \nmore about food waste challenges and high-tech and  \ninnovative solutions to address food waste.Below: Our Marriott Corporate Headquarters Test Kitchen Chefs hosted a  \n“Freezer Burn Out” in late 2018, primarily using leftover sample food items donated  \nby vendors, to create meals for local residents in need.\n", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}