{"page_content": "2019 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  5ASSOCIATES AND GUESTS\nOur “people first” culture drives our efforts to care for both associates and guests.  \nAt our headquarters, corporate offices, and managed properties, we employed  \napproximately 176,000 associates at year-end 2018. In addition, Marriott managed  \napproximately 260,000 associates at non-U.S. hotels, who are employees of the hotel \nowner. Approximately 730,000 people at managed and franchised properties wear  \nthe Marriott name badge globally.\nCaring for Associates, Developing Our Human Capital\nWe continually strive to build our internal pipeline of talent, helping associates develop the \nknowledge and skills they need to progress within our company. In addition to maintaining \nfair employment principles, we also support associate wellbeing through our signature \nTakeCare program.\nLearn more by visiting the Management Approach Disclosures in this Report’s GRI Index.\n*  Includes associates employed at headquarters, corporate offices, and managed hotels. \n**  Does not include associates at Marriott managed hotels outside the U.S. who are hotel owner employees.\n***  Voluntary turnover calculation for Marriott managed hotels outside the U.S. includes hotel owner employees.Our Company and Stakeholders\n2018 Global  Workforce*\n2018 U. S. Workforce*\n2018 U.S. Workforce\n(By Gender )*176,000 ASSOCIA TES**\n136,000 ASSOCIA TES82% \nNon-Management  18% \nManagement 20%*** \nVoluntary T urnover \n(includes retirements)  \n83% \nNon-Management  \n17% \nManagement86% \nFull-Time\n14% \nPart-Time17% \nVoluntary \nTurnover \n(includes \nretirements)\nNON/hyphen.caseMANA GEMENT FULL /hyphen.caseTIME\nPART/hyphen.caseTIME46% 46%\n43%Men Women54%5 4%\n57%MANAG EMENT\n44% 56%46% \nMen \n54% \nWomen\nLeft: J. Willard Marriott Award of Excellence Winner Sharon Gidden embraces a coworker at the  \nToronto Airport Marriott Hotel.In 2018, Marriott was once again recognized as an Aon \nGlobal Best Employer. This is the fifth year in a row that \nMarriott has received this recognition, the only company \nto do so since the certification program began in 2014.\n", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}