{"page_content": "2019 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  57Serve 360 Goal: Promoting Ethical Recruitment\nAs part of our 2025 Sustainability and Social Impact Goals, we seek to enhance and  \nhighlight human rights criteria in our recruitment and sourcing policies to prevent forced \nlabor. As stated in our human rights policy, Marriott has a “no fees” policy.\nMarriott recognizes that some individuals try to exploit or fraudulently recruit applicants \nusing our company’s name in order to obtain sensitive personal information or solicit  \nrecruitment fees. To raise awareness of and prevent recruitment scams, we have  \ndeveloped guidance and a list of approved Marriott email domains for job seekers.  \nAdditionally, Marriott managed hotels do not require payment of a fee to be considered \nfor employment. We also do not accept job applications via email or fax, and we have \nproduced a public warning statement of the dangers of recruitment scams. \nIn 2018, as a member of International Tourism Partnership (ITP), along with other hotel \ncompanies, Marriott helped develop and launch the industry’s first Principles on Forced \nLabor at the Global Forum for Responsible Recruitment and Employment in Singapore. \nOur Chief Executive Officer’s video message supporting this milestone and the “no fees” \npledge can be found here . Throughout the year, we engaged with and learned from  \nexpert organizations such as the Institute for Human Rights and Business, Business and \nHuman Rights Resource Centre, and the International Labour Organization, by providing \nspecific details on our ethical recruitment policies and practices through surveys and \npublic forums.\nServe 360 Goal: Industry Collaboration on Construction Phase Risks\nAs part of our 2025 Sustainability and Social Impact Goals, we’ve also committed to work  \nwith our industry to address human rights risks in the construction phase. \nThrough our participation in the International Tourism Partnership’s (ITP’s) Human Rights \nWorking Group, we conducted a risk-mapping that highlighted the construction phase  \nas a high-risk area for human trafficking. In 2017, Marriott and other hotel companies  \ncollaborated as part of ITP to develop and launch a new industry human rights goal.  \nThis aims to address human rights risks during development and construction phases of \nhotels, as well as risks pertaining to supply chain and procurement, recruitment, and the \npotential use of hotels as venues for human trafficking.The Importance of Incident Reporting\nWe provide associates with a variety of means, including anonymous channels, to  \nreport illegal or unethical behavior. This includes a toll-free international Business Integrity \nHotline. The company does not tolerate any retaliation against individuals who raise  \nconcerns in good faith and has policies in place to protect such individuals.\nFor the past 20 years, Marriott has implemented a crisis reporting protocol that  \nincludes a 24-hour Crisis Hotline managed by independent third parties and available  \nfor global properties to access. Since 2006, Marriott has implemented the Marriott  \nIncident Reporting Application (MIRA), which is an internal online system for gathering and \nreporting security-related incidents, including human trafficking, for properties managed \nby Marriott outside of the United States. These managed properties are required to enter \nincidents into MIRA within 24 hours after the incident occurred or was reported. Critical \nincidents, including suspicious activity around human trafficking, are flagged in the system \nfor follow-up and investigated by regional Global Safety and Security Directors.\nOngoing Risk Assessments and Compliance Monitoring\nMarriott implements an ongoing risk management process to identify, prevent, and  \nmitigate relevant human rights risks. Our internal audit department conducts an annual \nEthical Conduct Survey across a broad section of associates, including officers and senior \nmanagers. Since 2017, we have included human rights criteria in our internal quality audit \nproperty certification survey to ensure compliance with the human trafficking awareness \ntraining requirement. These surveys are conducted on a biannual basis to ensure that  \nour properties are meeting specific requirements.Human Rights\nFor the past 20 years, Marriott has  \nimplemented a crisis reporting  \nprotocol that includes a 24-hour  \nCrisis Hotline managed by independent \nthird parties and available for global  \nproperties to access.\n", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}