{"page_content": "2019 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  7Serve 360: Doing Good in Every DirectionThe numbered icons (below)  \nrepresent relevant UN Sustainable  \nDevelopment Goals.\nServe 360: Doing Good in Every Direction guides how we make a sustainable and positive impact wherever we do business.\nPutting People First, one of our core values, also means putting our communities and the environment first. To deepen our long-standing commitment to our communities and environment,  \nin late 2017, we launched Serve 360: Doing Good in Every Direction, our new sustainability and social impact platform, with next-generation goals to guide our efforts through 2025. \nInspired by our core value to Serve Our World and the meaningful role that we believe we can play to support the UN Sustainable Development Goals, Marriott’s Serve 360 platform is guided  \nby four coordinates — each with dedicated focus areas and ambitious targets:\nWelcome All and Advance Human Rights\nWith the goal of creating a safe, welcoming world for all, we rally for pro-travel  \npolicies and support programs that allow people to experience and understand other  \ncultures. We work with leading nonprofit organizations to educate, advocate for, and  \nrespect human rights throughout and beyond our business.Empower Through Opportunity\nWe partner with leading nonprofits to ensure workplace readiness and access to  \nopportunity to our business, including our supply chain, focusing on youth, diverse  \npopulations, women, people with disabilities, veterans, and refugees.Nurture Our World\nTo support the resiliency and sustainable development of the communities where  \nwe do business, we invest in the vitality of their children and natural resources, as well  \nas deliver aid and support, especially in times of need.Sustain Responsible Operations\nWhile integrating sustainability across our value chain and mitigating climate-related risk,  \nwe are working to reduce our environmental impacts, build and operate sustainable hotels, \nand source responsibly.\n", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}