{"page_content": "2019 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  67Ethics and Integrity\nNumber Description Response and/or Report Location Additional References \n102-16 Values, principles, standards,  \nand norms of behavior.Our core values make what we do more meaningful. These values power our purpose and provide  \nthe foundation for our success:\nPut People First\nWe provide opportunity to and  \ntake care of our associates, even in the  \nmost challenging times.Embrace Change\nWe are committed to innovate and remain  \nrelevant to meet the evolving needs.\nPursue Excellence\nWe have an unwavering passion  \nfor providing outstanding service and  \ncustomer experiences.Act with Integrity\nWe are proud of our reputation  \nfor honesty and fairness.\nServe Our World\nOur purpose and global reach give us real opportunities to make  \na difference in communities around the world.\nAt Marriott, our compliance program’s theme is “How We Do Business Is as Important as the  \nBusiness We Do.” This motto enunciates our company’s commitment to acting with integrity in all  \nbusiness dealings.\nWe also define our principles, standards, and norms of behavior in our Business Conduct Guide.  \nWe make our associates aware of the company’s ethical policies, compliance programs, and related \ntraining programs. We distribute the company’s Business Conduct Guide, available in 15 languages at \nall managed properties, to all managers worldwide. An abridged pocket companion to the Guide is also \ndistributed in 31 languages, at managed properties, to all nonmanagerial associates. All associates are \nrequired to adhere to the standards set forth in the Business Conduct Guide.\nOur internal audit department conducts an annual Legal and Ethical Conduct Survey across all officers \nand senior leaders. Marriott’s General Counsel and Global Compliance Counsel provide oversight and \nexecutive responsibility for our Business Conduct Guide.\nAdditional policies include our Human Rights Policy, Sustainability Policy, and Supplier Conduct  \nGuidelines, among other documents, available on our website.Business Conduct Guide\nCore Values & Heritage\nOur Commitment to Human Rights\nServe 360 Policies and \nPosition Statements\n102-17 Mechanisms for advice and  \nconcerns about ethicsWe provide associates with a variety of means, some anonymous, to seek advice and report  \nunethical behavior, including Marriott’s Business Integrity Line.\nMarriott respects the confidentiality of associates who report potential Business Conduct Guide  \nviolations and has a No Retaliation policy for associates who raise a concern honestly and in good faith.Business Conduct Guide\nBusiness Integrity Line", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}