{"page_content": "2019 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  80Social  continued\nNumber Topic Management Approach Disclosure Additional References\n403 Occupational Health  \nand Safety continued2018 TakeCare Milestones: In 2018, we continued our focus on keeping our Champion network  \nconnected, inspired, and engaged through Happiness Hub, our digital community for Champions  \naround the world. The Happiness Hub is a home base for almost 15,000 Champions to connect with  \none another and hear from TakeCare leaders around the world. Additionally, we held the TakeCare  \nTriathlon, our annual global Challenge, which was designed to help associates meet their personal  \nwellbeing goals over a four-week period by participating in one of three wellbeing tracks: Move,  \nNourish, or Balance. Over 29,000 associates from 425 locations around the globe participated, the  \nhighest engagement in any TakeCare Challenge to date.\nWe also enhanced the activation of TakeCare programming at Marriott headquarters including  \nAssociate Appreciation Week events, an on-site dedicated Health Coach provided by Anthem, and \nTakeCare Unplugged — an event attended by headquarters’ associates.\nHealthy Hotel Certification: Healthy Hotel Certification is an annual award that recognizes Marriott \nproperties all over the world that prioritize wellbeing and inspire associates to live their best lives. In \n2018, 95% of all globally managed hotels submitted Healthy Hotel Applications. Over 1,600 applicants \nreceived either a platinum-, gold-, or silver-level Healthy Hotel Certification.\n404 Training and Education For Marriott to grow and continue to be successful, our associates must also be committed to training  \nfor professional advancement. Training is also an essential way to maintain our renowned culture that  \nfocuses on associate engagement, participative management, and outstanding customer service.  \nTo meet the demands of Marriott’s global growth, we also need to continue our investment in a strong \nleadership pipeline to ensure associates are ready to assume advanced leadership roles. \nStrategies and Programs: Through skills training programs, professional development opportunities,  \nother learning experiences, and growth in the number of hotels, we provide associates with a multitude \nof choices for career and personal growth.\nIn 2018, Marriott created an unparalleled learning experience for associates that focuses on building  \ndigital learning paths customized for their role. This helped to streamline and focus systems training  \nfor numerous roles on property, including Front Office, Event Management, and property leadership  \nassociates. A new learning site, the Digital Learning Platform, was also built to support this experience, \nwith functionality such as auto assigning learning paths, the ability to earn medals, and bite-sized  \nlearning videos.  \nPerformance Reviews: Performance development is accomplished through ongoing conversations  \nbetween associates and their managers and periodic formal reviews conducted with all associates.  \nIn 2018 and moving forward, under our newly updated Leadership Performance Acceleration program, \nmanagers and associates are encouraged to have ongoing performance conversations throughout the \nyear to help them develop career plans, chart a course for achieving those plans, and monitor progress. \nThese process updates also allow for just-in-time feedback that any leader or peer can include directly \non the associate’s review. \nWe also have a variety of vehicles in place to encourage open dialogue with associates, such as Living \nOur Core Values/Living Our Employee Promise meetings, walk-around management, daily stand-ups, \nand world tour town hall meetings.Awards of Excellence\nAwards and Recognition\nCareers\nGlobal Employment Principles\nHeart of the House", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}