{"page_content": "2019 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  84Social  continued\nNumber Topic Management Approach Disclosure Additional References\n415 Public Policy As a large global company, we engage in public policy advocacy, both directly and indirectly.  \nWe aim to be transparent in our practices. \nBoundary: The boundary for our management approach covers corporate public policy advocacy  \nundertaken by Marriott’s public affairs department and the company’s political action committee. \nApproach and Objectives: Our overarching public affairs strategy is to educate and communicate with \nkey influencers to create an environment conducive for growth and understanding of our business. \nPublic Policy Priorities: Our objective is to maintain a robust public policy agenda, engaging leaders on \na wide range of issues, including visa and entry policies that facilitate travel, travel promotion programs, \nimmigration reform, civil rights and nondiscrimination policies, consumer protections, human rights, and \ninfrastructure. \nPolitical Action Committee: The Marriott International, Inc. Political Action Committee (MARPAC)  \nmaintains a nonpartisan PAC (funded by voluntary donations made by associates.) We strive for a  \n50/50 split in contributions to Democratic and Republican candidates. \nExecutive Participation in Public Policy: Marriott’s Chief Global Communications & Public Affairs Officer \nserves as a member of the U.S. Travel & Tourism Advisory Board. Annually, over 50 Marriott executives \nvisit Washington, D.C. for meetings with congressional offices advocating for Marriott’s policy priorities. \nSupport for LGBTQ Rights: Marriott is a member of the HRC Global Business Coalition, for major  \nmultinational businesses to advance workplace protections for LGBTQ employees worldwide. Our CEO \nhas also spoken out publicly against discriminatory laws. \nSupport for Dreamers: In 2018, Marriott joined business leaders from across the country to sign an  \nopen letter calling for the immediate passage of legislation to protect “dreamers.” Marriott advocates for \na permanent legislative solution to this issue as a member of the Coalition for the American Dream.\nIndustry Associations: Marriott is a member of industry associations, including the Business Roundtable, \nU.S. Chamber of Commerce, the World Travel & Tourism Council, the International Tourism Partnership, \nAmerican Hotel & Lodging Association, and the U.S. Travel Association. These associations also  \nparticipate in lobbying and policy advocacy activities.Political Activity — Policies, \nOversight, and Disclosure\nState & Local Contributions\n527 Contributions\nTrade Associations Payments", "metadata": {"source": "NASDAQ_MAR_2019.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}