{"page_content": "33In this year of the Pandemic, the question \nof sustainability broadened its reach and \nincreased its urgency. The drop in eco-\nnomic activity decreased levels of pollu-\ntion and traffic congestion. We welcomed \nthe increase in air quality and return to \nnature offered by the lock downs. But the \nresponse to fight the Pandemic could not \nhave been mustered without strong econo-\nmies. The need for concerted action and \nresources to fight the Pandemic under-\nscored the importance to society of resil-\nience, economic reserves and not least - \naccess to energy. \nAccess to energy is an absolutely essen-\ntial part of economic activity, which in \nturn is crucial for progress, affluence and \ngood health. But unfettered use of natu-\nral resources, unlimited pollution of the \nenvironment where we live and decreasing \nbiodiversity because of human expansion \nwill counteract any progress achieved. The \nparadox of 2020 illustrated so well the two \nsides of this equation. \nPreviously we measured and accounted \nonly the economic activity with focus on Letter from the Managing Director\nprofit and growth, but said nothing of \nthe implicit cost to the environment, the \nhealth and well-being of our employees \nand our impact on society. As this report so \naptly illustrates, focus is now also directed \nat the other side of the equation – the costs \nthat are not immediately obvious. \nWe provide a product for energy genera-\ntion that when used has an impact on the \noverall environment that is measurable \nand sustainable in the short to medium \nterm. There are any number of energy \ngenerating technologies, but they all have \ntrade-offs. In the longer term though the \ncontinued growth in oil consumption is \nunlikely to be sustainable by any counts \nand more long-term sustainable ways of \ngenerating energy must be applied. For \nTethys Oil as a Company and for you as \ninvestors in an oil producer the task is \ntwofold: supply the product as long as \nthere is demand and do this in an opti-\nmally sustainable way.\nAs this report shows, in 2020 the effects \nof the pandemic resulted in a lower car-\nbon footprint and while carbon intensity remained unchanged planning for reduced \nflaring and reduced emissions has con-\ntinued unabated. As we have increased \nour operated acreage, Tethys Oil has and \nwill rise to the opportunity of expanding \nour brand of sustainability to all operated \nareas including community relations, low \nemission vehicles and all health and safety \nrelated areas. All in line with our Mission, \nVision and Values.\nSo please take some time to at least browse \nthrough our sustainability report for 2020. \nAnd if you read it in detail and have com-\nments so much the better. Tethys is in the \noil business to stay and we will welcome \nany feedback to make our presence more \nsustainable.\nMagnus Nordin\nManaging Director", "metadata": {"source": "NASDAQ_TETY_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}