{"page_content": "Topic SASB Code Accounting Metric Description 2021 Disclosure Location\nSafety of Clinical Trial \nParticipantsHC-BP-210a.1 Discussion, by world region, of management process for ensuring quality \nand patient safety during clinical trialsPage 27, Governance and ethics\nHC-BP-210a.2 Number of FDA Sponsor Inspections related to clinical trial management \nand pharmacovigilance that resulted in: (1) Voluntary Action Indicated \n(VAI) and (2) Official Action Indicated (OAI)We report material regulatory issues in our \nannual 10K filing.\nHC-BP-210a.3 Total amount of monetary losses as a result of legal proceedings \nassociated with clinical trials in developing countriesNone. In 2021, we were not a party to any \nmaterial legal proceedings.\nAccess to Medicines HC-BP-240a.1 Description of actions and initiatives to promote access to health care \nproducts for priority diseases and in priority countries as defined by the \nAccess to Medicine IndexPage 07, Medicines for Patients\nHC-BP-240a.2 List of products on the WHO List of Prequalified Medicinal Products as part \nof its Prequalification of Medicines Programme (PQP)None\nAffordability & Pricing HC-BP-240b.1 Number of settlements of Abbreviated New Drug Application (ANDA) \nlitigation that involved payments and/or provisions to delay bringing an \nauthorized generic product to market for a defined time periodNone in 2021.\nHC-BP-240b.2 Percentage change in: (1) average list price and (2) average net price \nacross U.S. product portfolio compared to previous yearN/A\nHC-BP-240b.3 Percentage change in: (1) list price and (2) net price of product with \nlargest increase compared to previous yearN/AAppendix\nSASB Index\nThe Sustainability Accounting Standards Board \n(SASB) Foundation was founded in 2011 as a \nnot-for-profit, independent standards-setting \norganization. SASB standards are designed \nto enable communications on corporate \nperformance on industry-level sustainability \nissues in a cost-effective and decision-useful \nmanner using existing disclosure and reporting \nmechanisms.As we continue to progress in our corporate \nsocial r esponsibility and ESG journey, we will \nrefer to widely recognized standards to improve \nour disclosures of environmental, social and \ngovernance impacts, and to share how we create \nvalue over the long-term. We are presenting \nour disclosures within the SASB Framework \nbelow for the first time, which is designed for the biotechnology & pharmaceuticals industry, and \ninclude references to sections in this report or \nother filings we have made with the U.S. Securities \nand Exchange Commission. We will continue \nto expand upon our ability to share metrics \naccording to this standard and expand our use of \nother recognized frameworks that will allow us to \nreport on our activities to relevant stakeholders. \nmoderna    2021 ESG Report \n33Message from our CEO Table of contents Moderna in 2021 Areas of focus Medicines for patients Employees Environment Community Governance and ethics Going forward\n Appendix", "metadata": {"source": "NASDAQ_MRNA_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}