{"page_content": "Topic SASB Code Accounting Metric Description 2021 Disclosure Location\nDrug Safety HC-BP-250a.1 List of products listed in the Food and Drug Administration’s (FDA) \nMedWatch Safety Alerts for Human Medical Products database(FDA) MedWatch Safety Alerts for Human \nMedical Products database\nHC-BP-250a.2 Number of fatalities associated with products as reported in the FDA \nAdverse Event Reporting SystemFDA Adverse Event Reporting System\nHC-BP-250a.3 Number of recalls issued, total units recalled Three lots of product manufactured for Japan \nwere suspended in 2021. In October 2021, \nTakeda and Moderna published a report of \nthe investigation prompted by the observation \nof foreign particles in unpunctured vials from \na single lot of Moderna’s COVID-19 vaccine \ndistributed in Japan by Takeda. The lot was \nsuspended on August 26, 2021, and voluntarily \nrecalled on September 2, 2021. Two other lots \nmanufactured in the same series were included \nin the suspension and voluntary recall as a \nprecautionary measure. The full joint statement \nand investigation report can be read here:  \nhttps://investors.modernatx.com/Statements-\n-Perspectives/Statements--Perspectives-\nDetails/2021/Joint-Statement-from-Moderna-\nand-Takeda/default.aspx\nThere have been no other or further instances \nof our product being pulled/recalled from the \nmarket in 2021.\nHC-BP-250a.4 Total amount of product accepted for take-back, reuse, or disposal We are not reporting against this metric\nHC-BP-250a.5 Number of FDA enforcement actions taken in response to violations of \ncurrent Good Manufacturing Practices (cGMP), by typeWe report material regulatory issues in our \nannual 10K filing.\nCounterfeit Drugs HC-BP-260a.1 Description of methods and technologies used to maintain traceability of \nproducts throughout the supply chain and prevent counterfeitingPage 27, Governance and Ethics\nHC-BP-260a.2 Discussion of process for alerting customers and business partners of \npotential or known risks associated with counterfeit productsPage 27, Governance and Ethics\nHC-BP-260a.3 Number of actions that led to raids, seizure, arrests, and/or filing of \ncriminal charges related to counterfeit productsWe are not reporting against this metric\nEthical Marketing HC-BP-270a.1 Total amount of monetary losses as a result of legal proceedings \nassociated with false marketing claimsNone. In 2021, we were not a party to any \nmaterial legal proceedings.\nHC-BP-270a.2 Description of code of ethics governing promotion of off-label use of \nproductsPage 27, Governance and Ethics\nEmployee Recruitment, \nDevelopment & RetentionHC-BP-330a.1 Discussion of talent recruitment and retention efforts for scientists and \nresearch and development personnelPage 16, Employees\nHC-BP-330a.2 (1) Voluntary and (2) involuntary turnover rate for: (a) executives/senior \nmanagers, (b) mid-level managers, (c) professionals, and (d) all othersPage 16, Employees\nmoderna    2021 ESG Report \n34Message from our CEO Table of contents Moderna in 2021 Areas of focus Medicines for patients Employees Environment Community Governance and ethics Going forward\n Appendix", "metadata": {"source": "NASDAQ_MRNA_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}