{"page_content": "2022 CSR REPORT | 10TEAMMATE \nENGAGEMENT AND \nCOMMUNICATIONS\nAmeris Bank’s intranet page, The Mane Connection (TMC), \nprovides a centralized location for stories, updates, and \nresources for teammates. In 2022, we redesigned the home \npage of TMC, making it even easier for teammates to navigate, \nview success stories, and find the tools and resources they \nneed. We also introduced a series featuring our teammates \nand how they show our customers We’re With You, in line with \nthe theme of our brand campaign. Additionally, monthly video \nmessages from CEO Palmer Proctor and quarterly leadership \ncalls kept teammates informed of our strategic direction, key \nmilestones, and top priorities. \nAmeris wants to ensure that our teammates’ voices are \nheard. Our annual Teammate Engagement Survey provides \nan opportunity for teammates to share feedback and \nimpressions of our work environment and culture at Ameris. \nThe 2022 survey revealed that more than 94% of teammates \nwho responded have a clear understanding of the company’s \npurpose, mission, and strategic vision. It is important for \nteammates to feel they can impact Ameris Bank’s success, and \n91% responded favorably to this question.\nAs the company strives to ensure every teammate feels valued \nand included, 88% reported feeling respected and included \nby their manager, with 82% stating they feel Ameris, and \nthe executive team are committed to DEI. Overall, the 2022 \nsurvey results reflect the company’s commitment to teammate \ngrowth and a healthy, productive work environment. It also \ndemonstrated opportunities to strengthen awareness of key \nprograms and continue making strides to foster professional \ngrowth and inclusion.90% of teammates highly rated direct \nsupervisors\n94% have a clear understanding of what \nis expected of them in their roles\n94% clearly understand the Ameris \nApproach, which includes our purpose, \nvalues, and expectations90%\n94%\n94%\n", "metadata": {"source": "NASDAQ_ABCB_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}