{"page_content": "SUPPORTING OUR \nCUSTOMERS AND \nCOMMUNITIES\nEXPANDING OPPORTUNITIES FOR \nHOMEOWNERSHIP  \n At Ameris, we know the significance of homeownership to individuals, \nfamilies, and communities. To assist more people, especially amid \nrising home prices and interest rates, Ameris introduced the Down \nPayment Grant Program in 2022, committing $10 million to providing \neligible first-time homebuyers up to $12,500 each to put toward a \nmortgage down payment and closing costs. Through the end of 2022, \nnearly 100 customers took advantage of this grant, and the offer \ncontinues into 2023.\nThroughout 2022, in total, Ameris helped more than 12,000 customers \npurchase a home. This includes: 6,540 first-time homebuyers; 2,865 \nhomebuyers served through VA, FHA, or USDA loan programs.\nIMPROVING FINANCIAL PEACE OF MIND \nWITH FEE REDUCTIONS   \n In line with our purpose to bring finance peace of mind to customers, \nin May 2022, Ameris reduced or eliminated some overdraft fees for \nconsumer accounts. This includes non-sufficient funds/return item \nfees that were traditionally incurred for checks or payments that \ncannot be processed due to lack of funds. Ameris also eliminated \nextended overdraft fees for maintaining a negative balance. We \nalso made it possible for customers to use savings or other deposit \naccounts as overdraft protection for checking accounts without \ntransfer charges. These changes furthered our commitment to adapting \nour products and solutions based on our customers’ evolving needs.  \n \nON THE HORIZON: OPPORTUNITY \nCHECKING TO PROMOTE FINANCIAL \nINCLUSION  \n Millions of adults in America are either “unbanked” without a checking \naccount, or “underbanked” using expensive financial services such \nas payday lenders and check cashers. To expand access to safe and \naffordable banking services, Ameris laid the groundwork in 2022 to \nintroduce Opportunity Checking with a pilot in early 2023 with plans to \nexpand the program to all communities we serve by the end of the year. \nThe program, which will combine banking services with financial \neducation, is designed for those who may not qualify for a standard \nchecking account. Ameris Bank’s goal is to help more people establish \na banking relationship to avoid the fees associated with alternative \nfinancial services, deposit money safely and access affordable credit. \nWe know how critical a basic transaction account is to improve savings \nand credit scores, which are foundational elements of financial \nstability, and look forward to the impact that Opportunity Checking  \nwill make.12,063\nAmeris customers \npurchased a home\n6,540\nFirst time \nhomebuyers\n2022 CSR REPORT | 122,865\nHomebuyers served  \nthrough VA, FHA, or USDA  \nLoan Programs", "metadata": {"source": "NASDAQ_ABCB_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}