{"page_content": "2022 CSR REPORT | 14The bank also continued the annual Helping Fight Hunger campaign for the 13th consecutive year. In 2022, \nAmeris partnered with nationally recognized nonprofit Feeding America to expand the program and create a portal \nto collect monetary donations online in addition to gathering non-perishable food items at each of our locations. \nThrough online contributions alone, the Helping Fight Hunger campaign raised enough to fund more than 100,000 \nmeals for individuals in need.  \n \n \n \n \n \n \n \n \n \n \n \n \nAmeris partnered with Callanwolde Fine Arts Center to sponsor the Art Scholars program, which provides a day of \nenriching activities for students in Title I schools on teacher in-service workdays, when families would otherwise \nneed to arrange childcare. Children enjoy a day of painting, drawing, creative movement, and meals at no cost.  \nAmeris looks forward to its continued partnership with Callanwolde and to sponsoring this program again in 2023.\n \nFurther, Ameris supports the giving spirit of our teammates, who are always eager to lend a \nhelping hand in the communities we serve. In 2022, Ameris announced that starting in 2023, every teammate will \nreceive a paid volunteer day. Teammates can use their volunteer day to spend with any nonprofit or charitable \norganization they choose.“Students from Title I schools have benefited from the Ameris \nBank Art Scholars program at Callanwolde. Thanks to your support, \nlow-income children spent the entire school day attending art \nenrichment classes and experiencing the Callanwolde campus. \nParents were also thrilled not to miss work to care for their \nchildren. Thank you, Ameris Bank, for helping us to \npositively impact so many lives.” \n– Andrew K., Executive Director of Callanwolde  \nFine Arts Center\n102,080\nmeals donated by funds raised through  \nannual Helping Fight Hunger Campaign", "metadata": {"source": "NASDAQ_ABCB_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}