{"page_content": "2022 CSR REPORT | 18PRIORITIZING \nCYBERSECURITY AND \nFRAUD PREVENTION   \nProtecting customer and teammate data remains a top priority \nat Ameris Bank. We maintain rigorous protocols and participate \nin routine examinations of the bank’s administrative, technical, \nand physical safeguards. We conduct internal audits, disaster \nrecovery exercises, and cybersecurity threat simulations to test \nour crisis, business continuity, and business response planning. \nOur practices follow regulatory oversight, including the Federal \nFinancial Institutions Examination Council IT Examination Handbook, \nNational Institute of Standards and Technology Cybersecurity Framework, \nSarbanes-Oxley, Bank Secrecy Act and Gramm-Leach-Bliley Act. Ameris \nsystems did not experience any breaches involving customer personal \nidentification information in 2022.\nIn 2022, Ameris further invested in cybersecurity and fraud prevention, including an upgrade of our security \noperations model to increase controls and better protect customer data. Additionally, Ameris continues to invest \nin talent and technology to support our fraud team.\n \nFRAUD AND SECURITY EDUCATION\nEducating both teammates and customers on the rise of fraud and cyberthreats has been an ongoing focus \nfor the bank. Ameris uses its customer newsletter, fraud-focused emails, and social media pages to keep \ncustomers informed of the latest known scams, such as email phishing scams, gift card scams, and business \nemail compromises. In 2023, Ameris will elevate customer education with quarterly fraud and security awareness \nemails in addition to our newsletter.\nWe always say that teammates are our first line of defense. In 2022, Ameris heightened our emphasis on \ndelivering security information to teammates with a goal of ensuring they can more confidently and consistently \nidentify and report fraudulent emails, phone calls, and text messages.\n22  \nFacebook  \nposts\n12 Blogs in customer monthly newsletter11  \nInstagram  \nposts/stories26  \nLinkedIn  \nposts28  \nTwitter  \nposts23  \nUSPF  \nLinkedIn  \npostsSPREADING SECURITY KNOWLEDGE ON SOCIAL", "metadata": {"source": "NASDAQ_ABCB_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}