{"page_content": "2022 CSR REPORT | 2LETTER FROM  \nCEO PALMER PROCTOR\nTO OUR CUSTOMERS, TEAMMATES, SHAREHOLDERS,  \nAND COMMUNITY PARTNERS,\nIn keeping with our purpose and values, Ameris Bank remains committed to making \na positive and lasting impact on the environment and the people and communities \nwe serve. This impact starts at home: with our teammates. We believe in fostering a \nculture of continuous learning, supporting leadership development, and promoting \nupward mobility. We believe in equal dignity and celebrating the unique perspectives \nthat make Ameris great.\nIn 2022, we found new ways to serve as a source of support for our stakeholders. We \nintroduced a down payment grant program to assist first-time homebuyers, reduced \nfees for consumers, and expanded our charitable giving to reach more organizations \nwith missions aligned to ours. This includes nonprofits devoted to financial \nliteracy, mental health, and underserved youth. Through a partnership with \nFeeding America, our Helping Fight Hunger campaign raised funds to \ndonate 100,000+ meals to people in need across our market area.\nLast year, Ameris heightened our focus on environmental sustainability.  \nWe conserved energy by adding LED lighting in our locations and \npartnering with energy consultants to help identify opportunities \nto reduce our company’s carbon footprint. We also prioritized \ncybersecurity and fraud education, acknowledging the important \nrole that banks play in keeping consumers and businesses \ninformed of potential scams and  \nfraudulent practices.  \nAt Ameris, we believe that businesses can make a positive \ndifference in the lives of others and the world. I am \nproud to share the 2022 Corporate Social Responsibility \naccomplishments in this report as we look forward to  \nfurther efforts in 2023 to create a more supportive and \nsustainable future. \nSincerely,\n \nH. Palmer Proctor Jr.  \nCEO, Ameris Bancorp and Ameris Bank\n", "metadata": {"source": "NASDAQ_ABCB_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}