{"page_content": "2022 CSR REPORT | 6Our Diversity, Equity, and Inclusion (DEI) team continued to lead activities to engage teammates and make a \nmeaningful impact on our communities. This team spearheads our seven Employee Resource Groups (ERG) in \ntheir work to advocate for specific groups and needs: Women in Banking; LGBTQIA+; Veterans; Black, Indigenous, \nand People of Color (BIPOC); Multigenerational; Indispensables (caregivers); and Mind Matters (mental health). \nTo advance mental health in 2022, Ameris took part in the American Foundation for Suicide Prevention Walk, with \nteammates raising $10,000 and the Ameris Foundation matching this amount for a total of $20,000 contributed \nto this meaningful cause. Additionally, a Talk Saves Lives internal discussion for teammates combined our care \nfor mental health and the LGBTIA+ community by addressing how support and understanding may help prevent \ndeath by suicide.\nAmeris also promoted autism awareness and advocacy in 2022. The bank hosted an internal conversation \nfeaturing teammate Tiffany Pierce, whose advocacy on behalf of her son led to legislative change. Ameris \nsponsored the annual walk for Autism Speaks in Atlanta and provided customer-facing teammates with access to \nself-paced training, developed by Autism Speaks, to improve our ability to serve those with autism. \nWe also prioritized financial literacy and inclusion in line with our purpose to build financial peace of mind. The \nbank partnered with the Georgia Youth Connections Collaborative to provide financial literacy workshops and \ncareer mapping for underprivileged students. Looking ahead, through a partnership with financial education \nleader EVERFI, Ameris will begin providing financial education programs in Title I schools next year. \n“DEI is important in the workplace \nbecause it fosters communication, \nunderstanding and a safe place \namong the employees to be open \nand honest, and to listen and share \ntheir life stories and experiences.  \nThis helps us to see we are way \nmore alike than we are different.” \n– Lesa N., Market Manager, Veterans \nERG Co-Chair“Diversity, equity and inclusion are \nimportant to creating a sense of belonging \nand value within any workplace culture. \nPersonally, that feeling of belonging to \nsomething much bigger than ‘just a way to \npay the bills’ creates a sense of company \nloyalty for me. I want to honor my team. I \nwant to come to work every day. I want to \ndo more than just my role if it benefits the \nteam that makes me feel at home within \nmy work environment.” \n– Darren B., Commercial Banking Assistant \nII, Indispensables ERG Co-ChairDEI LEADERS SPOTLIGHT\n", "metadata": {"source": "NASDAQ_ABCB_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}