{"page_content": " 18\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nSUSTAINABILITYCOCOA LIFE ADVISORY MEMBERS\nWe work with a group of advisors and strategic partners from outside of the business to help develop \nour approach and provide oversight of the implementation of Cocoa Life:\n  Andrew Bovarnick – Lead Natural Resource Economist and Global Head of the United Nations Development Programme’s Green Commodities Program\n   David McLaughlin – Managing Director and Vice President of Agriculture at World Wildlife Fund , and specialist in sustainable \nsupply chain transformation   Aidan McQuade –  Director of Anti-Slavery \nInternational , the world’s leading anti-\nslavery charity\n  Mil Niepold – mediation expert of The Mara Partners , focused on finding solutions \nto social and human rights issues through dialogue \nPartnerships are Crucial to Program Success\nPartnership is the key to lasting change. Cocoa Life integrates the work of stakeholders to achieve \ncommon goals in ways that are relevant and tailored to Cocoa Life farming communities around the world. We work with communities, suppliers, non-governmental organizations and national cocoa authorities – including the Ghana Cocoa Board (COCOBOD) , Conseil du Café-Cacao in Côte \nd’Ivoire and the Indonesian Coffee and Cocoa Research Institute (ICCRI) – to build lasting change.\nTogether, we implement national strategies for \nsustainable environmental management, including the United Nations Collaborative Programme on \nReducing Emissions from Deforestation and Forest Degradation (REDD+) , ensuring that field-level \nrealities feed into national dialogues and policies. \nThe Cocoa Life program has also brought together \na range of other partners, including CARE \nInternational , Save the Children , Solidaridad , \nVoluntary Services Overseas (VSO) and World Vision , \nto ensure holistic development for farm families and empowerment of farming communities.\nLooking to the future, Cocoa Life will adapt to \nachieve the greatest impact as learnings are applied from measuring progress on the ground. Cocoa Life has enhanced its environmental strategy to address deforestation and to help farmers become more resilient to the impact of climate change.", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}