{"page_content": " 19\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nSUSTAINABILITY\nLEADING INDUSTRY IN THE FIGHT AGAINST \nDEFORESTATION AT COP21\nWe announced our commitment to combat \ndeforestation in cocoa at the UN Climate Summit COP21, where world leaders met in Paris to negotiate a new climate agreement. Mondelēz International committed to lead private sector action in Côte d’Ivoire’s national program to combat deforestation in cocoa. Deforestation accounts for over 10 percent of global greenhouse gas emissions and represents a major opportunity to reduce CO\n2 release into \nthe atmosphere – up to a third of the reduction opportunity, according to climate experts. \nIn Côte d’Ivoire, the world’s number one cocoa-\nproducing country, smallholder farmers are often expanding their cocoa production into the forest in an attempt to increase their income.\nThrough our Cocoa Life program, Mondelēz \nInternational is working with tens of thousands of cocoa farmers to improve the yield of their existing cocoa trees so they can increase their income without cutting down the forest. \nThis new commitment is an example of how \nwe will reach our 2020 sustainability goal to address deforestation in our key agricultural supply chains. We will work together with the Ivorian government and other experts to map and monitor forested areas, and train farmers in good agricultural practices and agroforestry. These actions will initially focus in two areas of eastern and central Côte d’Ivoire and will contribute to the national United Nations sponsored REDD+ program, with financial support from the World Bank Forest Investment Program.In addition to this work in Côte d’Ivoire, we are also supporting national forest-related emission reduction programs in Ghana, where Cocoa Life is implementing its environmental strategy alongside the United Nations Development Programme.\nCoffee\nIn 2015, we combined our coffee business with D.E. Master Blenders 1753 to create the world’s leading pure-play coffee company, Jacobs Douwe Egberts (JDE) . Both Mondelēz \nInternational and D.E. Master Blenders 1753 have a history of strong commitments to sustainability and that will be a key part of JDE’s strategy going forward.  ", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}