{"page_content": " 32\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nSUSTAINABILITY\nUN Sustainable Development Goals Linkages\nThrough our sustainable agriculture programs Cocoa Life and Harmony  that help improve the livelihoods of farmers and their communities, along with \nour efforts to reduce our environmental footprint and tackle climate change, we are supporting the following Sustainable Development Goals (SDGs) .  We will also continue with our goal to have all of \nour cocoa sustainably sourced, mainly through Cocoa Life . In addition, we will create a global \napproach to sourcing wheat; as well as implement and update our Palm Oil Action Plan. \nCompared to 2015, our 2020 goals for greenhouse \ngas, water and waste have moved from a per tonne to a more challenging absolute basis. Likewise, our focus has moved from net waste and sending zero waste to landfill, to reducing total waste generated in manufacturing. Using a 2013 baseline, at the end of 2015, we are already seeing progress against those goals. \nOverall, our new 2020 sustainability goals set \nout a challenging and exciting journey for us as we move to the next level in improving the impact that Mondelēz International has on the environment. We will share full updates on all goals in 2017. \nPROGRESS BY END  \nOF FULL YEAR 20152020 SUSTAINABILITY \nGOALS\n  Reduce water in manufacturing 10% focusing on priority locations where  \nwater is most scarce*  Reduced our incoming water usage  \nby 12%** in priority locations, such  \nas Malanpur\n  Reduce total waste in manufacturing 20%*  Reduced total waste by 3% \n  Reduce greenhouse gases from manufacturing 15%*  Reduced emissions by 6%\n  Eliminate 65,000 metric tonnes of packaging*   Eliminated 35,500 metric tonnes of packaging\n*By 2020 vs. 2013 baseline\n** Our 2020 goal includes the anticipated impact of expansions for new lines and sites which will add to our future absolute water use and, \ntherefore, not evident in 2015 performance", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}