{"page_content": " 33\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nWELL-BEING SNACKS\nWELL-BEING SNACKS\nConsumers are increasingly interested in well-being – for \nthemselves and for their families. Today they are more aware of the connection between what they eat and their health. Snacking represents small eating moments throughout each day where consumers are faced with choices to satisfy what they need and want – both physically and emotionally. As such, people are seeking out foods that that fit their lifestyle and have better well-being credentials.\nAt Mondelēz International, we create snacks to bring people \ndelicious moments of joy. To help consumers on their well-being journey, we know our snacks must serve different needs. In addition to providing a delicious moment of joy, our snacks also need to help curb people’s hunger or give them a nutritional boost.  \nThat is why, as the world largest snack company, we intend \non becoming the leader in well-being snacks, with about half of our portfolio being a Well-being Choice by 2020. We plan to evolve our portfolio to satisfy consumers’ well-being needs by making people’s favorite brands better and keeping the same great taste they expect. To create snacks that can nourish the body and the soul.  \nTo realize our ambition, we plan to expand our well-being \nchoice offerings in our portfolio, enhance the goodness of our current brands, and inspire consumers to snack mindfully, providing clear and simple nutrition information. As such, we have changed the name of this section from Mindful Snacking to Well-being Snacks to reflect our increased focus on our portfolio.\nWell-being Snacks Goals*\n  Deliver 25% of our revenue from Better Choices by 2020\n  Increase Portion Control products – individually wrapped, satisfying portion-control options that are fewer than 200 calories – by 25% by 2020\n  Reduce sodium and saturated fat by 10% across the portfolio by 2020\n  Increase whole grains across our portfolio by 25% by 2020\n  Place calorie information on front of packages globally by the end of 2016\n* Based on a 2012 baseline, which has been restated due to the divestiture of our coffee business and the removal of \nVenezuela operations from our financial reporting.", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}