{"page_content": " 34\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nWELL-BEING SNACKS\nExpanding Well-being Choices in our Portfolio\nOur ambition is to be the global leader in well-\nbeing snacks by 2020, with about half of our portfolio being Well-being Choices . To help \nachieve this, we are focusing 70 percent of our new product development efforts on platforms to bring new, delicious snacks to the marketplace that meet consumers’ well-being needs.  \nWell-being Choices  are comprised of three types of \nsnacks: Better Choice  snacks that have an improved \nnutrition profile; individually-wrapped Portion \nControl  options that are under 200 calories; and \nLifestyle Choice  snacks that are designed to meet \na specific consumer well-being need – such as being organic, allergen- or gluten-free. Portion Control  and Lifestyle Choice  snacks must also meet \nbaseline nutrition criteria that we use to assess new products being developed, as well as guide  \nrenovations. At the end of 2015, 34 percent of our  \nrevenue came from Well-being Choices.  Better Choices \nOur dedicated team of consumer researchers, nutritionists, product developers and culinary experts worked together to enhance the nutrition profile of our brands and help deliver more Better Choice  options in our portfolio. \nCompared to existing alternatives within our portfolio, Better Choice  options have an improved \nnutrition profile and meet a stricter set of category-specific nutritional requirements . The \ncriteria were developed with guidance from a panel of external nutrition experts and are based on international dietary guidance. In addition to meeting the nutrition criteria, Better Choices  \noptions must also deliver a positive nutritional element. For example, adding 8 grams of whole grain; or reducing a nutrient of public health concern, such as sodium, saturated fat or sugar, by at least 10 percent against baseline. The expansion of our signature breakfast biscuit, belVita , into new markets and in new varieties, \nhas helped deliver our Better Choice  growth over \nthe last few years. In 2015, we introduced belVita  \ninto China and across the Middle East. Throughout Europe, we launched new belVita  Soft Baked \nBreakfast Biscuits and, in the U.S., introduced belVita Bites .\nBy restating our financial reporting to remove coffee and Venezuela, our Better Choice  products \nnow account for 25.5 percent of our revenue at the end of 2015. We remain on target, and going forward, intend to further increase our Better Choice  options within our portfolio.\n* graph based on revenue; 2012 revenue baseline restated due to \ncoffee divestiture and removal of Venezuela operations from \nfinancial reporting 25.5%*\nof our revenue,  \nin 2015, was  \nfrom our  \nBetter Choices\n23%* in 2012GOAL 25% \nof revenue  \nin 2020\n", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}