{"page_content": " 36\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nWELL-BEING SNACKS\nUSING EDUCATION AND INNOVATION TO INSPIRE MINDFUL SNACKING \nIn July 2015, Mondelēz International continued \nits virtual dialogue on mindful snacking by hosting its second Google Hangout. The session brought together experts and stakeholders to explore how people are applying the concept of mindfulness to eating and snacking. Jennifer LaRue Huget, author and former nutrition columnist at The Washington Post , moderated \nthe conversation on how companies and other organizations are using education and innovation to support people in making more mindful choices.Panelists included Susan Albers, PsyD, mindful eating expert and clinical psychologist, Cleveland Clinic, Hank Cardello, Director, Obesity Solutions Initiative, Hudson Institute and Todd Abraham, PhD, Senior Vice President, Research and Nutrition, Mondelēz International. \nSusan Albers, PsyD, offered tips for mindful \nsnacking – sitting down to eat, slowly chewing, savoring your snack, simplifying your environment (e.g., putting snacks in a drawer or cupboard) and smiling between each bite. Todd Abraham, PhD, explained Mondelēz has created and is developing products to help people eat more thoughtfully. This includes offering \nportion-controlled options, placing calorie information front-of-pack across the company’s portfolio and improving the overall nutrition profile of products. The series is available on our YouTube channel .\n“ I encourage people to… take that snack, go sit down at the kitchen table and… really enjoy it. And our bodies perceive it in a \ndifferent way. When we are really focused on what is it that we’re eating, we enjoy it more, we slow down and the experience is different. And research really backs this up.”  \n—Susan Albers, PsyD, mindful eating expert and clinical psychologist, Cleveland Clinic\nLifestyle Choices\nWe recognize that people are increasingly \ninterested in the role food plays in their overall well-being. So we are expanding our portfolio to offer snacks that are positioned and specifically created to meet consumers’ broader well-being needs, beyond a purely nutritional benefit. These snacks must meet baseline nutrition requirements in addition to providing a consumer-defined well-being benefit. This includes snacks that have simpler ingredient lines; are gluten-, lactose- or allergen-free, like our new Enjoy Life products; or snacks that have been grown and sourced in a certain way, such as certified organic options, like our Green & Black’s chocolates.  GET CONNECTED AND CHECK YOUR PORTION\nWe have been creating new digital technology and tools to help people practice mindful eating. To provide a reliable and centralized source of information on all topics related to well-being, Mondelēz France launched an interactive dialogue section called “Vos questions, nos réponses” on its website  for consumers. This is an open Q&A platform \nwhere consumers can submit their questions for our team to answer, addressing four key themes: nutrition, health, sustainable sourcing and environmental impact. \nMondelēz France also piloted a Check Your Portion  tool – an interactive, \nweb-based app that informs and educates consumers about mindful snacking and portion \ncontrol. The tool provides consumption guidance for both adults and children; as well as nutritional value for each product per 100g and per portion, and product ingredient details. \n", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}