{"page_content": " 40\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nWELL-BEING SNACKSAdvertising to Children\nWe support the role of parents, as the decision-\nmakers, in choosing the products that are right for their children. In 2005, we were the first company to announce global policies for advertising to children. In 2014, we took additional steps to strengthen our Marketing to Children Policy . \nStarting January 1, 2016, we no longer advertise our products in any media primarily directed to children under age 12, irrespective of the product’s nutritional profile. Our policy covers any advertising where 35 percent or more of the total viewing audience is under the age of 12. Our approach applies to advertising in TV, print, radio, internet (both our own websites and third-party websites), digital, advergaming, mobile, word-of-mouth, DVD/video and in cinema.  \nSpecifically, we will focus all advertising efforts \ntowards the parents and adults, giving them information and choices to help make mindful snacking decisions for themselves and their families. We will continue to prohibit all in-school marketing of our products in both primary and secondary schools (prior to university level). Our marketing to children policy is global and applies to every market where we do business. \nIn parallel with our policy, we have food \nmarketing standards in place that provide additional guidance and are in line with the International Chamber of Commerce (ICC) Code of Advertising and Marketing Communication Practice  and the ICC Framework for Responsible \nFood and Beverage Communications .\nMONITORING OUR ADVERTISING COMMITMENT\nTo ensure compliance with our Marketing to Children Policy, we are engaged in a number of global and local pledge programs that rigorously monitor and report on our processes. Pledge programs include the U.S. Children’s Food and Beverage Advertising Initiative (CFBAI) ; the Canadian Children’s Food and \nBeverage Advertising Initiative ; the EU Pledge ; \nthe Responsible Child Marketing Initiative \nof the Australian Food & Grocery Council ; \nthe Singapore Food & Beverage Industry \nResponsible Advertising to Children Initiative ; \nas well as our global pledge through the International Food & Beverage Alliance (IFBA) . \nTo monitor our global progress, IFBA engages Accenture, a third-party media auditor; and employs a measure of compliance intended to help member companies identify genuine breaches and instances where spots for restricted products were placed in or around daytime programs reaching 35 percent or more children under age 12. \nIn 2015, 98 percent of our television advertising \nwas compliant and we were 100 percent compliant for print and online. Accenture’s report was based on a review covering six countries: Brazil, China (Shanghai), Colombia, Indonesia, Malaysia, Russia, Saudi Arabia, South Africa, Thailand and the United Arab Emirates. Accenture also reviewed print publications and websites across five countries: Brazil, China (Shanghai region), Russia, Singapore and South Africa. We review results with our marketing and media buying teams, as well as media buying agencies where there were incidences of non-compliance and put corrective steps where needed to avoid future concerns.", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}