{"page_content": " 5\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\n2015 AT-A-GLANCE\nPROGRESS BY END OF 2015WELL-BEING SNACKS   |  Unlocking snack choices that nourish the body and the soulAt Mondelēz International, our Call For Well-being focuses on four areas where we believe we can make the greatest difference: \nWell-being Snacks*, Sustainability, Community and Safety. In each of these areas, we outlined specific goals to which we hold ourselves accountable. The scope of our goals is our entire company, including all manufacturing facilities under our direct control, unless stated otherwise. We continue to make progress toward these goals and scale our efforts with our partners and suppliers to achieve our commitments to make impactful change.\n*changed pillar name from Mindful Snacking to reflect our increased focus on our portfolio\n**based on 2012 baseline\n***2012 revenue baseline restated due to coffee divestiture and removal of Venezuela operations from financial reporting2015  \nAT-A-GLANCE\nGOALS HIGHLIGHTS\nExpand Well-being  \nChoices portfolio Deliver 25% of revenue from  \nBetter Choices by 2020**On \nTarget25.5% of our revenue came from Better Choices  \nby the end of 2015, due to adjustments in our business \nand financial reporting.*** Going forward, we intend to \nincrease further.\nIncrease individually wrapped portion  \ncontrol options 25% by 2020**  Goal \nAchievedPortion Control products grew by 26% since \n2012. Examples include portion-controlled packs of Ritz  \nCrisp & Thins in the UK; Cadbury Dairy Milk & Sweet Biscuits  in Australia, and Oreo  in Russia, China and \nSoutheast Asia.\nEnhance the  \ngoodness of  \nour brandsReduce saturated fat 10% by 2020**More \nNeededAchieved 2% reduction of saturated fat across \nour global portfolio since 2012. Example includes reducing saturated fat in TUC  crackers sold in the Middle \nEast and Africa by 8%.\nReduce sodium 10% by 2020**More \nNeededMaintained 1% reduction of sodium across our \nglobal portfolio. While we made steady reductions in Biscuits and Cheese globally, progress was offset by shift \nin sales to our higher sodium segments. We are scaling up \nsodium reduction efforts across all product categories.\nIncrease whole grains 25% by 2020**\n  Goal \nAchievedIncreased whole grains by 25.5% across our \nglobal portfolio since 2012. Driven by new varieties of Wheat Thins , Triscuits  and Club Social ; and expansion \nof belVita  into more markets.\nInspire people to  \nsnack mindfullyFront-of-pack calorie labeling  \nglobally by end of 2016**On \nTarget68% of our portfolio was covered by the end of 2015.", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}