{"page_content": " 42\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nWELL-BEING SNACKS   International Food & Beverage Alliance (IFBA) –  an organization that \nhas made a global commitment to the WHO in five key areas: product \ncomposition and availability; nutrition information to consumers; marketing and advertising to children; promotion of physical activity; and healthy lifestyles and partnerships. \n  International Life Sciences Institute (ILSI) –  a nonprofit, worldwide \norganization that is focused on providing science which improves human \nhealth, well-being and protects the environment. \n  Latin American Society of Nutrition (SLAN) Congress –  a conference held \nevery three years that hosts 1,200 researchers, health professionals and policymakers from across Latin America. In 2015, Mondelēz International showcased at the conference research behind the science of slow-release carbohydrates for sustained energy and applications in product development. \n  Mexico National Institute of Public Health (INSP) Congress –  a public health \nconference in Mexico, where current health issues were reviewed and presented, including prevalence of obesity and related policy actions to address it.   National Association of Dietitians (ANDID) Congress –  based in Italy, an \ninfluential conference for dietitians across Europe to come together and \nshare learnings around the latest research and initiatives on nutrition and health.\n  Pan American Health Organization SaltSmart Consortium –  a group of \nrepresentatives from civil society, government, academia and the private \nsector supporting efforts to reduce salt consumption and promote healthier diets across the Americas. \n  Shanghai Nutrition Society – a partnership with Mondelēz International \nto engage key opinion leaders and nutrition experts in sharing belVita \nscience and the latest updates from China’s leading experts in breakfast, whole grains and glycemic response.\n  UK Responsibility Deal  – a series of pledges and commitments by \ncompanies to reduce salt, remove trans fat, support calorie labeling and promote physical activity in the UK. \n  Whole Grains Council –  a nonprofit organization that supports scientific \nresearch and consumer education around the benefits of whole grains.\n", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}