{"page_content": " 43\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nWELL-BEING SNACKSNutrition Science Corner\nThrough Mondelēz International’s Nutrition \nScience Corner  website, we invite people to \nlearn more about our featured nutrition topics, partnerships, publications and presence at nutrition congresses and conferences around the world. \nConducting research in nutrition core science \nfocus areas allows us to share our findings and perspectives on emerging nutrition science with the global community of nutrition researchers. As part of our NutrInsights  series in the Nutrition \nScience Center, we publish nutrition science updates, articles in peer-reviewed journals based on its clinical research, abstracts and nutrition-related insight articles at scientific meetings. These publications capture research done on nutrients and ingredients in the areas of carbohydrates, proteins, whole grains and their effects on, for example, glycemic response, health and appetite. \nIn addition to our Nutrition Science Corner site, \nwe launched a website  in the U.S. and Canada \ndedicated to educating health care professionals on slowly digestible starch (SDS) or slow-release carbohydrates. The website offers tools and shares several published clinical studies that investigated the physiological effects of SDS. Studies demonstrate lower and more stable rates of glucose in the body and lower post-meal blood glucose and insulin responses when foods with high SDS content have been compared to foods with low SDS content. \nUN Sustainable Development Goals Linkages\nOur efforts to improve the nutritional profile of our current portfolio, by reducing nutrients of concern, such as sodium, saturated fats, sugars and trans fats, as well as increase whole grains and expand our Better Choices and Well-being options, help support the tenets of the following UN Sustainable Development Goal (SDG) .\nnutrition science corner\nAt Mondelēz International we believe in driving innovation and success through \nnutrition research. We are proud to share our findings and perspectives on \nemerging nutrition science and our partnerships and peer-reviewed publications.", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}