{"page_content": " 56\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nSAFETY\nKEEPING SAFETY AT THE FOREFRONT\nWe believe community and family ties are a driving force for employee safety engagement. That’s why each year, in all our facilities worldwide, we hold \nan annual Health and Safety month. Facilities hold events and programs throughout the month for employees, as well as their families and members from the local communities. Programs focus around key themes of maintaining good health and improving the safety of colleagues and family members.\nSOME HIGHLIGHTS FROM OUR HEALTH AND SAFETY MONTH 2015 INCLUDE:\n  In Nigeria, employees made declarations \non health and safety. Activities involved exhibitions, educational talks, outdoor and indoor games, a fitness walkathon, Children’s Day event, a road show and an awards presentation.\n  At our manufacturing facility in Cikarang, Indonesia, colleagues participated in a motorcycle driving safety course, as well as health and nutrition classes with local doctors and donated blood as part of a local community blood drive.   Colleagues at our chocolate facility in Pokrov, \nRussia took part in a range of events under the theme, “A safe future for our families.” This included activities such as cleaning and sorting waste; a cycle race, volleyball match, and a cross-fit master class; as well as first-aid and fire emergency training.\n  In our biscuit plant in Victoria, Mexico, employees conducted fire brigade training to ensure readiness and an educational campaign on importance of air quality in reducing risk of respiratory illnesses.  Family members of our biscuit manufacturing plant employees in Viana, Spain visited the facility to see the safety measures in place with the equipment as well as take part in safety training. \n  Across North America, colleagues participated in health and wellness activities, including blood pressure checks, body fat measurements and “Know your Food” contests.", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}