{"page_content": " 61\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2015\nWe select suppliers (including consultants and \nother service providers) not only on quality and price, but also on whether their ethical standards align with ours. Our guiding principle is that we will not expect any less of our suppliers than we expect of ourselves. On our website, we provide a summary of our corporate social responsibility expectations for suppliers, which are consistent with our own internal policies:\n• Mondelēz International Corporate \nResponsibility Guidelines\n• Corporate Responsibility Expectations for Direct Suppliers\n• Supplier Contract Provisions\n• Supply Chain Transparency and Labor Practices\nOf all of our assets, trust is the one we value most. Our governance policies, our Code of Conduct and our expectations of suppliers are all parts of our ongoing efforts to preserve trust. Our standards, policies and systems make it plain to anyone who works for us, does business with us or buys our products: We’re working every day to have an impact – both big and small – to ensure a better future – and doing so the right way.Materiality & The Call For Well-being\nThe Call For Well-being and the four areas of action define our concept of materiality for social and environmental purposes. In 2012, we sat down with internal and external experts to review the impact of major societal issues on our business, and to shape our strategic responses to them.\nThis included representatives from our Well-being Leadership team, as well as from our regional \nbusiness units and global functions. External experts included World Wildlife Fund, Quantis and various socially responsible investment groups. In addition, we considered perspectives from our ongoing stakeholder engagement , as well as participation in various shareholder indices . \nMaterials that guided our assessment included our external affairs analysis of stakeholder and regulatory issues, the greenhouse gas, land and water footprint  of our total company, proprietary \nconsumer insight data, and publicly available data on societal issues, including statistics and reports from authorities, NGOs and peer companies.\nIn 2015, we reviewed our sustainability strategy and set new environmental footprint goals for 2020.  \nAs part of this process, we confirmed our assessment of our top environmental issues.\n*We refer to our major environmental challenges collectively as the sustainability of resources and agriculture.\nBased on assessment, below are the top environmental*  \nand social issues:\n1. Consumer well-being — promote improved health and well-being through portfolio \nenhancements and community partnerships\n2. Supply security of key agricultural commodities and social challenges in supply chain\n3. Environmental footprint of agriculture and our operations\n4. Safety of our people and products", "metadata": {"source": "NASDAQ_MDLZ_2015.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}