{"page_content": "Since our founding in 1988, AAON has maintained a commitment to design,\ndevelop, manufacture and deliver heating and cooling products to performbeyond all expectations and to demonstrate AAON’s quality and value to our\ncustomers. AAON equipment is designed with energy efficiency in mind,\nwithout sacrificing premium features and options. In addition to our highstandard of product performance, is a commitment to sustainability for our\nemployees, our shareholders, and our customers. ɸ\n At AAON, we strive to conduct our business in a socially responsible and\nethical manner with a focus on environmental stewardship, team member\nsafety and community engagement . We comply with industry regulations andrequirements while pursuing responsible economic growth and profitability.\n \nAAON strives to manufacture equipment through sustainable businesspractices. We have  increased our recycling efforts to reuse and reduce our\nwaste streams, while continuing to identify sustainable improvements. ɸ We\nhave focused on energy conservation and waste reduction and have replacedinefficient incandescent and fluorescent lighting with LED lighting fixtures\nthroughout our manufacturing facilities – providing significant energy cost\nsavings and brighter work spaces. ɸɸThe company is committed to providing a\ncost effective, energy efficient, and productive work environment.\n \nAAON partners with suppliers and vendors who assist with and share oursustainability goals. We utilize a closed loop recycling process for all fluid\nspills, which keeps toxic fluids out of our landfills. ɸ We dispose of refuse at\nthe nearby waste-to-energy facility, which makes us nearly zero landfillcapable.\n \nThe enclosed AAON Sustainability Report provides a glimpse of ourcommitment to uphold and continually improve our sustainability practices.\n", "metadata": {"source": "NASDAQ_AAON_2018.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}