{"page_content": "2018\nAAON RN Series rooftop unit wins the Bronze Award Dealer Design Award in the HVAC\nCommercial Equipment category from ACHR News.\nAAON received the 2018 A Pocket Full of Hope Community Partner Award.\n2018 Oklahoma Certified Healthy Business\n2018 Mosaic Inclusive Workplace\n2018 United Way Caring Company\n2018 Oklahoma Works Work Based Learning Employer\nɸ2017\nAAON received the 2017 Sustainable Tulsa Scor3card Bronze Award.\nAAON won the United Way Leadership Giving Award.\nAAON was given the 2017 Workforce Innovation Award by Dream It Do It Oklahoma.\nAAON V3 Series Air Handling unit named 2017 Product of the Year – Gold in the AirMovement, Dehumidification, Humidification category by Consulting-Specifying EngineerMagazine.\nAAON V3 Series Air Handling unit wins ACHR News Dealer Design Award - Silver in theCommercial Equipment category.\nAAON Touchscreen Controller named 2017 Product of the Year – Bronze in the BAS,Controls, Energy Management category by Consulting-Specifying Engineer Magazine.\nAAON WH Series Water-Source Heat Pump named 2017 Product of the Year – Bronze in thePumps, Pump Controls category by Consulting Specifying Engineer Magazine\nAAON WH Series Water-Source Heat Pump wins ACHR News Dealer Design Award - Gold inthe Light Commercial Equipment category.\n 2016\nAAON LZ Series Packaged Outdoor Mechanical Room wins ACHR News Dealer DesignAward- Gold in the HVAC Commercial Equipment category.\nConsulting-Specifying Engineer magazine awarded LZ Series Outdoor Mechanical RoomProduct of the Year - Gold, Chiller category.\nConsulting-Specifying Engineer magazine awarded RN Series Horizontal Configuration\nRooftop Unit Product of the Year - Gold, HVAC/R category.\n2015\nAAON Low Leakage Dampers wins ACHR News Dealer Design Award- Gold in the Ventilation\nProducts Category. ɸ\nAAON Low Leakage Dampers named 2015 Product of the Year – Gold in the Air Movement\ncategory by Consulting-Specifying Engineer Magazine.\nAAON M2 Series Modular Geothermal Heat Pumps named 2015 Product of the Year – Goldin the HVAC category by Consulting-Specifying Engineer Magazine.\n \n2014\nAAON LN Series Chiller wins ACHR New Dealer Design Award – Bronze in the HVAC\nCommercial Equipment category.\n11", "metadata": {"source": "NASDAQ_AAON_2018.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}