{"page_content": " \nAccountability\nAAON has joined the Sustainable Tulsa Initiative, andsigned on to their Scor3card program, which helps uskeep track of our sustainable transformation. ɸ The\nprogram helps us document and recognize opportunitiesfor us to create and maintain sustainable manufacturingprocesses throughout the corporation (Tulsa, Longviewand Parkville). ɸ We recognize that sustainability is both\nprofitable and economical. Employee EngagementThe corporation has developed an internal goGreencommittee to educate our workforce and help identifyemployees that want to actively assist with oursustainability efforts. ɸ The goGreen committee has\nidentified numerous waste streams and offeredsuggestions to recycle, repurpose, reuse, or reducematerials. ɸ We also provide regular sustainability updates\nthrough our monthly employee newsletter.\n Energy ConservationLED Lighting Cost SavingsOne of our very first initiatives was to replace ourinefficient incandescent and fluorescent lighting with LEDlighting fixtures. ɸ We have achieved 90% of that goal at\nour Tulsa facilities.  At our Tulsa facility alone, new LED lighting is estimatedto save the company $343,000 in electricity a year, withan additional $50,000-100,000 savings from the lightingcontrol system utilizing LED fixtures. ɸ AAON has also\nreceived over $440,000 in rebates from the local utilitycompany over the past three years.  LongevityThe LED lighting fixtures have an estimated lifespan of 15years. ɸFlorescent and metal halide fixtures have a much\nmore limited lifespan, with bulbs needing to be replacedevery two years and ballasts every four years. We have anEncelium building lighting control system that detectsoccupancy and dims lights in common areas andclassrooms.  As we do building upgrades and expansionswe are incorporating additional improvements. \n Work Environment Benefits\nLED lighting produces a brightly lit work environment,\nwhich studies have shown lead to a more stimulated\nproductive worker. A well-lit work area is particularlyimportant in a manufacturing facility, where safety is thenumber one concern. LED lighting puts out less heat,\nwhich not only reduces heat related costs, but makes the\nwork environment cooler than incandescent lighting.  It is important in a manufacturing facility, where the\nclimate is generated by manufacturing equipment and\noperations, to limit any factors that can contribute toemployee discomfort – a cooler work environment during\nhot summer months is a much more comfortable work\nenvironment. Waste Reduction and Recycling Efforts\nɸAt the Tulsa, OK facility we currently recycle wood, paper,\nelectronics and metals.  We are implementing LeanStrategies to reduce waste streams in our manufacturing\noperations. We began Lean training in the fall of 2016.\nSince then, we have trained over 100 employees, andcompleted 4 Rapid Improvement Events to reduce waste.We are reusing cardboard for production purposes and\npackaging plastic parts in it. We are re-using scrap metal\nfor signs in production, and purchasing hand dryers forthe restrooms to reduce paper usage. Long-term, we will\ncontinue to work with vendors and team members to be a\nzero waste facility.  At the Longview, TX facility, we currently recycle metal,\ncardboard, and wood.\n At the Parkville, MO facility, our newest addition, we\nrecycle electrical components and are researching other\nopportunities. \n4", "metadata": {"source": "NASDAQ_AAON_2018.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}