{"page_content": "The safety of all AAON employees, visitors, business partners and our environment\nis a fundamental value of our organization. Our efforts are directed at developingprocesses and systems that demonstrate our commitment to safe practices.\nImplementing programs that support our philosophy of continuous improvement is\na key part of our success. Safety is the responsibility and accountability of everyemployee.\n \nEvery individual working in our facilities is very important to AAON’s success. Ourgoal is to ensure that we all go home each day to our families in the same\ncondition that we left them.\n We continue to see a reduction in our overall injury rates year after year through theimplementation of programs that drive hazard elimination and risk reduction.\nErgonomic studies, machine guarding assessments, risk assessments, root cause\nanalysis, and product/pedestrian flow improvements contribute to our safetysuccess.\n \nSafety committees and safety focus groups allow opportunities for employeeengagement and activity in safety improvements. Our frontline leaders contribute\ngreatly in the improvement of safety for our employees and customers by providing\nfeedback and solutions to product and process challenges.\nWe believe that happier, healthier workforce is a more productive workforce.\n The AAON Wellness Club promotes fitness by covering the costs of numerous local\ncycling and running competitions in Tulsa and surrounding areas. AAON’s wellness\nclub is free to employees located at the Tulsa facility. ɸ AAON supports employee\nparticipation in team sports such as softball, soccer and basketball by covering\nleague fees.\n AAON promotes healthy lifestyles through health fairs, free health and fitness\nrelated lunch and learns, free on-site personal health assessments, and free on-site\nflu shots. AAON encourages healthy eating by offering “Healthy Selection”\ndiscounted items in the vending machines, and we have installed water bottle filling\nstations to encourage water consumption. \nAll of our facilities are tobacco and e-cigarette free and all team members have\naccess to our Employee Assistance Program which offers stress management,health information, and online tools.\n5", "metadata": {"source": "NASDAQ_AAON_2018.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}