{"page_content": " \nA diverse and inclusive workplace is\nintegral to our business strategy andcritical to our continued success. ɸWe are\ncommitted to hiring, retaining andpromoting a diverse workforce whileadvancing a workplace culture of inclusion,\nin which each team member is valued for\ntheir ideas, identities, experiences andtalents. Diversity and inclusion are keydrivers for furthering innovation,productivity and team member engagementat AAON. AAON employs people from over32 countries.  AAON is proudly involved in the Society ofWomen Engineers, a non-profit service\norganization founded in 1950, which helps\nto foster a supportive environment forwomen to excel in engineering. Theirmission is to “Stimulate women to achievefull potential in careers as engineers andleaders, expand the image of theengineering profession as a positive forcein improving the quality of life, anddemonstrate the value of diversity.” \nAAON also participates in the Tulsa\nChamber’s Mosaic Diversity and InclusionIndex and has been recognized as a MosaicInclusive Workplace. ɸMosaic is the Tulsa\nRegional Chamber’s diversity businesscouncil committed to “educate, lead, andinfluence businesses on creating diverseand inclusive workforce cultures toenhance their competitive advantage.” \n   AAON offers on-site classes to help team\nmembers develop professionally and\nadvance in the company such as: \nEnglish as a Second Language\nSpanish Classes\nFrontline Leadership Training for                new and existing leaders\n AAON regularly promotes employeeachievements with our internal AAON Aim\nHigh program. This program highlights\nemployees from various cultural andeducational backgrounds to showcase theircareer achievements and careeradvancement at AAON. ɸ\n AAON has also launched an EmployeeResource Group for Veterans, AAONV.E.T.S., with a mission of unifying thecore values, beliefs and understanding ofactive, reserve, National Guard service\nmembers, veterans and military family\nmembers with that of our AAON businessculture.      \n \n     \n9", "metadata": {"source": "NASDAQ_AAON_2018.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}