{"page_content": "Pinnacle financial partners | 2022 Corporate Social Responsibility Report  | 11Associate ownership\nOur associates have a vested interest in not just acting  \nlike owners, they are owners.100% of associates receive stock awards. In Jan. 2023, \nthey received $33 million in annual recurring equity \ngrants, based on stock price at the time of award.  \nTotal equity granted to associates over the firm’s \nhistory would equal approximately $600 million at Jan. \n24, 2023, based on our stock price on that date.Continue our current strategies.excited associatesCompensation practices\nEach year we review our internal equity and \ncompensation practices to ensure alignment and \nfairness.All associates make at least $17 per hour.  \nAnnually, the human resources and compensation \ncommittee of the board of directors works with \nan independent advisor, McLagan, to participate \nin an industry salary survey. The results show our \ncompensation on the high end of the industry \nstandard and also show us areas where we can \nimprove. We also perform risk assessments for all \nperformance-based associate compensation plans for \nthe Human Resources and Compensation Committee.  \nIn addition, we commission an independent analysis \nof our salaries to identify and address any disparities \nwith regard to gender and racial diversity. For 2023, associates received an average pay increase \nof 6%, up from a typical average of 4% to adjust for \ninflation and right-size compensation for internal \nequity.  \nContinue our practice of conducting a compensation \nstudy annually to ensure both competitive and fair \npay. In 2023, we will dive deeper to look at equity, job \ndescriptions, titles and more for fair compensation.\nFull-time, part-time and non-regular employment\nNearly all of our associates are employed full time by \nthe firm, which we believe helps drive fairness and \na better client experience. One of the keys to our \ndistinctive client service is a consistent experience \nwith the same associates, which we accomplish by \ndriving turnover out of the system.We rarely hire part-time associates, and most \ninstances are formerly full-time associates who asked \nfor a reduction of hours. As of Dec. 31, 2022, just  \n2.7% of associates were part-time, or 89 associates  \nof 3,286 total.  \nPart-time associates who work at least 24 hours a \nweek are eligible for full benefits.  \nWe do very little contract hiring and only in very \nlimited roles. All contract hires are fully vetted by \nour Vendor Management team prior to onboarding \nin accordance with requirements on confidentiality, \ninformation security and other regulations.Continue our current strategies.\nAssociate guide\nOur associate guide outlines what we do for \nassociates and what we expect of them to comply \nwith applicable laws, ethical conduct and regulatory \nrequirements. It includes cultural considerations and \npolicies from human resources and legal. 100% of associates attest to having read the associate \nguide and agree to the policies within. View the guide \nonline.Continue our current strategies.Topic Metric 2022 Outcomes Objectives for 2023", "metadata": {"source": "NASDAQ_PNFP_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}