{"page_content": "140\nHORIZON BOUND\nSUSTAINABILITY REPORT 2021\n140Political Contributions and Lobbying\nXcel Energy has a corporate policy  that sets guidelines and rules for political contributions and to ensure \nall contacts with government officials meet legal and ethical standards.\nOur board of directors, leadership and employees must comply with all federal laws restricting the making \nof political contributions using corporate funds in connection with elections for federal offices. When \ncommunicating about matters involving Xcel Energy, the board of directors, leadership and employees \nmust accurately convey corporate messages and support the Xcel Energy brand. Xcel Energy's Political \nContributions Report  provides corporate contributions and dues paid to trade associations. \nEmployee Policy Engagement\nGrassroots advocacy is important to Xcel Energy because our industry is so complex. Xcel Energy \nemployees can help educate their friends, neighbors and community leaders. We offer several ways for \nemployees to become more involved.\n•  Legislative days : We offer a special day in our jurisdictions for employees to meet or hear from their \nelected officials to learn more about the legislative process.\n•  Local events and meetings : Employees can represent the company at community meetings and  \nspecial events.\n•  Political Action Committees : Employees can voluntarily participate in seven different groups that are \norganized and run by employees.\nPolitical Action Committees\nXcel Energy sponsors seven Political Action Committees or PACs organized and run by employees, six at \nthe state level and one at the federal level. Participation in the company’s PACs is completely voluntary and \nis part of the engagement opportunities that we offer employees.\nEach of the company-sponsored PACs has its own board of directors elected by its members that make \ncontribution decisions. All our PACs are strictly voluntary, and there are no employment benefits based \nupon participation.\n* PAC programs comply with all federal and state laws and regulations, which in some cases restrict the amount of funds that can be \ncontributed in non-election years.\n** Xcel Energy has established a program that allows employees to voluntarily donate a portion of their salaries to a state PAC  \n program and have that amount divided among our different state PACs. That employee is considered a member in each state PAC.  \nTherefore, one employee who donates to our state PAC program would be counted as a member in each of the six different state \nPACs shown above.\n*** Funds contributed by employees can accrue over multiple years and are not necessarily distributed in the same year they were \ncontributed. Contributions to candidates vary by year and are typically lower in nonelection years or years when state legislatures \nare in session. The total number of employees participating in PAC programs fluctuates throughout the year.\n****  The state PAC in Minnesota is operated outside of Xcel Energy in accordance with state law that prohibits the use of corporate \nresources to support the PAC; although, payroll deduction is specifically permitted in Minnesota. Activity for the Minnesota PAC is \nonly included in this table for transparency and informational purposes.2021 Xcel Energy Political Action Committee Activity\nPAC*Employees \nParticipating**Total Employee \nContributions to PACTotal Contributions \nto Candidates***\nMinnesota**** 238 $35,297 $37,900\nNorth Dakota 250 $4,211$15,000  \n(All Caucuses)\nSouth Dakota 240 $2,709 $0\nTexas, New Mexico (SCOPE) 270 $30,972 $5,000\nColorado (Western PAC) 266 $26,008 $24,175\nWisconsin 246 $23,615 $15,500\nFederal PAC (XPAC) 277 $207,298 $243,364", "metadata": {"source": "NASDAQ_XEL_2021.pdf", "page": 139, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}