{"page_content": "42\nHORIZON BOUND\nSUSTAINABILITY REPORT 2021\n42We have significantly reduced the environmental impact of our operations since 2005.\nReductions in carbon dioxide emissions and water consumption are from owned and purchased electricity that serves our customers. \nAll other reductions are from owned generating plants.\nEnvironmental Policy\nXcel Energy’s environmental policy  lays the foundation for the company’s commitment and approach to \nminimizing its environmental impact. It covers all environmental media, including air, water, land, waste and \nbiodiversity, and sets expectations that align business practices with our commitment.\nThrough our corporate strategy and daily operations, we aim to achieve environmental excellence and seek \nto demonstrate leadership by doing what is right and advancing initiatives that benefit the environment.  \nWe also balance our environmental commitment with our obligation to provide customers reliable, \naffordable energy.\nIn making decisions, we consider opportunities to reduce emissions, eliminate waste and conserve or \nprotect resources, such as water and wildlife. We also monitor our operations, and if appropriate, make \nimprovements that further environmental excellence. Often, we participate in environmental research and \nstewardship projects or partnerships in our communities.\nWe have more than 40 policies, procedures and guidance documents that support our ongoing \nenvironmental performance and foster environmental excellence. All Xcel Energy employees, as well \nas contractors and vendors, are expected to follow these policies, and our employees are trained and \nempowered to take responsibility for protecting the environment while performing their jobs.\nFind information on how we fulfill the policy through environmental goals and initiatives in the Leading \nthe Clean Energy Transition , Reducing Local Emissions , Managing Water Use , Preventing and \nManaging Waste , and Wildlife and Habitat Protection  briefs in Xcel Energy’s Sustainability Report. 2005\n20212010\n2015 \n29%Water\nConsumptionSulfur \nDioxide\n82%Nitrogen\nOxides\n82%Mercury\n91% Particulate\nMatter\n75%77% LeadCoal\nAsh\n55%Carbon\nDioxide\n50%CO2", "metadata": {"source": "NASDAQ_XEL_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}