{"page_content": "The Customer Engagement CompanyTM11\nENVIRONMENTAL, SOCIAL & GOVERNANCE REPORT 2021We do not directly make use of water other than for the \nrestrooms and kitchenettes at our office facilities. \nWe seek to partner with cloud hosting providers who are \ncommitted to the reduction of water usage in cooling their \ndata centers.Water Utilization\nWe have implemented a hybrid work model and have begun to \nreduce our office footprint around the world. We continue to \nevaluate our real estate footprint to determine where we can exit, \nconsolidate, or modify our office space to improve efficiency.  \nFor our remaining facilities, we strive to reduce energy \nconsumption, including through the use of motion sensor light \nswitches, smart thermostats, and the configuration of computers \nand monitors to enter sleep mode when not in use.\nThese actions are expected to have a number of benefits to us \nand to the environment, including, among others, reducing our \ncarbon footprint and the greenhouse gasses associated with \nemployee commuting.Reducing Our Office FootprintVerint has implemented an e-waste diversion program in the \nU.S. which includes unrepairable product and competitor’s \nproduct we have replaced. This has prevented 2.5 tons of \ne-waste from being disposed of in landfills during 2021.  \nOur e-waste diversion program is ISO 14001 certified.E-Waste Diversion Program\nUnder the Waste Electrical and Electronic \nEquipment (WEEE) Directive and implementing \nregulations, when customers within our EMEA \nregion buy new electrical and electronic \nequipment from us they are entitled to:\n• Send old equipment for recycling on a  \none-for-one, like-for-like basis (varies \ndepending on country)\n• Send the old equipment back for recycling \nwhen it becomes waste at end of life.WEEE Compliance\nThe Customer Engagement CompanyTM11", "metadata": {"source": "NASDAQ_VRNT_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}