{"page_content": "11At American Airlines, we know that our diverse team of 120,000 team members is our best asset and \ncompetitive advantage. We are committed to providing team members with an inclusive and supportive \nwork environment so they feel engaged and proud to be here. By taking care of our team, we help them to \ntake great care of our customers. \nCULTIVATING AN INCLUSIVE ENVIRONMENT\nHaving a workforce that represents our diverse world is not \nonly a top priority at American, it’s also essential to our success. \nWe are a dynamic, vibrant team as well as a global community, \nand we cultivate inclusion by exploring, appreciating and \ncelebrating all aspects of it. \nOne of the most important ways we cultivate inclusion and \ndiversity is through our Employee Business Resource Groups \n(EBRGs). Twenty EBRGs across 1 04 local chapters appeal to \na wide variety of backgrounds and affiliations, including race, \nreligion, culture, age and personal interest. Membership \nincreased in 201 6 to 9,1 87 team members who are engaged \nin one or more of our EBRGs. Together, they contributed \n37 ,000 volunteer hours during EBRG service activities. In 2016, \nour EBRGs also expanded internationally, adding three new \nchapters in Mexico, Canada and the United Kingdom. \nEBRGs submit annual business plans to demonstrate how their mission and efforts are staying \nconnected to our business. Some examples of 2016 inclusion initiatives that underscore our business \nimperatives include:\n•  The Abilities and Bridges EBRGs, which supports awareness for those with differing abilities and \npromote interfaith/intercultural collaboration, respectively, continued and grew the employee-\nvolunteer program, “It’s Cool to Fly American,” a mock airport experience for families with autistic \nchildren that simulates the travel experience — from going through security to sitting on the plane. \nIn 2 0 1 6 , 3 1 5  families participated, which has opened up the world of travel for these families by \nhelping them feel more at ease with the airport experience. \n•  The Family Matters and Pride EBRGs advocated for adoption benefits by providing Health and \nBenefits team members with benchmarking intelligence and industry best practices. Beginning Jan. \n1, 2017, we now offer up to $4,000 in expense reimbursements related to adoptions, as well as \ntravel for team members if their Qualified Adoptee isn’t located near where they live. \n•  The Asian Pacific Islander EBRG sponsored the 1 5th annual U.S. Pan Asian American Chamber \nof Commerce (USPAACC) Business Expo by connecting local/minority-owned firms to business \nopportunities with corporations and government. USPAACC is one of the oldest and largest \norganizations representing Asian-Americans and Asian-American related groups in business, \nsciences, the arts, sports, education and public and community services.\n•  In May 2016, American Airlines hosted an Inclusion Summit for frontline supervisors and managers \nto consider how they can create a more inclusive environment for their teams. To promote \nawareness and generate group discussion, the summit featured a theater group that performed a \nseries of workplace-specific vignettes exploring classic stereotypical situations.\nLearn more at Inclusion & Diversity  at American .DISTINGUISHED \nRECOGNITIONS \n4 Perfect score in the Corporate \nEquality Index (CEI) for the 1 6th \nyear in a row (since CEI launch \nin 2002), awarded by The \nHuman Rights Campaign\n4 Top score of 100 on the 2016 \nDisability Equality Index® (DEI) \nand named a “2016 DEI Best \nPlaces to Work”\n4 2016 “Top 25 Honors Award” \nto American’s Diversity \nAdvisory Council, recognized \nby the Association of Employee \nResource Groups & Councils for \nthe eighth consecutive year \nThe Muslim EBRG sponsors local students at a STEM contest hosted by NASA.Engaging Our Team Members", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}