{"page_content": "12CREATING A CULTURE OF TRUST\nOur American Airlines leadership team is committed to \ncreating a management culture that serves and supports \nour frontline workforce so that they can bring their best to \ncustomers every day. We want to validate the trust they have \nplaced in us to be an engaged employer that will provide \nthem with fulfilling careers. We also provide the right tools for \nteams to succeed and have embedded recognition programs \nto ensure that outstanding efforts made by team members \nare recognized and rewarded.\nINTEGRATING HR SYSTEMS  \nFOR PROFESSIONAL SUCCESS\nWe are launching several projects to build a better workplace \nto directly benefit our team members while also attracting \nand retaining talent. This effort includes the rollout of a \nmodern and integrated Human Resources (HR) and payroll \nsystem across functions. Our investment toward one \ncomprehensive and cloud-based HR solution will help us \nwith marketing, recruiting, onboarding, compensation and \nsuccession planning. As a resource across functions, it will \nalso help us offer long and self-directed career paths, with \nopportunities for professional growth.\nRECOGNIZING EXCELLENCE\nRecognizing our team members for their exemplary work is \nextremely important to us at American. Several of our notable \nemployee recognition programs include: \n•  Above & Beyond awards, a peer-to-peer nomination for the everyday efforts of hard-working team \nmembers.\n•  Real American Hero award to honor team members who assist during life-threatening situations. \n•  Chairman’s Awards — American’s highest honor for team members with career-long histories of \nexemplary service. \n•  Service Anniversary Dinner, honoring team members celebrating 45 years or more (and pilots \ncelebrating 35 years or more) with the company. In 2016, more than 200 honorees began their careers \nwith 1 1 different heritage carriers and have a total of nearly 1 0,000 years of service.\nINVESTING IN OUR TEAM\nWe invest in our team members and work closely with the unions that represent our frontline team \n— including pilots, flight attendants, mechanics, fleet service, customer service, dispatch, flight crew \ntraining instructors and simulator engineers. Since our 2013 merger, we have invested an additional $3 \nbillion in salaries and benefits, representing an average 38 percent increase. In 2016, more than 400 \ndispatchers and operations specialists and more than 300 flight crew training instructors and simulator \npilot instructors, represented by the Transport Workers Union (TWU), approved new five-year contracts. \nThe TWU and the International Association of Machinists (TWU-IAM Association) also approved a new \nfive-year agreement for our 144 flight simulator engineers.\nWe also recognize the positive team-building component to profit sharing, which is why we unilaterally \nimplemented a profit sharing program, effective with 2016 earnings. With a pre-tax profit of $5.1 billion \nand a net profit of $3.2 billion, we accrued a total of $314 million for our profit sharing pool in 2016. \nSuccessfully instituting a profit sharing plan outside of union negotiations is unprecedented in our business.\nPremium Customer Service Representative Barbie Moyer received an Above & Beyond \naward in the first quarter of 201 6.Engaging Our Team Members\n2016  \nABOVE & BEYOND \nBY THE NUMBERS\n460,977\nA&B \nnominations\n$2,160,000\nawarded\n7\nworkgroups \nrepresented200+\nlocations2,880\nwinners", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}