{"page_content": "13CONNECTING COMMUNITY ENGAGEMENT  \nWITH THE PASSIONS OF OUR TEAM\nOur philanthropic decisions are guided by the causes that our team members \nare most passionate about and that offer opportunities for strong employee \nengagement. Among our top giving and volunteerism focus areas are the fight \nagainst cancer, education and support for our military and veterans. In 2016, more \nthan 5,000 American team members volunteered more than 125,000 hours in their \ncommunities through nearly 20,000 events — more than a 70 percent increase in \nhours from 2 0 1 5 . \nOur team members strongly support our new partnership in 2016 with Stand Up \nto Cancer  (SU2C), a unique cancer charity model that assembles collaborative \n(not competitive) teams of researchers who are united in their goal to eliminate all \ncancer. We launched the Miles to Stand Up program, which gives 10 AAdvantage® \nmiles for every donation of $25 or more. As of the end of 2016, we have raised  \n$1.4 million for SU2C.\nLooking ahead, we will support Warlick’s Warriors , the charity of Peter Warlick, \nan American Airlines officer and aviation industry leader who has been diagnosed \nwith amyotrophic lateral sclerosis (ALS). We have committed $1 million toward \nthe charity’s research efforts to find a cure, including funds raised through our first \nannual American Airlines Charity Golf Tournament in Dallas in May 201 6.\nThe American Airlines Sky Ball  is our premier fundraising event to support the \nAirpower Foundation, a nonprofit that supports all branches of our military, \nveterans and their families. Sky Ball has grown from a single-evening fundraising \ndinner to a three-day weekend of events honoring our nation’s military and their \nfamilies. No other event in the country matches the size and scope of American \nAirlines Sky Ball. In 201 6, we raised more than $2.5 million, with more than 1 ,300 \nAmerican Airlines employees volunteering their time to make the event a success.\nLearn more at American Airlines Giving .SPOTLIGHT ON \nEDUCATION \n4 In 201 6, the American Airlines \nEducation Foundation \nawarded more than $7 50,000 \nin scholarships to nearly 300 \nchildren of employees — more \nmoney than ever before. \nEach recipient received a \n$2,500 scholarship, and first-\ngeneration college students \nreceived an additional one-\ntime award of $1 ,000. \n4 In support of Science, \nTechnology, Engineering and \nMath (STEM) education, \nAmerican also made a $2 5,000 \ndonation to Tomorrow’s \nAeronautical Museum (TAM) \nin Los Angeles in 201 6. TAM \nteaches students from low-\nincome families about aviation \nand has more than 4,000 kids \nin its flight academy and after-\nschool STEM programs. \nStand Up to Cancer\nSky Ball 2016\nEngaging Our Team Members", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}