{"page_content": "14Providing a Return for Our Investors\nCOMMITTING TO OUR FLEET\nOne of the principal ways we are preparing for the long term is by building the newest and most \ninnovative fleet of aircraft in the industry. We are adding hundreds of fuel-efficient planes and bringing \ncustomers a more modern, comfortable and connected experience. In 2016, we invested $4.2 billion in \nnew aircraft and took delivery of 115 new planes. In 2017, we will take delivery of 69 new planes at an \nexpected cost of $4 billion.\nFLYING THE DREAM\nIn 2016, we made the next stop on the Dreamliner journey that we began in 2015 by taking delivery \nof four Boeing 787-9s, our newest aircraft type for international flights. It offers a new class of Premium \nEconomy seating with more legroom and wider seats — a first for any U.S. airline. These significant \nadditions to our fleet follow the delivery of our first Boeing 787-8 Dreamliner in 2015, which was the start \nof our targeted focus on increasing the efficiency of our long-haul flights across the globe and opening \nnew markets. Besides added space and comfort, the Dreamliner fleet has a multitude of enhanced \ntechnical features, such as curved wingtips, which improve fuel economy and climb performance.\nWe are also expanding our other aircraft fleets. In 2017, we’ll take delivery of the narrow-body jetliner \nBoeing 7 37 MAX.\nRETIREMENTS AND RETROFITS\nIn 2016, we retired more than 100 aircraft, bringing the average age of our mainline aircraft to 1 0.2 years \nand solidifying American as the carrier that operates the youngest fleet of aircraft in the industry. By the \nend of 2017, American will have inducted 395 new airplanes into its fleet since the merger, while retiring \n391 older aircraft — giving us the youngest fleet of the major U.S. airlines. We are also refreshing and \nreconfiguring existing aircraft by installing new seats and AC power. The entire mainline fleet of former  \nUS Airways planes (299 in total) is now painted in the new American livery, marking a milestone in our \nfleet repainting project, which began in January 2014.\n7 87 Dreamliner2016 FINANCIAL \nPERFORMANCE AND \nEARNINGS HIGHLIGHTS\n4\u0007201 6 pretax profit of $5.1 billion \n— our second most profitable \nyear in company history\n4\u0007Available year-end liquidity of \n$8.8 billion — the highest of the \nnetwork carriers\n4\u0007More than $5.6 billion in capital \nexpenditures — $4.2 billion on \naircraft \n4\u0007Paid down $1.3 billion in \ndebt — much of which was \nrefinanced at much lower \ninterest rates\n4\u0007Repurchased 1 19.8 million \nshares at a cost of $4.4 billion \nand paid more than $224 \nmillion in dividends\n4\u0007Stock price increased by 1 0.2 \npercent — up 95 percent since \nthe merger\n13\nB787s accepted  \nin 20158\nB787s planned  \nin 201613\nB787s planned  \nin 20178\nB787s planned  \nin 201842\nB787s American ordered \nfrom Boeing in 2008+ + + =As we invest in a successful future, we set ourselves up for profitability that will provide favorable \nreturns and long-term prospects to the many investors who believe in our company.", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}