{"page_content": "15INFRASTRUCTURE INVESTMENTS\nIn addition to upgrading and retrofitting our aircraft, we are \ninvesting in our airports for the benefit of both customers and \nteam members. One highlight in 2016 was the completion \nof the $160 million expansion of Terminal F at Philadelphia \nInternational Airport, including a 34,000-square-foot baggage \nclaim building.\nWe are investing $70 million to ensure our team members \nhave work environments in field locations that are both \ncomfortable and modern. We began comprehensive \nrenovations at 15 airports, touching 1,577 spaces with \nimprovements such as painting walls, replacing damaged floors and ceilings and improving lighting in crew \nrooms, break rooms, training areas, locker rooms and restrooms. We are providing employees with new \nmodern furniture, vending machines, refrigerators, microwaves and work centers. As part of this effort, six \nof our Reservations and Ticket offices began a makeover in 2016, including $38 million in facility upgrades \nat our Dallas/Fort Worth Reservations Center. The enhancements include installing sit/stand workstations, \nadding new audio/visual equipment, remodeling conference rooms, refreshing common areas and adding \nparking. We project these 1 5 projects will be complete by the end of 2018.\nONE CAMPUS, ONE TEAM\nTo underscore the importance of our “one team” mentality across the organization, American is hard at \nwork designing and constructing our new campus in Fort Worth. Our “one campus” location will further \nunify our team members by bringing the management team and support staff closer to the frontline \nteam members who visit campus for training and other events. \nWe broke ground on the project in 2016. The site is about a mile west of our current headquarters, close \nto our existing training and conference facilities and the Integrated Operations Center, just south of DFW \nAirport. The new campus will be completed in 2019.  Providing a Return for Our Investors\nRefurbished DFW Reservations Center, Fort Worth, Texas.", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}