{"page_content": "16MANAGING RISK\nPart of ensuring our future profitability is mitigating financial and operational risks through careful \nattention to ethics and compliance. We take these responsibilities seriously, and in 2016 we made changes \nto several risk management approaches on issues of key importance.\nTHE HIDDEN RISKS OF HUMAN TRAFFICKING\nHuman trafficking is a global crisis, and we know that our airline can play a proactive role in the fight \nagainst it. Our flight attendants are uniquely positioned to identify human traffickers and assist victims. \nTo help in this effort, human trafficking awareness is included in new hire and recurrent training for all \nAmerican Airlines flight attendants. American also requires team members in procurement and supply \nchain roles who work with suppliers outside the United States to take web-based training on human \ntrafficking.\nMANAGING SUPPLY CHAIN RISKS AND OPPORTUNITIES\nAmerican Airlines wants to do business with suppliers that share our values. In 2016, as part of our focus \non responsible procurement, we released our Standards of Business Conduct for Suppliers to clarify the \nminimum expectations for workplace standards and ethical business practices that all our suppliers should \nbe familiar with when doing business with American. These Standards reflect our corporate value system, \nwhich is based on integrity, honesty and the absolute dedication to act responsibly.\nWhile we know many of our suppliers have their own mature compliance programs, our new Standards \nserve to complement and support their existing codes. In 2017, we will also launch a supplier self-audit \nand a risk assessment scorecard, both of which will be new components of the supplier bidding process. \nIn 2016, American participated in 43 supplier diversity networking events and mentored three suppliers \nthrough the National Gay and Lesbian Chamber of Commerce and National Hispanic Chamber of \nCommerce mentoring programs. We hosted our first annual Supplier Diversity Recognition Luncheon \nto thank those at American who supported Supplier Diversity efforts. We also recently released a video \nabout Newton Design, a Native American-owned supplier, who was awarded business to refresh our flight \nattendant training equipment at our Flight Academy. \nLearn more at our Corporate Governance  and Investor Relations  websites.\nProviding a Return for Our Investors", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}