{"page_content": "17As our industry continues to evolve, American Airlines wants to lead change, not react to it. Whether we’re \nrecruiting the best and brightest new pilots or evaluating promising alternative fuels for climate change \nmitigation, we are keeping close watch on the developments that will position us for long-term success.\nBUILDING OUR PIPELINE OF PILOTS\nOne of our top priorities is ensuring that we will have a robust source of new pilots for \nmany years to come. The average age of our 1 4,500 pilots is 54, and within the next \n1 0 years many will reach the mandatory retirement age of 65. Additionally, in 2013 \nthe Federal Aviation Administration (FAA) put into place a rule requiring that all first \nofficers — or co-pilots — must have logged a total of 1 ,500 hours in the air before \nworking a commercial flight, up from the previous requirement of 250 hours. The costs \ninvolved in acquiring these hours can be prohibitive for many aspiring pilots. While the \npilot shortage is an industry-wide challenge, we are committed to proactively pursuing \ninnovative opportunities for workforce training, pipeline development and financial \nsupport, particularly in partnership with our wholly owned regional carriers. \nIn early 2016, American announced a new pilot training and recruiting program \nat our regional subsidiaries, Envoy Air, Piedmont Airlines and PSA Airlines, in \ncooperation with more than 40 universities and flight schools. The program offers \ntuition reimbursement, mentorships and certification training and will help the most \npromising future pilots make smooth transitions from the classroom to the cockpit. \nAnd because we maintain pilot flow-through agreements with our regional airlines, \nyoung cadets know that a well-paying and long-term career — first with one of \nour regional airlines and then with American — can begin through these programs. \nThe first year of pay for each of American’s regionals is the highest in the industry, \nand the time to captain is the shortest in the industry. Approximately 50 percent of \nAmerican’s current mainline pilots have come from our regional partners.\nThe Cadet Programs at each regional carrier support student certifications, training \nand flight time, including mentorships, internships and up to $1 6,000 of tuition \nreimbursement. The programs also offer unique training and student engagement opportunities, such as \nPiedmont’s training for its fleet of Embraer 145 regional jets at the American Airlines Training Center in \nCharlotte. \nSUPPORTING WOMEN IN AVIATION\nMore than 7 5 American team members volunteered at the 2016 Women in Aviation International (WAI) \nconference in Nashville, Tennessee, in support of the next generation of aviation. Over the past 18 years, we \nhave donated more than $400,000 in conference sponsorships and continuing education scholarships to \nattendees.\nAmerican awarded nine scholarships totaling $8 1 ,000 during the conference: six $ 1 1 ,000 Boeing 7 37 \nNext Gen type ratings scholarships; one $5,000 aircraft maintenance technician scholarship; one $5,000 \nAmerican/Envoy engineering scholarship; and one $5,000 Veterans Initiative scholarship to a military \nveteran pursuing aviation/aeronautical education or training.\n“Our American team spent four days spreading enthusiasm and pride to more than 5,000 attendees \nfrom 16 countries,” said Capt. Deborah Hecker, chief pilot, Philadelphia International Airport (PHL). \n“They worked hour after hour on their feet to meet everyone who wanted to talk about American. Their \nboundless energy and kindness was observed by all. I was honored to be part of our WAI team that \nrepresented the best of American.”Looking to the Future \nTeam members, scholarship recipients and potential new hires celebrate in \nNashville at the 27th Annual Women in Aviation International conference in \nMarch 201 6", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}