{"page_content": "18PROTECTING RESOURCES FOR THE FUTURE\nIn an increasingly resource-constrained world, operating \nmore sustainably — in the air and on the ground — is in line \nwith the expectations of our team members, customers and \nshareholders.\nIn March 2017, the United Nations International Civil \nAviation Organization (ICAO) adopted a new aircraft \ngreenhouse gas (GHG) emissions standard to reduce the \nimpact of aviation emissions on the global climate. The new \nICAO standard represents the world’s first global design \ncertification standard governing GHG emissions for any \nindustry sector. It will apply to new aircraft type designs from \n2020 and to aircraft type designs already in production as of \n2023. This advancement follows ICAO’s landmark agreement \nin October 2016 to implement a global carbon offset system \nas a complementary effort to support the goal of achieving \ncarbon neutral growth in international aviation from 2020. \nAmerican is part of the global aviation coalition that supports \nthe implementation of these industry-wide goals.\nREDUCING OUR CARBON FOOTPRINT\nWe know that delivering on ICAO’s goals will require advances \nin technology, operations and infrastructure, including the \ndevelopment of cost-competitive, renewable jet fuels. In \n2016, American Airlines established a relationship with \nOcean Park, a boutique investment bank with expertise in the \nrenewable fuels industry, to assist with evaluating alternative \njet fuels and identifying the most promising companies and \ntechnologies. \nAmerican’s Fuel Smart program is the cornerstone of our \nown internal efforts to safely reduce fuel consumption. This \nteam member-led effort implements viable suggestions from \nflight crew, mechanics and fleet service personnel to safely \nreduce our fuel consumption by reducing auxiliary power unit \nusage, washing engine components for maximum efficiency \nand shaving aircraft weight by removing unnecessary items. \nCommunication and engagement are key components of the \nFuel Smart program. In 2016, the team visited several of our \nlargest stations, including our Tulsa Maintenance Base, and \nmade regular updates to our Crew Chiefs. In 2017, we will be \nusing this experience to set targets related to the fuel use we \ncan control. \nMiami International Airport Fleet Service team member Wilfredo Rodriguez-Garcia helps reduce aircraft fuel \nconsumption by using pre-conditioned air from the ground.\nAmerican donates money saved through Fuel Smart efforts to \nthe Gary Sinise Foundation to help military veterans.Looking to the Future\nLEADERSHIP IN ENERGY AND ENVIRONMENTAL DESIGN \nThe commercial and residential building sector accounts for 39 percent of \ncarbon dioxide emissions in the United States per year. Green buildings help \nto save energy and mitigate these emissions. Our LEED buildings include: \nLEED Platinum Facilities\n4\u0007Washington, D.C., Government Affairs office\nLEED Gold Facilities\n4Tempe, Arizona, office facility \n4\u0007San Francisco International Airport (SFO) Terminal 2 ticket counters  \nand gates\nLEED Silver Facilities\n4 Philadelphia International Airport’s Terminal F baggage claim and ground \nsupport equipment buildings \n4SFO Admirals Club in Terminal 2", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}