{"page_content": "19RECYCLING TAKES OFF\nWhile most of American’s recycling efforts occur on the ground in office facilities \nand maintenance centers, our team members are also leading recycling efforts in \nthe air. American’s flight attendants kicked off the airline industry’s first onboard \nrecycling program in 1989. Today, our program generates about 400,000 pounds \nof aluminum cans annually as well as considerable amounts of plastic and paper. \nAll proceeds from our inflight recycling program go to The Wings Foundation, a \ncharitable organization administered by active American Airlines flight attendants \nto assist fellow flight attendants in critical need of financial assistance due to \nillness, injury, disability or catastrophic event. Since 2012, American has been able \nto donate more than $400,000 to this charity. Stations have also implemented \ninitiatives to recycle various items, such as cardboard, shrink-wrap, metals, used oil \nand pallets.\nOur flight crews are leading other innovative waste-management initiatives as \nwell. For example, when we reinstated our free snacks as part of our flight service \nin 2016, we found that we had a lot of loose snacks at the end of each flight. These \ncould not be packaged in the right way to efficiently replenish planes for their next \nflight. In 2017, we are piloting an innovative solution in \ncooperation with our caterers that takes excess snacks and \nrepackages them into units that can be put back on board. \nThis type of smart thinking and collaboration is not only \nhelping us avoid food waste but is saving significantly on \ncosts, as well.\nZERO WASTE TO LANDFILL IN TULSA\nOur Zero Waste to Landfill Program started many years \nago at our Tulsa Maintenance base, and now also includes \nwastewater. At our Wheel and Brake Center, we wash and \nrecover rubber from more than 25,000 used tires per year \nthat are covered in grease, hydraulic fluid and brake dust. \nRather than treating the resulting wastewater, solidifying \nand disposing of it in a landfill, our wastewater is pumped \ninto combustion chambers where contaminants are \ndestroyed and the water is vaporized, thus avoiding landfills \nand eliminating potential landfill leachate impacts. The steam \nproduced is transported through a high pressure pipeline to a nearby refinery, \nwhich uses it to create energy for its processes, rather than consuming fossil fuel. \nWe are happy to recover the rubber, avoid landfilling and contribute to the circular \neconomy by converting waste residuals from combustion into usable energy. \nElsewhere in Tulsa, our Tech Ops team recently donated two auxiliary power units \n(APUs) from retired MD-80 aircraft to reuse at the Spartan College of Aeronautics \nand Technology. The APUs will give students who are learning to become pilots \nand aviation maintenance technicians access to hands-on training with recent \ntechnology.When American recently switched to using blankets with new branding, American’s \nChicago chapter of the Living Green EBRG removed the old logos and donated 5,000 \nblankets to local homeless shelters.\nOur flight attendants collect about 400,000 pounds \nof aluminum annually and donate the proceeds to The \nWings Foundation, which benefits team members in \ncritical need.Looking to the Future\n", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}