{"page_content": "3\nIt was a phenomenal year for American Airlines \nin 201 6. In October, we cleared one of the most \nimportant hurdles in our integration journey with \nthe successful combination of our fleet and pilot \ngroups into one Flight Operating System (FOS). We \nalso produced another year of strong financial results \nwhile making significant investments in our product and \nwelcoming 1 1 5  new aircraft into our fleet. Our success \nin 201 6 was recognized by Air Transport World, which \nnamed American its 2017 Airline of the Year — the first \ntime we have received the honor in nearly 30 years.\nNone of these achievements would have been possible \nwithout the hard work and dedication of American’s \n1 20,000 team members. We are grateful for and \nhumbled by their grace and professionalism in the face \nof the constant change and challenge of the past few \nyears. In turn, we’re committed to validating the trust \nthey’ve placed in our company.\nAs American and our industry have fundamentally \nand structurally changed, we recognize that we now \nmust run our business differently than we did in the \npast. We’re a growing and thriving employer, and we’re \nworking to provide a rewarding, inclusive and supportive \nwork environment where any of our team members can \npursue a long, exciting and diverse career path.\nIf we continue to do trustworthy things for our team, \nthey will continue to take great care of the customers \nwho count on us every day. This will deliver a sustained \nhealthy return for our investors and allow us to \nreinvest in our team and our operation. As a leading \nservice organization and the world’s largest airline, \nthis is a mission we don’t take lightly — and one we are \ncommitted to doing right. That’s why we have made a commitment to leading differently and bringing trust, \ncare and inclusivity to the forefront.\nBecoming the world’s greatest airline brings with it \nsignificant responsibility. So we’re mindful of how we’re \nserving our team members, customers, investors and \ncommunities, while taking care of our planet by using \nresources efficiently. We have made tremendous strides \nthe past few years, but our work is not done. We remain \nfocused on completing our remaining integration tasks, \nrunning a safe and reliable operation, and continuing to \ndeliver for all of our stakeholders.\nI invite you to explore this report to learn more about \nAmerican, and I look forward to hearing from you how \nwe can continue to do better.\nSincerely,\nDoug Parker\nChairman and CEOMessage from Our CEO\nINTEGRATION MILESTONES\n2017-2018 2016 2015 2015\nFCA\nFARE CLASS  \nASSIGNMENTSFFP\nSINGLE \nFREQUENT  \nFLYER PROGRAMSOC\nSINGLE \nOPERATING \nCERTIFICATEPSS\nPASSENGER \nSERVICE SYSTEM \n(RESERVATIONS)FOS\nFLIGHT \nOPERATING \nSYSTEM/SINGLE \nFOS PARTITION \n(SFP)FOI\nFLIGHT \nATTENDANT \nOPERATIONAL \nINTEGRATION2015 2015", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}