{"page_content": "24ABOUT THIS REPORT\nThis Corporate Responsibility Report reflects the operations of American Airlines Group for the  \n2016 calendar year. In developing our report, we reference the Global Reporting Initiative (GRI) \nSustainability Reporting Standards. Disclosures corresponding to the GRI Standards can be found  \nin our GRI Content Index below.\nCONTACT INFORMATION \nFor inquiries, please contact American Airlines Media Relations at mediarelations@aa.com. \nGENERAL DISCLOSURES\nDisclosure Description Cross-Reference or Answer\nORGANIZATIONAL PROFILE\n102-1 Name of the organization American Airlines Group Inc.\n102-2 Activities, brands, products, and services American Airlines Group (AAG) is a holding company whose primary business activity is the operation of \na major network carrier through its principal wholly-owned mainline operating subsidiary, American.\nFocus on our Customers' Needs and Wants, pages 5-7\n2016 10-K, pages 4-7\n102-3 Location of headquarters Fort Worth, Texas\n102-4 Location of operations Where we fly\n102-5 Ownership and legal form American Airlines Group Inc. (AAG), a Delaware corporation, is a holding company and its principal,\nwholly-owned subsidiaries are American Airlines, Inc. (American), Envoy Aviation Group Inc. (Envoy),\nPiedmont Airlines, Inc. (Piedmont), and PSA Airlines, Inc. (PSA).\n2016 10-K, page 4\n102-6 Markets served Together with our wholly-owned regional airline subsidiaries and third-party regional carriers operating \nas American Eagle, our airline operates an average of nearly 6,700 flights per day to nearly 350 \ndestinations in more than 50 countries. In 2016, approximately 199 million passengers boarded \nour mainline and regional flights. As of December 31, 2016, we operated 930 mainline aircraft and \nare supported by our regional airline subsidiaries and third-party regional carriers, which operated \nan additional 606 regional aircraft. American is a founding member of the oneworld alliance, whose \nmembers and members-elect serve nearly 1,000 destinations with 14,250 daily flights to 150 countries. \nOur cargo division provides a wide range of freight and mail services, with facilities and interline \nconnections available across the globe.\n102-7 Scale of the organization. Provide a Return for our Investors, pages 14-16\n2016 10-K, pages 4-15\n102-8 Information on employees and other \nworkersEngage our Team Members, pages 11-13\nWorkforce and Diversity Performance table, page 23\n2016 10-K, pages 8-10\n102-12 External initiatives Provide a Return for Our Investors, page 16\nSTRATEGY\n102-14 Statement from senior decision-maker Message from our CEO, page 3\nETHICS AND INTEGRITY\n102-16 Values, principles, standards, and norms \nof behaviorCode of Ethics\nProvide a Return for our Investors, page 16\nGOVERNANCE \n102-18 Governance structure Corporate Governance on AA.com\nSTAKEHOLDER ENGAGEMENT  \n102-40 List of stakeholder groups Investors \nCustomers\nEmployees\nCommunities\nIndustry and Trade Associations\nRegulators\n102-41 Collective bargaining agreements Approximately 85% of employees are covered by collective bargaining agreements (CBAs) with various \nlabor unions.\n2016 10-K, page 9GRI Content Index", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}