{"page_content": "27Certain of the statements contained in this report should be considered forward-looking statements within the meaning of the Securities \nAct of 1933, as amended (the Securities Act), the Securities Exchange Act of 1934, as amended (the Exchange Act), and the Private \nSecurities Litigation Reform Act of 1995. These forward-looking statements may be identified by words such as “may,” “will,” “expect,” \n“intend,” “anticipate,” “believe,” “estimate,” “plan,” “project,” “could,” “should,” “would,” “continue,” “seek,” “target,” “guidance,” “outlook,” “if \ncurrent trends continue,” “optimistic,” “forecast” and other similar words. Such statements include, but are not limited to, statements about \nthe expected second quarter pre-tax margin, the expected change in total revenue per available seat mile, statements about our plans, \nobjectives, expectations, intentions, estimates and strategies for the future, and other statements that are not historical facts. These forward-\nlooking statements are based on our current objectives, beliefs and expectations, and they are subject to significant risks and uncertainties \nthat may cause actual results and financial position and timing of certain events to differ materially from the information in the forward-\nlooking statements. These risks and uncertainties include, but are not limited to, those set forth in our Quarterly Report on Form 10-Q for \nthe quarter ended March 31, 2017 (especially in Part I, Item 2. Management’s Discussion and Analysis of Financial Condition and Results \nof Operations, and Part II, Item 1A. Risk Factors), and in our other filings with the Securities and Exchange Commission (the SEC), and other \nrisks and uncertainties listed from time to time in our other filings with the SEC. There may be other factors of which we are not currently \naware that may affect matters discussed in the forward-looking statements and may also cause actual results to differ materially from \nthose discussed. We do not assume any obligation to publicly update or supplement any forward-looking statement to reflect actual results, \nchanges in assumptions or changes in other factors affecting these forward-looking statements other than as required by law. Any forward-\nlooking statements speak only as of the date hereof or as of the dates indicated in the statements.CAUTIONARY STATEMENT REGARDING FORWARD-LOOKING STATEMENTS AND INFORMATION\nCORPORATE RESPONSIBILITY REPORT ARCHIVE\nSince 2007 , we have provided our stakeholders with annual reports on American’s environmental, \nsocial and governance priorities and performance. We are proud of our record of transparency, and we \nencourage readers to review our past reports.\n• 2015  Corporate Responsibility Report  \n• 2014  Corporate Responsibility Report \n• 2013  Corporate Responsibility Report \n• 2012  Corporate Responsibility Report \n• 2011  Corporate Responsibility Report ", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}