{"page_content": "5Focusing on Our Customers’ Needs and Wants\nWe are investing more than $3 billion in improving the customer travel experience on the ground and in the \nair. These investments include new customer products and services such as greater onboard connectivity, \nnew entertainment and dining choices and upgraded lounges.\nCREATING AN EXCEPTIONAL  \nCUSTOMER EXPERIENCE \nWe know our customers have many choices for air travel. \nThat’s why we’re making a significant investment in \ndeveloping our team to deliver exceptional customer service. \nThroughout 2016 and 2017, 40,000 American Airlines team \nmembers will take part in Elevate the Experience training. \nThis two-day program is aimed at inspiring our frontline team \nmembers to provide service that will set American apart from \nour competitors. With an average of 2.5 million customer \ninteractions each day, our team has plenty of opportunities to \ndo just that.\nTraining sessions are full of interactive scenarios that help \nteam members learn techniques to enhance the experience \nat each point of our customers’ journey. A unique element \nof the program is a “mixed” classroom setting, where team \nmembers from different service groups can interact and learn \nfrom each other’s perspectives.\n“It’s been a big learning experience for me,” said Laura Ashby, \nReservations Representative. “It’s a lot of interactive activities \nand role playing to put yourself in the customer’s shoes.” \nWe are also reinforcing Elevate the Experience training \nwith managers of frontline team members by offering a \nparallel course called Lead the Experience. More than 4,000 \nmanagers will participate in this second module to learn \napproaches to support their teams in creating an optimal \ntravel experience.\n“The biggest differentiator between airlines is the level and \nquality of service customers receive,” said Kerry Philipovitch, \nsenior vice president, Customer Experience. “American has \nthe best team members in the business, and this program \nis designed to support them in delivering the world-class \nservice our customers expect and deserve.”\nTeam members participate in Elevate the Experience training.\n", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}