{"page_content": "6EXPANDING OUR NETWORK TO MORE GLOBAL DESTINATIONS \nAs more customers want to get to more places around the world, we’re adding new destinations to make \ntheir journeys easier. Not only do new routes facilitate travel, they also support important regional trade \nand economic development opportunities. \nOver the past few years, we’ve launched significant new routes across our global network. For example, in \nJune 2016, American launched service from Los Angeles to Auckland, New Zealand. Team members and \ncustomers celebrated with gate events in both cities. With service to Auckland, American strengthens our \nnetwork with expanded service to the Pacific region. \nFIRST SCHEDULED SERVICE TO CUBA BEGINS\nIn September 2016, American became the first U.S. airline to operate regularly scheduled service to \nCuba, with service between Miami and five destinations in Cuba — Camagüey, Cienfuegos, Holguin, Santa \nClara and Varadero. In November, American inaugurated scheduled service to Havana, with four daily \nflights from Miami and one daily flight from Charlotte. “I have no words to express how thankful I am to \nhave been a part of this experience,” said Sandy Ramos, a Customer Service agent who worked on the \nCharlotte to Havana departure. “I’m Cuban and I’m American, and this finally links our two nations.” Upon \narrival in Cuba, officials from the airport greeted American’s first flight with a water cannon salute and a \nribbon-cutting ceremony.\nSPOTLIGHT ON CARGO SERVICES\nMany people don’t know that in addition to taking customers where they need to go, we also fly cargo all \nover the world. We transport more than 550 tons of cargo and mail each year and have been recognized \nwith top honors for our cargo service. In 2016, we were proud to receive the Cargo Airline of the Year \naward from Air Cargo News for the second year in a row.\nOur aircraft carry a tremendous assortment of cargo related to global commerce. For example, Valentine’s \nDay marks a particularly busy season. We fly shipments of freshly cut flowers to be sold worldwide. Last \nyear alone, we transported more than 18.5 million pounds of flowers. The flowers make their way to \nvendors and are sold in stores — from small flower shops and boutiques to major retailers — all in less \nthan 48 hours after they’re first plucked from the fields. \nOur Cargo services team also steps up in times of need. In the aftermath of the devastating 7.8 magnitude \nearthquake in Ecuador in April 2016, American Airlines Cargo shipped more than 20 pallets of water \npurification units to communities affected by disruptions to local water treatment plants and supply \nnetworks. We also donated transportation to GlobalMedic, allowing the charity to send 560 Family \nEmergency Kits to Quito from New York (JFK). The specialist kits contain household water purification \nunits as well as essential hygiene items such as soap, toothpaste and toothbrushes.\nSuccessful new route launches \nare the result of coordination \nacross almost every group \nat American, including \nOperations, Regulatory Affairs, \nCommunications, Corporate Real \nEstate, Finance, Cargo and the \nentire Commercial organization.\n— Walter Weems, Network Planning manager\nAmerican Airlines pilots on one of the first regularly \nscheduled flights to Havana, in 2016.\nCargo team members working to load the \nlatest shipment.Focusing on Our Customers’ Needs and Wants", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}