{"page_content": "7MAKING IT EASIER TO GET ON BOARD \nWe know that the airport experience is an integral part of our customers’ journey. We’re working to make it easier for customers \nto get to their flights on time and with minimum hassle. In 2016, one initiative focused on reducing distance between terminals \nat Los Angeles International Airport. Another saw us investing millions of dollars to partner with the Transportation Security \nAdministration (TSA) to make airport screening faster. And we are in the process of refreshing our Admirals Club lounges \nworldwide and creating a new Flagship Lounge experience in six gateway hubs.\nThe secure connector at Los Angeles International \nAirport between the Tom Bradley International Terminal \nand Terminal 4 is now open to the public. The two-year \nconstruction project considerably improves the experience for \nour connecting customers by reducing the walking distance \nbetween the two terminals to just five minutes.\nWe introduced automated screening lanes at Chicago \nO’Hare International Airport in partnership with the TSA. \nThe two automated lanes — with 2 5 percent larger bins — at \nCheckpoint 7 reduce screening time by approximately 30 \npercent. We’ll be installing similar lanes in Dallas/Fort Worth, \nLos Angeles and Miami in 2017. \nThe American Airlines Arrivals Lounge at London’s Heathrow \nAirport reopened for customers in August 2016, after \nundergoing a multimillion dollar refurb. Every square inch \nof the facility has an updated look and new furniture. Inside \nthe lounge is a dining area with expanded food and beverage \noptions, a business center equipped with power ports, a \nmeeting room that customers can book in advance and 29 \nshower rooms with complimentary toiletries.\nHELPING CUSTOMERS TO SIT BACK AND RELAX\nWe want our customers to have entertainment at their fingertips during their flight. Due to upgrades \nmade in 2016, American Airlines customers flying domestic routes on Wi-Fi-enabled aircraft can now \naccess the largest content library of any U.S. carrier and enjoy free inflight entertainment stocked with the \nlatest movies, TV shows and music.\n165\nMovies300\nTV Shows700\nMusic Albums20\nGames280\nDomestic Aircraft \nwith In-seat SystemsFREE IFE BY THE NUMBERSAs of June 2016,  \nAmerican offered  \nmore Wi-Fi-enabled \naircraft than any airline \nin the world. With all our \ntwo-class regional jets \nnow equipped with Wi-Fi, \nwe have 1 , 1 1 4  aircraft \nwhere customers can log \non to the internet during \nflight.Focusing on Our Customers’ Needs and Wants", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}