{"page_content": "8As we complete our major integration milestones, we’ve set our sights on becoming the greatest airline. \nPart of being great means that we deliver for our customers with on-time departures and arrivals, baggage \nhandling and safety. We have made important improvements in 2016 to be an industry leader and are \nexcited to make even more progress in the years to come.\nKEEPING BAGS  \nWITH THEIR OWNERS\nAmerican finished rolling out our \nnew, combined baggage tracking \nsystem, called PRIME (Proactive \nReal Time Information Matrix \nEngine), to hubs in October \n2016. Our Customer Experience \nOperations and Airport Customer \nTechnology teams built it by \ncombining the best of both of \nour legacy systems into a more \nadvanced baggage tracking \nprogram. PRIME collects nearly \nevery piece of real-time data related \nto a bag’s journey — including its \nflight number, gate, destination and \nmore — to provide a detailed record \nof the bag’s movement.\nPRIME is a major improvement from our legacy baggage tracking systems. Without \nPRIME, we only know when a bag is checked in and when it’s loaded on and off the \naircraft. That can make it difficult to determine the location of a bag if its journey is \ndisrupted. With PRIME, employees scan bags at a series of operational \ncheckpoints before they’re unloaded at their final destinations. Having \na detailed scan history helps our Ramp Operations Center — a team \nthat monitors for potential baggage misconnects or mishandles — quickly find \nmissing bags and reroute them. Team members in our Central Baggage Office \nalso use PRIME’s information to assist customers with baggage issues. “PRIME has \nbecome one of our most integral tools, allowing us to narrow down the location \nof a bag more efficiently and reroute the bag to its proper destination,” said Rick \nHarford, manager on duty, Customer Operations, Phoenix Sky Harbor International \nAirport.\nTRACKING PROGRESS, MAKING IMPROVEMENTS\nOur Operations Planning and Performance team leads a weekly conversation to \nreview reliability and dependability performance across the airline. During the calls, \nthey identify trends and issues, review root cause analyses for particularly complicated \nchallenges and share best practices. Upwards of 150 team members and managers \nparticipate on calls devoted to discussing dependability and reliability metrics. \nOne way we’ve found that we can do our best is by having our aircraft clean and ready \nto go each morning. We measure our readiness every day by tracking the number of \nplanes that are out of service, and we have seen that number drop substantially in \n2016. Fewer aircraft out of service means that more flights depart on time.\nPRIME may sound familiar to Transformers fans.  \nThe system name was inspired by the famous autobots.Being an Industry Leader \nOUR ON-TIME DEPARTURE  \nRATES (D0) HAVE IMPROVED  \nSIGNIFICANTLY SINCE 2013.Mainline D0 Regional D0\n62.364.365.466.52013\n2014\n2015\n2016\n66.5\n64.8\n63.770.02013\n2014\n2015\n2016\n", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}