{"page_content": "9RECOVERING FROM DISRUPTIONS TO OUR OPERATIONS \nThere is often nothing more frustrating to customers than having their flights delayed or canceled by \nsignificant weather events or operational issues. To make things a little bit easier during these times, we’ve \nput in place an array of programs and services to get customers back on track as quickly and comfortably \nas possible following irregular operations. \nCUSTOMER CARE FOR REBOOKING CANCELED OR DELAYED FLIGHTS\nOur new re-accommodation tool allows customers to find the best option that meets their needs when \ntheir flight is delayed or canceled. Once a better option is identified, customers can rebook themselves \ninstead of standing in line at the airport counter or waiting on hold to reach a reservations representative \nby phone. The tool is available on our mobile app and at aa.com.\nENHANCED GATESIDE AMENITIES PROGRAM\nWe expanded our Gateside Amenities program in 2016 to provide customers who experience a delay of \ntwo hours or more with free snacks and beverages at the gate. If a delay exceeds three hours, customers \ncan help themselves to complimentary sandwiches. “Customers and team members in Charlotte love \nthe Gateside Amenities program,” said Dalia Ballester, managing director, CLT Customer Care. “We have \nchallenging summers here, and the program helps relax customers during a stressful time.”\nMINIMIZING DISRUPTIONS FROM WINTER WEATHER\nWinter storms can affect multiple airports at once. In early 2016, a huge weather system impacted our \nhubs in Charlotte, New York, Philadelphia and Washington, D.C. Our teams worked day and night to help \ncustomers and colleagues deal with the harsh weather. As part of our approach to minimizing disruptions \nfrom winter weather, in early 2016 we opened a new de-icing command center at our Chicago O’Hare hub. \nEquipped with new tools and technology, team members are now more prepared than ever to take on snow \nand ice. Crew chiefs in the command center and Fleet Service personnel in de-icing trucks on the ramp use \ntailored dispatch software to communicate and share de-icing assignments to get the job done fast.\nIn less than 12 hours, team members at Reagan National Airport in Washington, D.C., cleared away several feet of snow that fell at the ramp and gate areas in early 2016.BEFORE AFTERBeing an Industry Leader\n2016 OPERATIONAL HIGHLIGHTS\n4 In 2016, we operated nearly \n1 .1 million mainline flights \nsafely, which is always our No. 1 \npriority.\n4\u0007We canceled 25 percent fewer \nflights in 2016 than in 2015.\n4\u0007 Our systemwide mishandled \nbaggage rate (MBR) decreased \nby 1 9.5 percent.\n4\u0007  In November 2016, we posted \nour best operating month since \nthe merger, with on-time arrivals \nabove 85 percent. \n4\u0007 Regional performance across \nour reliability and dependability \nmetrics also improved \nsignificantly in 2016. ", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}