{"page_content": "10SAFETY IS NO. 1 \nSafety is our No. 1 priority. We have comprehensive safety systems, maintenance checks, pilot and flight \nattendant training, and partnerships with federal agencies to stay at the forefront of safety excellence. \nLONG-DISTANCE FLIGHT SAFETY CHECKS\nBefore planes are ready for takeoff, they are inspected to ensure the safety of our crews and customers. \nFor aircraft flying longer distances across areas with few nearby airports (for example, across oceans), \nthe FAA requires an extra check. This pre-departure check is called an ETOPS (Extended-range, Twin-\nengine Operational Performance Standards) inspection. At the gate, a crew of ETOPS-qualified aircraft \nmaintenance technicians examine an aircraft’s major mechanical and safety systems both inside and \noutside the aircraft. They also verify that proper emergency equipment is onboard and functional. With \nETOPS-certified aircraft, American can fly long-distance routes that would otherwise be out of range. In \naddition, American can operate more efficient, direct routes on trans-Atlantic and trans-Pacific flights. \n“ETOPS checks allow us to fly the polar routes to China, where we are 1,500 miles from the closest place \nto land,” said Capt. Chip Long, chief pilot, Chicago O’Hare.\nOUR NEW SAFETY VIDEO HITS THE INFLIGHT AIRWAVES\nAmerican’s new safety video focuses on the importance of inflight safety while providing viewers with a \nstylized, intriguing and entertaining experience. The video features American team members from multiple \nworkgroups, including flight attendants, fleet service and pilots. The entire 4-minute, 20-second video is scored \nto the beat of a custom audio track made entirely from the sounds of aircraft and airports.\nAMERICAN’S TULSA FACILITY EARNS SAFETY DISTINCTION\nThe Occupational Safety and Health Administration (OSHA), which monitors workplace safety in the \nUnited States, awarded the Tech Ops — Tulsa Auxiliary Power Unit and Aircraft Wiring Center (AWC) \nfacility the highest rating for excellence in safety and health management in 2016. \nThrough OSHA’s Voluntary Protection Programs (VPP), Tech Ops — Tulsa earned the \nStar safety rating, which recognizes facilities that have successfully implemented \nsafety and health management systems and maintained injury and illness rates \nbelow national Bureau of Labor Statistics averages for their industries. \nAmerican leaders, team members and OSHA worked together to develop a \nprogram to ensure safety by preventing injuries and illnesses. The program focused \non four key areas: hazard prevention and control; worksite analysis; safety and \nhealth training; and management commitment and employee involvement. Our \nteam at the AWC will mentor other facilities at Tulsa and other Tech Ops bases, as \nthey begin working toward the same safety improvements.\nAn American Airlines AMT inspects tire pressure on \na 7 67-300.\nOur Tech Ops facility in Tulsa, Oklahoma, receives OSHA’s prestigious Star safety rating.Our new safety video focuses on inflight safety in a stylized, intriguing manner.Being an Industry Leader", "metadata": {"source": "NASDAQ_AAL_2016.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}