{"page_content": "CORPORATE RESPONSIBILITY // 12\nEfficiency Improvements\nOEMs are looking for measures to increase conversion efficiency  \nin new models as well as in existing ones through retrofits.\nSimulation in areas such as heat transfer, cooling and blade  \nrotation allow companies to predict critical design issues  \nand help them find alternatives to maximize power conversion.(1)Design and Structure Optimization\nOEMs are exploring new designs that will reduce costs \nand size, increase reliability and speed time to market \nwhile reducing the number of design iterations.\nEngineering analysis by OEMs in areas such as \nmodular design, material selection, modeling of \nvibration, fatigue and stress are helping companies  \nto develop turbines that require less maintenance, \nare lighter and operate faster than older models.(1)(2)\nA 1% efficiency gain in a 1GW  \npower plant represents savings of  \n17 ,000 mtCO2e  \nper year, which corresponds to \ntaking ~3,500 internal combustion \nengine vehicles off the road(2)Environmental Compliance\nAs regulations on GHG emissions increase \nworldwide, OEMs are required to meet \nspecific targets in order to deliver less-\nemitting gas turbines.\nSImulations analysis helps OEMs to test \nnoise, CO 2 and NO x emissions, and make \nnecessary design changes to verify \nreliability and compliance of new turbines, \nreducing overall emissions.GAS TURBINES\nSimulation solutions are key to developing more energy-efficient gas turbines, resulting in lower carbon footprints in the power \ngeneration and aerospace industries. Simulation solutions are helping original equipment manufacturers (OEMs) deliver more energy-\nefficient turbines, reducing fuel burn and thereby reducing emissions.\n1. Evalueserve analysis commissioned by Ansys, based on an Evalueserve analytical model of various data points, including (a) Global Energy   \n Observatory, (b) Grand View Research (web archive), Gas Turbine Market Size, Share & Trends Analysis Report By Capacity (≤200 MW, >200   \n MW), By Technology (Open Cycle, Combined Cycle), By End-use (Industrial, Power & Utility), By Region, And Segment Forecasts, 2020 - 2027,  \n and (c) Statista, Installed natural gas power generation capacity worldwide in 2020, with a forecast until 2050\n2. Oak Ridge National Laboratory, Better Combustion for Power Generation - May 2016", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}