{"page_content": "CORPORATE RESPONSIBILITY // 13\nDIGITAL TWINS\nA digital twin is a virtual representation of a physical asset in operation. Sensors on the physical asset — such as a manufacturing \nmachine or wind turbine — transmit data regarding the status of the asset back to the virtual digital twin. These sensor-equipped \nassets and the data that is communicated are part of the industrial internet of things (IIoT). In a sense, the digital twin “ages” in step \nwith the physical asset. \nA simulation-driven digital twin, such as one made using Ansys Twin Builder, enables engineers to explore “what if” scenarios. \nStarting with the current state of the digital twin, which mirrors that of the physical asset, users can run physics-based simulations to \ndetermine what would happen if they reduced the speed of rotation of a component, or increased the temperature of a process, or \nreduced the pressure in a section of the machine, just to give a few examples. These simulations leverage machine learning, predictive \nanalytics, and data modeling. By testing proposed changes virtually, users can see the results before making any changes to the \nphysical asset, helping to assure that the change will be safe and beneficial to operations.\nDigital twins can help reduce GHG emissions by:\n• Managing the operation of assets, resulting in lower energy consumption\n• Extending the useful life of an asset, saving the manufacturing emissions associated with building a new asset\n• Preventing fugitive emissions through real-time monitoring of emissions and potential leakages\nAnsys Twin Builder helps engineers model the system that will be represented by a digital twin, including integration of the model \nwith software control solutions, system libraries, input/output ports, and third-party tools to monitor the state of the asset. By \npartnering with technology leaders like PTC, SAP, Microsoft, and Rockwell Automation, Ansys adds proven solutions for the data \nanalytics and IIoT concerns to make the complete digital twin package.\n", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}