{"page_content": "CORPORATE RESPONSIBILITY // 14\nIn 2022, we released four episodes of our online series, Earth Rescue. This \nengaging series showcases how our customers are using Ansys simulation \nto fight against climate change. The episode themes include power, new \nenergy, mobility, and clean up. Watch Earth Rescue here . \nINNOVATION AND PRODUCT STRATEGY\nSimulation for a Digital World - Our growth and financial strength reflect our leading technology position and commitment \nto innovation. This commitment helps us to continue our progress toward our goal of enabling simulation insights, the trend of \nsimulation being adopted across the entire product lifecycle, empowering engineers to imagine and evaluate more design options, \nwhile helping our customers combine simulations to optimize their products throughout the product lifecycle. \nOur R&D Commitment - We make substantial investments in research and development and emphasize frequent, integrated product \nreleases. In each of the last three years, we invested at least 20% of our annual revenues into research and development, expanding the \nease of use and capabilities of our broad portfolio of engineering simulation software products. In 2022, we introduced an entire array \nof innovations from individual applications to enterprise platforms and solutions.\n433.7\nTOTAL R&D EXPENSES\n(FY 2022)ACTIVE PATENTS\nand patent applications55021%\nR&D Expenses of\nTotal Revenues\n(FY2022) as of December 31, 2022\nREWARDING INNOVATION AT ANSYS\nIn 2022, our internal technical conference, TechCon, was a hybrid event with physical presenters and attendees and remote sessions, \nwhere hundreds of product and technology ideas were presented and shared with the engineers at Ansys, spurring new ideas and \nlateral thinking across discipline areas. Innovations are also formally recognized and rewarded through the CEO Innovation Award \nprocess, which culminates in awards in several categories being made annually at TechCon. \nIn 2022, we earned honorable \nmention on Fast Company's World \nChanging Ideas list.\n", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}