{"page_content": "CORPORATE RESPONSIBILITY // 15\nProduct and Feature Transformations - Our innovation-oriented culture is reflected in the transformative products and features  \nwe introduce. \nThe Ansys Optics solution suite includes Ansys Speos, Ansys Zemax OpticsBuilder, and Ansys Zemax OpticStudio. The Optics solutions \nprovide the unique capability of simulating the behavior and propagation of light through optical and optically enabled products. \nAnsys Optics allows optical products to be visualized before they even exist, delivering the ultimate design experience. \nAnsys Systems Tool Kit (STK) provides a physics-based modeling environment for analyzing platforms and payloads in a realistic \nmission context. Ansys STK enables our customers to create multi-domain scenarios that extend simulation beyond systems to an \ninteractive model of the operational environment. With Ansys STK, customers can model complex systems inside a realistic and \ntime-dynamic three-dimensional simulation that includes high-resolution terrain, imagery, RF environments, and more. Customers \ncan select, build, or import precise models of ground, sea, air, and space assets and combine them to represent existing or proposed \nsystems. With STK, users can simulate the entire system-of-systems in action, at any location and at any time, to gain a clear \nunderstanding of its behavior and mission performance.\nWe continue to add innovative features and core technology capabilities in the recent releases of Ansys software, including topology \noptimization, machine learning, additive manufacturing capabilities, and high-performance computing (HPC) methods. \nFor example, advanced sensor capabilities will benefit customers working to deliver autonomous vehicles (AV) and advanced driver \nassistance systems (ADAS). In the era of connected vehicles, Ansys Medini Analyze gives our users in the automotive industry the ability \nto systematically analyze and assess security threats to their system designs. In addition, our digital twin tool, Twin Builder, now \nhas a battery wizard to further help our customers across industries with their predictive maintenance efforts through the virtual \nconstruction of battery cells, modules, models, and parameters.\nWe have also established and implemented innovation approaches, including strategic alliances, technology licensing, collaborative \nresearch and development projects, and academic relationships. We believe that these elements of innovation facilitate accelerated \nincorporation of advanced technology and expertise into our products, provide access to new customers, expand our sales channels, \ndevelop specialized product applications, and provide direct integration with leading enterprise software systems. \nAdditional Resources: \nCompany Information\nProduct Releases and Updates", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}