{"page_content": "CORPORATE RESPONSIBILITY // 16\nOur Ansys Cloud offerings provide access to on-demand, cloud-\nbased computing resources that are independent of location and \nhardware limitations, and that include both interactive workstations \nand high-performance computing clusters, for faster, high-fidelity \nresults offering greater performance insight.\nChanging work modes has underscored the value cloud provides by connecting engineers to the necessary compute-hardware \nanytime and from anyplace. Our Ansys Cloud offerings deliver computing infrastructure to enable engineering and business \ncontinuity, even as many engineering teams are working remotely.\nWhy are our Ansys Cloud offerings important?  Simulation is expected to be a key enabler of broader digital transformation efforts \nas manufacturers take advantage of market disruptors such as electrification, autonomous technology and 5G cellular networks. We \nprovide quick, easy access to public cloud-computing resources that can supercharge simulations and accelerate the product design \nprocess. With both managed and self-service options, we allow the flexibility to take full advantage of nearly unlimited computing \npower when needed. Users can explore more design alternatives and run larger simulations without the limitations of on-premises \nhardware. Our cloud offerings provide the following business benefits: \n• Quick, easy, and flexible cloud access for every engineer – anyone can now access the power of simulation in the cloud  \n from anywhere.\n• Gain faster insights and increase innovation that leads to faster and improved product development.\n• Access additional computing power to solve massive and complex simulations without the limitations imposed by  \n on-premises resources.\n• Deploy quickly and extract maximum performance on the latest state-of-the-art hardware offered by the leading cloud  \n services providers.\nPartnership in Cloud Innovation – In 2022, we announced the availability of Ansys Gateway powered by Amazon Web Services (AWS), \nwhich allows customers to use popular Ansys products in one unique workspace on AWS – helping to simplify access to faster, more \nflexible, and highly scalable engineering solutions. Customers will also benefit from the accelerated performance of Ansys applications \nenhanced on AWS. We also recently announced an expansion of our long-term collaboration with Microsoft to increase availability of \nour simulation solutions and tools on the Microsoft Azure cloud-computing platform through Ansys Access. Ansys Access will deliver \nextensive benefits to our customers, including improved, cost-effective HPC in the cloud to provide the scale required to meet today’s \nmost difficult engineering challenges.  \nWe also maintain partnerships with AMD and Intel to optimize the solver performance and scalability of our structures, fluids, and \nelectromagnetics portfolio to enable faster simulations for our customers on the cloud and on-premises. \nAdditional Resources:\nAnsys Cloud Overview\n", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}