{"page_content": "CORPORATE RESPONSIBILITY // 19\nDIVERSITY, EQUITY, INCLUSION, AND BELONGING\nAt Ansys, we believe diverse thinking leads to better outcomes. We are committed to creating and nurturing a workplace that fuels this \nby welcoming people with many different backgrounds, identities, and experiences, to a workplace where they are valued and where \nwe aim to have everyone thrive. We continue to support a strategy focused on diverse employee pipeline development, building an \ninclusive culture and accountability.\nEmployee Pipeline Development - In the U.S., our recruitment of and outreach to diverse talent has expanded from 2020 to 2022, \nincluding through strengthened relationships with historically Black colleges and universities (HBCUs), minority engineering \nsocieties, women in technology groups, veterans’ organizations, and LGBTQ+ organizations. These initiatives enable us to interface \nwith more diverse talent pools and are a part of our broader recruitment strategy. This has included adding events, access to talent \necosystems and job posting capabilities with our existing partners, as well as establishing new partnerships and expanded tools, such \nas Fairygodboss, HBCU Connect, Untapped, and Mogul, which includes access to an ecosystem of ~430M prospective candidates. It’s \nimportant for us to not only focus on college initiatives, but also pre-college initiatives. One example of our focus and commitment to \nthe future of STEM is our partnership with Girls Who Code. In 2022, Ansys hosted our first-ever Ansys-sponsored Summer Immersion \nProgram with nearly 70 pre-college girls, engaging their interest in pursuing STEM as a future career path. \nThe Pride Alliance employee resource group (ERG) leadership team and members of Talent Acquisition attended the oSTEM conference in 2022, where \nAnsys received the Strategic Alliance Award. The award is presented to a current sponsoring organization, community partner, or grant provider of \noSTEM who has demonstrated a strong dedication to oSTEM, LGBTQ+ people in STEM, and STEM education. Ansys participates in oSTEM’s scholarship \nprogram, sponsoring students during their journey through STEM education.\nIn addition to external employee pipeline development, we have been focused on providing opportunities to build our internal pipeline \nas well. This has been evident through the experiences provided to our interns and early career talent through activities such as a \nlearning series and role specific development opportunities. The Ansys internship program provides an opportunity for us to open the \ndoor to even more diverse talent entering the workforce.\n", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}