{"page_content": "CORPORATE RESPONSIBILITY // 3\nFor over 50 years, Ansys has enabled innovators across industries to push \nboundaries with the predictive power of simulation. We help our customers bring \ntheir sustainability initiatives to life – from developing electric vehicles to removing \nthe carbon from our air to generating electricity from our oceans. Our 5,600 \nglobal employees work every day to help customers advance their projects in \nelectrification, autonomy, connectivity, IIoT, and sustainability.\nTo that end, in 2022 we created a sustainability committee focused on helping our customers advance \ntheir sustainability initiatives across four key pillars – clean environment, materials and circularity, \nenergy solutions, and manufacturing and operational efficiency. We have also improved Ansys’ own \nenvironmental, social, and governance efforts. We saw considerable progress across our internal \noperations and have set scope 1 and scope 2 carbon reduction targets and have conducted a climate \nassessment. \nI’m constantly inspired by my colleagues’ commitment to innovation both within Ansys and with \nthe customers we serve every day. That commitment is a hallmark of our diverse ONE Ansys culture. \nWe know that diversity sparks innovation, and we are committed to creating and nurturing a diverse \nworkforce, where diversity, equity, inclusion, and belonging thrive. \nIn 2022, we advanced our environmental, social, and governance efforts – and in the process, Ansys \nachieved strong financial results. We remain committed to building long-term growth and value, while \nalso advancing sustainability through our products, by operating responsibly, through investing in our \npeople and our ONE Ansys culture, and by collaborating with our global stakeholders.A MESSAGE FROM OUR PRESIDENT AND CEO \nAjei Gopal \nPresident and  \nChief Executive OfficerAS WE LOOK TO THE FUTURE, I’M CONFIDENT THAT WE HAVE ONLY \nSCRATCHED THE SURFACE OF WHAT ANSYS AND OUR THOUSANDS  \nOF CUSTOMERS ACROSS INDUSTRIES CAN DO FOR OUR PLANET. ", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}