{"page_content": "CORPORATE RESPONSIBILITY // 22\nATTRACTING AND RETAINING TALENT\nOur talent strategy is focused on attracting diverse top talent, recognizing and rewarding performance, and continually developing, \nengaging, and retaining our talented employees. \nIn 2021, we launched behavioral based interview training and robust hiring manager selection tools. This training program remains active \nat Ansys today and is a required module in our ongoing leadership training series. The success profile and career framework launched in \n2020 serve as a foundation to our approach in identifying the skills and competencies that make people successful at Ansys. \nWe place a strong emphasis on candidate care and outreach. In 2021, we expanded our outreach to diverse talent pools, including more \ninclusive, broader advertising, as well as direct outreach and sourcing capabilities, and this continued into 2022. We also increased our efforts \nin 2022, focusing on new partnerships as well as obtaining diversity recruiter certifications within the Talent Acquisition team. In addition \nto outreach to minority groups and institutions, we attended career and networking events aimed toward recruiting diverse candidates. In \n2022, we strengthened these efforts, attending numerous events that provided exposure to more than 50,000+ diverse job seekers.\nTurnover Rates as of December 31, 2022:\nEMPLOYEE BENEFITS, WELL-BEING, AND SUPPORT\nOur employees are critical to our mission of enabling the design and delivery of innovative and transformational products. We know \nthat when we support their diverse needs at key stages of life, our employees bring their best selves to Ansys.\nWe evaluate, benchmark and design our benefits programs around the world to help us:\n• Attract, retain and develop high-caliber talent  • Continue to build our ONE Ansys employment brand around the world\n• Invest in our employees’ well-being • Remain market-competitive wherever we employ people\n• Embrace diversity and inclusion for our global team10%\nTotal Annual \nEmployee Turnover \nRate\n“I’m very thankful to Ansys for \nproviding access to Wellness Coach \nas a benefit. In today’s busy and \nquite digital lives, it’s important \nto give our bodies, minds, and \nsouls much-needed regular breaks \nthroughout the day to recharge, \nrefresh, and reset, and Wellness \nCoach precisely helps with that in a \nguided and/or self-paced way.” \nUsman Saeed,  \nSenior Application EngineerThe following is a non-exhaustive list of benefits we offer to support our employees \nin key aspects of their lives. The benefits offered vary by country and region based on \ndifferences in regulations and market-competitive practice.\n• Healthcare benefits: medical, dental, vision, health savings accounts, flexible health  \n and dependent care spending accounts and life, accident and disability insurance;\n• Family and partner support benefits: parental leave, adoption assistance, maternal  \n education and support, fertility benefits, pet insurance and flexible work schedules;\n• Programs to support healthy lifestyles, personal well-being and productivity:  \n employee assistance programs, including emotional and social well-being assistance  \n programs, well-being clubs, well-being tools and coaching, supplemental paid time off  \n and volunteer paid time off, charitable matching gifts, tobacco-free workplace and  \n smoking cessation support; and\n• Offerings to support employee financial health: pension retirement plans, defined  \n contribution retirement plans with company matching contributions, financial  \n planning and education, income and legal protection benefits, tuition  \n reimbursement and employee stock purchase plan.8%\nVoluntary Annual \nEmployee Turnover \nRate", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}