{"page_content": "CORPORATE RESPONSIBILITY // 23\nEMPLOYEE DEVELOPMENT AND ENGAGEMENT\nWe support development of our employees by providing opportunities for professional development, providing tuition assistance, \nconducting annual performance reviews, and encouraging continuous feedback on performance. We also drive a wide variety of \nfocused initiatives specifically designed to support employee development. These include offering LinkedIn Learning to all employees, \nworkshops on emotional intelligence and personality style, executive coaching, mentoring, a manager training program, new leader \nonboarding, and function-specific training. \nEmployee development metrics as of December 31, 2022:\n$927 average spend on development per employee in 2022\n42% of employees participated in eLearning (compared to 38% of employees in 2021)\n~ 8,000 LinkedIn Learning courses available\nLaunched a Management Essentials Training Program for new people managers – 480 Managers Participated in 2022 (compared to \n281 managers in 2021)\nENGAGEMENT\nEmployee feedback is critical. Our listening strategy is an important mechanism for understanding employees. This was even more \nimportant in 2022 as we continued to evolve our ways of working in our flexible, hybrid environment.\nIn 2022, 92% of employees participated in our engagement survey, and our employee engagement score remained steady at 81%, \nwhich we believe is related to our efforts that create a ONE Ansys culture of connection, high-performance, and belonging.\nHighlights from our 2022 survey include:\n92%\nof employees commented that \nthey are able to manage their \nwork responsibilities in a way  \nthat allows flexibility 90%\nEmployees think supervisor/ \nmanager creates  \nenvironment of trust88%\nEmployees believe Ansys provides \nmeaningful opportunities for \nlearning and development\nThrive Index\nFor the first time ever, Ansys looked at how employees are thriving which measures \nif employees feel a sense of purpose, empowerment and are energized about their work. 86%\nEmployees noted  \nthey are thriving“I love our vision and mission.  \nI wholeheartedly believe in what we \nare trying to achieve and the steps \nthat we are taking to get there.”“The opportunities for personal and \nprofessional growth are unlimited, \nin an environment that is healthy, \nthriving, and balanced.“ “I love our technology. Like using a \npair of x-ray glasses and seeing  \ninto the future.”", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}