{"page_content": "CORPORATE RESPONSIBILITY // 25\nGHG INVENTORY*\nPerformance Data2019 CO2e (Metric \nTons)2020 CO2e (Metric \nTons)2021 CO2e (Metric \nTons)2022 CO2e (Metric \nTons)\nScope 1 2,056 2,354 1,979 2,034\nScope 2\n(Location and Market \nBased)14,117 (Location Based)  \n14,475 (Market Based)13,767 (Location Based)  \n14,280 (Market Based)12,728 (Location Based)  \n13,154 (Market Based)12,175 (Location Based) \n11,324 (Market Based)\nTotal16,173 (Location Based)  \n16,531 (Market Based)16,121 (Location Based)  \n16,634 (Market Based)14,707 (Location Based)  \n15,133 (Market Based)14,209 (Location Based) \n13,359 (Market Based)\nIntensity\n(per square feet)0.012338 0.012029 0.011321 0.010530\nENERGY CONSUMPTION AND LEED CERTIFICATION\nRenewable Energy (1) 152 MWh 119MWh 140MWh 140MWh\nBuildings with LEED /  \nBREEAM Certification(2)7 8 9 11\n(% of total active square \nfootage)22%+ 23%+ 23%+ 26%\nTotal Energy Consumed 41,975MWh 44,668MWh 41,380MWh 40,468MWh\nPercentage of Grid \nElectricity77% 76% 77% 77%\n*Our GHG inventory is calculated in accordance with the GHG Protocol, Corporate Standard. Ansys updated its scope 1 and scope 2 data based on increased data integrity and \ncalculation methodology.  \n (1) On-site Pune, Otterfing, and Livermore solar generation. The Livermore facility is part of our LSTC acquisition which closed in Q4, 2019 and as such, the total solar generation was not \nincluded in the 2019 GHG Inventory calculations.\n(2) Our facilities located within LEED or BREEAM Certified buildings include facilities in Canonsburg, USA, San Diego, USA, Beijing, Chengdu, and Shanghai, China, Hyderabad, India, \nSeoul, Korea, Sheffield, UK, and Madrid, Spain. Our Taipei, Taiwan office opened in 2022 and is on track for LEED certification./ OPERATING RESPONSIBLY \nENERGY AND EMISSIONS MANAGEMENT\nWe aim to reduce the environmental and climate impact of our operations by measuring, analyzing, and reducing our resource use \nand emissions. In 2022, we announced a target to reduce our scope 1 and scope 2 greenhouse gas (GHG) emissions 15% by 2027 against \nour 2019 baseline. We are making great progress against our target and have been implementing projects ahead of schedule.\nIn 2021, we commissioned ASHRAE level II energy audits to help us identify strategies to make our operations more efficient and \nreduce our energy consumption. After implementing some of these strategies, our preliminary results show that optimization of our \nCanonsburg Headquarters and Data Center buildings, including revising zone temperature setpoints, reprogramming controls, and \nchanging occupancy schedules reduced energy consumption at those sites by approximately 10% against our 2019 baseline. One of \nthe strategies implemented included retrofitted lighting fixtures and installed LEDs in part of our headquarters and our campus in \nLivermore, California.\nWe also continue to report on our progress annually through various assessment frameworks, including CDP and the Task Force \non Climate-Related Financial Disclosures (TCFD), to provide stakeholders with relevant information on environmental impacts and \nopportunities. We conducted a TCFD assessment in 2022. The results can be found in the appendix section of this report.  by 2027 against our 2019 baseline-15", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}