{"page_content": "CORPORATE RESPONSIBILITY // 27\nOur San Diego office is in a LEED BD+C certified building \n(which is close to public transit and has a fitness center, pool, \nbicycle parking, and electric vehicle charging).\n25%\nEmployees in  \nGreen Buildings11%\nEmployees in \nFacilities Accessing \nOn-Site Renewable \nEnergy\nEVENTS AND CONFERENCES\nWe aim to make our events and conferences more sustainable. \nWe focus on improvements like recycling, providing reusable \nwater bottles for water stations, reducing printed materials \nin favor of QR codes at booths, repurposing materials such as \ngraphics and carpets at booth structures across multiple events, \nand donating unused banquet meals, where applicable, to cut \ndown on food waste. In 2022, Ansys won a 'best booth award' at \na conference. Our booth was made of 100% biodegradable and \nrecyclable material.\nDATA CENTERS AND E-WASTE\nWe track our energy consumption in our data centers closely \nand evaluate opportunities to incorporate free-cooling or cool \naisle containment at each location. We recognize that managing \nthe natural resource use associated with our IT infrastructure is \nimportant to our stakeholders, especially given that data centers  \nneed to be powered continuously and require cooling. We are also focused on the increased security, availability, and scalability \nexpectations for our IT infrastructure. Our data center strategy includes selecting providers that can offer higher energy efficiency \nstandards in the industry and that use renewable energy.\nElectronic Waste - We aim to select IT vendors that have buy-back programs to confirm that waste is disposed of in an \nenvironmentally appropriate manner. We also aim to select electronic waste disposal providers that confirm retired IT equipment is \nrecycled in a responsible manner across our locations.\nETHICS, COMPLIANCE, AND INTEGRITY\nSince our beginning over 50 years ago, integrity and ethical conduct have been at the forefront of our long-term success. We have \nimplemented a comprehensive global ethics and compliance program with support from our Board of Directors and executive \nmanagement team to communicate the ethical and legal standards that govern our business conduct at all times. We expect our \nemployees, agents, business partners and other third-party representatives to embrace the standards embodied in our culture and \nvalues, and to act with the highest level of integrity and in accordance with applicable laws and industry and trade regulations when \ndoing business with and on behalf of Ansys.\n", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}