{"page_content": "CORPORATE RESPONSIBILITY // 28\nCOVERAGE \nAnsys’ Code of Business Conduct and Ethics (Code) is the cornerstone of our global ethics and compliance program. The Code applies \nto employees, officers, and directors of Ansys and its worldwide subsidiaries, and it sets forth the basic principles we must follow to \nuphold our company’s ethical business culture. We believe the Code is a living document and we periodically review and update \nthe contents of the Code to reflect our commitment to operate our business with the highest standards of ethical conduct and in \ncompliance with applicable laws, rules, and regulations.\nScope - Our Code is publicly available on our corporate website as well as on our intranet. The Code defines standards of conduct and \nprovides guidance and resources to help employees and directors make ethical business decisions in the following key areas: \n• Anti-Corruption • Anti-Competitive Practices • Harassment and Discrimination • Trade Compliance • Conflicts of Interest • Gifts and \nEntertainment • Protecting Confidential Information and Personal Data • Human Rights • Intellectual Property • Cybersecurity and \nPrivacy • Insider Trading\nREPORTING \nAnsys encourages employees and others to seek guidance regarding ethics and compliance issues, to report actual or suspected \nmisconduct, and to obtain information about our policies and procedures. \nIn this regard, Ansys administers a company hotline – the Ansys Ethics Line – which features: \n• Multiple reporting modes: phone, website, or email \n• Anonymous report submission \n• Global availability of 24 hours a day, seven days a week \n• Multi-language capabilities \nWe allow employees to make anonymous reports, where permitted under applicable law, and do not tolerate retaliation for voicing \nconcerns or for participating in investigations. \nEMPLOYEE TRAINING AND COMMUNICATIONS \nAll employees are trained on the key compliance topics covered in our Code and other applicable policies upon being hired. \nAdditionally, employees are retrained on the Code, workplace harassment, and other policies periodically. \n2022 Trainings:\nOther trainings, both in-person and online, are disseminated as needed. In addition, through our annual policy certification process, \nemployees across the globe, where applicable, certified to the Code and key compliance policies. To promote transparency about our \nprogram, we also celebrated Ethics and Compliance Week. The purpose of this week was to shine a spotlight on the importance of \nethics and compliance in the workplace. During that week, employees received information on a variety of compliance-related topics \nincluding why embedding a strong culture of ethics and compliance is vital to our long-term success. 94%\nCompleted New Hire  \nAnti-Bribery / Anti-Corruption \nTraining94%\nCompleted New Hire  \nCode Training94%\nCompleted New Hire  \nAnti-Harassment Training98%\nCompleted Export  \nCompliance Txraining", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}