{"page_content": "CORPORATE RESPONSIBILITY // 29\nAdministration - Ansys’ Board oversees the implementation and effectiveness of our global ethics and compliance program. Our \nGeneral Counsel is tasked with overseeing the administration of the program. We provide the Board updates on a quarterly basis. As \nour business expands globally, we continue to build and mature our global ethics and compliance program to address those issues \nthat are relevant to our business. Additional information on Ansys’ global ethics and compliance program, including the Code and \nAnsys Ethics Line, is available here .\nCYBERSECURITY AND DATA PRIVACY\nCybersecurity - The Ansys cybersecurity and data privacy teams work closely to identify and address potential risks to the security \nof the data we hold and process. Ansys strives to protect the data of our customers, partners and employees through appropriate \ncybersecurity and privacy practices.\nGovernance - The Ansys cybersecurity department is led by the Vice President of Cybersecurity. The cybersecurity department \nincorporates operations, intelligence, risk management, threat detection, cyber response, and program management. The \ncybersecurity steering committee helps prioritize cybersecurity throughout the organization by including members from within the \ncybersecurity program as well as from functions and resources across the organization. By providing a strategic approach \nto mitigating cybersecurity risk, the committee helps the organization to: 1) align the global security program with the corporate \nobjectives and Ansys values; 2) further establish a cyber risk-aware culture, sound security practices and compliance with internal, \nregulatory and customer demands; and 3) maintain communication related to cybersecurity with senior leaders. Metrics we track \ninclude cybersecurity initiative completion, incident response, threat detection, vulnerability management, and security awareness \ntraining completion.\nAt the Ansys Board level, the Audit Committee oversees our risks related to cybersecurity and our process for assessing and managing \nrisk through our enterprise risk management. All members of the Audit Committee are independent. We also have a dedicated \ninternal audit team, which reports to our General Counsel, and we have a dedicated governance, risk, and compliance team within the \ncybersecurity department.\nASSESSMENTS AND CERTIFICATIONS\nOur cybersecurity management follows industry guidelines, including ISO and NIST frameworks, for internal assessments. We also \nwork with many third-party assessments and audits throughout the year. For example, Ansys has an ISO 27001-certified ISMS, which \nmanages and supports our SOC2, CSA STAR, ISO 27001 and ISO 27017 certifications for Ansys Cloud Direct. We have also received \nthe UK Cyber Essentials Plus certification, demonstrating our global commitment to Cybersecurity. Our security controls related \nto financial systems are audited by an independent third party on an annual basis. For our customers in the European automotive \nindustry, we maintain a fully TISAX-certified environment. We also are routinely assessed and audited by our customers across \nmany industries as part of their supply chain risk management programs. We also utilize a third-party consultant to conduct annual \nassessments of our cybersecurity capabilities against the NIST framework and industry benchmarks. The results of this assessment are \npresented to our Board.", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}