{"page_content": "CORPORATE RESPONSIBILITY // 30\nCYBER TRAININGS AND RISK AWARENESS CULTURE\nAnsys provides an escalation process to all employees through various channels regarding data protection. Information regarding \nthis process is provided during the onboarding training process, annual retraining process, and within our regular internal security \nawareness communications. New employees are trained in cybersecurity best practices as they join Ansys, followed by awareness \ncommunication and other training sessions throughout the year.\nEmployees are required to take a five-module cybersecurity awareness training session annually to maintain a cyber-aware culture \nthrough education, testing, and performance measurement with the goal of continuous learning and improvement. Phishing \nsimulation exercises are conducted company-wide throughout the year, and metrics related to the reporting of real-world phishing \nattempts are used to inform these exercises. \nWe report metrics related to these activities to the Audit Committee of our Board on a quarterly basis. Cybersecurity alert emails as \nwell as educational posts to our Ansys intranet are distributed on a regular basis to maintain awareness. Finally, our cybersecurity team \nroutinely briefs teams throughout the company and our executive leadership to provide guidance regarding security matters. We have \nmany initiatives to educate teams across the enterprise, including incentive programs to recognize employees for their contributions \nto our security program.\nKey Elements of Ansys’ Information Security Program\n• Governance and Board oversight\n• Conformity with industry guidelines and standards, like the NIST framework\n• External verification and assessment\n• Business continuity and contingency plans with annual testing\n• Cybersecurity training (onboarding, annual and awareness communications)\n• Regular employee testing\nDATA PRIVACY\nGovernance and Objective - Led by our global data protection officer, the data privacy team works to drive improvement across \nour business operations, partnering with stakeholders to identify and mitigate data protection risks. In close alignment with the \ncybersecurity team, IT, vendor relationship management team and Ansys leadership, the data privacy team seeks to confirm that our \nglobal data privacy program addresses the needs of Ansys and our customers, partners, and employees and complies with applicable \ndata privacy laws across the globe.\nApproach - The data privacy team works to provide guidance for cross-functional and strategic initiatives, incorporating data \nprivacy and risk mitigation concepts in accordance with the Ansys Privacy Notice (customer-facing) and the Global Data Protection \nNotice (employee-facing), each as updated from time to time. The data privacy team is also tasked with executing data processing \nagreements, conducting privacy reviews, and responding to data subject access requests. The program seeks to keep pace with \nthe priorities and goals of the business as we continue to develop and roll out new technologies and mechanisms for licensing to \noffer customers more services in the cloud, and to add new companies and partners to our environment, respecting the rights and \nfreedoms of individuals. \nTraining and Awareness - Data privacy is a priority of our employees, supported by tailored training and awareness opportunities \nprovided to our teams. In 2022, 96% of employees completed a data privacy training. Additionally, through our Code and other internal \npolicies and notices, employees are reminded of their responsibility to take reasonable precautions to confirm personal data to which \nthey have access in the course of employment is used properly and handled according to Ansys’ policies and standards. The data \nprivacy team recently released its first Privacy Handbook. ", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}