{"page_content": "CORPORATE RESPONSIBILITY // 4\n/ ABOUT ANSYS\nWhen visionary companies need to know how their world-changing ideas will perform, they close the gap between design and reality \nusing Ansys simulation. For more than 50 years, our unmatched portfolio of physics-based simulation software and deep engineering \nexpertise have enabled companies of all sizes and across industries to design and develop the next generation of products faster, \ncheaper, and at a higher level of quality. From sustainable transportation and advanced satellite systems to life-saving medical devices, \nAnsys powers innovation that drives human advancement.\nAnsys is the leader in engineering simulation software. We help visionaries solve the world’s most complex and meaningful problems. \nBy offering a broad portfolio of engineering simulation software, we help innovative companies accelerate the creation of more \nefficient and longer lasting products at a lower cost.\nOur deep simulation capabilities span the physics of structures, fluids, and electromagnetics as well as areas like semiconductors, \nphotonics, embedded software, and materials. We connect those physics across disciplines and departments with solutions for \nsimulation product data management (SPDM), optimization, and model-based systems engineering (MBSE) to amplify the benefits of \nsimulation by improving engineering efficiency, supporting collaboration, and accelerating innovation. Our solutions can predict real-\nworld product behavior – a result of our decades of experience in helping customers tackle their product challenges.\nGLOBAL PROVEN FOCUSED\n 5,600 full-time employees  \nacross 86 offices ~$21 billion market \ncapitalization Simulation is what we do\n(AS OF DECEMBER 31, 2022) (AS OF DECEMBER 31, 2022)And the team members developing these solutions and advising our customers are among the most talented in the industry – with \nyears of experience in helping innovative organizations spur innovation, drive down costs, and grow the top line.Engineers can see how their designs will – or won’t – behave in millions of real-world scenarios,  \nwhile reducing or even eliminating the need for costly physical testing.OUTCOMES OUR CUSTOMER REALIZE FROM ANSYS SOLUTIONS\nDIGITAL \nTRANSFORMATIONRISK PREDICTION \nAND MITIGATIONINCREASED \nEFFICIENCY AND \nPRODUCTIVITY\nFASTER INNOVATION, LOWER CYCLE TIMES, REDUCED RISKS, INCREASED QUALITY, MANAGED COMPLEXITY", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}