{"page_content": "CORPORATE RESPONSIBILITY // 31\nIn 2022, the data privacy team updated multiple policies and procedures that concern Ansys data privacy governance either directly \nor cross-functionally within the company as well as its data processing agreements and data privacy terms within various types \nof contracts. It also worked on enhancing and furthering its international data transfers regime pursuant to the current European \nregulatory requirements and its enterprise-wide compliance with new applicable data privacy laws in the People's Republic of China.   \nWe prioritize data privacy compliance with our vendors and partners by seeking to implement appropriate policies and procedures, as \nwell as contractual obligations in cases where we exchange personal data with third parties.\nANSYS PRIVACY NOTICE\nOur Ansys Privacy Notice, as updated from time to time, provides transparent information about:\n• The types of personal data Ansys collects when providing its services; \n• The legal bases it relies upon in specified circumstances; \n• The primary and secondary purposes of the collection and further processing of personal data; \n• The parties with whom Ansys is sharing personal data;\n• A high-level overview of the measures Ansys implements to protect personal data; \n• The location where personal data is stored; \n• The retention time; \n• The data privacy rights for individuals and contact information for their exercise of the submission of relevant queries; and \n• Provisions applicable to certain services or groups of individuals. \nFor more detailed information on how Ansys endeavors to protect personal data across the organization, please consult the  \nAnsys Privacy Notice. \nBUSINESS CONTINUITY AND RESILIENCE\nAn unplanned business interruption can result from the loss of a critical service (e.g., computer processing, telecommunications), a \nloss of building access, physical facility catastrophe (e.g., fire, flood, etc.) or another incident or crisis that impacts the business. Ansys \ncontinuously evolves its business continuity and incident response planning capabilities, designed to provide an immediate response \nto any unplanned business interruption and to facilitate the subsequent recovery. \nA centralized group oversees response and recovery activities and supports the recovery of impacted teams. Ansys has corporate \npolicies and procedures for disaster recovery and cybersecurity. Policies support each area and services exist to assess, attempt to \nmitigate, and remediate any negative impacts of such an interruption. In addition, we have emergency response plans that focus on \nsafeguarding staff and recovering facilities following a site-level disruption. \nBusiness Continuity - Business continuity focuses on the recovery or continuity of critical business processes within Ansys business \nunits. Disaster recovery plans outline measures for the restoration of critical systems and data in the event of a crisis or disaster. In \naddition, we have a crisis management process that focuses on decision-making and communication during a crisis. The recovery \nprocess establishes the strategies, resources, and procedures to recover from any short- or long-term business interruption. As part of \nthis recovery plan, customer support requirements have been incorporated and are also overseen by the incident management team. \nCybersecurity Incident Response Plan - The goal of the Ansys security incident response plan is to detect, assess, and respond to \nsecurity incidents in a responsible manner, to minimize the impact to Ansys and to keep stakeholders informed at the appropriate \nstages. Roles and responsibilities, categorization of incident types, general methodologies, relationships to other policies/procedures, \nand notification requirements and stages are defined in the incident response plan. \nTesting the Crisis Management Plan - The Ansys crisis management plan is tested periodically and includes red team and executive \ntabletop exercises on selected high-risk scenarios. Follow up on lessons learned is part of the testing process. ", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}