{"page_content": "CORPORATE RESPONSIBILITY // 32\nGOVERNANCE\n Sound corporate governance and independent oversight of a company’s strategic execution are essential ingredients of a well-run \ncompany. Board independence helps Ansys effectively address risks while also protecting our long-term health.\nINDEPENDENT CHAIRMANSEPARATE CEO AND \nCHAIRMAN ROLES90% INDEPENDENT DIRECTORS \nON THE BOARD\n(DECEMBER 31, 2022)\nMAJORITY VOTING IN \nDIRECTOR ELECTIONS WITH \nRESIGNATION POLICY100% INDEPENDENT \nCOMMITTEE MEMBERSROBUST BOARD \nEVALUATION PROCESS\nANNUAL SAY-ON-PAY VOTEINDEPENDENT DIRECTOR MEETINGS \nWITHOUT MANAGEMENT PRESENT30% WOMEN BOARD MEMBERS \n(DECEMBER 31, 2022)\nESG Governance\nStrong governance is foundational to our ESG program, with Board oversight of ESG matters and senior management responsibility \nfor the design and development of these programs. Our Nominating and Corporate Governance Committee of the Board has general \noversight responsibility over our ESG program, matters, and initiatives. In addition, cybersecurity is overseen by our Audit Committee \nand is a standing topic that is addressed at each quarterly meeting. Our Compensation Committee has oversight responsibility with \nrespect to human resources and talent management, as specified in its charter. Our ESG program is led by a committee of select \nsenior leaders (ESG committee) from our human resources, finance, industry marketing, communications, investor relations, legal, \ncybersecurity, strategy, procurement, and real estate and facilities departments. Our General Counsel chairs this committee. The ESG \ncommittee also has task teams to address specific topics such as environmental sustainability and human capital management. Task \nteams report to, and receive oversight from, the ESG committee. The chairperson of the ESG committee reports progress to the CEO \nand to the Board of Directors quarterly. \nOTHER POLICIES AND RESOURCES\nSupplier Code of Business Conduct and Ethics: Our Supplier Code of Business Conduct and Ethics (Supplier Code) details our \nexpectations for our suppliers, vendors, and contractors and includes guidelines on responsible business practices and ethics, social \nand working conditions, environmental sustainability, and more. \nAnsys has a Third-Party Provider Risk Management (TPRM) program that provides guidance and direction for the selection and \nsubsequent management of risks associated with the use of in-scope third party providers. During the risk assessment process, TPRM \nincorporates ESG components, such as human rights, corporate governance, data protection and privacy. \nHuman Rights Policy: Our global human rights policy sets forth our commitment to respecting human rights and freedom as part \nof our corporate values. We support globally recognized human rights in addressing the risk of adverse effects on the human rights \nlinked to the company’s business operations.", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}