{"page_content": "CORPORATE RESPONSIBILITY // 33\nPublic Policy Advocacy: This global policy regulates lobbying as well as political contributions on behalf of the company. The company \ndid not engage in any direct political contributions, including to ballot measures, 527 groups, 501(c)(4)s, or independent expenditures \nin 2022. \nPeriodic disclosure reports filed by the company with U.S. federal, state and local jurisdictions, and other governments globally, can be \nfound at the following sites: \n• Secretary of the United States Senate: lobbying activities and political contributions\n• Clerk of the United States House of Representatives: lobbying activities and political contributions\nOur governance documents and relevant policies can be found here . \n/ COLLABORATING WITH STAKEHOLDERS\nCOMMUNITY RELATIONS\nAnsys believes excellent corporate citizenship requires active participation in the communities in which our employees live and \nwork. We are committed to giving back and serving others in support of our core values. We seek to promote diversity, equity, \ninclusion, and belonging by supporting representation and fostering awareness. We support engagement in STEM by helping to \nfund science literacy with the goal of spawning the next generation of innovators. We strive to make an impact in our communities \nby aiding food banks and other nonprofit organizations that support the underserved. In 2022, Ansys donated nearly half a million \ndollars to these causes. \nOur charitable giving program includes volunteer time off (VTO), where Ansys employees can take a day to volunteer to support \na cause they care about. In 2022, Ansys employees volunteered more than 1,300 hours under the VTO program. Our program also \nincludes an employee match, where Ansys provides a dollar-for-dollar match, up to a certain amount, for monetary contributions \nmade by employees. In 2022, 160 Ansys employees donated more than $30,000 through the Ansys Employee Matching Gift Program, \nwith Ansys matching more than $7,500, for a total of ~$40,000. We also provide monetary support for our Employee Resource Groups \n(ERGs). Each ERG selects a charity to support with a $10,000 donation. \nIn 2022, Ansys provided support to a variety of charities and volunteer efforts, which \nincluded food relief, support of STEM through robotics competitions, and educational \noutreach programs. \nHere are just a few examples of how our employees supported their communities in 2022: \n• Participated in World Clean Up Day in numerous countries across EMEA\n• Held food drives for local communities in Lebanon, New Hampshire, Madrid, Spain,  \n Sheffield, UK, Hellas, Greece, Canonsburg, Pennsylvania\n• Participated in a 500km bike ride across Japan to support YouMeWe,  \n Tokyo-based non-profit organization that is dedicated to nurturing and  \n supporting local students\n• Organizing blood drives in their local community\nAs a company, we increased our giving to several service organizations, \nincluding those advocating for the underrepresented, including the \nNational Society for Black Engineers (NSBE), and Out in Science, \nTechnology, Engineering, and Mathematics (oSTEM), organizations helping \nwith food relief efforts, and other organizations that are helping those in \nneed in our local communities. \n", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}