{"page_content": "CORPORATE RESPONSIBILITY // 34\nAcademic and STEM Education\nOur technology is used for research and teaching at engineering schools around the globe, including educational institutions that \noffer both undergraduate and graduate degree programs. Our academic products are used by students who are our future engineers, \nresearchers, and innovators. Additionally, we provide a free and open digital learning experience through Ansys Innovation Space that \nsupports students gaining access to our free student downloads, learning using our free Innovation Courses and provides the ability to \nengage via our Learning Forum. Explore Ansys Innovation Space here . \nINITIATIVE OBJECTIVE IMPACT\nAnsys  \nstudent \nversionAnsys provides special product downloads at no cost to students.During 2022, the free Ansys student \nversion was downloaded over 520,000 \ntimes. Additionally, in 2022 we \nsurpassed 2.5 million downloads since \nour student products launched in 2015. \nSee our free student products here: \nhttps://www.ansys.com/student \nStudent  \ncompetition  \nteamsAnsys sponsors student teams designing innovative vehicles, \nrockets and more that compete in Formula SAE, World Solar \nChallenge, Spaceport America and other similar competitions \nglobally. This engagement benefits the students by improving \ntheir innovation and technology skills while providing real-world \nexperience in engineering.In 2022, more than 500 student teams \nwere sponsored by Ansys. Read more \nabout our sponsorship of student teams \nhere: https://www.ansys.com/teams \nSimulation  \nfor student \neducationWe offer more than 275 free Innovation Courses (https://www.\nansys.com/courses) as part of Ansys Innovation Space experience. \nThese courses are self-paced and use simulation to both visualize \nand reinforce concepts. Many of the courses are application based \nwith an array of foundational physics courses to complement \nthese. Our aim is to be a thought leader on how simulation can \nbe introduced earlier on in the engineering curriculum in an on-\ndemand way while making self-learning available to students and \nearly-career professionals.As of December 31, 2022, more than \n840,000 unique users spanning 124 \ncountries have utilized Ansys Innovation \nCourses, with more than 550,000 \nunique users utilizing the courses in \n2022 alone. \nLearning  \nForumAlso, under the Ansys Innovation Space umbrella, our Learning \nForum (www.ansys.com/forum) is the go-to place for the \nacademic ecosystem and professional engineers alike to engage \nboth peer-to-peer as well as peer-to-expert with our support \nteam.In 2022, more than 800,000 unique \nusers from 142 countries have visited \nthe forum. More than 1.7 million unique \nusers have visited the forum since its \ninception. \nThe first-ever Ansys CodeFest at Cornell's \nSibley School of Mechanical and \nAerospace Engineering drew more than \n70 student attendees in 2022.", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}