{"page_content": "CORPORATE RESPONSIBILITY // 37\nTASK FORCE ON CLIMATE-RELATED FINANCIAL DISCLOSURES (TCFD) INDEX\nWe believe in providing transparency on our environmental commitments that highlight our climate change risk management, \ngovernance, and performance. A summary of our TCFD-recommended disclosures, which complements our CDP report, is below. \nAnsys does not believe the climate risks described below are material to our company financial results. \nGovernance\nDescribe the board's oversight of climate-related risks and opportunities  \nThe Nominating and Corporate Governance committee of the Board oversees our policies and practices regarding our ESG program, \nmatters, and initiatives, including risks and opportunities related to climate change. The chairperson of the ESG committee reports \nprogress to the CEO and to the Board of Directors quarterly.\nDescribe management's role in assessing and managing climate-related risks and opportunities \nOur ESG program is led by a committee of select senior leaders (“ESG committee”) from our human resources, finance, industry \nmarketing, communications, investor relations, legal, cybersecurity, strategy, procurement, and facilities departments. Our General \nCounsel chairs this committee. The ESG committee also has task teams to address specific topics such as environmental sustainability \nand human capital management. Task teams report to, and receive oversight from, the ESG committee. \nStrategy\nDescribe the climate-related risks and opportunities the organization has identified over the short, medium, and long term \nIn 2022, we completed a climate assessment with an external consultant to further analyze potential climate-related risks and \nopportunities. While we do not believe any climate change-related risks are material for our business, we have identified risks and \nopportunities that may impact our business over the short, medium, and long term. The inclusion of these examples does not \ncharacterize the probability, materiality, or potential financial impact of these risks and opportunities. \nClimate-Related Risks\nTransition\nPolicy and LegalExamples: Mandates on and regulation of existing products and services, enhanced climate and \nemission reporting, and carbon pricing\nTechnology Example: Potential increased cost associated with transition to new technologies\nMarket Examples: Potential uncertainty in market signals for reliable energy, and changing customer behavior\nReputation Example: Potential stakeholder concern or negative feedback\nPhysical\nRisk Type Description\nAcute Examples: Increasing and extreme temperatures, drought, flooding, storm surge\nChronic Examples: Average and extreme temperature changes, sea level rise and inland and coastal flooding", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}