{"page_content": "CORPORATE RESPONSIBILITY // 38\nClimate-Related Opportunities\nResource Efficiency, \nEnergy Source, ResilienceExamples: Continue improving building efficiency, optimization, and renewable energy strategy, which \ncould lead to lower emissions and other resource use. Continue to build resiliency within supply chain. \nProducts, Services, \nMarketsExamples: Increased demand for our products and solutions as the world transitions to a lower carbon \neconomy. By focusing on the creation of new technology, and by making current technology better, we \ncan support our customers in their design of products, including to address issues related to making \ntheir products more efficient, with less waste, and reducing physical prototyping. \nDescribe the impact of climate-related risks and opportunities on the organization's business, strategy, and financial planning\nWe have not identified any climate-related risks that are expected to have a high impact on our business, strategy, and financial \nplanning. Our assessment revealed that risk exposure across the Ansys sample portfolio is relatively low due to locational and physical \ndesign characteristics. Our facilities are generally modern and high-spec with built-in levels of resilience and show protection of critical \nequipment from flooding and extreme heat. We recognize that we have climate-related opportunities, particularly related to our \nproducts and services. \nAt Ansys, we help our customers advance environmental sustainability through our simulation products that accelerate the creation \nof new, more efficient and lower impact technologies with less waste while minimizing physical prototyping. Simulation is improving \nthe speed and cost at which environmental innovators can develop, mature, and deploy new technologies. Through simulation, Ansys \nprovides the predictive certainty to realize our customers’ vision for a sustainable future. \nAnsys has developed a broad, open ecosystem that supports sustainability innovation via our technology partners, companies in \nour startup program, and universities that use Ansys software. Together, with our customers and partners, we aim to enable a more \nsustainable future, faster.\nCustomers across industry sectors are applying simulation to their sustainability efforts. Our sustainability committee has divided our \nsustainability-focused solutions into four pillars: clean environment, materials and circularity, energy solutions, and manufacturing and \noperational efficiency. We will continue to focus our efforts in these areas.  \nWe also focus on our operations both in terms of potential climate-related risks and opportunities. We aim to reduce the \nenvironmental and climate impact of our operations by measuring, analyzing, and reducing our resource use and emissions. In 2022, \nwe announced a target to reduce our scope 1 and scope 2 greenhouse gas (GHG) emissions 15% by 2027 against our 2019 baseline. We \nare making great progress against our target and have been implementing projects ahead of schedule.\nDescribe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a \n2°C or lower scenario.\nFollowing the TCFD recommendations, two scenarios were considered for physical climate risks across future time horizons of 2035 \nand 2060: 1) RCP8.5: a high emissions scenario where global warming increases 4.2-5.4°C relative to pre-industrial levels by 2100; and \n2) RCP4.5: a low emissions scenario where global warming increases 1.7-2.3°C relative to pre-industrial levels by 2100. Two different \nscenarios were considered for climate-related transition risks across the following time horizons 2035 and 2060: \n• International Energy Agency (IEA) World Energy Outlook (WEO) 2021 Stated Policies Scenario (STEPS): this scenario looks not at  \n what governments say they will achieve, but at what they are actually doing to reach the targets and objectives that they have set  \n out. Global mean temperature increases by approximately 2.7°C by 2100 relative to the pre-industrial era. \n• IEA WEO 2021 Sustainable Development Scenario (SDS) by 2050: this scenario is based on a surge in clean energy policies and  \n investment that puts the energy system on track for key UN Sustainable Development Goals (SDGs). All current net-zero pledges are  \n achieved in full and there are extensive efforts to realize near-term emissions reductions. The temperature increase in the SDS  \n Scenario is around 1.65 °C by 2100. It is a low emissions scenario based on CO2 emissions. ", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}