{"page_content": "CORPORATE RESPONSIBILITY // 39\nAfter completing this climate assessment using various scenarios, we believe our strategy is resilient in the face of potential climate-\nrelated risks. We aim to review and analyze our climate-related risks and opportunities regularly and update our GHG emissions strategy \nas we progress. \nRISK MANAGEMENT\nDescribe the organization’s processes for identifying and assessing climate-related risks\nWe partnered with an external consultant to complete our 2022 TCFD assessment. A working group from various functions including the \nESG committee, legal, real estate and facilities, business resiliency, and physical security met regularly to discuss the process and receive \nupdates. The assessment included the following steps:\nPhysical - our consultant worked with us to identify business-critical facilities, collected quantitative and qualitative data on the sites, \ndeployed a questionnaire to gauge current adaptive capacity and resilience measures, and conducted interviews with facility managers \nto further assess adaptive capacity and climate resilience.\nTransition - our consultant conducted business research and interviews to understand key climate risks and opportunities and worked \nwith our team to refine and analyze our risks and opportunities against short, medium, and long term timeframes and scenarios.\nThe assessment mapped out our risks and opportunities using a matrix showing the exposure/likelihood and sensitivity/consequence. We \nwill periodically refresh this assessment moving forward.\nDescribe the organization’s processes for managing climate-related risks\nWe conduct materiality assessments semi-regularly to confirm we identify and prioritize the appropriate ESG topics. Energy and climate \nare included as a topic in these assessments. Internal and external stakeholders are interviewed and surveyed as part of this process. We \nalso have strong governance surrounding ESG, including climate-related risks and opportunities. Our Board of Directors, executive team, \nand ESG committee all play a part in our processes for managing these risks. \nDescribe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization’s overall \nrisk management.\nWe have processes in place that allow us to proactively identify, assess, and prepare for climate-related risks. Ansys has an Enterprise \nRisk Management (ERM) process that helps us identify and assess business risks. Our ERM process includes executive interviews and \nstakeholder surveys that consider environmental and climate risks. We also have a business resiliency program at Ansys. This program \nhelps us maintain readiness for potential climate-related events. \nMETRICS AND TARGETS\nDisclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk \nmanagement process.\nWe track our scope 1 and scope 2 GHG emissions and the number of green buildings, and we monitor our ESG ratings and rankings, and \ncustomer request scores. \nDisclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks.\nOur scope 1 and scope 2 emissions are reported in the Operating Responsibly section of this report.  We are focused on our scope 3 \nemissions, recognizing that this represents a large portion of our footprint. We continue to analyze our scope 3 data and strategize \nimprovements for our relevant scope 3 categories. \nDescribe the targets used by the organization to manage climate-related risks and opportunities and performance against targets. \nWe aim to reduce the environmental and climate impact of our operations by measuring, analyzing, and reducing our resource use and \nemissions. In 2022, we announced a target to reduce our scope 1 and scope 2 greenhouse gas (GHG) emissions 15% by 2027 against our \n2019 baseline. We are making great progress against our target and have been implementing projects ahead of schedule.", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}