{"page_content": "CORPORATE RESPONSIBILITY // 40\nCAUTIONARY STATEMENT REGARDING FORWARD-LOOKING STATEMENTS: \nThis 2022 Corporate Responsibility Report contains statements that relate to future events and expectations and, as such, constitute \nforward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements \ninclude those containing such words as “anticipates,” “believes,” “could,” “estimates,” “expects,” “aspires,” “aims,” “strives,” “forecasts,” \n“goal,” “intends,” “may,” “outlook,” “plans,” “projects,” “seeks,” “sees,” “should,” “targets,” “will,” “would,” or other words of similar meaning. \nAll statements by Ansys that reflect expectations, assumptions, or projections about the future, other than statements of historical fact, \nare forward-looking statements. These statements reflect beliefs and assumptions that are based on Ansys’ perception of historical \ntrends, current conditions, and expected future developments, as well as other factors that management believes are appropriate in \nthe circumstances. Forward-looking statements are not guarantees of future performance and are subject to known and unknown \nrisks, uncertainties, and changes in circumstances that are difficult to predict. Although Ansys believes that the expectations reflected \nin any forward-looking statements are based on reasonable assumptions, it can give no assurance that these expectations will be \nattained, and it is possible that actual results may differ materially from those indicated by these forward-looking statements due to \na variety of risks and uncertainties. The specific factors that may cause Ansys’ actual results to differ materially from those projected \nin any forward-looking statements include our ability to execute on our strategies related to environmental, social, and governance \nmatters, and meet evolving and varied expectations, including as a result of evolving regulatory and other standards, processes, and \nassumptions, the pace of scientific and technological developments, increased costs and the availability of requisite financing, and \nchanges in carbon markets, as well as the other risk factors described in our most recent Annual Report filed on Form 10-K for the \nfiscal year ended December 31, 2022, filed with the SEC on February 22, 2023, in Part I, Item 1A, and the other filings and submissions \nthat we make with the SEC. The risks and uncertainties described in those filings and submissions are not exclusive, and further \ninformation concerning our company and our businesses, including factors that potentially could materially affect our operations, \noperating results or financial condition, may emerge from time to time. Ansys disclaims any obligation to update publicly any forward-\nlooking statements, whether in response to new information, future events, or otherwise, except as required by applicable law. Market \nprojections are subject to the risks described above and other risks in the market.", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}