{"page_content": "CORPORATE RESPONSIBILITY // 8\nStrategy and Vision\nWe are focused on a sustainable future, through our own environmental, social, and governance (ESG) objectives and by supporting \nour customers and partners in achieving their sustainability objectives. Our ESG Program is divided into four distinct pillars, and in 2022, \nwe created a products and solutions-focused sustainability committee to continue to support our customers and partners in using \nsimulation to achieve their sustainability objectives. Our products and solutions are used by customers across numerous industry sectors, \nso we have divided our sustainability focus areas into four pillars.\nADVANCING SUSTAINABILITY \nTHROUGH OUR PRODUCTSINVESTING IN OUR PEOPLE \nAND ONE ANSYS CULTUREOPERATING \nRESPONSIBLYCOLLABORATING \nWITH STAKEHOLDERS\nCLEAN ENVIRONMENT MATERIALS & CIRCULARITY ENERGY SOLUTIONSMANUFACTURING & \nOPERATIONAL EFFICIENCYAnsys’ ESG Program Pillars:\nSustainability-Focused Products and Solutions Pillars:\nMateriality Assessment1 \nTo build on our strategy development and one of our ESG pillars, Collaborating with Stakeholders, we conducted a materiality \nassessment with an external consultant. Materiality assessments help companies identify, prioritize, and strategize relevant ESG topics \nthat can have an impact on society, the environment, and their businesses. The list of topics used in the assessment was created by \nconducting internal business research and external research and benchmarking, including relevant frameworks. \nThe list of topics (in alphabetical order):\n• Accessibility • Global Diversity and Inclusion\n• Board Compensation, Independence, and Diversity • Innovation and Digitalization\n• Business Resilience and Adaptation • Intellectual Property Rights\n• Community Education, Development, and Impact • Public Policy Engagement\n• Data Protection and Security  • Responsible Procurement\n• Decent Work • Responsible Product Use\n• Employee Health, Safety, and Wellness • Talent Acquisition, Retention, Development, and Growth\n• Energy and Climate • Tech Solutions for Societal Challenges (Product Handprint)\n• Ethical Business Practices and Compliance • Water and Waste Management\nThe primary inputs to the assessment were a series of internal and external interviews conducted with key stakeholders. These \ninterviews were also supplemented with an online employee survey deployed across all main functional areas at Ansys. The issues were \nthen scored based on their relative impact on society and the environment and their impact on the business.  \nLastly, we validated the outcomes of the assessment with a workshop with our internal subject matter expert interviewees, where \nthe assessment results were affirmed. We will use this assessment to inform our reporting and strategy, along with setting goals and \nmetrics around the priority materiality topics. We will periodically refresh the assessment moving forward.\n1 Our Corporate Responsibility Report details the topics we consider to be most important to our stakeholders when evaluating ESG issues at Ansys.  \nReferences to materiality refer to such terms in the context of ESG reporting and strategy and does not directly correspond to the concept of materiality \nfor purposes of the U.S. federal securities laws.", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}