{"page_content": "CORPORATE RESPONSIBILITY // 9\nCORPORATE RESPONSIBILITY PROGRESS THROUGH 2022\nAdvancing sustainability through our products - At Ansys, we look for new and better ways to engineer what’s ahead. By focusing \non the creation of new technology, and by making current technology better, we aim to support our customers in their design of \nproducts, including addressing issues related to making their products more efficient, with less waste, and minimizing physical \nprototyping. In 2022, our sustainability committee created a focused strategy to continue to support our customers with their \nsustainability objectives, with a particular emphasis on our sustainability-focused products and solutions for clean environment, \nmaterials and circularity, energy solutions, and manufacturing and operational efficiency.  We also continued to make progress on our \nproduct handprint’ initiative to report on how Ansys simulation products help our customers reduce their impact on the planet. See \nthe Ansys product handprint use cases here .\nInvesting in our people and ONE Ansys culture - Our people are at the core of driving product innovation for our customers. We \naim to create a culture of belonging and inclusion where everyone can be themselves and thrive as a ONE Ansys team. We advance \nour diversity, equity, inclusion, and belonging strategy under our framework of employee pipeline development, building an inclusive \nculture, and accountability. We continued to strengthen our recruitment of and outreach to diverse talent while also developing, \nengaging, and retaining our existing talented workforce. We also continued the great work of our employee resource groups by \nproviding training opportunities for our employees. \nOperating responsibly – We strive to reduce the environmental and climate impact of our operations by measuring, analyzing, and \nreducing our resource use and emissions. In 2022, we announced a target to reduce our scope 1 and scope 2 greenhouse gas (GHG) \nemissions 15% by 2027 against our 2019 baseline. We are making great progress against our target and have been implementing \nprojects ahead of schedule. We also continued to focus on identifying and measuring our scope 3 emissions, submissions such as our \nCDP report, and furthering our climate assessment for the Task Force on Climate-Related Financial Disclosures. We have also taken \nactions to promote ethical business practices, data security, and good governance. \nCollaborating with stakeholders - We continue to engage with our stockholders, investors, customers, employees, communities, \nand other stakeholders through feedback, engagement surveys, and by supporting the communities in which we live and work. We \nbelieve collaborating with our stakeholders supports our business success. Our 2022 materiality assessment enhanced our stakeholder \ncollaboration through a series of interviews and surveys, helping us focus on the appropriate ESG priority areas. In order to enhance \nthe resilience of our strategy and to integrate ESG into our core business processes, we plan to continue to monitor the evolution of the \nESG areas regularly, sharing updates with senior leadership, the ESG committee, and the products and solutions-focused sustainability \ncommittee. We also continue to engage in our philanthropic efforts, supporting and improving the communities in which our \nemployees live and work.", "metadata": {"source": "NASDAQ_ANSS_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}