{"page_content": "2 \nThe information covered by the report contains forward-looking statements \nwithin the meaning of the Private Securities Litigation Reform Act of 1995, \nincluding statements regarding our goals, commitments, and strategies and \nrelated business and stakeholder impacts. These statements involve risks and \nuncertainties, and actual results may differ materially from any future results \nexpressed or implied by the forward-looking statements, including any failure to \nmeet stated goals and commitments and any failure to execute our strategies in \nthe time frames expected or at all, including as a result of changing regulations \nand changes to our products, services, technologies, and the geographic regions \nin which we operate. Such forward-looking statements are subject to numerous \nassumptions, risks, and uncertainties that could cause actual results to differ \nmaterially from those described in those statements. These forward-looking \nstatements are based on management’s expectations or beliefs as of April 19, \n2023 as well as those set forth in our Annual Report on Form 10-K filed by us on \nMarch 1, 2023 with the Securities and Exchange Commission (“SEC”) and the \nother reports we file from time to time with the SEC. More information on risks, \nuncertainties, and other potential factors that could affect our business and \nperformance is included in our filings with the SEC, including in the “Risk Factors” \nsection of our most recently filed Form 10-K and Form 10-Q and subsequent \nfilings. We undertake no obligation to revise or publicly release any updates to \nsuch statements based on future information or actual results.\nAll information in this report speaks as of April 19, 2023 and any redistribution or \nrebroadcast of this report after that date is not intended and will not be construed \nas updating or confirming such information.Industry, Market, and Other Data\nCertain information contained in this report concerning our industry and the \nmarkets in which we operate, including our general expectations and market \nposition, market opportunity, and market size, is based on reports from various \nsources. Because this information involves a number of assumptions and \nlimitations, you are cautioned not to give undue weight to such information. We \nhave not independently verified market data and industry forecasts provided by \nany of these or any other third-party sources referred to in this report. In addition, \nprojections, assumptions, and estimates of our future performance and the future \nperformance of the industry in which we operate are necessarily subject to a high \ndegree of uncertainty and risk due to a variety of factors. These and other factors \ncould cause results to differ materially from those expressed in the estimates \nmade by third parties and by us.\nResults from Operations Excluding Divested Businesses\nUnless otherwise specified, all financial data and operating metrics presented \nherein for Ziff Davis are presented giving effect to the February 2021 divestiture \nof the Voice assets in the United Kingdom, as well as the September 2021 sale \nof Ziff Davis’ B2B Backup businesses, together (the “Divested Businesses”), and \nthe separation of Consensus Cloud Solutions, Inc. (“Consensus”) as described in \nthe Form 10 filed by Consensus with the SEC, as if they had occurred prior to the \nperiods presented. \nThird Party Information\nAll third-party trademarks, including names, logos, and brands, referenced by the \ncompany in this report are property of their respective owners. All references to \nthird-party trademarks are for identification purposes only and shall be considered \nnominative fair use under trademark law.Safe Harbor for Forward-looking Statements\nESG Report 2022\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}