{"page_content": "11Ziff Davis provides U.S. employees with additional company-paid \ninsurance coverage, including short-term and long-term disability and \ngroup life insurance. In 2022, we improved our company-paid short-\nterm disability coverage for U.S. employees to provide 100% of base \npay for the first four weeks of disability. \nThe company has established an Employee Assistance Fund (EAF) to \nhelp employees cope with unexpected financial hardships. The EAF \nwas first launched in India and is now also open to employees in the \nU.S. and Canada. The EAF provides approved applicants with funds to \nhelp them recover more quickly from the impact of federally qualified \nnatural disasters, as well as other disasters and personal hardships.\nTo support our employees as they plan and save for the future, Ziff \nDavis provides various financial savings programs including a robust \nEmployee Stock Purchase Plan (ESPP) globally and a 401(k) retirement \nsavings plan in the U.S. \nThe ESPP is offered to all full-time employees and to part-time \nemployees who regularly work 20 hours per week for at least five \nmonths per year based in countries in which the company employs \nmore than ten employees. More than 99% of our employees are eligible \nto participate in the ESPP . Eligible employees can purchase Ziff Davis \nstock at a discounted rate of 15% of the lower share price at the start \nor end of the offering period. As of 2022 year end, there were 1,132 \nemployees enrolled in the program.CH1: Human Capital Management\nESG Report 2022\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXCH1: Human Capital  \nManagement\nCH2: Local CommunitiesEmployee Stock  \nPurchase Plan (ESPP)\nof the lower share price \nat the start or end of the \noffering period.of employees are eligible \nto participate in the ESPP .\n15% 99% The company has established an Employee \nAssistance Fund to help employees cope \nwith unexpected financial hardships.\nStock offered at a \ndiscounted rate ofSOCIAL", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}