{"page_content": "12Ziff Davis’ Wellness Your Way program offered U.S.-based employees \na choice of multiple wellness programs in 2022, including free \nmemberships to Calm, Noom, and Gympass, as well as a wide variety \nof free wellness webinars, activities, and challenges. We offer a Fitness \nMembership Reimbursement program in some segments of the \ncompany, which provides up to a $300 reimbursement per calendar  \nyear to employees.\nAll full-time Ziff Davis employees worldwide have access to generous \nparental leave policies. The policies include 16 weeks of paid parental \nleave to parents who give birth, and 10 weeks of paid parental leave \nfor all other expecting parents (via birth, adoption, or foster placement). \nIn the U.S., we partner with Maven to provide employees who are \nexpecting or planning a family with around-the-clock support at every \nstage of the family planning journey. Maven’s services include sending \nbreast milk home to the employee’s baby when traveling for work or \nletting them carry it easily and safely with free breast milk shipping \nthrough Maven Milk.\nZiff Davis encourages our employees to take time off based on their \nindividual needs, through a combination of paid vacation days, sick time, \nand personal days. Our Flexible Time Off policy enables all full-time and \npart-time employees to take time off without designating how their time \nwill be used. This benefit is available to all eligible employees based in \nselect countries. We also have a Volunteer Time Off policy discussed in \nChapter 2.CH1: Human Capital Management\nESG Report 2022\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXCH1: Human Capital  \nManagement\nCH2: Local Communities\nWellness Your  \nWay Program\nreimbursement per \ncalendar year to \nemployees for fitness \nmembership.Up to\n$300 Our Flexible Time Off policy enables all  \nfull-time and part-time employees to take \ntime off without designating how it is used.SOCIAL", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}