{"page_content": "16Diversity, Equity, and Inclusion\nZiff Davis is committed to having a diverse and inclusive workforce and \nthis commitment is a priority for the company’s Board of Directors and the \nBoard’s Environmental, Social and Governance Committee. Management \nregularly reports on diversity, equity, and inclusion (DEI) metrics and the \nBoard of Directors regularly reviews DEI performance and progress. We \nhave instituted best practices around DEI accountability by tying incentives \nto DEI goals for our corporate leadership team. This aspect of the bonus \nplan includes a hiring, retention, and leadership component that is based \non the achievement of DEI targets.\n“Doing is Greater Than Talking” is the call to action that unites our DEI \nstrategy and programs, which are driven by the input and participation \nof our employees. Our DEI Council, made up of a diverse group of \n20 employees, develops recommendations for the company across \nemployee recruiting, mentorship, and advancement. \nZiff Davis has six Employee Resource Groups (ERGs) aimed at \nincreasing opportunities for networking, learning and development, and \nproviding access to senior leadership for these identity groups. The \nERGs are also focused on increasing awareness among our employees \nof DEI initiatives through observances, event sponsorships, and \nvolunteering opportunities in our communities.CH1: Human Capital Management\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXESG Report 2022\nCH1: Human Capital  \nManagement\nCH2: Local Communities\nOur DEI Council is made up of a diverse \ngroup of employees that develops \nrecommendations for the company. SOCIAL\nThe Family ERG was launched in \n2022 as a forum to share experiences \nand resources for working parents, \ncaregivers, friends, and family members \nat Ziff Davis who are involved in any way \nwith caregiving and family life. Mezcla (Hispanic  \nand Latinx/é)\nEmployee Resource  \nGroups\nPrism  \n(2SLGBTQIA+)\nElevate Women+\nFAMILYZIFF DAVISAsian ERG\nBlack @ ZD\n", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}