{"page_content": "22CH2: Local Communities\nESG Report 2022\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSupport Through  \nPhilanthropy and Platforms \nZiff Davis businesses and Employee Resource Groups (ERGs) \nhave innovative programs to support charitable organizations and \nnonprofits focused on important issues affecting our communities, \nincluding education, food insecurity, health, and the environment. In \naddition to financial support, we use our digital media and internet \nplatforms to provide valuable resources and tools to help individuals \nand organizations improve the lives of vulnerable people.\nHumble Bundle, a digital storefront with game, software, and \nbook content, donates a portion of proceeds from a majority of \nits transactions to charitable organizations. Since the brand’s \nfounding in 2010, more than 30,000 charities have received over \n$240 million. Last year, Humble Bundle helped raise more than $33 \nmillion in support of over 10,000 charities championing diverse \ncauses ranging from climate change, health, and education to anti-\ndiscrimination, disaster relief, and racial equity. Among the impacts \nof these campaigns in 2022 were:\n• 18,000+ people received clean water\n• 75 schools enhanced with mental health education\n• 5 million+ meals provided\n• 533,000 trees planted\n• 890+ tons of medical supplies delivered\n• 31,500 LGBTQ+ crisis center contacts supported\n• 53,200+ students assisted with access to  \neducational resourcesHumble Bundle raised over $20 million with its \nStand With Ukraine bundle. The proceeds supported \nhumanitarian efforts in Ukraine and Europe through the \norganizations Razom for Ukraine, International Rescue \nCommittee, International Medical Corps, and Direct \nRelief. In addition, Ziff Davis donated to UNICEF and \nDataArt to support humanitarian efforts in Ukraine, and \nMoz Group helped Ukrainian consultants evacuate to \nPoland and raised funds for financial support. These \nsupport efforts aided more than four million Ukrainians. CH1: Human Capital  \nManagement\nCH2: Local Communities\nSOCIAL\nIn 2020, Humble Bundle launched its Black Game \nDeveloper Fund, which provides a $1 million investment \neach year to elevate diverse voices in the game industry \nand provide guidance and support to Black game \ncreators. In 2022, Humble funded 13 new projects, \nbringing the total to over 30 projects since the launch of \nthe Fund. Moreover, Humble will soon be publishing a \nvideo game created by one of the first participants.\n", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}