{"page_content": "23CH2: Local Communities\nESG Report 2022\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXEveryday Health Group had several social good-focused \ncampaigns and awards in 2022. BabyCenter, part of \nEveryday Health Group Pregnancy & Parenting, launched its \n#WeSeeYou campaign to raise awareness of maternal mental \nhealth and provide resources for moms struggling with \npostpartum depression and anxiety. The global campaign \nkicked off in advance of Maternal Mental Health Month in \nMay. The #WeSeeYou initiative was available with localized \ncontent and messaging in five languages to support moms \nacross nine sites (Australia, Brazil, Canada, Germany, India, \nLatin America, UK, U.S., and Saudi Arabia). The campaign \nincluded social media posts, targeted emails, and BabyCenter \ncommunity posts to reach millions of pregnant women and \nnew moms worldwide. \nTwo Everyday Health Group businesses, Migraine Again \nand bpHope, have been recognized with a total of 11 Digital \nHealth Awards across content, email, social, and video \nthis year. The awards included coverage of abortion, the \ngut microbiome, supplements, melanoma, mental health, \nmigraines, and eco-anxiety.Ookla, a global leader in network intelligence and \nconnectivity insights, provides its services free of charge \nthrough the Ookla for Good initiative to organizations around \nthe world that are seeking to improve people’s lives through \ninternet accessibility. Among the organizations that Ookla for \nGood has partnered with are the Inter-American Development \nBank, World Bank, International Monetary Fund, United \nNations Development Programme, Organisation for Economic \nCo-operation and Development, University of California at \nSanta Barbara, Data Science Institute at the University of \nChicago, Mapbox, and University of Oxford. \nZiff Davis partners on a program to help bridge the \ndigital divide with internet service provider Starry, Inc. and \ntechnology nonprofit Human-I-T. Through this partnership, \nZiff Davis donates gently used devices to Human-I-T for \nrefurbishing, ranging from laptops and monitors to TVs and \nprinters. In 2022, Ziff Davis donated over 250 computers \nthat were no longer in use, which contributed to our e-waste \nreduction discussed in Chapter 5. Starry provides these \ndevices to subscribers signed up through their Starry \nConnect program, which works to bridge the digital divide  \nby providing ultra-low-cost, high-quality broadband for  \npublic and affordable housing residents in New York City,  \nLos Angeles, Washington, D.C., Denver, Boston, and \nColumbus, OH. CH1: Human Capital  \nManagement\nCH2: Local Communities\nThe #WeSeeYou campaign was \nnamed a Shorty Impact Awards \nfinalist in the Mental Health category.SOCIAL", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}