{"page_content": "29Risk Management ProcessesCH3: Risk Management\nESG Report 2022Ziff Davis Corporate Audit Services (CAS) provides risk-based and \nobjective assurance, advice, and insight across all Ziff Davis business \nunits. CAS reports to the Audit Committee of the Board and is \nresponsible for providing independent assessments to the committee, \nmanagement, and outside parties on the adequacy and effectiveness \nof governance, risk management, and control processes for Ziff Davis. \nCAS is staffed by a team of auditors from across the organization with \ndeep experience in information technology, data privacy, finance, and \noperations. Among the assessments that \nCAS performs are:\nWhether risks relating to the achievement \nof the company’s strategic objectives are \nappropriately identified and managed;\nWhether the actions of the company’s \nofficers, directors, employees, and \ncontractors are in compliance with Ziff \nDavis’ policies and all applicable laws, \nregulations, and governance standards;\nWhether the company’s established \nprocesses and systems are enabling \ncompliance with Ziff Davis’ policies, \nprocedures, and applicable laws and \nregulations; and\nWhether the company’s resources and \nassets are acquired economically, used \nefficiently, and protected adequately.INTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate Governance Business Continuity\nZiff Davis maintains a comprehensive internal Information Security \nPolicy that details company-wide requirements for business continuity, \nincluding backup and recovery of information systems and data. All \nbusiness units are required to comply with the policy. However, because \nof the diverse nature of our companies and the products they offer, \nthe policy identifies the necessary components of business continuity \nmeasures but not the specifics of how each business unit should fulfill \nthis requirement. \nThe majority of the company’s product infrastructure is supported by \ncloud platforms like AWS and Google Cloud, which perform regular \nbackups, snapshots of environment images, and multi-region hosting to \nensure compliance. In physical environments, we use more traditional \nmethods such as tape backups and offsite storage. Ziff Davis verifies \ncompliance with the Information Security Policy through regular reviews by \nCAS and our Information Security team.\nGOVERNANCE", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}