{"page_content": "30CH3: Risk Management\nESG Report 2022\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate GovernanceCustomer Privacy\nProtecting the privacy and security of customer data is \nfundamental to maintaining the trust of our readers, subscribers, \nclients, suppliers, and employees. Ziff Davis is committed to \nimplementing leading data privacy and security standards \nand practices. We accomplish this through comprehensive \ngovernance measures, corporate policies, and operating \nprocedures. The Audit Committee of the Board provides \noversight of customer privacy matters. \nZiff Davis has data protection policies for all relevant business \nlines/subsidiaries. We have a corporate Privacy Policy and \neach business unit builds on it with a separate privacy policy \nwith clear terms regarding data collection, use, retention, and \nsharing. Our policies and practices are based on the core \nprinciples of “privacy by default” and “privacy by design,” and we conduct privacy impact assessments for major new \nproducts, services, and other offerings as needed prior to public \nlaunch. All business units have tailored their privacy policies to \ntheir specific needs and all cover data protection requirements.\nWhen we rely on consent as the legal basis for data collection, \nour privacy policies ensure that user consent is affirmative, \nspecific, informed, and freely given, and that user consent \ncan be withdrawn at any time. Our policies provide all users, \nregardless of location, with subject access rights and controls \nto allow them to manage their data and exercise their subject \naccess rights. We notify data subjects as legally required in \ncases of data sharing. We are committed to notifying data \nsubjects in a timely manner if there is a material adverse change \nin our privacy policies or practices, and we notify data subjects \nof data breaches as required by law. Our services are not \nintended for use by children, especially those under the age of \n13, and we seek to avoid the processing of personal data of \nminors including prohibiting purchases by minors under the  \nage of 18. Our policies and practices are based \non the core principles of “privacy by \ndefault” and “privacy by design.”", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}