{"page_content": "31We leverage organization-wide tools to help document our data flows \nand manage the subject access rights to our data. We also use these \ntools to help regularly review our data collection and processing \nactivities to ensure data is collected lawfully and transparently.  \nAccess controls are also used to protect personal and sensitive data. \nOur Code of Business Conduct and Ethics and privacy policies are \ndesigned to comply with all applicable laws and regulations concerning \nthe use and protection of customer information. These include \nthe European Union’s General Data Protection Regulation and the \nCalifornia Consumer Privacy Act. \nZiff Davis and our businesses receive requests for information on \nusers from time to time, and we evaluate these requests and respond \nto valid requests when legally required to do so, or when the user \nhas consented. We are not aware of any countries where our core \nproducts or services are available and subject to government-required \nmonitoring, blocking, content filtering, or censoring, and we are not \naware of any government requests to remove content. In 2022, we did \nnot have any material financial loss as a result of payment of claims in \nlegal proceedings related to user data privacy, nor were we fined by a \ncourt of competent jurisdiction for breach of any protective measures \nsurrounding user data privacy.CH3: Risk Management\nESG Report 2022\nCustomer  \nAccess  \nRightsINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate Governance We comply with the European Union’s \nGeneral Data Protection Regulation and  \nthe California Consumer Privacy Act. right to restrict  \nprocessing\nright to  \nobjectright to  \naccessright for  \ninformation\nright to deletion of \npersonal dataright to opt out of  \nsale (if applicable)right to  \ntransfer\nright to  \ncorrectionGOVERNANCE", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}