{"page_content": "32CH3: Risk Management\nESG Report 2022Data Security\nINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate GovernanceData security and cybersecurity are top priorities for Ziff Davis \ngiven an increase in cybersecurity threats, phishing attacks, and \nother targeted attacks on information technology (IT) systems. \nOur Board is briefed regularly on cybersecurity risks. Under our \nBoard’s oversight we implement cybersecurity risk management \nmeasures, including the use of outside vendors. Ziff Davis’ \nInformation and Data Security Practices apply to the entire \ncompany, including all business units and subsidiaries. \nData security and cybersecurity programs at Ziff Davis are \nimplemented by our external Data Protection Officer, Chief \nTechnology Officer, Chief Information Security Officer, Chief \nAuditor, General Counsel, Chief Financial Officer, Chief \nAccounting Officer, and senior management, with oversight \nfrom the Audit Committee of the Board. Regular updates on \ninformation security are presented to the Audit Committee, and our Legal team and Information Security team regularly update \nbusiness executives on new privacy regulations, policy, and \nprocedure changes and requirements. \nWe maintain an information security program that is aligned \nwith the National Institute of Standards and Technology (NIST) \nframework and standards as well as applicable industry \nregulatory requirements. The company’s Information Security \nPolicy applies to all our businesses/subsidiaries. It is authored \nand implemented by our Information Security team, which \nconducts tabletop exercises, random “phishing tests,” and \nother organization-wide measures to regularly monitor core \nsystems, sites, and applications for potential vulnerabilities. \nWe perform internal and external audits of information security \nstandards at least annually, and our policies and program are \ncontinuously reviewed and strengthened as necessary to ensure \nresponsiveness to, and protection against, actual and emerging \nthreats. In 2022, our IT systems did not experience performance \nissues or service disruptions that materially impacted our \nbusiness as a whole. \nOur Board is briefed regularly \non cybersecurity risks.We perform internal and external \naudits of information security \nstandards at least annually.GOVERNANCE", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}