{"page_content": "33\nCH3: Risk Management\nESG Report 2022We encourage responsible reporting of vulnerabilities that may be \nfound in our sites or our applications, and we review such reports \nand respond as appropriate. If a data security incident does arise, we \nimplement our Information Security Incident Response Plan, which \noperates under the principles of timely detection, management, and \nresponse. We notify applicable regulators and any affected data \nsubjects as required by applicable law. Ziff Davis businesses use \nhosting facilities that are SSAE16 SOC 2 certified. \nZiff Davis carries cybersecurity insurance as a precaution, but in \nthe past three years we have not incurred any expenses material to \nthe company as a whole in connection with a data security incident \nor incurred any payments from penalties in connection with a data \nsecurity incident. To protect Ziff Davis and our customers, we do not \nbroadly disclose specifics regarding cybersecurity threats other than \nin instances where we are legally required to do so.\nZiff Davis conducts mandatory annual training on data protection, \nglobal privacy, and security awareness for employees and \ncontractors, and employees and contractors must acknowledge \ncompliance with the Information Security Policy and Information \nSecurity Response Plan every year. We also conduct vendor \nsecurity reviews and require key vendors to implement data security \nstandards that meet or exceed our own. \nTo enhance payment account data security, certain of our businesses \ncomply with Payment Card Industry (PCI) data security standards. \nCertain of our business units and sites are also TrustArc certified. INTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate Governance\nZiff Davis conducts \nmandatory annual \ntraining on data \nprotection, global \nprivacy, and security \nawareness.GOVERNANCE", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}