{"page_content": "34CH3: Risk Management\nESG Report 2022\nINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate GovernanceResponsible Supply Chains\nZiff Davis is committed to maintaining high standards of ethical \nand sustainable business practices throughout all aspects of our \nsupply chain. We take a proactive approach to vendor selection and \nonboarding to identify partners, vendors, and suppliers who support \nour values and practices. To manage a responsible supply chain, we \nalso implement a process to assess supply chain risks and to mitigate \nany potential supply chain disruptions. \nWe ask certain partners, vendors, and suppliers that we do business \nwith to comply with our Vendor Policy and Code of Business \nConduct and Ethics, which both detail the employment practices \nwe expect them to follow including anti-discrimination, health and \nsafety standards, human rights, and rights to collective bargaining \nand organization. Our policies also require vendors to comply with all \napplicable laws and regulations where we do business, including those \nrelated to data security and customer privacy.\nZiff Davis seeks to engage minority-owned vendors and suppliers in the \nU.S. where possible and to procure products and services from local \ncompanies in the communities where we operate whenever possible. We implement a process to assess supply \nchain risks and mitigate any potential \nsupply chain disruptions.GOVERNANCE\n2020 2021 2022IndiaAustraliaUnited  \nKingdomEuropean UnionCanadaUnited  \nStatesProportion of Spend on  \nLocal Suppliers, by Region *\n0 20 40 60 80 100\n* Based on vendor data. Excludes countries with less than $1 million in overall supplier \nspend. 2022 data includes all supplier spend while prior year data only included tech \nspend, which is a majority of our overall supply chain spend. Data for India was added in \n2022 and prior year data is not available.96%\n89%\n75%\n84%\n96%94%\n93%\n73%\n83%\n70%\n98%\n94%N/AN/A94%\n87%\n74%\n98%", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}