{"page_content": "38• the Audit Committee\n• the Compensation Committee\n• the Environmental, Social and \nGovernance Committee \nThe membership of these standing \ncommittees is composed entirely of  \nindependent directors. The Audit Committee is responsible for assisting the Board in its oversight of the integrity \nof the company’s financial statements, including Corporate Audit Services and evaluating \nthe independence of the company’s outside auditors. The committee discusses with the \nGeneral Counsel significant legal, compliance, and regulatory requirements. The committee \nis also responsible for reviewing the company’s policies and processes with respect to \nrisk management. This includes assessing enterprise risks such as major financial risk \nexposures and reviewing the steps management has taken to monitor and control these \nrisks. The committee has oversight for privacy and data security matters. \nThe Compensation Committee is responsible for setting the company’s compensation \nphilosophy and strategy, and overseeing compensation programs for executive officers \nand directors, including incentive compensation and equity-based plans. The committee \nengages with stockholders and third-party compensation advisors to ensure that Ziff Davis’ \ncompensation philosophy is consistent with the company’s strategic goals and is properly \nimplemented. \nThe Environmental, Social and Governance Committee has direct oversight of \nthe company’s policies, procedures, reporting, and disclosure supporting Ziff Davis’ \nenvironmental, social, and governance initiatives, including the company’s commitments \nto diversity, equity, inclusion, and environmental sustainability. The committee reviews \nand evaluates ESG plans and practices, oversees the development and use of future ESG \nmetrics, and reviews ESG reports. As the highest governing body that oversees ESG issues \nwithin the company, the committee receives updates and information on ESG issues at \nleast quarterly from the Head of Sustainability. Environmental and social programs are also \nmanaged by a cross-functional Ziff Davis Sustainability Council with oversight by the Head \nof Sustainability.\nThe committee develops and recommends to the Board the Corporate Governance \nPrinciples adopted by the Board and reviews these principles at least annually. The \ncommittee is responsible for identifying and making recommendations to the Board \nregarding individuals qualified to become Board members, taking into consideration \nnumerous factors including diversity. The committee is also responsible for making \nrecommendations to the Board concerning members of the standing committees.CH4: Corporate Governance\nESG Report 2022\nINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate GovernanceOur Board of Directors \nincludes three standing \ncommittees: \nGOVERNANCE", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}