{"page_content": "39CH4: Corporate Governance\nESG Report 2022\nStakeholder Engagement\nEthics and IntegrityZiff Davis engages with our key stakeholders to gather input and \nfeedback to further the development of our ESG strategies and \ninitiatives. In addition to our annual employee engagement survey, which \nis discussed in Chapter 1, we engage regularly with other stakeholders \nincluding investors. For example, Ziff Davis management held a non-deal \ninvestor roadshow in March 2022 focused specifically on ESG issues and \nthis included individual meetings with seven institutional investors.\n \n \nZiff Davis’ commitment to operating our business with high \nethical standards is demonstrated by the guidelines in our \nCode of Business Conduct and Ethics and other policies and \nprocedures, which include maintaining compliance with all \napplicable laws, rules, and regulations.\nOur commitment to ethics and compliance is managed \nthroughout the company by Ziff Davis Corporate Audit Services \n(CAS), which is overseen by our Chief Auditor, who has an \nindependent reporting line to the Board’s Audit Committee. \nCAS conducts an annual Sarbanes-Oxley audit and is governed \nin conformance with the Institute of Internal Auditors’ (IIA) International Professional Practices to ensure that principles of \nintegrity, objectivity, confidentiality, and competency are applied \nand upheld company-wide. \nZiff Davis requires that all Board members and executives \ncomplete and sign a Conflict of Interest Policy Statement and \nAcknowledgement on at least an annual basis. This procedure \nis designed to ensure that conflicts of interest are identified, \navoided, and managed, including any potential conflict related \nto a decision or transaction in which the individual may receive \na benefit or gain. All conflict of interest disclosures are filed with \nand reviewed by Ziff Davis CAS. \nThe company’s Ethics Officers – our President and Chief \nExecutive Officer, Chief Financial Officer, General Counsel, Chief \nAccounting Officer, and Chief Auditor – serve as the focal point \nfor compliance activities. The Ethics Officers are charged with \ndeveloping, operating, and monitoring the company’s ethics \ncompliance.\nINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate Governance\nCompliance is managed \nthroughout the company by Ziff \nDavis Corporate Audit Services.GOVERNANCE", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}