{"page_content": "40CH4: Corporate Governance\nESG Report 2022Ziff Davis’ ethics compliance practices include mandatory \nannual training for all full-time and part-time employees \nregarding the Code of Business Conduct and Ethics and its \napplication to daily activities. This includes employees’ legal and \nethical obligations under applicable laws, regulations, and policies. \nAs part of the annual training on the Code of Business Conduct \nand Ethics, employees and directors are made aware of \nthe company’s policies and procedures for reporting ethical \nconcerns. The Code requires any employee or director who \nbecomes aware of any existing or potential violation of the Code \nto promptly notify an appropriate Ethics Officer. \nThe Audit Committee has established additional procedures to \npromote a culture of ethics and integrity and to quickly identify \npotential ethics and compliance issues. These procedures \ninclude a confidential 24/7 toll-free line and website, managed \nby an independent third party, to report potential compliance \nand ethics issues, which includes local phone numbers and language support in six countries outside the U.S. The toll-\nfree line and website are not limited to our employees. The \nWhistleblower Policy is also proactively communicated to \nemployees and directors.\nThe company has a zero tolerance non-retaliation policy, as \nstated in our Whistleblower Policy to protect whistleblowers \nwho report good faith complaints or concerns or cooperate in \nan investigation. All reports are investigated and anyone found \nto have violated the Code of Business Conduct and Ethics is \nsubject to disciplinary action, which may include demotion or \ntermination of employment. The procedures and structures to \ninvestigate reports are laid out in the Whistleblower Policy.\nA confidential 24/7 toll-free line and \nwebsite, managed by an independent \nthird party, are available to report \npotential compliance and ethics issues.INTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate GovernanceThe company has a zero tolerance \nnon-retaliation policy.\nGOVERNANCE", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}