{"page_content": "41CH4: Corporate Governance\nESG Report 2022Anti-Corruption, Anti-Bribery, Antitrust, and Human Rights\nINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIAL\nCH3: Risk Management\nCH4: Corporate GovernanceZiff Davis’ deep commitment to ethics and integrity is \ndemonstrated by our policies and procedures that meet \nor exceed all applicable anti-corruption, anti-bribery, \nand antitrust laws and regulations, along with laws and \nregulations that protect human rights in the workplace.\nZiff Davis’ employees, directors, consultants, representatives, \nand agents, including non-U.S. employees, are prohibited \nfrom paying or offering to pay money or anything of value \nto secure an improper advantage, as stated in our Code \nof Business Conduct and Ethics and our Foreign Corrupt \nPractices Act and UK Bribery Policy. These policies also \nstate that all employees, including non-UK employees, must \ncomply with the UK Bribery Act prohibiting the giving or \nreceiving of bribes, facilitation payments, or kickbacks to \nforeign officials.Ziff Davis is committed to succeeding through honest \nbusiness competition and our Code of Business Conduct \nand Ethics prohibits seeking competitive advantages \nthrough illegal or unethical business practices, including \nmanipulation or concealment, abuse of privileged information, \nmisrepresentation of material facts, or any unfair business \npractice. In 2022, we did not have any monetary losses as a \nresult of penalties associated with alleged violations of anti-\ncompetitive behavior regulations.\nWe are committed to upholding the principles of human \nrights in the workplace by ensuring worker safety and fair \nlabor practices both in our organization and throughout our \nsupply chain. Our Human Rights Policy states our aim to \nconform with the UN Declaration on Human Rights, OECD \nGuidelines for Multinational Enterprises, and UN Guiding \nPrinciples on Human Rights. Ziff Davis complies with all \napplicable laws and regulations governing the prohibition \nof child labor, forced or indentured labor, involuntary prison, \nbonded labor, modern slavery, and human trafficking. To raise \nawareness and ensure employee compliance with our human \nrights policies, these policies are reviewed in the onboarding \nprocess and regular training. Ziff Davis conforms with the UN \nDeclaration on Human Rights, \nOECD Guidelines for Multinational \nEnterprises, and UN Guiding \nPrinciples on Human Rights.GOVERNANCE", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}