{"page_content": "44Our commitment to operating our business sustainably and complying \nwith all applicable environmental laws and regulations is highlighted in \nZiff Davis’ Environmental Policy. The policy includes our commitment \nto communicate our environmental goals openly and clearly, including \nour emissions, energy, and waste reduction targets, and to regular \nmonitoring and reporting of our progress. We seek to continuously \nimprove our environmental performance through the technology we use \nand the practices we employ. \nOur Environmental Policy also expresses our desire to extend our \nenvironmental commitments to our vendors, whom we expect to \nshare our beliefs and aspire to the same standards and practices. Our \nvendors are generally asked to abide by our Vendor Policy and Code \nof Business Conduct and Ethics, which requires them to comply with \nour Environmental Policy or adopt substantially similar policies.CH5: Environmental Management\nESG Report 2022\nClimate Change\nAs a digital media and internet company, the direct operations \nof our businesses do not generate substantial greenhouse \ngas (GHG) emissions. However, Ziff Davis has a Climate \nChange Policy to demonstrate our commitment to operate \nin a sustainable manner and limit any damaging impacts our \noperations may have on climate change. \nThese include many of the actions detailed in our Environmental \nPolicy, such as reducing the energy used in our operations and \nthe emissions generated relative to the size of our company. We are committed to using alternative or renewable energy sources \nwhere practical and to proactively evaluating new opportunities \nin our business model and operations to reduce our climate \nchange risks. Environmental risk evaluation criteria, including \nclimate change, are integrated into the due diligence process for \nmergers and acquisitions.GOVERNANCEINTRODUCTION\nAPPENDIXSOCIAL\nCH5: Environmental Management\nZiff Davis has a  \nClimate Change Policy.ENVIRONMENTAL", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}