{"page_content": "45EmissionsCH5: Environmental Management\nESG Report 2022\nZiff Davis is committed to measuring the company’s carbon \nfootprint through internal and external audits. Beginning in \n2021, we initiated an annual GHG inventory process using \nan independent third-party expert, Agendi, to measure our \ncompany-wide energy usage (including energy derived from \nrenewable sources) and GHG emissions. \nThrough our GHG inventory process, we have determined that \nthe primary sources of GHG emissions associated with Ziff \nDavis’ operations are:\n• Energy usage at our office locations and co-located  \ndata centers\n• Upstream emissions associated with our suppliers\n• Our employee commuting and remote working activities\nThe company’s business units are taking action to shift the \ndevelopment and production environments of our IT operations, including the customer data we store on behalf of clients and \ncustomers, from co-located data centers to cloud platforms. \nAt the end of 2022, 85% of our data storage was cloud based. \nThis figure excludes data storage capacity that Ziff Davis uses \nto store data on behalf of customers that the company cannot \naccess. In 2022, Ziff Davis developed a more robust calculation \nmethodology which means the 2022 figure is not comparable to that \nof the prior year. Ziff Davis works with cloud platform providers who \nhave a demonstrated commitment to zero-carbon footprints. \nIn 2022, Ziff Davis submitted an emissions reduction target \nfor validation to the Science Based Targets initiative (SBTi), a \npartnership between CDP , the United Nations Global Compact, \nWorld Resources Institute, and the World Wide Fund for Nature. \nThe SBTi is the lead partner of the Business Ambition for 1.5°C \ncampaign, an urgent call to action from a global coalition of UN \nagencies, business, and industry leaders who are mobilizing \ncompanies to set net-zero-based emissions targets in line with \nthe 2015 Paris Agreement.GOVERNANCEINTRODUCTION\nAPPENDIXSOCIAL\nCH5: Environmental Management\nIn 2022, Ziff Davis submitted an emissions \nreduction target to the Science Based  \nTargets initiative (SBTi).ENVIRONMENTAL", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}