{"page_content": "48CH5: Environmental Management\nESG Report 2022Waste and Water\nZiff Davis protects the environment by reducing the amount of  \nwaste sent to landfills from our offices by implementing recycling \nand composting programs where possible. Our Environmental Policy \nhighlights our commitment to complying with all applicable laws and \nregulations on disposal or recycling of electronic waste (e-waste) and \nhazardous materials. The policy also recognizes the fundamental \nhuman right of access to water, which we recognize is a scarce \nresource, and we conserve water through our use of high-efficiency \ndishwashers and water-conserving bathrooms in our LEED-certified \nbuildings.\nZiff Davis educates our employees about recycling and composting \nthrough awareness programs using posters, signage, and clearly \nmarked disposal containers. We work with recycling company \nTerraCycle in our New York and Los Angeles offices to provide Zero \nWaste Boxes to collect and recycle items not collected by the local \nmunicipality such as potato chip bags and candy bar wrappers.Los Angeles Office  \nRecycling Initiatives\nOur Los Angeles office implemented several \nnew programs in 2022 to reduce waste sent \nto landfills and promote recycling, including \nadding signage for all waste receptacles \nwith visual guides to help with sorting. We \nstarted a new program with TerraCycle to \nseparate plastic waste and recycle coffee \nfresh packs. We replaced the use of bottled \nwater and canned seltzer by installing a \nBevi beverage dispensing machine. To \nreduce plastic waste, we eliminated single-\nuse cups, introduced straws made of \nvegetable fibers, greatly reduced single-use \ncutlery, and ordered cleaning products from \nBlueland, an eco-friendly company. Working \nwith a recycling company, Athens Services, \nwe also launched a program to collect \norganic food waste for use in composting. \nGOVERNANCEINTRODUCTION\nAPPENDIXSOCIAL\nCH5: Environmental ManagementENVIRONMENTAL", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}