{"page_content": "66ESG Report 2022\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXSOCIALAppendix\nMetric 2021 2022\nEnergy \nTotal Energy Consumption (Gigajoules) 29,110.8 26,879.1\nNatural Gas (Scope 1) 156,171.9 3,978.7\nDiesel 5.6 26.0\nPropane 38.3 64.1\nFuel Oil 219.6 87.6\nElectricity 20,602.2 18,599.3\nNatural Gas (Scope 2) 152,001.7 4,117.0\nSteam 29.9 0.0\nChilled Water 41.7 6.4\nPercentage Grid Electricity 70.8% 69.2%\nPercentage Renewable 1.1% 6.8%\nEnergy Intensity (GJ / $1,000 Revenue) 0.02055 0.01932\nRevenue (in Thousands) $1,416,722 $1,390,997Global Environmental Data 14\nAbout this Report\nData Tables\nGRI Content Index\nSASB Index\nTCFD IndexTotal Energy Consumption (Gigajoules)\n14 We engaged third-party sustainability consultant Agendi to conduct our GHG audit. Our baseline year is 2021 and the GHG Protocol Corporate Accounting and Reporting Standard \nwas used in the calculation of energy use and GHG emissions. Electricity emission factors are obtained from the International Energy Agency’ CO2 Emissions from Fuel Combustion 2020 \nreport and the U.S. Environmental Protection Agency’s Emissions & Generation Resource Integrated Database (eGRID) publication. Additional emissions factors are sourced from the UK \nDepartment for Environment, Food and Rural Affairs (Defra). All energy sources are included in intensity calculations. Global warming potentials are obtained from the Intergovernmental \nPanel on Climate Change (IPCC) Sixth Assessment Report. The chosen consolidation approach for emissions is facilities under operational control. In the reporting period we did not sell any \nenergy. Emissions calculations are based on a combination of actual, estimated, and extrapolated data. \nGHG Scope 1 and 2 include four of the seven greenhouse gases covered by the GHG Protocol: carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), and hydrofluorocarbons (HFCs). \nPerfluorocarbons (PFCs), sulfur hexafluoride (SF6), and nitrogen trifluoride (NF3) are not relevant sources of greenhouse gases for Zif f Davis. We do not combust biogenic emissions sources. \nGHG Scope 3 includes all gases covered under the GHG Protocol: CO2, CH4, N2O, HFCs, PFCs, SF6, and NF3.\nAs our emissions methodology is refined in future years, our emissions numbers are subject to change. In 2022, our 2021 GHG emissions were retroactively recalculated due to improved \naccess to vendor spend data and refinements in our calculation methodology . These recalculated prior year emissions reflect those submitted to the Science Based Targets initiative (SBTi) to \ninform our climate targets. To align with the SBTi submission, we have selected 2021 as our new baseline year.  \n15 Where site surveys confirmed that the landlord or building manager control the boiler or source of heating, natural gas emissions were allocated to Scope 2. In all other instances, natural \ngas emissions were allocated to Scope 1, per recommended practice from the GHG Protocol.2021 2022Electricity\nNatural Gas \n(Scope 2)\nSteam\nChilled WaterFuel OilPropaneDieselNatural Gas\n(Scope 1)\n0 5,000 10,000 15,000 20,000 25,0006,171.9\n3,978.7\n5.6\n38.3\n64.1\n219.6\n87.6\n20,602.2\n18,599.3\n2,001.7\n29.9\n41.7\n6.44,117.0\n0.026.0", "metadata": {"source": "NASDAQ_ZD_2022.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}