{"page_content": "105\nDevelopments in Environmental Regulation\nThe U.S. Environmental Protection Agency (EPA) is working on a number of more stringent \nregulations targeted at coal-fired power plants. Our emissions-reduction projects, including our plan under Colorado’s Clean Air-Clean Jobs Act, help to prepare us for these initiatives.\nRegulation Status\nElectric Generating Unit \nMACT RuleOn March 16, 2011, EPA issued the proposed “Maximum Achievable Control Technology” or MACT \nrule for coal-fired utility units greater than 25 MW. The proposed rule requires substantial mercury \ncontrol, preventing 91 percent of mercury in coal from being released to the air. We expect that \nmost utility units will need to add equipment to control mercury emissions. The proposed rule also includes regulation of so-called acid gas emissions. It regulates hydrogen chloride (HCl) as a \nsurrogate for all acid gases and also offers the use of SO\n2 as an alternate surrogate for HCl. \nSubstantial HCl or SO2 control will be required on all coal-fired units. Units affected by the proposed \nrule will need to demonstrate compliance within three to four years. EPA is under a consent decree to propose a utility MACT rule and finalize it no later than Nov. 16, 2011. We are evaluating the \nproposed rule and will provide EPA comments.\nTransport Rule Aimed primarily at the control of regional emissions to address acid rain, ground-level ozone and particulate matter precursors, the EPA “Transport Rule” would set air emission limits for states included \nin the rule at levels deemed necessary for the protection of air quality in other states downwind. The \nrule was proposed on July 6, 2010, to be finalized by mid-2011. Its implementation is to be phased in, with implementation dates of 2012 and 2014.\nPM 2.5 National Ambient \nAir Quality Standard (NAAQS)EPA is expected to propose a PM2.5 (fine particulate) national ambient air quality standard \n(NAAQS) in mid-2011. We anticipate the rule will require some level of fine particulate control; \nhowever, it is currently unknown what level of control will be required.\nNO2 Standard On Feb. 9, 2010, EPA finalized a revision to the primary NAAQS for nitrogen dioxide (NO2). The new \nstandard is a one-hour standard that replaces the previous annual standard, making the standard much more stringent. \nOzone Standard EPA is reconsidering the 2008 NAAQS for ground-level ozone, the primary component of smog. EPA proposed \nrevisions to the ozone standard on Jan. 19, 2010, and is working to issue a final decision by mid-2011.\nRegional Haze Bart Under the Clean Air Act, EPA promulgated the Regional Haze rule in 1999 designed to improve visibility in the nation’s national parks and wilderness areas. Under the Regional Haze rule, states \nare responsible for developing a State Implementation Plan that identifies sources causing or \ncontributing to visibility impairment, control strategies for those sources, and Best Available Retrofit Technology (“BART”) determinations for certain older emission sources. States have chosen to \nfocus BART control measures on power plant emissions of NO\n2 and SO2.\nRule 316 (B) On April 20, 2011, EPA published its proposed regulations for the design, maintenance and operation \nof power plant cooling water intake structures pursuant to Clean Water Act Section 316(b). \nUnder the draft rule, all facilities that intake greater than 2 million gallons per day would have to \nreduce impingement of small fish on the intake screens, and all facilities would have to address entrainment of small organisms. The proposed rule would affect all NSPM and NSPW plants and \nsome PSCo plants that withdraw surface water for cooling purposes. We are evaluating the draft \nrule and plan to offer EPA comments.\nCoal Combustion \nByproducts RuleEPA is proposing to regulate coal ash generated by electric utilities and independent power \nproducers. It introduced the proposed regulation in June 2010 and provided for public comment \non the regulatory options it is considering. The public comment period ended Nov. 19, 2010. It is \nanticipated that EPA will not issue a final rule, if any, until sometime in 2012.Please see page 67 for \ndiscussion on EPA’s regulation of carbon dioxide.", "metadata": {"source": "NASDAQ_XEL_2010.pdf", "page": 107, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}