{"page_content": "82\nThrough a customer energy feedback pilot \nprogram with OPower, Xcel Energy has been sending customized home energy reports to 50,000 customers in Minnesota. The reports compare each customer’s energy use to that of 100 neighbors with similar sized homes.2010 Energy Efficiency:  \nConservation and Load Management*\nSpendingElectric Conservation/  \nLoad ManagementGas \nConservation\nGenerator \nkWGenerator \nMWh MCF\nMN $83,258,341 115,530 415,591 697,322\nCO $71,599,286 67,373 252,014 454,238\nWI $11,556,045 11,185 56,626 38,558\nTX $4,946,738 29,388 15,830 n/a\nNM $6,595,724 4,051 31,716 n/a\nSD $169,481 577 13 n/a\nMI $216,548 n/a** 1,407 38,031\nND $358,933 1,210 29 14,884\nTotal $178,701,096 229,314 773,226 1,243,033\n*  Achievements listed in this table are preliminary estimates for 2010. Information \nreported is based on public utilities commission filings and does not include some \nenergy-saving programs, such as smart grid projects and rebates provided to \ncustomers on interruptible rates. Some demand side management (DSM) spending \nis categorized as O&M and expensed immediately whereas the majority of DSM \nspending is deferred and expensed to the income statement when customers are \nbilled for the DSM activity through a rider-type mechanism or base rates. For these \nreasons, DSM spend in this table differs from conservation and DSM expenses reported in our 2010 10-K.\n**  Information not tracked.\nMore information about our energy-efficiency \nprograms is available on pages 29 and 32.Energy Efficiency\nConservation and Demand-side \nManagement (DSM)\nEnergy efficiency plays an important role in our \nenvironmental strategy. We offer about 120 efficiency and conservation programs company-wide that help our customers save money, as well as reduce power plant emissions and conserve natural resources. Since we began consistently tracking energy efficiency results in 1992, our customers have saved enough electricity to enable us to avoid building more than thirteen 250-MW power plants. Overall, our 2010 energy conservation projects helped save enough energy to satisfy the electricity needs of about 95,000 homes and the natural gas needs of more than 14,000 homes for one year\n1. \n1  Average annual electricity use per home is 8,100 kWh. Average annual \ngas use per home is 87 million cubic feet (MCF).\nEnergy Feedback Pilot Program\nA group of 50,000 residential customers participate in \na pilot program offered in Minnesota since 2009. The participants receive periodic feedback on their energy consumption, which includes information on how their energy usage compares to the usage of similar customers, as well as tips for saving energy. Participating customers are compared to a control group of 50,000 similar customers who receive no communications or feedback on their usage. Through the effort, we are evaluating different methods for providing energy feedback, which includes having direct energy usage display devices in the homes of about 450 participating customers. In 2010, customers involved in the pilot saved about 7 million kWh of electricity and about 15,000 Dth of natural gas. \nWe plan to launch in 2011 a similar pilot project in Colorado \nwith 50,000 customers and in New Mexico with 15,000 customers. We also want to assess the long-term effect on energy saving behavior encouraged through the project should we stop sending energy usage reports.\n* This energy index combines electricity (kWh) and natural gas (therms) into a single measurement.Last Month Neighbor Comparison\nEFFICIENT\nNEIGHBORS 6,519 *\nYOU 7,405\nALL NEIGHBORS 7,660You used  than your efﬁcient neighbors. 14% MORE", "metadata": {"source": "NASDAQ_XEL_2010.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}