{"page_content": "90\nResource Planning\nRegulatory commissions in the major states we serve \nrequire us to submit resource plans at regularly established intervals. The plans typically assess the resources necessary to serve customers’ future energy requirements. They also discuss our future energy efficiency program goals and summarize our transmission planning process and other resources we may need to acquire based on our studies of future load growth. The regulatory review includes input from customers and other stakeholders.\nResource Planning Highlights for 2010 Include:Upper Midwest System (NSPM/NSPW)\nXcel Energy filed a new Upper Midwest Resource Plan \nproposing to reliably and safely meet customer needs in a cost-effective and environmentally responsible way from 2011 through 2025. \nIn the plan we specifically propose to: • Work with customers and other stakeholders to achieve \nan annual energy savings goal of 1.5 percent of retail energy sales\n• Request proposals for an additional 250 MW of wind power capacity that could be brought online prior to the expiration of the current federal Production Tax Credit, which is due to expire in 2012\n• Replace the remaining 253 MW of coal-fired generating capacity at our Black Dog Generating Station in Burnsville, Minn., with 700 MW of cleaner-burning natural gas in 2016 or later\n• Evaluate all options to meet new peaking generation needs that may materialize from 2015 through 2020\n• Continue to support efforts to ensure that sufficient transmission is available to move needed generation  and maintain system reliability\nThe plan is subject to review and approval by the \nMinnesota Public Utilities Commission, and was also  filed with regulators in North Dakota, South Dakota  and Wisconsin. PSCo\nIn Colorado, we completed negotiations for 400 MW of \nadditional wind resources and 60 MW of solar resources under the current 2007 Colorado Resource Plan. \nIn November 2010, we requested and were granted an \namendment to the resource plan that replaced 200 MW of wind power with a new “request for proposal” and moved 125 MW of solar thermal generation into a future resource planning process. We completed the new solicitation for wind power in early 2011, which will result in a significant cost savings for our customers. The solar thermal generation will be evaluated in our next resource plan to be filed October 2011. We also proposed many changes to our coal-fired generating facilities through our Clean Air-Clean Jobs Act plan, described on page 101.\nSPS\nTo meet the future needs of our customers in the Texas-\nNew Mexico Panhandle, we signed an agreement in late 2010 to purchase the output of a new 161-MW wind farm located near Amarillo, Texas, and work is underway on 54 MW of solar power in New Mexico. We also are adding 168 MW of power from a natural gas combustion-turbine unit at our Jones Generating Station in Lubbock, Texas. \nThroughout this report we provide updates \non projects outlined in our resource plans. Find the Black Dog repowering and Jones Station projects on page 92, the latest Colorado and Texas wind acquisitions on page 72, and the New Mexico solar power project on page 75.", "metadata": {"source": "NASDAQ_XEL_2010.pdf", "page": 92, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}