{"page_content": "Ten Thousand Beds  \nTen Thousand Beds partners with leading treatment \nprograms across the United States to provide addiction treatment scholarships to people struggling with  substance abuse. \nThe 2017 ALKERMES INSPIRATION GRANT will \nprovide treatment scholarships for people in financial need and support Ten Thousand Beds’ breakthrough #ontheroad4recovery initiative - a national tour to raise awareness and change perceptions of addiction and recovery. The tour will include local events to facilitate real conversations about the issue, forge new partnerships and support more individuals and families in need.  Patients\nPatients are at the center of \neverything we do at Alkermes. \nWe regularly engage with patients \nthrough a host of channels including interviews, surveys and \npatient advocacy groups, to ensure \nthat patient and caregiver voices help shape all parts of our work. \nTo help patients in financial \nneed, the Alkermes Copayment \nAssistance Program and the \nAlkermes Patient Assistance \nProgram provide low- and  no-cost access to our medicines  \nfor schizophrenia and addiction.  \nIn 2017 alone, these programs \nhelped more than 19,600 patients gain access to medication. And \nsince the inception of these \nprograms, more than 66,500 patients have received assistance. \nWe also work to strengthen the \nsupport systems for patients.  \nIn 2017, we awarded more than $2 million in educational grants to help medical professionals and others learn about mental health conditions and substance use \ndisorders. We also awarded  \n$1 million in ALKERMES \nINSPIRATION GRANTS® to  \nsupport innovative community programs that catalyze positive change for those affected by \nmental health conditions and \nsubstance use disorders.\nALKERMES INSPIRATION GRANTS\n \nThis is My Brave  \nThis Is My Brave is an innovative organization dedicated \nto ending the stigma surrounding mental health issues by sharing stories of individuals living successful, full lives despite mental illness. \nWith the 2017 ALKERMES INSPIRATION GRANT, This Is \nMy Brave is filming a powerful documentary about the impact of sharing stories of recovery from mental illness and addiction. The project is helmed by award-winning filmmaker Beth Murphy.\n“Mental illness touches all of our lives in some way, and \nI am in awe of the people who are coming forward to share their stories with the world. …Something I think is so important to remind ourselves of — is that change is possible. It is possible to break down barriers. End stigmas. Change ourselves. Inspire those around us to do the same. ”  \n- Beth Murphy, This Is My Brave ALKERMES INSPIRATION GRANT FilmmakerIn 2017, we supported the work of 10 game-changing organizations through ALKERMES INSPIRATION GRANTS.  \nThe below are two of the 2017 grantees.\n4", "metadata": {"source": "NASDAQ_ALKS_2017.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}