{"page_content": "Alkermes volunteers sleep overnight \nin the parking lot to raise funds and awareness for homelessness. \nCommunities\nAlkermes is committed to giving \nback to the communities where \nour employees live and work. \nWe focus on efforts to increase access to health and well-being, \nas well as those needs unique to \nour communities. The following are some of the ways Alkermes and \nour employees contribute.  \nIreland\nSupporting Restorative Therapy  \nfor Local PatientsWe support a signature partnership \nwith a therapeutic support center \nfor people living with addiction, \nmental illness, MS and other conditions. The center provides \nemotional, mental, physical and \nspiritual support for its clients through a range of counseling, \ntherapy workshops and other \nprogramming. Alkermes employees contribute to the center in a \nvariety of ways. Teams of Alkermes \nvolunteers support the upkeep of the center, helping with gardening, \nconstruction, cleaning and painting. \nOther Alkermes volunteers have received special training to provide \nsupport to the center’s client \nprogramming, such as mindfulness and yoga sessions. Alkermes \nAllegro, an all-employee choir, has \nlent its voice to the center’s choir competition to raise funds for the \ncenter’s critical mission.\n “To be involved in this project brings us closer to the reality of the lives \nof patients who suffer from ailments \nrelated to the medicines we develop and produce here at Alkermes,” said \nAaron Russell, an Alkermes Ireland \nemployee. “Knowing the service that this organization provides is \na great motivator for me as I feel I \ncan have a positive impact on their lives with my daily work.”\nRaising Awareness and Funds  \nfor HomelessnessGiven the strong connection \nbetween homelessness and \nmental health and substance \nuse, addressing homelessness is a priority for Alkermes. In \nOctober 2017, a team of Alkermes \nemployees joined others across \nIreland to sleep outside and raise \nfunds to help end homelessness. \nThe intrepid team spent the night in \nthe Alkermes parking lot and raised more than $6,000 for the cause. \nProviding Care and Respite for  \nMS Patients\nWe also partner with an organization that provides information, support \nand advocacy services to the MS \npatient community across Ireland. Alkermes employees have helped \nfundraise for the organization \nthrough its “9000 steps” event and have tended to the garden in its \npatient care center. \n“We all felt like we had made a small \nbut significant difference in the \nlives \nof others and that feeling was \nimmense,” said Carol McNelis, an \nAlkermes Ireland employee, of her \nvolunteer experience. “The garden in Rathgar is very important to the \nserenity of the care center, and the \nresults of the day were clearly visible to the staff and patients, and their \nresponse was overwhelming.”  \n6", "metadata": {"source": "NASDAQ_ALKS_2017.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}