{"page_content": "DECLAN LENNON \nSupply Chain\nCaRE®\nAs part of our efforts to create a strong EHSS culture, we developed and \nimplemented an in-house proprietary program that engages the Alkermes \nworkforce in identifying and reducing everyday risk in the workplace. \nThis program, CaRE® (Collaborative and Risk-focused Engagement) has become core to our EHSS approach across the enterprise, encouraging \nrisk awareness, accountability and continuous improvement. The CaRE \nmodel includes the following elements:\n•  Ownership Risk Assessments: Easy-to-use tools help guide employees \n    in evaluating whether work areas, equipment and tasks are safe before  \n    starting work.\n•  Good Save Awards: Monthly and quarterly awards are given to  \n    employees who flag a potential workplace hazard and take ownership  \n    of the process to address it.\n•  Walkthroughs: Monthly visits by randomly-selected groups of site  \n    leaders to different areas of the site to have honest and collaborative  \n    discussions about the area’s work, potential risks and potential  \n    improvements. The groupings of leaders, along with the areas they  \n    visit, are changed regularly so as to maximize participation, knowledge  \n    sharing and collaboration. This also encourages interactions between  \n    colleagues who might not ordinarily meet through their daily work.\n“Since CaRE was introduced on site here, it has been very successful \nfrom a Warehouse perspective; it is the mechanism that we use to look \nout for each other in the day-to-day running of our pharmaceutical \nsite. Through the CaRE walkthroughs, it’s great for us to have people from other departments walk our area, who may see things from a \ndifferent perspective, who hear from us about the work that we do and \nprovide feedback accordingly. I was fortunate to have one of my Good Saves picked as a site Good Save of the Month and subsequently the \nGood Save of that quarter. As recognition of this achievement, I got to \nattend the Annual NISO Safety Awards with other Good Save Award colleagues, where we got to listen to people from all walks of life speak \nabout the role that safety plays in the workplace.” \nResponsibility in the Supply Chain  \nBeyond our own facilities, we have initiated a program to ensure that our strategic \nsupply chain partners meet expected EHSS standards. If a vendor does not meet our \nexpectations, we work with that vendor to improve its performance or, if necessary, \nconsider alternative supply options. \n \n10", "metadata": {"source": "NASDAQ_ALKS_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}