{"page_content": "CSR R ePoRt12in 2009, unfi’s environmental Coordinator collected a baseline data set and created Key Performance indicator Reports. Key \nPerformance indicator Reports chart electricity use each month, current versus prior year, and are distributed to our teams. \nGoals for energy conservation will be set across the country based on these KPis.\n \nunfi has implemented many energy conservation initiatives, including:\n• in 2009, unfi opened our leed® Gold certified facility in Y ork, P a and closed its operations at an older operating facility in \nnew oxford, P a. While the Y ork facility is 175% larger than the new oxford facility, it only consumes 16% more electricity!\n• daylight sensors and motion activated lighting sensors have been installed in many locations across our company. \n• the information technology department has an energy Star purchasing policy for all new computer equipment.\n• it data Center was recently consolidated. this decreased electricity consumption and cooling needed for servers.energy Conservation \n70,000,000\n68,000,00066,000,000\n64,000,000\n62,000,00060,000,000\n58,000,000\n56,000,000\n2008  2009  2010  2011  2012kWh Consumedelectricity Conservation Goals\nCSR R ePoRt13did you know? in 2009, unfi announced its Hybrid Vehicle incentive Program to all \nfull time associates that have been with the company for more than one year. the \nprogram offers associates an incentive of $3,000 toward their purchase of a hybrid vehicle to offset the cost of buying hybrid technology.total 2009 Greenhouse Gas emissions for unfi\noperational \nemissions Categoryemissions Source\nCategoryGreenhouse Gas2009 inventory\ntotals (M t Co2e)Percentage of  \ntotal emissions\ndirect Core\nemission SourcesStationary Combustion CO2e from Stationary Combustion 3,814 2.86%\nMobile Combustion CO2e from Mobile Combustion 92,028 69.06%\nProcess emissions CO2e from Process Emissions 0 0.00%\nfugitive emissionsHRCs & PFCs  \nfrom Refrigeration and AC units4,296 3.22%\ntotal emissions from direct Core Sources (Scope 1 emissions) 100,137 75.15%\nindirect Core  \nemission SourcesPurchased electricity CO2 from Electricity 33,115 24.85%\nPurchased Chilled Water CO2 from Chilled Water 0 0.00%\nPurchased Steam CO2 from Steam 0 0.00%\ntotal emissions from indirect Core Sources (Scope 2 emissions) 33,115 24.85%\ntotal emissions 133,252 100%\nnon-GHG optional auxiliary information\noperational Categoryemissions  \nSource CategorySubstance2009 inventory totals\nValue units\noptional auxiliary  \ninformationnon-GHG  \nfugitive emissionsCFCs from  \nRefrigeration and AC Units0.00Metric Tons  \nRefrigerant\noptional auxiliary  \ninformationnon-GHG  \nfugitive emissionsHCFCs from  \nRefrigeration and AC Units0.59Metric Tons  \nRefrigerantemissions Reductions\nClimate leaders\n• unfi joined the environmental Protection agency’s Climate leaders Program in april, 2009\n• ePa Climate leaders is a voluntarily reporting partnership through which companies choose to report their Green House Gas  \nemissions to the eP a\n• unfi has assembled inventory data on emissions from owned assets through the program\n• the unfi Sustainable development department is creating an inventory Management Plan to insure timely and accurate collection \nof emissions data for years to come\n• unfi is one of the only distribution companies to have joined the Climate leaders Program and acts as an industry pioneer in the field of Green House Gas reporting\n• next step: in late 2010, unfi plans to announce an absolute reduction goal for emissions through the programdid you know? in 2009, 3% of energy used at unfi came from renewable  \nresources. We are currently researching different technologies to increase this  percentage.", "metadata": {"source": "NASDAQ_UNFI_2010.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}