{"page_content": "contractors, had negatively impacted our safety \nresults. To address this issue, we implemented a number of programs in 2011 that started to show a positive impact in the second half of 2012. Speciﬁcally, we reported an 80 per cent decrease in the number of recordable injuries as compared to the ﬁrst half of the year.\nFocusing on process safety\nIn 2012, we focused on a number of other key areas, including process safety management (PSM). Although we have always emphasized the integrity of our operating plants, we have been learning from the causes of catastrophic incidents at other companies and are now bringing a more holistic approach to PSM. This includes aligning our global and regional programs with the Center for Chemical Process Safety’s Guidelines for Risk Based Process Safety. We also completed a gap assessment of our process safety elements against the Guidelines and are enhancing our program to address any shortfalls. \nWe now require every manufacturing plant to \nhave at least one position dedicated to managing the PSM program. These subject matter experts are members of our Global Loss Prevention Team, who are currently identifying performance metrics that are indicative of future performance of process safety (leading indicators) as well as metrics of current and past performance (lagging indicators). These ﬁgures will be reported upwards to the Executive Leadership Team and the Board’s RC Committee. We have also initiated external benchmarking and information gathering on process safety.\n“ As Methanex strives towards \nsustainability through its \ncommitment to Responsible \nCare, the company’s emphasis \non a strong foundation of \nprocess safety management \n(PSM) remains paramount.\nSound PSM requires that \ncorporate leaders cultivate \na safety culture where \ncomplacency is the enemy. \nEnsuring that hazards \nare managed, production \nprocesses are contained, and employee and community \nsafety is protected is the \nﬁrst order of business for \nMethanex. \nWithin the Chemistry Industry \nAssociation of Canada \nmembership, Methanex \nis recognized for walking \nthe talk and ensuring that \nprocess safety remains at the \nforefront of Responsible Care \nimplementation in Canada.”\nWhat Others Say\nBob Masterson\nVice President, Responsible Care® Chemistry Industry Association of Canada (CIAC)\nThe CIAC establishes the Responsible \nCare Principles for Sustainability upon which Methanex’s RC/SR policies and programs are based.\nMethanex’s core values guide everything the company does, \nincluding how we manage and support employees.The safety of our employees and contractors is foremost.\n10Workplace", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}