{"page_content": "As part of our commitment to Responsible Care, we go \nbeyond complying with regulations – we follow best environmental practices in all aspects of methanol production and distribution. We promote this ethic with our customers, distributors, partners, employees and other stakeholders. To lessen the environmental impact of our operations, we work to reduce our use of natural resources and energy and to minimize our production of waste and emissions.\nEnergy efﬁ  ciency and GHG emissions\nOur operations generate greenhouse gas (GHG) \nemissions, both when fuel is consumed during the methanol production process and when we ship methanol to our customers worldwide. \nMethanex is subject to GHG emissions reporting \nand/or regulation at our Medicine Hat, Canada and New Plymouth, New Zealand plants. In addition to provincial GHG regulations in Alberta, our Medicine Hat plant will also be required to comply with federal GHG regulations currently under development by the Canadian government and expected in 2014.\nIn 2012, Methanex generated 2,964,407 metric \ntonnes of greenhouse gas emissions, of which 87 per cent was emitted from methanol production and 13 per cent from transporting methanol by sea. Compared to 2011, global methanol production in 2012 increased by 6 per cent and GHG emissions increased by 13 per cent. The resulting CO2 emissions intensity rate increased slightly from 0.59 in 2011 to 0.63 in 2012 due primarily to restricted operating rates from gas shortages at one of our plants. See the graph on page 17 for more information.\nThe emissions intensity rate for our marine \ntransportation of methanol through our Waterfront Shipping subsidiary decreased from 71 kilograms of CO2 per metric tonne of product shipped in 2011 to 66 in 2012. The seven per cent decrease resulted from operating ships at reduced speeds whenever possible and reducing the number of times vessels are repositioned during ballast voyages. See the graph on page 17 for more information.\nWe are continually looking for ways to improve the \nenergy efﬁ  ciency of our operations and reduce GHG emissions. Since 1994, Methanex has reduced the emissions intensity rate of our operations (that is, the amount of carbon dioxide generated per tonne of produced methanol) by 30 per cent through improved plant reliability, energy efﬁ  ciency and emissions management. Going forward, it is clear that innovative technologies and practices will be environment\n14Environment", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}