{"page_content": "needed to meet the global challenges facing the \nindustry in this area.\nOne such example is Methanex’s partnership in \nthe Cabo Negro Wind Energy Park in the Region of Magallanes, Chile, where our plants are located. This project involves wind electricity generation that will be used to replace electricity currently produced by fossil fuel (natural gas) at our Chile facility. The electricity generation from this wind farm will contribute to annual GHG reductions estimated at 10,436 tonnes of CO2 per year. The wind power plant has an expected minimum operating lifetime of 21 years and, as the ﬁ  rst industrial facility in the region to use wind power, we are contributing to the region’s sustainable development. \nIn November 2012, the Cabo Negro Wind \nEnergy Park was formally recognized by the United Nations as a Clean Development Mechanism under the Kyoto Protocol.\nWater management\nWe know that water is a valuable resource, especially \nin areas where the supply is limited or shared with communities or vulnerable ecosystems. Using water efﬁ  ciently and ensuring wastewater discharges comply with regulations or company standards are high priorities for Methanex. In 2012, our methanol production increased by 6 per cent, resulting in an increase in the use of freshwater at our plants, for a total volume of water used of 13 million m\n3. We continue to work on \nways to use water efﬁ  ciently at our plants. For more information see the water story on page 16.\nIn addition, all wastewater from our operations \nis treated and analyzed before it is discharged. In 2012 we set our leading indicator target 50 per cent stricter than the discharge limits in place at each of our operations. This gives us advance warning of any potential issues with our discharge systems and will help us identify any issues before they have an impact on the environment. We are also in the process of installing groundwater monitoring wells at each site to further enhance our water monitoring programs.\nWaste management\nWe strive to use natural resources and materials efﬁ  ciently and recycle or reuse waste where possible to minimize waste being sent to landﬁ  lls. Our methanol production process is inherently clean because the raw material is natural gas, which is all consumed. Any waste generated from other activities is stored appropriately and disposed of through qualiﬁ  ed waste management companies. \nAs part of our ongoing focus on waste reduction, \neach Methanex location monitors the volumes of waste generated and diverted from disposal. We also continually seek ways to reduce waste at source with our suppliers.Methanex New Zealand received an environmental award from the Taranaki Regional Council for its proactive sustainability initiatives at the Waitara Valley plant site.\n15Methanex Responsible Care and Social Responsibility Report 2012", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}