{"page_content": "Spills\nThere is always the risk of spills during methanol production, storage and distribution. In 2012 Methanex made no spills to the environment. There was one serious spill of methanol within secondary containment and 90 minor non-reportable spills that were also contained. See page 17 for more information.\nMethanex believes that minimizing minor spills \ncontributes to preventing larger spills that may have the potential to impact the environment. We monitor and analyze minor spills to identify root causes to prevent future spills.\nRegional Highlights\nWater: Sustaining a Valuable Resource\nAs global demand for freshwater continues to grow, traditional water sources are becoming increasingly scarce, showing signs of stress such as rising pollutant levels and insufﬁcient replenishment rates. \nMethanex regards water as a valuable resource \nto be shared with local ecosystems and the communities in which we operate. The company works closely with government and community partners to encourage conservation and address regional water management concerns. \nUsing water efﬁciently in methanol production \nA consistent, reliable source of water is essential for many processes in the production of methanol, such as reforming, steam making, heat transfer and cooling. Through a sustainability approach, the company ensures that this natural resource is used to maximum efﬁciency. \nDepending on the plant location, raw water \nis obtained from the ocean, rivers and lakes, municipalities, or onsite rainwater collection dykes. It is then puriﬁed for use in the methanol production process. As much as possible, Methanex reuses cooling water and steam that have been puriﬁed through the production process to cut down on the consumption of chemicals, energy and raw water. This recycling measure also reduces the amount of raw water required by the plant. \nAny water that cannot be recycled or reused in \nthe production process is collected in wastewater treatment ponds for treatment. Methanex ensures that any residual water is released back to the environment free of harmful substances.\nMethanex also employs a number of strategies at \nits plants to maximize water sustainability, such as management systems and controls to preserve water quality, groundwater monitoring programs, and regular measuring of water used and/or released to the environment.\nWater management efforts in Egypt\nOur team in Egypt is presently pursuing a solution that will reduce or eliminate efﬂuent discharge into the sea and decrease demand for water from the Nile river. The company continues to work with government agencies to ﬁnd additional ways to reduce our water intake.EMethanex is working with government agencies on water management efforts at our Egypt plant.\n16Environment", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}