{"page_content": "Key Performance Indicators\nEnvironmental Incidents\nWe recorded 90 minor non-reportable incidents \nin 2012, an increase over the previous year. This was due to a rise in the number of loss of primary containment incidents. The one major environmental incident was due to an efﬂuent discharge that did not meet limits for coliform. The four serious incidents included: >a reforestation program and wind farm construction project that did not meet regulatory requirements, \n >a crude methanol line leak (contained),\n >a methanol spill while loading a railcar (contained), and \n >applying an overdose of biocide in a cooling tower.\nNon-Reportable Incidents (Minor)\nReportable Incidents (Serious)\nPermit Exceedances (Major)0\n2004 2005 2006 2007 2008 2009 2010 2011 201260\n4080100120\n20\nCO2 Emissions (million tonnes)\nTotal Production (million tonnes)\n CO2 Emissions Intensity  \n(tonne CO2/tonne methanol) 2008 2009 2010(2)2011(2)201200.1\n00.4\n0.3\n0.20.50.64.5\n4.03.53.02.52.01.51.00.50.7methanol production/coc  emissions \n(million tonnes)\nemissions intensity \n(tonne coc / tonne methanol)CO2 Emissions vs Methanol Production(1)\nIn 2012 there was a small increase \nin CO2 emission intensity from 0.59 to 0.63. Increased production from Egypt and Canada at the same or lower CO2 intensity rates was offset by lower production and higher CO2 intensity rate at our Chile plant due to gas shortages.\n(1) CO2 emissions and methanol production ﬁgures were adjusted for the \nAtlas (Trinidad) plant (63.1% interest) and Egypt plant (60% interest).\n(2) The 2011 methanol production ﬁgure has been corrected from \n3,705,681 tonnes to 3,847,000 tonnes. The impact of this restatement \non CO2 emissions for 2011 is a decrease in CO2 intensity from 0.62 tonne CO2/tonne methanol, to 0.59 tonne CO2/tonne methanol.\n17Methanex Responsible Care and Social Responsibility Report 2012", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}