{"page_content": "We strive to be a respected and valued corporate citizen \nby creating positive and sustainable impacts in the communities where we operate.\nManaging our impact\nWe recognize the need to carefully manage \nthe impacts of our operations. Building and maintaining our community relationships is essential to our social licence to operate. Our Responsible Care and Social Responsibility policies deﬁ  ne our goals and actions in support of:\n >building open, honest, proactive relationships in the communities where we have a signiﬁ  cant presence,\n >being accountable and responsive to the public,\n >maintaining effective processes to identify and respond to community concerns, and\n >informing the community of any risks associated with our operations.\nWe have established Community Advisory Panels (CAPs) at each of our manufacturing locations to promote communication between ourselves and our fenceline communities. Composed of a cross-section of independent community representatives, CAPs provide a forum for open and frank communication.Community dialogue also includes other communication channels such as stakeholder associations and networks, public meetings and forums, collaborative community projects and initiatives, community seminars, conferences, presentations, trade shows, surveys, one-on-one interviews, focus groups, emergency planning \nmeetings, and neighbourhood and public meetings.\n \nInvesting and building capacity in \ncommunities\nMethanol is an essential part of everyday life \nand our operations have positive impacts on the communities where we do business. We contribute to the countries, regions and communities where we operate through tax and royalty payments, direct and indirect employment, and by purchasing local goods and services. By maximizing these beneﬁ  ts, we are a valuable partner that contributes to the sustainable development of local communities. \nIn addition, we regularly invest money and time to \nsupport healthy communities that are great places to live and work. community\n19Methanex Responsible Care and Social Responsibility Report 2012", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}