{"page_content": "Employee-run social responsibility (SR) committees \nat our global locations identify local needs and develop community investment strategies aligned with our business objectives.\nOur SR investments include partnering with \nemployees through a matching grants program; ﬁnancial assistance for RC-related health, safety and environmental initiatives; and support for regional educational development and scholarships.\nOur ﬁnancial contributions and in-kind gifts are \ncomplemented by the countless hours of volunteer time our employees generously donate to local projects. See the table on page 23 for a breakdown of investments by our SR focus areas. \nRegional Highlights\nChile Community Spotlight: Collaborating with Partners to Conserve Energy\nFor the last three decades, Methanex Chile has built a strong reputation in the country for its socio-economic contributions, community leadership and Social Responsibility investments.\nIn the midst of a challenging business environment \ncaused by an extended shortage of natural gas, Methanex remains committed to working with key stakeholders and local partners to address community concerns and be part of the solution to regional energy challenges. \nLighting the way to energy efﬁciency\nWorking in collaboration with regional and national governments, in 2012 Methanex launched the most ambitious energy-efﬁciency light bulb exchange program ever undertaken in Chile.During the winter months, Methanex employees, alongside Chilean army personnel and local students, replaced 72,000 standard light bulbs for energy-efﬁcient models in approximately 9,000 residential dwellings – more than one-third of Punta Arenas’ households. This initiative not only increased regional energy efﬁciency, but also reduced residents’ monthly electrical expenses.\nMethanex’s environmental efforts were \nrecognized with the Chilean-American Chamber of Commerce’s Good Corporate Citizen Award. See page 28 for more details. \nTrinidad Community Spotlight: Inspiring Leadership through Education \nEach year Methanex challenges its graduates-in-training (GITs) and vacation interns to do a community needs analysis and then develop, raise funds for and execute a volunteer social impact project.\nMethanex’s 2012 GITs and interns recognized \nthat the opportunity to study in a bright modern classroom, with access to new books and technology, can transform a child’s desire to learn. \nIn August, the group helped inspire young students \nat Couva South Government Primary School by revitalizing the building’s infant block and library facilities. They also raised money for a new computer, overhead projector, educational software, books and other resources.\nEducators were extremely grateful for the facility’s \nmakeover, while the students’ delight was captured in comments such as, “They have inspired us to succeed.” Methanex’s interns and GITs were also moved by the experience, which provided an opportunity for them to stretch their leadership and teamwork skills and see ﬁrst-hand the difference they can make in other people’s lives.Methanex Chile volunteers, army members and students implemented the largest-ever light bulb exchange program in Punta Arenas.Methanex Trinidad’s graduates-in-training assist elementary school students in a newly renovated classroom in Couva South.\n20Community", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}