{"page_content": "New Zealand Community Spotlight: \nBuilding Capacity through Education\nAs Methanex New Zealand grows its production base, the organization continues to engage with its neighbouring communities and industry partners to identify sustainable environment, education, and health and safety programs that address local needs and build relationships.\nInvesting in research and future engineers\nIn 2012, Methanex awarded the University of Canterbury (UC) a US$625,000 ﬁve-year study grant for research into improving the performance of stainless steel piping, a special material used during the reforming stage of converting natural gas to methanol.\nMethanex and UC’s College of Engineering have \nbeen research partners since the early 1990s. The majority of this research has focused on high temperature metallurgy, a ﬁeld linked to equipment used in the methanol reforming process.\nDuring the last 20 years, UC’s research and its \nstudents’ engineering solutions have prompted important improvements in methanol production materials, which have beneﬁted the entire industry. Methanex’s sponsorship has also helped to provide a solid educational platform for aspiring engineers, many of whom have subsequently joined the company or associated consulting engineering ﬁrms.\nThe grant also formalized Methanex’s long-term \nrelationship with UC through the establishment of the Methanex Chair in Metallurgy. The agreement guarantees funding for future student research, and allows for longer-term planning to ensure the continuity of projects and ongoing relevancy to industry requirements.Medicine Hat Community Spotlight: Partnering to Power the Future\nWith a second year of operations under way at Methanex’s restarted plant in Medicine Hat, Alberta, employees expanded their community outreach efforts to rebuild relationships with a number of local organizations.\nAmong its many community investments, one of \nMethanex’s key initiatives was to re-establish its relationship with Medicine Hat College’s (MHC) Power Engineering Technology program. \nMethanex’s Asset Integrity Piping and Welding \ndepartment paved the way, donating materials, labour and quality control for the fabrication and installation of a pressure safety valve piping system at MHC’s Power Engineering laboratory.\nThis state-of-the-art laboratory simulates a plant \nenvironment, giving students valuable practical experience on the specialized equipment used within the industry. The system, which Methanex employees built and installed over an intense seven-day period, provides additional protection for one of the lab’s turbines, a critical safety element for this type of pressurized equipment. \nThe project was extremely well received by faculty \nand also introduced the company to students.Methanex Senior Vice President, Global Operations Michael Macdonald (bottom right) signs a long-term research agreement with the University of Canterbury College of Engineering.A Methanex employee checks the new safety valve piping system at Medicine Hat College’s Power Engineering lab.\n21Methanex Responsible Care and Social Responsibility Report 2012", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}