{"page_content": "Egypt Community Spotlight:  \nWorking in Partnership with the \nCommunity\nEMethanex is committed to building and maintaining a positive, trusting and sustainable relationship with our community stakeholders in Damietta, where our plant resides. This is especially important in light of Egypt’s ongoing political challenges. \nIn 2012, we saw a signiﬁcant positive change in our \ncommunity relations, due in large part to numerous face-to-face meetings with stakeholders to address local issues such as environmental and water concerns. Following a collaborative stakeholder engagement process, the EMethanex team also invested in several important community projects. \nCreating a nurturing learning environment for \nyoung childrenWorking with the local Community Development Association, EMethanex provided funding for the construction of a new kindergarten and daycare centre. The centre is an important addition to the community, providing a safe and healthy learning space for 160 children aged three to six. Four new classrooms and an administration ofﬁce were built and equipped with new desks and chairs, computers and educational resources. A new outer fence and refurbished playground added the ﬁnishing touches to the construction project, ensuring that the young children can play safely outdoors.\nThe kindergarten welcomed its ﬁrst group of \nyoungsters in early 2013.\nProviding economic opportunities \nThe Orphans Sponsorship Association in Damietta organizes a sewing training workshop for local widows and orphans, providing an important income-generating opportunity that helps to support their families.\nEMethanex’s investment facilitated the purchase of \nadditional knitting and sewing machines, upgrades to the workshop space and training for 20 new participants. These sewing workshops are now in commercial operation, with an increased and higher-quality production capacity. \n“When we ﬁrst met with EMethanex in \nearly 2012, we discovered very quickly that \nEMethanex is a different kind of company, \none that truly cares about its impact on the \ncommunity.\nThe company provided training on \nEMethanex’s SR criteria to help us develop a \nproject proposal for funding the renovation \nof the Association’s rundown kindergarten. \nAfter almost nine months, the kindergarten \nis ﬁnished and we are receiving students.”\nWhat Others Say\nYasser Eisa\nTechnical Education Director & Chairman of the Board Community Development Association\nThe Community Development Association in Damietta, \nEgypt, where our EMethanex plant resides, provides community social services such as education for pre-schoolers, health care for mothers and children and  loans for youth.\nA teacher welcomes students in Damietta, Egypt, to a newly \nrenovated classroom and daycare centre, which EMethanex helped build. The new kindergarten and daycare centre in Damietta will beneﬁt 160 local children and their families.Community\n22", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}