{"page_content": "We are dedicated to minimizing risks during methanol \ntransportation, distribution, storage and use.\nA complete journey approach to \nproduct stewardship\nWe strive to maintain the highest safety standards, \nprotect the environment and share methanol safe-handling knowledge with stakeholders, who include our customers and their downstream end-users, emergency responders, industry associations and governments. This approach to product stewardship has resulted in effective stakeholder partnerships, enabling us to work together to raise awareness of safe practices and minimize risks in product transport, distribution, storage and use at critical points in the methanol value chain.\nLogistics: Minimizing risks through \ntraining and support\nShipping\nOur shipping subsidiary, Waterfront Shipping Ltd., offers a customized training program on methanol safe-handling and nitrogen awareness that reaches more than 700 vessel crew members a year. All ocean-going ships are required to complete an annual inspection based on the Chemical Distribution Institute’s Marine (CDI-M) protocol, and our internal safety visit program also checks the ﬂ  eet on a yearly basis. In 2012, we updated our internal safety visit protocol to address the human element, adding areas like fatigue management. In parallel, we launched a new management system that incorporates all requirements of RC, the International Organization for Standardization and the International Maritime Organization. \nFor our in-region barging operations, all contracted \nbarge companies have successfully passed either a selection or audit process to assess their RC performance when transporting methanol along inland rivers.\nTerminal\nAll of Methanex’s owned or contracted methanol storage terminals have been audited using a third-party protocol. During 2012, over three-quarters of the terminals and customer locations where we deliver methanol had completed an audit based on the Chemical Distribution Institute’s Terminal (CDI-T) protocol, the Oil Companies International Marine Forum protocol or a CDI-T approved Methanex terminal pre-screening assessment protocol that highlights the highest CDI-T priorities for methanol handling and Methanex expectations. Since starting our terminal program in 1997, we have worked closely with customers and terminal operators in all regions to adopt these international standards. marketplace\n24Marketplace", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}