{"page_content": "Road and rail\nWe emphasized road and rail distribution safety in 2012. During the year, we held trucking-focused methanol safety seminars in Japan, New Zealand, Brazil and Egypt that brought together customers, distributors, end-user customers (and their truck carriers), terminal staff and emergency responders. \nIn addition, we conducted route risk assessment \nwith customers and their truck carriers in regions where these assessments are not legally required. Please see the Egypt case study on page 27.\nLast year, we also co-developed a Truck Audit \nProgram with an independent surveyor company in Brazil. Please see the case study on page 27. \nOur railcar safety program in North America \nincludes training and maintenance management. This widely respected program received three railcar-speciﬁc awards in 2012, 2011 and 2010. For more information, see the Awards section on \npage 28.\nOutreach: Sharing knowledge on the \nsafe handling of methanol\nReaching out to stakeholders to share safety \nmessages is an important part of our product stewardship program. Each year, we communicate with more than 2,000 individuals worldwide, and we reach many more through our train-the-trainer model. Program events include seminars, conference presentations, tailored training sessions, visits and partnership programs.\nTraining\nIn 2012, we delivered more than 40 RC and methanol safety seminars, training sessions and presentations to global stakeholder groups that included customers, logistics providers and carriers, terminal staff, local communities, emergency responders, industry associations and governments.\nIn Latin America, 2012 was the fourth year in a row \nthat we invited our customers to join our annual four-day intensive ﬁre brigade training camp in Chile, which is held in partnership with the Punta Arenas ﬁre brigade and our plant operators.\nBenchmarking\nWe believe there are things we can learn from our business partners, and they from one another. In 2012, we launched a best practices benchmarking program to work together on improving safety. \nThe program will identify best practices of our own \norganization, our contractors and customers, and other best-in-class RC leader companies, and then inspire improvements by comparing and sharing these best practices. \nSpeciﬁc areas of interest include terminals, \ntrucking, biodiesel companies, surveyors & laboratories, and customers & competitors, as well as railcars, barges and vessels. We will continue to pursue this improvement path in 2013 and beyond.\nDialogue: Sharing information and \nperspectives with our stakeholders\nThe growth of new methanol markets must be \nresponsible and sustainable. \nIn 2012, we participated in numerous national and \ninternational initiatives to promote methanol as a clean fuel and to advocate for the safe handling of methanol in markets worldwide.\nMethanex also works with the Methanol Institute’s \nProduct Stewardship Committee and Bootleg Alcohol Sub-Committee to identify ways to prevent methanol from being misused in fake or adulterated alcohol around the world. Waterfront Shipping is a recognized industry leader for its efforts to improve safety practices on board its vessels.In 2012, Methanex won three awards for successfully transporting methanol by tank railcars across North America.\n25Methanex Responsible Care and Social Responsibility Report 2012", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}