{"page_content": "“I want to express our gratitude \nto Methanex for its excellent \nprevention program on \nresponsible methanol handling. \nDalçoquio’s participation \nresulted in the company receiving an award and \nindustry-wide recognition, \nwhich were proudly celebrated \nby our entire team.\nRecognition activities like \nthis motivate Dalçoquio to \ncontinue to improve and focus on the people who are \ntruly responsible for making a \ndifference in our company, our \ntruck drivers.\nI also want to thank Methanex \nfor coordinating these safety \nefforts with representatives \nfrom Cattalini Terminals, \nwhich further strengthens our \nrelationships with partners in \nthe supply chain.”What Others Say\nMárcio Poli\nExecutive Manager Dalçoquio\nAsia \nWe are supporting the development of regulations and standards for methanol/gasoline and dimethyl ether (DME) and liqueﬁed petroleum gas (LPG) blending in China through our involvement in the Methanol Institute and International DME Association. We’ve also presented at a number of major conferences held by the China Association of Alcohol and Ether Clean Fuels and Automobiles, China Nitrogen Fertilizer Industry Association and China Petroleum and Chemical Industry Federation.\nIn September 2012, we held workshops with the \nMethanol Institute to address public concerns in Vietnam due to a number of motorcycle ﬁres allegedly caused by an illegal fuel mix that contained methanol. Europe and the Paciﬁc We continue to collaborate with all stakeholders to identify health, safety and environmental (HSE) concerns with the use of methanol as a fuel. We also provide funding to selected methanol fuel-blending demonstration programs in Iceland, Australia and Europe to raise HSE standards and raise public awareness about the risks and beneﬁts of methanol as a fuel. For more information, see the story on page ﬁve.\nMiddle East\nAs a founding member of the Gulf Petrochemicals & Chemicals Association’s (GPCA) Responsible Care Committee, we are committed to building a strong RC culture in the Middle East. In 2012, we presented a GPCA workshop about our experience of implementing RC at our Damietta, Egypt facility. This event was attended by some 150 delegates representing Arab companies that are introducing RC under GPCA direction.Methanex hosts seminars to share RC best practices with staff at terminals.EMethanex introduced an ambitious truck safety program in Egypt.\n26Marketplace", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}