{"page_content": "Regional Highlights\nTaking Product Stewardship on  \nthe Road\nIn recent years, our Marketing and Logistics (M&L) group has focused on industry trucking companies and the truck drivers who transport and deliver Methanex’s methanol around the world. In 2012, the most notable examples of Methanex’s robust road and truck safety initiatives were implemented in Latin America and Egypt. \nReinforcing driver safety in Brazil\nIn Brazil, road safety is a top priority for Methanex. Every year, hundreds of truckers transport more than 550,000 million tonnes (20,000 truckloads) of methanol from storage terminals to customers throughout the country.\nIn 2010, in partnership with a third-party external \nsurveyor, Methanex started a spot-checking and audit program of its local customers’ carriers’ trucks to better understand their safety performance on the road. The program was fully implemented in 2012, with more than 200 trucks from 25 independent trucking companies participating in random audits. \nThroughout the year, M&L staff organized safe \nhandling and defensive driving workshops for drivers, ensuring they had access to methanol safety packages and personal protective equipment. The team also met with trucking companies’ management to learn more about their training and road safety practices. These insights have been included in a larger Methanex best practices benchmarking initiative that is examining various modes of transportation and logistics operations. \nIn November, Methanex recognized the \nachievements of the three highest-rated trucking companies at the Latin American Petrochemical Association’s annual conference in Rio de Janeiro. \nLooking ahead, the M&L group is developing \nsimilar programs for methanol carriers and truck drivers in Chile, Colombia and Peru, customized in accordance with these countries’ safe handling and road regulations.\nBuilding a new approach to road safety in Egypt\nWhen EMethanex started up its operations in Damietta in early 2011, there were no formal methanol transportation and safe handling standards in Egypt. In addition, the high prevalence of road trafﬁc accidents was, and remains, a major safety concern.\nAs in other regions, EMethanex has no direct \ncontrol over the independent trucking companies that transport the company’s methanol to domestic customers. Nevertheless, as part of its RC commitment, in 2012 Methanex launched a multi-faceted truck safety program targeted at carriers and truck drivers. \nEMethanex’s truck safety approach is becoming \na model for Methanex’s other global regions. In collaboration with its joint venture partner Egyptian Petrochemical Holding Company, EMethanex continues to improve its RC truck safety program. Good progress has been made to date, and work with government and industry partners to promote safety is a key focus for 2013.In 2012, Methanex presented Dalçoquio trucking company in Brazil with an award for its road safety practices.\n27Methanex Responsible Care and Social Responsibility Report 2012", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}