{"page_content": "In 2012, Methanex was awarded numerous honours in \nrecognition of its unwavering commitment and contributions to Responsible Care practices.\nNorth America\nAmerican Chemistry Council (ACC)\n2011 Responsible Care Performance AwardMethanex was among several ACC member companies to receive the Responsible Care® Performance Award, which recognizes chemical shippers’ progress in achieving the ACC Board’s approved set of goals and targets.\nAmerican Commercial Lines (ACL)\n2011 Marine Environmental Stewardship Award Methanex was awarded this ACL honour for its safe handling and transport of more than one billion gallons of chemical in 2011 without incident and for the company’s ongoing commitment to environmental protection.\nBurlington Northern Santa Fe (BNSF)\nProduct Stewardship AwardMethanex was honoured with the 2011 BNSF Product Stewardship Award for the safe transport of more than 500 loaded tank cars of hazardous materials, with zero non-accidental releases (NARs).\nCanadian National (CN)\n2011 Gold Safe Handling AwardCN gives this award to customers that transport more than 5,000 railcar shipments on its railways, with no NARs over a twelve-month period. \nUnion Paciﬁ  c (UP) 2011 Pinnacle Award\nMethanex received the UP Pinnacle Award for chemical rail transportation safety. The award is given to UP customers that have successfully implemented prevention and corrective plans to achieve zero NARs in a calendar year. \nChile\nChilean-American Chamber of Commerce (AMCHAM) 2012 Good Corporate Citizen Award – Environmental CategoryMethanex Chile was honoured with AMCHAM’s Good Corporate Citizen Award in the environmental category in recognition of the company’s massive energy efﬁ  ciency light bulb exchange project in Punta Arenas that impacted more than 9,000 households. See the story on page 20.Chilean Association of Security (ACHS)2012 Award for Health & Safety Methanex Chile was one of 20 companies recognized by the Chilean Association of Security for its ongoing commitment to employee safety and prevention of occupational-related illness.\nMERCO’s 100 Most Reputable Business Leaders in Chile \nThe MERCO Corporate Reputation Monitor named Paul Schiodtz, Senior Vice President, Methanex Latin America, one of Chile’s 100 most reputable business leaders. The annual independent survey measures corporate leaders on reputation, leadership and social responsibility, among other variables.\nNew Zealand\nTaranaki Regional Council (TRC) Environmental Award In 2012, Methanex New Zealand was presented a TRC Environmental Award for its proactive installation of an onsite sewage treatment plant at its Waitara Valley site. This initiative eliminates the disposal of waste through the nearby marine outfall and goes beyond local environmental requirements. \nProject Management Institute of New Zealand (PMINZ) \n2012 Project of the Year AwardMethanex New Zealand received the PMINZ Project of the Year Award for its Motunui #1 Restart Project. The complex project was applauded for its project management performance, adherence to demanding health and safety requirements, innovation in manufacturing and installing plant machinery, and robust communication amongst the large project team and with the community.\nTrinidad and Tobago\nAmerican Chamber of Commerce of Trinidad and Tobago (AmCham T&T) 2012 Excellence in Health, Safety and the Environment Awards – Honourable MentionThe AmCham’s awards recognize companies that have health, safety and environmental (HSE) management integrated into their corporate culture. Methanex placed second in the “Most Improved HSE Performance” category for its improvement in plant turnarounds and an Honourable Mention for the excellent work achieved through its Responsible Care program.awards\n28Awards", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}