{"page_content": "As Methanex’s new President and CEO, I am \nhonoured to be leading the company at such an exciting time for the methanol industry. Our pursuit of the many opportunities for growth will continue to be guided by our strategic focus on global leadership, low cost and operational excellence, and our unwavering commitment to Responsible Care. \nThis commitment is visible throughout our \nbusiness as we collaborate with our many stakeholders – customers, employees, governments, gas suppliers, supply chain partners, industry organizations and communities – to ﬁnd viable solutions to challenges. \n2012 was a solid year for Methanex, one that saw \nus deliver strong returns for our shareholders and maintain a 15 per cent market share. Global demand for methanol continued to grow rapidly, with methanol for energy applications leading this growth. Our 2012 plant reliability rates enabled us to meet the needs of our global customers for whom we work hard every day to earn their business.\nDuring the year, we made important progress on \nseveral strategic initiatives to increase production. We secured multiple long-term gas supply contracts in New Zealand, which underpinned the successful restart of our second Motunui facility in 2012 and positions us to further increase production in 2013 by re-opening our Waitara Valley plant. In addition, we ﬁnalized plans to relocate one of our idled methanol plants in Chile to Geismar, Louisiana, with an expected start-up in late 2014. These strategic growth initiatives will help us meet the accelerating market demand and generate excellent returns for our shareholders. \n2012 also saw a number of wins in our Responsible \nCare performance. Our Marketing & Logistics team implemented an ambitious product stewardship program that was positively received by customers, logistics providers, distributors, terminal operators and others with whom we do business. Following a number of employee and contractor incidents at our plants earlier in the year, we took actions that yielded year-end safety metrics on par with our 2011 results.\nOn the environmental side, we were pleased with \nour overall performance. We continue to look for ways to minimize our environmental footprint by prudently managing natural resources and minimizing our production of waste and emissions. \nEvery day across our global regions, our dedicated \nemployees work closely with local organizations to give back to the communities where we live and work. This past year we were particularly proud to partner with community groups in Egypt on a wide range of initiatives that are positively impacting local residents. \nLooking forward, we will continue to focus on \nresponsibly growing our production base and expanding new markets for methanol while staying true to the values of Responsible Care. In the following pages, you will learn more about the many ways we are collaborating with others to develop solutions that support our business, the environment and the global communities in which we have a presence.\nJohn Floren\nPresident and Chief Executive Ofﬁcerpresident’s message\nJohn Floren  \nPresident and Chief Executive Ofﬁcer\n02President’s Message", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}