{"page_content": "Shipping LanesDistribution Terminals and Storage FacilitiesShanghai\nDubai\nHong Kong\nNew ZealandTrinidad\nand Tobagoasia north\namericaeurope\nmiddle\neast\nafrica\nlatin\namericaSeoulBeijing\nProduction Facilities\nGlobal Office LocationsDallas\nGeismar\n(2014)Medicine Hat\nVancouver Brussels\nTokyo\nCairoDamietta\nSantiago\nPunta Arenas\nMethanex Corporation is the world’s largest supplier of \nmethanol to major international markets in North America, Asia Paciﬁ  c, Europe and Latin America. \nMethanol is an essential chemical building block \nthat is used in countless industrial and consumer products. It has also become an important alternative resource for energy-related applications, such as fuel blending into gasoline.\nHeadquartered in Vancouver, Canada, Methanex \ncurrently operates methanol production sites in Canada, Chile, Egypt, New Zealand and Trinidad and Tobago. \nProviding a reliable supply of methanol to \ncustomers is critical to our business. \nWe are growing our production base \nby relocating one of our idle plants in Chile to Geismar, Louisiana, on the United States Gulf Coast. \nIn addition, we are enhancing capacity at our \noperations in Canada and New Zealand, which will add valuable supply for our customers around the globe and further strengthen our market leadership. Methanex’s regional marketing ofﬁ  ces in Belgium, Chile, China, Korea, Japan, the United Arab Emirates and the U.S. ensure we are able to meet the needs of our global customers. We also have distribution terminals and storage facilities strategically located around the world, with key distribution hubs on the U.S. Gulf Coast as well as in Northwest Europe, Korea, and East and South China.\nOur global operations are additionally supported by \nthe world’s largest ﬂ  eet of methanol ocean tankers, which are managed by Waterfront Shipping Limited, a wholly owned subsidiary of Methanex.about methanex\nIn 2012, Methanex restarted a second plant at our Motunui facility in New Zealand.\n03Methanex Responsible Care and Social Responsibility Report 2012", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}