{"page_content": "Methanol (CH3OH) is a clear, colourless liquid \npetrochemical, also known as methyl alcohol or wood alcohol. Methanol is an essential building block for countless chemical components found in industrial applications and everyday products. It is also used as a clean-burning and biodegradable fuel to power vehicles and heat homes.\nMethanol can be produced from a variety of \nsources, including conventional sources such as natural gas and coal, as well as renewable sources such as municipal waste, landﬁll gas, biomass and recycled carbon dioxide (CO2). \nHow is methanol made?\nMethanol is four parts hydrogen, one part oxygen and one part carbon. It is most commonly produced on an industrial scale by reforming natural gas with steam and then converting and distilling the resulting synthesized gas mixture to create pure methanol. The result is a clear, liquid, organic chemical that is water soluble and readily biodegradable.\nMethanol in our lives\nMethanol is used to produce hundreds of industrial and consumer items. Our customers include some of the world’s leading chemical manufacturers, who transform our methanol into other industrial chemicals. These, in turn, are used in a wide range of everyday items, including building materials, foams, resins, paints, plastics, and various health and pharmaceutical products.\nMethanol for energy\nThe global demand for energy continues to grow, as does the demand for methanol as an alternative source of energy and fuel. \nApproximately one-third of global methanol \nproduction is used in energy-related applications. In 2012, the fastest-growing use of methanol was in the production of oleﬁns, which are used to produce polymers, plastics and rubber. \nAs a clean-burning fuel, methanol can be \nblended directly into gasoline to produce a high octane and efﬁcient fuel with lower greenhouse gas emissions than conventional gasoline. Many countries are testing or using methanol as a transportation fuel, with China continuing to lead the world in this area. about methanolHousehold paint is one of the many everyday items produced using methanol.Methanex’s project with Coogee Energy in Australia is testing methanol-blended fuel in vehicles.\n04About Methanol", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}