{"page_content": "The SPIRETH demonstration project is trialling methanol \nand DME as an alternative marine fuel.Methanex is working with CRI in Iceland to develop renewable methanol.\nMethanol is also used to produce methyl tertiary butyl ether (MTBE), a gasoline component, and dimethyl ether (DME), a clean-burning fuel with similar properties to propane.\nFinally, methanol is a key component in the \nproduction of biodiesel, a renewable fuel that can be blended with conventional diesel or used on its own to power cars, trucks, buses and  \nfarm equipment.\nThe future of methanol – powering \ntransportation \nIn the transportation sector, the world depends \nalmost entirely on crude oil that is then reﬁned into gasoline, diesel and other products. Concerns over the environmental impact, supply and rising price of crude oil are leading many countries to seek alternative energy sources to meet their growing energy demands. \nAlcohol-based fuels, such as methanol, \nare an attractive alternative that can provide fuel diversity, reduce emissions and increase consumer choice. \nMethanol is most often produced commercially from \nnatural gas feedstock, the low price of which makes methanol an economic and affordable fuel option.\nAs a transportation fuel, methanol can be more \nreadily incorporated into existing infrastructure and current car designs than other alternative fuels, such as hydrogen. Methanol blended into gasoline is more energy efﬁcient and environmentally friendly than gasoline on its own, producing considerably fewer toxic emissions.\nWe are working with numerous organizations that \nare developing methanol as an alternative fuel. For example, we are working with Coogee Energy in Australia to establish a test program and trial a ﬂeet of vehicles operating on methanol-blended fuel. \nMethanol is also a promising alternative fuel for ships. \nNew environmental regulations from the International Maritime Organization require ships to decrease sulphur emissions, so the search is on for a cleaner shipping fuel. Methanex is participating in the SPIRETH demonstration project with industry partners in the Nordic region to use methanol and DME as a marine fuel. One company, Stena Line, recently announced plans to convert 25 ships to run on methanol.\nLike all transportation fuels, methanol requires safe-handling procedures; see our Marketplace section on pages 24–27 for more information about our product stewardship practices. \nProducing methanol from renewable \nsources \nIn an effort to reduce their dependency on \nconventional fuels and the impact of greenhouse gas emissions, many governments around the world are supporting initiatives for alternative and renewable fuels. \nMethanex is participating in many exciting \ninitiatives worldwide to produce methanol from renewable energy sources. For example, in Iceland, \nwe are working with Carbon Recycling International (CRI), a methanol producer that is using water, waste CO2 and electricity generated from a neighbouring geothermal power plant to produce methanol.\n05Methanex Responsible Care and Social Responsibility Report 2012", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}