{"page_content": "Sound corporate governance is the foundation of our \nlong-term success and the sustainability of our operations. Our corporate governance policies ensure that all business decisions and practices live up to the highest values of accountability, ethical behaviour and Responsible Care.governance\nMethanex’s Responsible Care and Social \nResponsibility (RC/SR) policies and programs are based on the Chemistry Industry Association of Canada’s (CIAC) Principles for Sustainability and RC Codes of Practice. As an RC company, we dedicate ourselves, our technology and our business practices to sustainability and to the betterment of society, the environment and the economy.\nManagement and direction\nOur RC/SR practices are established by our Board of Directors and Executive Leadership Team. The Board’s Responsible Care Committee oversees RC program performance and issues at the policy level, while the Public Policy Committee focuses on our SR program. The two committees consider ethics, accountability, governance, business relationships, product stewardship, community involvement and protecting people and the environment.  The Senior Vice President of Global Operations has overall responsibility for Methanex’s RC policies and programs, and the Senior Vice President, General Counsel and Corporate Secretary oversees the company’s SR policies and programs. Both individuals ensure that the RC and SR initiatives align with the Board’s requirements and the company’s business strategy.\nThese programs are managed by the Director of \nResponsible Care and the Director of Government and Public Affairs, who lead the Global Responsible Care Team and the Global Public Policy Team, respectively.\nMethanex’s RC/SR program is managed through \na “Plan, Do, Check, Act” cycle, both corporate-wide by global teams and on a regional basis by local management. This constantly evolving management cycle enables the ongoing improvement of our RC/SR program, both  globally and locally.\nResponsible Care & Social Responsibility Governance Structure\nResponsib le Care Committee of the Board Public Policy Committee of th e Board\nSenior Management Responsible Care Senior Management Public PolicyBoard of Directors\nGlobal\nManufac turing\nTeam Global\nResponsible\nCare Team Global Publi c Policy  \nTeamSVP, Global OperationsSVP, General Counsel &\nCorporate SecretarySVP, Global Marketing \n& Logistics\nGlobal  Marketi ng &  \nLogisti cs Respo nsible  \nCare TeamGlobal  Marketi ng & \nLogisti cs Team\n06Governance", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}