{"page_content": "Building a foundation of respect \nwith our stakeholders\nThe way we communicate and collaborate with our \nstakeholders is guided by the CIAC’s Accountability Code of Practice. \nBy following this Code we are able to: \n >identify all internal and external stakeholders,\n >ensure the effective ﬂow of information to, and  \n dialogue with, these stakeholders, and\n >offer opportunities for our stakeholders to \nprovide input and feedback on company decisions and actions.\nWe consult and communicate with our stakeholders through customer surveys, investor surveys, product stewardship outreach efforts, public policy engagement initiatives, community advisory panels, community dialogue and reputation audits.\nRegulatory and legislative efforts \nOur primary stakeholders include government and regulatory agencies that have a signiﬁcant inﬂuence on the labour, community and environmental practices at our facilities. Our approach is to work in collaboration with governments in order to achieve responsible and sustainable outcomes. As natural gas is the principal feedstock for Methanex’s operations, ensuring sufﬁcient natural gas supply is a priority for our operations in all regions. We also advocate to regulatory and legislative entities in regions where we do business on a range of areas, including environmental policies, health and safety regulations, and international trade and taxation issues. \nIn 2012, we clariﬁed our global political donations \npolicy to state that the corporation does not make political donations to government ofﬁcials or political parties, and does not take any part in party politics.\nEthical business conduct \nOur Code of Business Conduct applies to all employees, ofﬁcers and directors. It provides a set of standards to help Methanex personnel avoid wrongdoing and to promote honest and ethical behaviour while conducting Methanex business. We have established a conﬁdential “whistle-blower” hotline for reporting suspected Code violations. The Code is reviewed annually by the Board and is available on our website and Intranet. \nFor more information about Methanex’s Code of \nBusiness Conduct, please see the 2012 Information Circular on www.methanex.com.\nMethanexMediaGov ernment and \nRegula torsInvestors\nJoint Ven ture  \nPartn ers\nNatura l Gas Suppl iers Analy sts\nLogisti cs Partn ers\nEmploy ees\nIndu stry Associa tions\nCommun ity Groups  \nand RepresentativesCustomers\nIndu stry Partners\nSupp liers and \nContrac torsMet hanol En d-UsersMethanex’s Stakeholders\n07Methanex Responsible Care and Social Responsibility Report 2012", "metadata": {"source": "NASDAQ_MEOH_2012.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}