{"page_content": "11Learning and training\nSustainable design and engineering are becoming \nincreasingly important to the architecture and product development fields. At the same time, significant \neducation and skill gaps exist in this area. For students to \nmeet the growing demand in their fields, they must be better prepared. In addition, there is a movement of makers and artists who increasingly use design software \nto shape their creations and make them more \nsustainable. Autodesk offers educational tools and resources to help makers, students, educators, and professionals understand sustainable design and its application across many industries.\nOnline learning \nWe offer free, flexible, self-paced online learning opportunities to teach sustainable design concepts to those already practicing or considering a career in \narchitecture, engineering, design, and other related fields. \n• Autodesk Sustainability Workshop is a free online \nknowledge base that teaches the principles and \npractice of sustainability in engineering, architecture, and design. Short, engaging videos and articles that teach the fundamentals of sustainable design are paired with case studies and tutorials that illustrate \nhow to put complex concepts into practice with \nAutodesk tools. Since launching in 2010, the Sustainability Workshop has received nearly  2 million visits, and hundreds of educators and \nacademic institutions worldwide have integrated  \nthe materials into their classes.\nAutodesk as a living lab\nWe often use our Sustainability Solutions in our own operations. This helps us test and refine the functionality of our solutions, improve our own \nenvironmental performance, and showcase how \ncustomers can use our solutions to meet their  own sustainability objectives.\n• Autodesk’s Building Performance Analysis Certificate (BPAC) Program is the first of its kind. This free, online course teaches building science fundamentals and \nAutodesk building performance analysis tools. Since  \nthe course launched in 2013, more than 12,000 people have registered, 75,000 course hours have been completed, and about 275 educators worldwide are \nusing it to supplement coursework. \n• In 2014, we launched individual course offerings for \nprofessionals seeking continuing education credits \nand students and educators who are looking for  \nmore flexibility in their course selections. Thirteen individual courses are available in high-performance building design, simulation CFD for building design  and architecture, engineering, and construction  \n(AEC) applications. \n• The online Autodesk\n® BIM Curriculum for AEC was \ncreated to prepare learners for professional practice in \nAEC management. The Autodesk BIM Curriculum site, \nwhich has received more than 1.4 million views, has \nextensive learning materials, videos, exercises, assessments, and more to teach BIM and sustainable \ndesign practices, along with integrated project delivery \n(IPD) concepts.\n• The Autodesk\n® Simulation Workshop helps increase \nstudents’ and practicing engineers’ fundamental understanding of how computer-aided engineering \nsoftware tools work. Using Autodesk simulation and \nanalysis tools, the workshop connects theory, numerical methods, and application to provide students with a real-world understanding of their learning. • The Digital STEAM Workshop invites high school \nstudents to download Autodesk software at no charge and then create and share their designs. It \nincludes design-based projects with extensive content, \nlesson plans, data sets, and videos that guide users through the development of designs that demonstrate their mastery of core topics in STEAM and design-\nbased disciplines.\nPartners and sponsorship\nWe support the passions of students and professionals \noutside the classroom as well by creating and sponsoring sustainable design competitions, such as \nthe Cradle to Cradle Product Design Challenge. This \ncompetition challenges participants to “eliminate the \nconcept of ‘waste’ by designing products with materials that may be perpetually cycled to retain their \nvalue.” The initiative is a partnership between Autodesk \nand the Cradle to Cradle Products Innovation Institute.\nAutodesk also works closely with industry-leading \norganizations such as the American Institute of \nArchitecture Students, the U.S. Green Building Council, and Architecture 2030. Through these relationships, we fuel creativity and help students and professionals \nunderstand how to integrate sustainable design \nstrategies into their work (both now and in the future). \n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}