{"page_content": "121. Products are subject to the terms and conditions of the end-user license and services agreement that accompanies the software. Software for students and educational organizations are for educational purposes only and are not \nintended for commercial use.\nAccess to technology \nWe provide software solutions to people around the \nworld—from design and engineering professionals and students to clean technology innovators and nonprofit \norganizations. By increasing access to our technology,  \nwe expand the number of people who can use our solutions to create a better world.\nDiscounted and no-fee software\nWe offer discounted and no-fee versions of Autodesk software to a variety of individuals and organizations, including the following:\n1\n• Nonprofit and community organizations: In fiscal year 2015, we donated software worth US$6.8 million through the Autodesk Technology Impact Program, \nwhich supports nonprofit organizations using design  \nto solve epic challenges. Learn more about the program later in this section.\n• Clean technology entrepreneurs: Through our Cleantech Partner Program, we support those who  are designing clean technology solutions to solve environmental challenges. Learn more about the \nprogram later in this section.\n• Early adopters: Autodesk\n® Labs offers the public \nearly access to prototypes, technology previews, and \nexperimental web services at no charge. People can \naccess this professional-grade software in preview \nmode, trying out new features and workflows while providing constructive feedback to Autodesk.\n• Students: Autodesk Education has provided access to Autodesk software to more than 200 million students, educators, and institutions with no fee.  \nIn 2014, we completed our multiyear education \nbusiness model transformation by providing access  \nto our desktop software to any student, teacher,  \nor school in the world at no charge.\n »Through the Autodesk Education Community , \nstudents and educators can access more than 65 \ntitles of Autodesk professional-grade software at no charge. Since the Community’s inception in 2006, \nmore than 12 million students and educators have \nregistered, including nearly 3 million in 2014.  »Through Autodesk® Academic Resource Center (ARC), \nschools gain access to Autodesk software for their classrooms and labs at no charge. \nThe value of the software we donated through these programs was in the billions of dollars for \nfiscal year 2015. \n• Educational organizations: We provide access to \nAutodesk technology to education-focused \norganizations, such as The Chronicle of Higher \nEducation, President Obama’s ConnectED Initiative, Discovery Education, EDUCAUSE, FIRST\n® Robotics, F1  \nin Schools™, ISTE, Intel® Computer Clubhouse, NESTA, \nNMC, PACE , Project Lead the Way , SkillsUSA, U.S. \nDepartment of Energy Solar Decathlon, VEX® Robotics, \nand WorldSkills.\n• Consumers: We make our technology accessible to everyone from artists and makers to gamers and home enthusiasts. More than 225 million individuals have \naccessed the consumer products and communities we \noffer at low cost or no charge. \n• Customers in emerging economies: At the time of \npublishing this report, Autodesk also makes older \nversions of Autodesk\n® AutoCAD® and Autodesk® \nAutoCAD LT® software available for purchase in some \ncountries with emerging economies. The list price of \nthese versions is usually a percentage off the list price of the latest release. We also have a policy of adjusting our list pricing in a number of countries to account for \nlower purchasing power in those locations relative to \nmore mature markets. \n• Employees: Since late 2012, Autodesk has granted its employees access to most Autodesk products at no charge.\nInformation sharing \nWe also facilitate knowledge sharing and expand access to information. Here are a few examples:\n• Instructables is an online community where creative \npeople share innovative projects and ideas, including projects related to sustainability issues such as solar \nenergy, greywater, and upcycling. Instructables also \nruns a variety of sustainability-focused contests such  \nas green design and e-waste reduction challenges.\n• The Autodesk\n® Knowledge Network is an online hub \nfor user support, learning, and community resources that makes it easier for users to access and exchange \ninformation relating to the use of Autodesk solutions.\n• Autodesk Sustainability Workshop is an online resource that teaches the principles and practice of sustainability \nin engineering, architecture, and design with no fee. Learn more on page 11.", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}