{"page_content": "13Cleaner Production Association to accelerate clean \ntechnology development in that country \n• Europe: We collaborate with Cleantech Scandinavia through the Nordic Cleantech Open competition\n• North America: We work closely with incubators \n \nsuch as MaRS Discovery District, Greentown Labs,  \nand Los Angeles Cleantech Incubator to accelerate cleantech startups \n• Worldwide: We partner with Cleantech\n® Group  \nto provide exposure for cleantech innovators and help them engage with investors and sustainability thought leaders  \nTechnology Impact Program\nEstablished in 2013, the Autodesk Technology Impact Program provides software donations to nonprofit \norganizations and individuals that are using design to \nhelp solve social and environmental challenges and create a better world. Qualifying applicants can receive initial grants of two professional Autodesk software suites—valued at up to US$15,000—for US$99 per \nlicense. In fiscal year 2015, 375 organizations \nparticipated. Through this program, we support \nnonprofits such as The Citizens Foundation, Evidence Partnering for clean technology \nThe Autodesk Cleantech Partner Program supports \nentrepreneurs who are designing clean technology solutions to solve environmental challenges. We provide \nparticipants with up to US$150,000 worth of software at \nno charge, which they can use to design, visualize, and simulate their groundbreaking ideas through the creation of digital models and prototypes.\n1 Through this program, \nwe have supported thousands of companies across 30 countries, including China, where we launched the program \nin fiscal year 2015. The launch in China attracted the \ninterest of more than 35 media outlets and aligns well with the Chinese Central Government’s push for a greener China.\nWe also work with leading cleantech incubators, \ngovernments, and others to identify entrepreneurs who can benefit from the use of Autodesk tools and to advocate for and promote the industry.\n• Australia: We partner with the Australian Department \nof Industry and are the principal sponsor of the \nAustralian Technologies Competition \n• China: We signed a memorandum of understanding \nwith the China Industrial Energy Conservation and \nAction, and the ShadowView Foundation, helping them pursue breakthrough ideas in the areas of education, access to clean water, humanitarian \nprotection, and environmental conservation. Through \nthis program, we also provide Autodesk Foundation grantees with our technology.\nAccessibility\nAutodesk recognizes the importance of Section 508 of the Rehabilitation Act, which requires that U.S. federal agencies’ electronic and information \ntechnology be accessible to people with motor, \nvision, or other impairments. See links to Voluntary  \nProduct Accessibility Templates (VPATs) for all major Autodesk products. These detail the accessibility \nfeatures of Autodesk products and help government \ncustomers determine their own compliance.\n1. Value is based on up to five commercial licenses of each application unless otherwise noted. Autodesk® 360 services for up to five single user authorizations for one year.\n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}