{"page_content": "14chain and emissions for cloud services providers \nare combined with other data center emissions.\nWe calculate our inventory using primary and \nsecondary data whenever possible. For these new emission areas, we applied Carnegie Mellon \nUniversity’s economic input-output model, using \n2002 data to calculate emissions. While we consider this approach to be rigorous, it introduces uncertainty to these categories due to the age of the data and because it is not specific to \nAutodesk. In the coming years, we plan to \nsupplement this approach with primary and secondary data from our suppliers through participation in CDP Supply Chain.\nAs in fiscal year 2014, Bureau Veritas will verify \nAutodesk’s Scope 1 and Scope 2 GHG emissions inventory for fiscal year 2015. They will also provide methodological assurance for the \ncomplete inventory.\nAdditional information about GHG emissions \nrelated to our operations and products can be \nfound in the following places:\n• See page 27 for data related to energy and GHG \nemissions by Scope 1, 2, and 3, and GHG emissions normalized per Autodesk’s relative contribution to world GDP , per US$ revenue, per employee, and \nper active square foot of real estate.\n• See page 9 for information about how we help \nour customers and their customers decrease GHG emissions through the use of our products.As we empower our customers to create a more \nsustainable world, we also hold ourselves to high standards. We implement best practices—with a \nfocus on reducing energy use and GHG \nemissions, since those represent the most significant environmental impacts from our operations. This demonstrates our commitment \nthrough the global Caring for Climate initiative  \nto reduce our own carbon footprint while helping our customers improve their environmental performance. We also strive to use water, materials, and other resources efficiently, in  \nour own facilities and across our value chain.\nCarbon footprint\nAutodesk increased revenue by 11 percent in \nfiscal year 2015 compared with fiscal year 2014, while increasing absolute GHG emissions by  \n12 percent during that same period, to 67,700 \nmetric tons carbon dioxide equivalent (CO\n2e).  \nOur footprint is 27 percent smaller in absolute terms than in 2009, our baseline year. During \nfiscal year 2015, Autodesk’s CO\n2e emissions \ndecreased by 6 percent per employee and \nincreased 1 percent per dollar of revenue, \ncompared with the prior year. See the chart \nabove and our performance summary on page 27 for detail. The following pages also offer  more information about the progress we have \nmade to reduce our emissions.\n27%Reduction in Autodesk \ncarbon footprint since  \nour baseline year (fiscal year 2009)\nAutodesk follows the Greenhouse Gas Protocol \nCorporate Standard for carbon measurement and reporting. This year, we added Scope 3 emissions for capital goods and our cloud services providers \nto the inventory and restated our historical \nemissions for those categories. Newly reported emissions for capital goods are included in supply Environment\n• View Autodesk’s CDP submissions for additional information about our approach  and calculation methodologies, as well as  \nour assessment of climate-related risks and \nopportunities for our company. \nReduction target for  \nGHG emissions\nAutodesk’s Corporate-Finance Approach to \nClimate-Stabilizing Targets (C-FACT) methodology calls for companies to reduce GHG emissions in \nline with global scientific and policy climate \nstabilization targets, and in proportion to their relative contribution to the economy. This approach is compatible with the Mind the Science, Mind the Gap initiative, which is  \nfocused on standardizing science-based targets \nand is sponsored by the World Resources Institute, CDP , WWF, and the Global Reporting Initiative. In early 2014, we introduced a modified version of C-FACT for cities. \nWe are committed to following this approach \nthrough 2020. This year, we met our 27 percent \nabsolute reduction target, established using our C-FACT methodology, compared with our restated fiscal year 2009 baseline. Our fiscal year 2016 target is a 32 percent absolute reduction, \nalso compared with fiscal year 2009. Learn more \nabout C-FACT.GHG emissions by activity\n(Thousand metric tons CO2e)\n0\n60\n20\n80\n40\n100\nHover over items in the legend to see related values.\nFY2009\nFY2010\nFY2011\nFY2012\nFY2013\nFY2014\nFY2015", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}