{"page_content": "15Employee travel and meetings \nAutodesk is a global company, so employee travel is  \nvital to our business. In fiscal year 2015, nonconference \nbusiness travel resulted in 24,800 metric tons of CO2e \nemissions, 37 percent of the total Autodesk carbon \nfootprint, and 21 percent more than the prior year.1 See \npage 27 for detailed energy and GHG emissions data.\nIn fiscal year 2015, Autodesk:• Avoided travel through use of virtual collaboration \ntools: Employees used our high-definition TelePresence systems for a total of over 15,000 call hours\n2 during the \nyear. This was an increase of about 8 percent compared with the previous year. The number of desktop audio \nand video sharing sessions increased by 32 percent. \n• Selected efficient cars: Our use of hybrid and other fuel-efficient rental cars increased 8 percent this year. \nTwenty-five percent of all rentals were hybrids and 82 percent of all rentals were rated for more than 28 miles per gallon.• Decreased the environmental impact of our meetings: Through our strategic meetings management program, we train meeting planners \nabout best practices and core sustainability concerns, \nincorporate sustainability questions into the Autodesk green rating system for hotels, and include sustainability expectations in standard meeting contract language. \nThe program (which includes, but is not limited to, \nsustainability issues) saved Autodesk more than  US$1 million in fiscal year 2015.\nTargets Progress in \nFY2015\nSelect high-fuel-efficiency vehicles for at least 85 percent of hired cars by fiscal year 2019Achieved  25 percent\nReduce overall GHG emissions from rental cars by 30 percent by fiscal year 2019 (baseline fiscal year \n2013)Achieved  \n12 percent\nFacilities\nIn fiscal year 2015, energy use in our facilities resulted \nin 7,120 metric tons of CO2e emissions, 11 percent of \nthe total Autodesk carbon footprint, and 25 percent less than the prior year. See page 27 for detailed energy \nand GHG emissions data, including purchases of \ncarbon-neutral energy and renewable energy certificates and offsets.\nWe use a variety of approaches to reduce GHG \nemissions and associated costs related to our facilities, including the use of our own products. In addition to enhancing our performance, this can serve as a \nshowcase for customers and potential customers. For \nexample, in fiscal year 2015, Autodesk\n® Building Design \nSuite was used to design our new Leadership in Energy and Environmental Design (LEED\n®)–certified San \nFrancisco Spear Tower office space. \nIn fiscal year 2015, Autodesk:• Continued to expand our sustainable facility \nstrategy: We assess our facilities’ environmental operating practices in areas such as energy and water conservation, waste management, green procurement, and indoor air quality management, and then create customized sustainability improvement plans. This year, \nwe increased the proportion of assessed facilities to 81 \npercent of our total square footage. The scores of those facilities continue to be 10 percent higher than the industry average.\n3 Sites representing 60 percent of our \ntotal space, up from 24 percent last year, have fully implemented the recommendations they received. In \nour Montreal office, one of the top projects identified \nthrough this process is forecasted to save more than US$48,000 and 162 metric tons of CO\n2e emissions in \nthe first year post-implementation. \n• Increased LEED certifications:  \nIn fiscal year 2015, we were awarded five additional  LEED certifications. This increased our total LEED \ncertifications to 19 (12 Platinum, four Gold, and three \nCertified), which represents 32 percent of our total  square footage.\n4 See a list of certifications in  \nfootnote 3 on page 29. \n• Increased renewable energy use: Use of  \nrenewable energy in our real estate portfolio represented 40 percent of our global electricity \nconsumption, up from 33 percent the prior year.  \nThis includes onsite generation at our Pier 9 facility  \nin San Francisco, California, and at our offices in \nManchester, New Hampshire.\nTargets Progress in \nFY2015\nImplement customized sustainability improvement plans for all benchmarked Autodesk sites by fiscal year 2017Implemented plans in sites representing 60 percent of total square footage\nDirect emissions of NOx, SOx, and volatile organic compounds \n(VOCs) from our facilities are too insignificant to report.\n1. Autodesk reports emissions from event-related travel separately from regular business travel in the GHG emissions by activity graph (previous page), although these activities are combined in the business travel line on page 27.\n2. This value consists of actual data plus estimated usage for the first quarter of fiscal year 2015. The need for estimation is a result of a vendor and team transition.\n3. Compared with the average score in the leased building industry of other building portfolios that use this rating system.\n4. As of January 1, 2015.\n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}