{"page_content": "16Major events\nIn fiscal year 2015, our two biggest events—Autodesk \nUniversity and One Team Conference—together resulted in 11,300 metric tons of CO\n2e emissions, 17 percent of \nthe total Autodesk carbon footprint and 63 percent  \nmore than the prior year. This increase is due to a \nrefinement in calculation methodology as well as an increase in conference attendance. \nIn fiscal year 2015, Autodesk:• Made exhibit halls more sustainable: We focused \non making the exhibit hall at Autodesk University as sustainable as possible. Based on partnership with our suppliers, exhibitors, and the venue, the event sent 65 percent less waste to landfill compared with fiscal year \n2014. We accomplished this through reducing food \nwaste, reusing and donating carpet and booth materials, and by gaining commitments from exhibitors to reduce giveaways and printed materials. We also \nimplemented many of these waste reduction practices \nat our One Team Conference. Our documented sustainability best practices for event planning help our staff evaluate alternatives and reduce environmental impacts.\n• Reused and recycled graphics: The number of exhibitors that committed to reuse and recycle graphics \nelements increased by 25 percent over fiscal year 2014.\nIn the coming year, we will partner with our vendors to \nfurther reduce waste and GHG emissions from events.\nData centers and IT operations\nData center energy use has the largest environmental impact of Autodesk IT operations. During fiscal year 2015, it resulted in 4,860 metric tons of CO\n2e emissions, \nabout 7 percent of Autodesk’s carbon footprint and 6 percent more than the prior year. IT-related emissions \nfrom Autodesk facilities are reflected in the Facilities \nsection on the previous page.\nIn fiscal year 2015, Autodesk:\n• Analyzed the impact of our supplier-hosted  \ncloud services: Some of Autodesk’s cloud services  \nare managed in third-party data centers. We used an \ninput-output analysis to estimate that the emissions from these services in fiscal year 2015 equaled 3,110 metric tons of CO\n2e. We have started to explore \ncollaborations with our cloud service providers to further understand and mitigate the GHG emissions related to delivering these capabilities to our customers.\n• Invested in server virtualization: Server virtualization \noptimizes the use of equipment and decreases the  \nneed to run and cool physical servers. Autodesk has virtualized more than 90 percent of its servers, including those that support its internal operations as \nwell as its customers.\n• Used rating systems to improve efficiency:  \nWe continued to use ENERGY STAR to select  \nhardware for our data centers and the Electronic \nProducts Environmental Assessment Tool (EPEAT) to select desktop hardware. We are also expanding our  presence in LEED–certified and U.S. EPA ENERGY \nSTAR–certified data centers. For new data centers in \nEurope, we are committed to expanding best practices for hardware and site selection and selecting vendors that are ISO 50001 Energy Management standard– and ISO 14001 Environmental Management Systems \nstandard–certified.\nTargets Progress in \nFY2015\nSource 100-percent renewable energy in new data centers in Europe by the end of fiscal  \nyear 2017New goal\nImplement virtualization and load \nshifting to save energy in at least 40 percent of our customer-facing data centers by the end of fiscal year 2016New goal\nSupply chain\nIn the past, we have focused our supply chain GHG \nemissions reporting on manufacturing, assembling, and delivering physical software media; and on \npackaging and powering electronic software \ndownloads. This year, we have expanded coverage and updated historical data to include the category of Capital Goods. During fiscal year 2015, supply chain \nactivities resulted in 7,600 metric tons of CO\n2e \nemissions, about 11 percent of Autodesk’s carbon \nfootprint and 9 percent more than the prior year.In fiscal year 2015, Autodesk:\n• Increased customer use of electronic downloads:  \nIn the fourth quarter of fiscal year 2015, the number  of Autodesk software downloads exceeded the number of boxes we shipped for the first time. During the year, \nelectronic downloads replaced shipments of more than \n624,000 boxes, reducing the associated GHG emissions by more than 760 metric tons CO\n2e.\nIn coming years, we intend to report on our efforts to mitigate GHG emissions from a broader set of suppliers. \nSee page 20 to learn about our Partner Code of Conduct \nand our green procurement guidelines. \n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}