{"page_content": "17Waste in operations\nAutodesk collects and reports waste data for our \nheadquarters campus in San Rafael, California, as well  as select other sites. See data on page 28.\nTo divert waste from landfill, in many of our offices we offer \ncompostable utensils and cups and arrange for compost \ncollection in facilities where such municipal services are available. At our Waltham, Massachusetts, facility, we collaborate with our landlord to send 100 percent of \nnonrecyclable waste to a waste-to-energy facility.\nWe also estimate the GHG emissions impact of waste from \nAutodesk events and the end-of-life phase of Autodesk \nproducts. In fiscal year 2015, these represented 631 metric \ntons of CO\n2e emissions, about 1 percent of Autodesk’s carbon \nfootprint, which is significantly more than the prior year due to a new calculation methodology. \nIn fiscal year 2015, Autodesk:• Expanded waste management and materials-\nefficiency efforts: We continued to improve materials reduction, green printing practices, and waste diversion practices through recycling, composting, and waste-to-\nenergy, where available.\n• Diverted waste at conferences: At Autodesk  University, we sent 65 percent less waste to landfill in \nfiscal year 2015 compared with fiscal year 2014.\n• Decreased product-related waste: See information \nabout reducing packaging and increasing customer  \nuse of electronic downloads on page 16.\nWater use in operations\nWater is not a material issue for our operations.  \nHowever, we recognize that water scarcity is an  \nincreasing risk globally. We take steps to reduce water  \nuse in many of our offices through efficient fixtures and toilets, right-sized cooling equipment, and conservation.\nCorporate environmental \nmanagement\nAutodesk’s Environmental Policy outlines our high-level \nsustainability commitments. We have a management structure for obtaining environmental data, making \ninvestment decisions, implementing measures to reduce \nour impact, and reporting performance. We continue to improve the reliability, comprehensiveness, and automation \nof these processes. All Autodesk locations are covered  by the company’s environmental management system.\nOur Environmental Core Team (see graphic), which \nincludes senior leaders from across the business, institutes sustainability best practices throughout our operations. \nTogether with the Corporate Sustainability Team, these \nexecutives are responsible for: understanding the environmental impacts of our business; establishing priorities, goals, and plans for reducing those impacts; and promoting and reporting efforts across the company. \nProject teams in turn support these responsibilities and \nexecute our strategy in the company’s largest environmental impact areas. These groups are co-led by the Corporate Sustainability Team and an Autodesk \nemployee from each activity area. Autodesk environmental management structure\nCEO Staff\nEnvironmental Core Team\n \nEnvironmental compliance\nAutodesk meets or exceeds all applicable environmental \nlaws and regulations related to our business operations. In fiscal year 2015, we were not cited or fined for \nnoncompliance of any environmental laws or regulations.Corporate  \nSustainability  \nTeam Travel\nProject\nTeamFacilities\nProject\nTeamEvents\nProject\nTeamIT\nProject\nTeamSupply\nChain\nProject\nTeam", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}