{"page_content": "18At Autodesk, we’re driven to conduct our \nbusiness with the highest degree of honesty, integrity, and ethical behavior. We promote \nhuman rights wherever we do business, and take \nsteps to safeguard the privacy and data security of our customers and employees.\nCorporate governance \nAs of April 2015, the Autodesk board of directors has 10 directors, including Autodesk CEO Carl Bass. All current directors, other than Bass, are \nindependent, according to the criteria for \nindependence established by the NASDAQ Rules. This includes our chairman, Crawford W.Beveridge. Also, all members of board \ncommittees are independent. Three of our \ndirectors are women.\nAdditional information about the Autodesk  \nboard of directors, including standing committees, \ncommittee composition, committee charters, director biographies, and the company’s Governance Guidelines is available on our \nInvestors website. That website also includes \ninformation about stock trades by members of our board of directors and by Autodesk executive officers. The Proxy Statement within our Annual Report Fiscal Year 2015 provides information \nabout and analysis of board of director and \nexecutive compensation.\nBusiness ethics\nWe are committed to maintaining ethical business practices at Autodesk. Our Code of Business Conduct (COBC), adopted in 1997 and \nmost recently amended in 2015, conveys our \nvalues and expectations. The COBC details our policies and procedures, and outlines the ethical considerations that guide our daily work. It \ncovers areas such as equal opportunity, \nconfidentiality, political contributions, anticorruption, free and fair competition,  and responsible business practices, including environmental protection, human rights,  and philanthropy.\nAll Autodesk employees worldwide are required \nto complete COBC training annually and to certify \nthat they have reviewed, understand, and agree \nto follow the COBC. In fiscal year 2015, 100 percent of Autodesk active employees completed the training. Our subsidiaries and contractors, suppliers, and service providers are also required \nto abide by our COBC.\nIn addition, Autodesk’s Code of Ethics for  \nSenior Executive and Financial Officers covers \nissues such as conflicts of interest, filings with the U.S. Securities and Exchange Commission, and disclosures to the public, as well as compliance with all applicable laws and \nregulations. It is signed by all executives who \nreport directly to the CEO, and by certain members of our finance organization.\nAnticorruption \nWe are committed to complying with all applicable anticorruption laws and regulations, such as those requiring accurate bookkeeping \nand documentation of records and those \nprohibiting offering, promising, or giving anything of value to a public or government official. This includes the U.S. Foreign Corrupt \nPractices Act (FCPA), the U.K. Bribery Act, and \nany similar local regulations in the areas where we operate. We expect our partners to abide by these same standards while conducting business with or on behalf of Autodesk. \nTo ensure understanding of our expectations, we \nprovide in-person trainings on compliance issues, \nincluding anticorruption, for various employees \nand partners around the world. We also plan to launch an online anticorruption training module  \nto a broader base of employees later in 2015.Ethics and compliance \nReporting concerns\nOur COBC includes instructions for reporting possible violations of Autodesk policies or practices. The company’s Business Ethics and  \nCompliance Hotline enables employees and third parties to report suspected violations for investigation and resolution. The COBC prohibits reprisal or retaliation of any sort against anyone \nwho makes a report in good faith.   \nThe Hotline, run by an independent company, is \navailable 24 hours a day, 7 days a week. The \ntoll-free numbers, included in our COBC, are \navailable to Autodesk employees and third parties worldwide. All calls to the Hotline may be made anonymously except where prohibited by law. In \naddition to the Hotline, a web-based reporting tool \nis also available in multiple languages. Autodesk investigates all reports made in good faith.\n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}