{"page_content": "19Human rights\nAutodesk promotes and protects human rights wherever \nit does business. The Autodesk Human Rights Policy  \ndescribes our commitments in this area, as well as how \nwe promote human rights among our employees, \nsuppliers, business partners, and customers. Several issues with relevance to human rights, such as \nanticorruption, privacy (see below), nondiscrimination, \nemployee health and safety , and access to technology , \nare covered in this report.\nWe expect our suppliers and other business partners to \ncomply with all applicable laws and regulations, including those related to human rights. Our resellers and distributors are also obligated to comply with our \nPartner Code of Conduct (see page 20 for more details). \nConsistent with our culture of ethical behavior, integrity, and respect, we will continue to work with our suppliers and refine our own requirements and processes to \nreinforce our commitment to human rights.\nPrivacy and data security\nAutodesk and its subsidiaries worldwide respect the \nrights of our customers, partners, and employees and take our responsibilities with regard to privacy and data \nsecurity seriously. We protect information in a manner \nthat addresses both legal compliance and strategic business concerns by reviewing and assessing our practices related to confidentiality, privacy, and security. \nAutodesk is proud to be self-certified to the U.S.–EU \nand U.S.–Swiss Safe Harbor Frameworks, for both customer and human resources data. The Safe Harbor \ncertification program provides a streamlined mechanism \nfor U.S.–headquartered companies to comply with certain EU and Swiss data protection requirements regarding the collection, use, and retention of personal \ninformation. Certification demonstrates that Autodesk \nadheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement, and that we provide an adequate level of privacy protection as defined by the EU Privacy \nDirective. To maintain a current Safe Harbor \ncertification, a company must certify each year that it complies with Safe Harbor Privacy Principles.  \nThis certification demonstrates that Autodesk respects \nprivacy and values the confidence and trust placed in us by our employees, customers, and partners. It serves as an essential foundation for our future business success—especially for our cloud-based offerings.Privacy\nOur Privacy Statement explains how we handle personal information, as well as how customers and website visitors can access and update their personal information \nand choices. It also explains how we protect personal \ninformation when interacting with third parties, such as service providers or channel partners. All of our employees, contractors, and subsidiaries are required to abide by our Privacy Statement. They also must adhere to more detailed internal policies regarding Autodesk’s \noverall data protection requirements and Privacy \nPrinciples (see box).\nAutodesk uses a “Privacy by Design” approach in the \ndesign of our software and online services, including cloud-based offerings. We follow the company’s Privacy Principles and perform privacy impact assessments related to situations where personal or behavioral \ninformation is collected or used. Data collection or usage \nmust include an appropriate level of transparency, as well as a mechanism to track end-user consent and enable end users to manage their choices, such as modifying or \nwithdrawing consent. \nWe provide companywide privacy training for all \nemployees and contingent workers, as well as role- and \nissue-specific trainings in targeted areas.\nAutodesk Privacy Principles\n• Be transparent about our actions and intent\n• Present individuals with clear and actionable  \nchoices\n• Practice purposeful collection, use, and retention of data\n• Use data for the purposes for which it  \nwas collected\n• Only share data with Third Parties in limited and approved ways\n• Be accountable for enforcement of these \nPrivacy PrinciplesData security\nTo help provide security for customer information in the cloud, Autodesk maintains teams focused on data center location, business operations, facility characteristics, \nsoftware controls, and risk mitigation. We have an \nincident response team and escalation procedure in place to manage and handle suspected data security incidents. Customers can find out more about the security of our cloud services at the Autodesk Trust Center . \nOur global, interactive security awareness program includes live training events, web-based training, and hands-on technical activities to demonstrate how \nAutodesk employees should respond in the event of a \ndata security incident. To further guide our employees, we documented an enterprisewide information security policy and related standards in 2014, which we are adopting throughout the company. This policy is in line \nwith our Security by Design and Privacy by Design \npolicies, as well as our Data Protection Policy.\nAutodesk maintains a cross-functional Information \nSecurity Steering Committee composed of senior executives and an Information Security Working Group, consisting of stakeholders from each business unit. This working group promotes engagement across the \ncompany on information security issues. \n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}