{"page_content": "20We use our purchasing power and influence  \nto promote socially and environmentally \nresponsible business practices across our value \nchain. Our Partner Code of Conduct and green \nprocurement guidelines set high standards and support the market for more sustainable products and services. \nSocial and labor standards \nAutodesk’s Partner Code of Conduct outlines the standards and practices that we expect our resellers and distributors to follow while \nconducting business with or on behalf of our \ncompany. It covers areas including anticorruption, antitrust and competition, business courtesies (such as gifts), financial integrity and accounting, \nconflict of interest, export compliance, \ninteractions with government customers, insider trading, and data protection and confidentiality. \nOur Partner Code of Conduct also specifies that \nbusiness partners must support internationally recognized human rights and comply with all applicable laws and regulations regarding health \nand safety in the workplace, the eradication of \nhuman trafficking and slavery, and the elimination of child labor. Additionally, we expect our partners to support fair labor practices, including the freedom to associate, and a work environment \nthat is free from harassment and discrimination.  \nA violation of the Partner Code of Conduct \nconstitutes a breach of agreement with Autodesk and may result in action, up to and including \ntermination of status as an Autodesk partner.  \nOur internal policy guidelines, which inform \ncontract language, state our expectation that \nsuppliers respect these rights. Many of our \nsuppliers have well-established policies and programs in this area.Conflict minerals\nAutodesk is committed to promoting human rights across our value chain, and we are concerned about the issue of conflict minerals. \nAlthough this issue does not have a major \nimpact on us since we are primarily a software company, we do produce a few hardware products. We are working to identify and \neliminate conflict minerals in our supply chain, \nand we are committed to compliance in this area. View our 2014 Conflict Minerals Report   \nfor details.\nGreen purchasing \nAutodesk’s green procurement guidelines outline environmental considerations to factor into the selection of vendors and products and influence \ndecisions related to travel and meeting services, \nevents, and some marketing-related purchases, such as collateral development and printing. These guidelines include the following:\n• Gather and assess supplier environmental \nperformance data to inform choices and select options with lower environmental impact\n• Review the environmentally preferable offerings of existing suppliers\n• Seek out products with third-party certification and positive environmental attributes, including products that support water conservation  \nand are energy-efficient, durable, recyclable, \nlocally produced, and made with rapidly renewable resources\nIn some situations—particularly for suppliers such as travel vendors with substantial GHG emissions—Autodesk includes sustainability language in requests for proposal and vendor \ncontracts. In some instances, we request  \nsuppliers to provide environmental information, \nincluding whether they have an environmental Suppliers and business partners\nmanagement system that is ISO 14001– certified. We review suppliers’ environmental initiatives and consider this information \nduring selection, and we are working with \nour procurement department to prioritize environmental criteria alongside cost in vendor negotiations. For information about \nthe number of our suppliers with green \ncertifications and the percentage of our supply chain spending that represents,  \nsee page 28. \nSupplier GHG emissions \nanalysis\nIn fiscal year 2014, we conducted a survey \nof our 20 largest suppliers regarding their GHG emissions and climate change risks and \nopportunities. We followed that during \nfiscal year 2015 with a GHG emissions analysis of our capital goods suppliers and cloud service providers using Carnegie \nMellon University’s economic input-output \nmodel with 2002 data. We look forward to expanding this analysis to understand the climate impact of more of our supplier spending in the future. \n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}