{"page_content": "3ways to improve our carbon footprint. I am excited \nto announce that we are committing to power our business with 100 percent renewable energy. \nTo succeed and thrive, we need unprecedented \ninnovation and participation. In 2014, we \nexpanded our Cleantech Partner Program into \nChina—a key market that is making bold commitments to tackle climate change. We launched the Autodesk\n® Foundation—the first \nfoundation to invest in people who are using design to tackle social and environmental \nchallenges—and continued to grow our \nTechnology Impact program, which provides impact designers worldwide with access to our software. And we are exploring ways to engage \nour more than 225 million consumer users in \nsustainable thinking. \nOur employees are leading these changes within \nAutodesk and developing solutions with our \ncustomers and business partners. They bring tremendous energy for sustainability, and our new Employee Impact program supports their \nenthusiasm, drive, and commitment. I also share \nour employees’ passion for continuing to advance diversity and inclusion at Autodesk and across the industry. A diverse workforce reflects the markets we serve, enriches our culture, broadens our \nperspectives, and ultimately improves decision \nmaking and strengthens our company. \nThis report describes our efforts and progress  \nin sustainability during the past year—and it reiterates my commitment, and that of Autodesk leadership and employees, to imagine, design, and create a better world. \nPlease join us.  Sincerely,\nCarl Bass\nChief Executive OfficerAutodeskThe world is changing rapidly. By 2050, our planet \nwill be home to 10 billion people. About 95 \npercent of us will live within a day’s drive of a city, adding stress to already aging infrastructures.  \nAs the middle class grows to 5 billion, increased \nprosperity will contribute to explosive consumer \ngrowth and manufacturing. This intense population growth and the resulting demographic shifts will push our planetary resources, including energy and water, to their limit. \nThe process of designing and making things is \nchanging just as rapidly. The combination of \ndigital design and digital manufacturing is \nredefining the future of making things—revolutionizing businesses and even entire industries. This transformation offers unprecedented potential not only to rethink \ndesign but also to create new manufacturing \nmodels that advance sustainability. To achieve this, our customers need integrated environments that enable them to move seamlessly and quickly \nfrom design through to production. They need to \ncollaborate widely, and require access to data management and simulation capabilities to understand and optimize the impact of whatever they are making. In response, we are delivering \ncloud-based collaboration platforms, such as \nAutodesk\n® Fusion 360™ software, that are \naccessible and affordable to everyone. \nOf all the social and environmental challenges  \nwe face, none is more pressing than climate change. This promises to be a breakthrough year \nat the global, national, local, and company level. \nWe support an international agreement to curb climate change and we look forward to advancing the policy conversation during the coming year. An improved policy framework will accelerate the \nincredible gains that designers are already making \nin this area. To drive this progress, we’re continuing to expand the solutions we offer, helping customers secure a competitive advantage by designing \nhigh-performance buildings, developing resilient \ncities and infrastructure, and creating more efficient products. We’re also always looking for \nLetter from our CEO\n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}