{"page_content": "21Our 8,800 employees1 worldwide make \neverything we do possible. Fifty-three percent  \nof our employees are based in the Americas,  \n28 percent are in Asia Pacific, and 19 percent  \nare in Europe, the Middle East, and Africa.2 \nWorking together, our employees fuel \nAutodesk’s sustainability efforts around the \nglobe and propel positive change.\nWe believe it is fundamental to provide \nemployees with a diverse, inclusive, and safe \nworkplace, and to offer opportunities for ongoing professional growth. To further inform, inspire, and engage employees, we launched  our Employee Impact program in fiscal year 2015. \nThrough this initiative, we create a culture of \nimpact and encourage employees to use their creativity, expertise, and passion to create a better world at work, at home, and in their \ncommunities. The program also helps us attract \nand retain the talent we need to be successful.  \nIn fact, in our 2014 employee survey, 84 percent of employees indicated that Autodesk’s sustainability efforts are important to them (see \nEmployee feedback on page 23).\nEmployee Impact\nThrough their donations of time and money to \nnonprofits, engagement in employee networks, and pro bono efforts, our employees are making \nan impact at work and in their communities.  \nWe also help employees make an impact at home by offering sustainability-related benefits (see Employee benefits on page 22). \nCommunity involvement\nAutodesk matches employee contributions of time and money, increasing the positive impact employees make when they contribute  \nto the causes and organizations they care about \nmost. To support those efforts, Autodesk: Employees\nEach year, the Autodesk Foundation provides  up to US$3,000 per employee to match their financial donations and volunteer hours. \nDuring fiscal year 2015, 1,500 employees \nsupported 2,000 nonprofits through gifts of time \nand money. Employees participated in activities \nmentoring youth, working with Habitat for Humanity, making food for homeless people, and taking part in walks, runs, local cleanups, and other events to benefit communities worldwide. \n1.  As of January 31, 2015. \n2. Employee breakdown by region does not include employees who were part of the Delcam acquisition, completed in February 2014.\n• Matches employee cash contributions to \nnonprofit organizations dollar for dollar\n• Doubles the match when employees donate  \nto organizations where they serve as a board member \n• Provides employees with 48 hours per year  of company time to volunteer in the  nonprofit sector\n• Donates US$100 to an employee’s nonprofit  of choice for every 10 hours they volunteer \nEmployee volunteers in Neuchatel, Switzerland building prosthetic hands.  \nImage courtesy of Claudio Ombrella, Autodesk Impact Champion", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}