{"page_content": "22Employee giving and volunteering  \nParticipating employees 1,500\nNonprofits supported 2,000\nEmployee financial \ncontributions to nonprofitsUS$929,000\nEmployee volunteer hours 17,500\nAutodesk matching contributionsUS$901,000\n• US$819,000 to \nmatch financial \ndonations\n• US$82,000 to match volunteer hours\nThrough our Disaster Response program, in fiscal year \n2015 employees combatted the Ebola virus outbreak by \ndonating US$24,000 to Partners in Health, Doctors without \nBorders, and International Rescue Committee. Autodesk increased the support by donating two dollars for every dollar employees contributed up to applicable limits. In \ntotal, we contributed US$68,500 to relief agencies. \nIn addition, Autodesk staff responded to a devastating \nmudslide in Washington state during the spring of 2014. \nOur employees worked with Field Innovation Team, using \nAutodesk software to create a 3D model of the area, which helped determine where structures might have moved and become buried during the slide. We also produced a 3D \nprint of the mudslide area to use as a reference point (in \nadditon to flat photos and maps), which helped to reduce miscommunication and speed relief efforts. \n“One of the best things about working \nfor Autodesk is their passion to create a \nbetter world, and their encouragement \nto all of us to do so. The employee \nmatch and volunteer program is an \namazing opportunity for all staff to \nmake a bigger difference. ”\n—A North Ryde Impact ChampionEmployee contributions of money and time (and \nAutodesk’s matching contributions) increased significantly in fiscal year 2015 compared with fiscal year \n2014. We attribute this to several factors: \n• Heightened communications during the launch of the \nAutodesk Foundation\n• An increase in the company match for employee \ndonations from US$500 per year to US$3,000 per year\n• The addition of a company match for volunteer hours\n• A fundraising campaign to respond to the Ebola crisis\n• A giving campaign in December\n• A new internal website that helps employees find resources and toolkits for donation and volunteer \nopportunities \nImpact Champions and employee groups \nAutodesk has always had employees who want to create \nimpact and work together on ambitious projects. Beginning in fiscal year 2015, we formalized our Impact \nChampions program—a network of 150 employees who \nrally their co-workers around important causes by organizing volunteer events and fundraisers. To support them, we facilitate networking and sharing of best \npractices, and we provide a series of toolkits to help them \nsucceed. Ninety-nine percent of champions surveyed want to continue participating in their role and 80 percent rate the experience an 8 or above on a scale of 1–10. \nImpact Champions led employees to participate in \nactivities such as The Great Canadian Shoreline Cleanup—one of the largest shoreline cleanups in the world, during \nwhich the Toronto-based team of 13 employees collected \nmore than 90 kilograms of trash. In Switzerland, Impact Champions led more than 100 employees (half of our Neuchatel office) in raising US$4,200 to support families of children with heart disease. \nOur Impact Champions have also been instrumental in \nleading employee groups at Autodesk, such as women-\nin-leadership; green teams; diversity and inclusion; and \nLesbian, Gay, Bisexual, Transgendered, Questioning,  and Allied (LGBTQA). Our employee-led Employee Relief Foundation provides grants to U.S.-based employees  and their families suffering from traumatic or long-term \nillnesses or injuries. It is funded by donations from \nAutodesk, employees, and the general public. This fund helps supplement medical costs for recipients and gives all employees an opportunity to support coworkers who \nneed assistance.Pro bono volunteering\nWhen we match skilled employees with outside \norganizations that are making a difference, everybody benefits. Our partners receive pro bono help with \nhigh-impact projects, and our employees witness \nfirsthand how they can help create a better world. \nIn fiscal year 2015 we piloted a pro bono volunteering \nprogram. Through this program, Autodesk employees use their professional skills, such as technical design and marketing communications, to benefit nonprofit organizations focused on challenges ranging from health \nand poverty to climate change and marine conservation. \nWe match employees with Autodesk Foundation grantees, Cleantech partners, and other companies we partner with for impact design. \nDuring the pilot, employees created a digital marketing \nstrategy for the product launch of a first-of-its-kind wheelchair scale, designed by an Autodesk Cleantech \npartner. We plan to expand the program in coming years.\nEmployee benefits\nAutodesk offers a range of benefits (which vary by \nlocation) to meet the needs of our employees, remain competitive with regional practices, and comply with  \nlocal statutory requirements. Depending on the country, benefits may include supplemental health insurance plans, survivor and income protection plans, retirement savings programs, and equity plans, such as the Employee Stock \nPurchase Plan and restricted stock unit grants. \nImage courtesy of REAL School Gardens", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}