{"page_content": "23be a company priority for 2015. \nWe continue to pay attention to all areas of the survey. \nEach group is responsible for developing and managing an action plan based on feedback they receive. View historical employee engagement data on page 28.\nDiversity and inclusion \nAutodesk employees represent a wide variety of backgrounds and contribute many different perspectives. Such diversity reflects the varied customer base we serve and leads to new ideas and creativity, contributing to the \ngrowth and value of the company. There is strong \nmomentum at Autodesk to ensure we have the right programs and approach to supporting diversity. Our employees see the value of diversity as well, taking the \ninitiative to establish and facilitate a number of diversity-\nfocused employee groups that provide networking and mentoring opportunities (see page 22). \nOur commitment to diversity is reinforced in our Code of \nBusiness Conduct, which states that discrimination or harassment based on a person’s race, color, creed, religion, national origin, citizenship, age, gender, sexual \norientation, marital status, mental or physical disability, \nor any other classification protected by law will not be tolerated. This protection applies to all Autodesk employees and contingent workers worldwide. We \nrequire all managers with U.S. employees to complete \nharassment training every two years.\nWe ensure that our hiring practices are fair and non-\ndiscriminatory. In addition, we post all job openings on DiversityWorking.com, which is the largest diversity job board. We also partner with the Society of Women Engineers to engage female engineering talent, and \ncollaborate with Girls Who Code, a national nonprofit \norganization working to close the gender gap in the technology and engineering sectors. In early 2015, we hosted a Girl Geek Dinner , during which several female \nAutodesk employees had an opportunity to speak to women working in technology-focused fields or pursuing careers in technology. \nView global gender diversity and U.S. ethnic diversity \ndata on page 28.\nTraining and development\nTraining and development opportunities are fundamental to our employees’ continued professional development and to Autodesk’s ongoing success.\nCareer development is a shared responsibility among \nemployees, their managers, and the company. Employees \nmust clarify and communicate their aspirations, develop \nrelevant skills, and seek out opportunities. Managers, in turn, help set appropriate expectations, direct employees to useful resources and tools, and champion their staff \nfor relevant opportunities. Autodesk prioritizes employee \ngrowth, publicizes current and future opportunities, and helps managers support employee development and holds them accountable for doing so.\nAutodesk offers extensive professional and technical \ndevelopment opportunities to managers, individuals, and teams. We also provide teams with consulting services to We also promote a healthy work-life balance and strive \nto provide the support employees need to integrate work \nseamlessly into their lives. To that end, we provide flexible working arrangements, parental leave, benefits for domestic partners (in some countries), and support \nfor personal needs. Employees in some locations can \ntake advantage of telecommuting options, adoption assistance, and programs that help offset the costs of wellness activities. We also offer a range of paid time off (PTO) programs, including sabbatical, vacation, volunteer \ntime, and holidays.\nEmployees can also participate in several sustainability-\nrelated benefit programs, including:\n• Commuting benefits: Employees can purchase hybrid \nand electric vehicles from some manufacturers at a \ndiscount, use electric vehicle charging stations at our \nheadquarters, pay for public transit fees pretax, and receive US$20 per month if they cycle to work\n• Home solar benefits: We offer employees discounts worth up to US$1,500 for home solar systems through one of our customers\n• Green professional benefits: Employees can expand their professional credentials with free memberships to the U.S. Green Building Council and the Design \nManagement Institute\nCommuting and solar benefits are available to employees \nin the United States, and green professional benefits, \nincluding courses and workshops, are available globally. \nWe look forward to identifying more international offerings. During fiscal year 2015, nearly 900 of our 3,510 U.S. employees registered for at least one of our \nsustainability-related benefits.\nEmployee feedback\nEvery year, we conduct an employee survey to gather \nfeedback in a range of areas related to employee satisfaction. In 2014, 94 percent of our employees \nworldwide completed the survey. \nIn 2014, our overall employee engagement score was  \n80 percent, compared with 76 percent in 2013. Any \nscore above 65 percent is considered strong by our external survey partner. Engagement scores were at record highs in all business units. In addition, the scores for all major dimensions of the survey, including manager \neffectiveness, communication, growth and development, \nwork-life balance, and innovation, were the highest we have recorded. Improving our overall score continues to \n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}