{"page_content": "24identify coaching needs. To inform our training, we do \nextensive analysis throughout the business to identify skills gaps. This is linked to a competency framework for \nmanagers and employees, which defines what we expect \nof individuals at certain levels throughout the organization.\nWe assess training using online evaluations after each \nsession, as well as in our annual employee survey. In 2014, 81 percent of employees responded positively to the statement “I am provided with opportunities for learning and development,” up from 75 percent the prior year.\nOutside the classroom, Autodesk employees can use \nnumerous tools to enhance their learning, such as online \neducational and professional development materials; \nrecommended lists of books, articles, and other materials for specific areas of focus; audio webcasts and recordings of training sessions; video podcasts of executives and external experts discussing key leadership messages; and \na global tuition reimbursement program. As part of our \nEmployee Impact program, employees can also take advantage of discounted memberships and courses to further their sustainability knowledge and credentials (see \nthe Employee benefits section on page 22 for details).\nFor fiscal year 2015, Autodesk budgeted approximately \nUS$1,000 per employee for training. This includes \ninternal as well as external education programs. The \nper-employee budget is a guideline rather than a cap. Managers decide how to best use training funds based on employees’ professional development needs and \naspirations as well as the needs of their team as a whole. \nAs a part of the development process, all Autodesk employees receive a formal annual performance review. This includes feedback from managers and coworkers and focuses on assessment and feedback against \nindividual goal achievement as well as demonstrated \ncompetency and proficiency.\nFreedom of association\nNone of our employees in the United States are represented by a labor union. Employees in several European countries, equaling about 3 percent of our \ntotal workforce, are represented by work councils or \ncollective bargaining agreements. We have never experienced any work stoppages because of labor issues and believe our employee relations are good.Health and safety\nWe strive to provide all our employees with a healthy and safe work environment.\nHealth and wellness\nWe provide fitness training programs and access to onsite gyms and showers in some locations. Employees in the United States can take advantage of a US$300 \nfinancial benefit to offset the cost of health and fitness \nactivities. In addition, we invite employees to participate in a wellness campaign each year. \nFor our 2014 global wellness campaign, Autodesk \nparticipated in the Global Corporate Challenge. Almost 3,000 Autodesk employees (about 40 percent of our employees at that time) from 36 countries got involved. \nThe centerpiece of the 100-day challenge was a virtual \nrace around the world that encouraged physical activity, team building, and employee engagement. Using accelerometers to track daily steps, participants logged \ntheir steps online and viewed their team’s progress in \ncomparison with other teams from Autodesk and other participating companies. The program also featured mini challenges and coaching throughout the year, which focused on nutrition, sleep quality, and weight loss. Autodesk \nplaced fifth in the Global IT/Tech Industry category. \nEmployee safety\nOur Injury and Illness Prevention Program covers \nmanagement commitment and assignment of responsibilities, safety awareness, anonymous hazard \nnotification, assurance of employee compliance, \ninspection and evaluation, accident investigations, and correction of unsafe or unhealthy conditions. Beginning in 2014, each Autodesk site in North America with more \nthan 50 employees (or fewer where required by law) has \na quarterly safety committee meeting and safety inspection. This gives employees an opportunity to identify and implement safety improvements for their location. We are working to roll out this program to our \ninternational sites in 2015. \nIn addition, we have a program in place for our \nworkshops (such as our fabrication facility at Pier 9 on the \nSan Francisco Bay) to incorporate safety into the design of the machine areas, provide comprehensive training for all \n1. Rates refer to number of injuries per 100 employees working a full year. For consistency, we use U.S. Occupational Safety & Health Administration (OSHA) definitions to record injury data worldwide.\n2. Based on U.S. Bureau of Labor Statistics 2013 injury and illness data for NAICS code 5112 “Software publishers.” National data from 2014 is not yet available for comparison. \nusers, require the use of appropriate personal protective \nequipment, and limit health and environmental impacts by selecting less-harmful chemicals.\nOur employees have the option to participate in our \nWorkstation Safety Plus Program to address one of the \nleading causes of occupational injuries at Autodesk.  \nThis voluntary, online self-assessment and training program tracks personal ergonomic risks identified by employees, and suggests alternative work habits to help address those risks. More than 200 employees globally \ncompleted the program in 2014, for a total of more  \nthan 1,340 since the initiative began in 2011. Based on employee self-assessments, the number of participants with medium or high ergonomic risk has decreased by \nnearly 25 percent as a result of the program.\nEmergency preparedness, response, \nand recovery\nTo help ensure we’re prepared for emergencies, each of \nour locations has a site-specific response plan for events such as fire, security threats, or power failure. A senior-\nlevel crisis management team directs and supports local \nemergency response teams during incidents. Employees can call our Global Security Operations Center at any time with questions.\nOccupational injury and illness performance\nIn 2014, we began tracking occupational injuries and illnesses at Autodesk sites worldwide. Previous reports included data related to injuries and illnesses occurring \nwithin the United States only. In 2014, 10 recordable \ninjuries occurred involving Autodesk employees or our temporary contingent workers, equaling a recordable injury rate of 0.09.\n1 The main causes of injuries \n(representing 90 percent of the total) were slips and falls, repetitive stress or ergonomics, and cuts. Although our \nrecordable injury rate is less than half of the average rate \nof 0.2 for the software publishers industry in the United States,\n2 we are still working hard to improve safety and \nreduce injuries in our workplaces. \nDuring the year, Autodesk had 0 injuries resulting in \nrestricted work days or lost time and 0 fatalities. See page 29 for historical data.", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}