{"page_content": "25\nImage courtesy of D-Rev/Jacqueline del Castillo\nIn March 2014, we launched the Autodesk \nFoundation, which invests in those using design to create a better world. The Foundation is the \nfirst of its kind to focus exclusively on design for \nsocial and environmental impact—what we refer to as “impact design.” \nThe Foundation supports people and \norganizations tackling global challenges, such  as climate change, access to clean water, and inadequate healthcare. We provide design-focused nonprofits with direct support, including \nfunding, software (through Autodesk, Inc.), and \ntraining. By aligning our philanthropic efforts more closely with our core business and expertise in design, we further amplify our positive impacts \nin the world.\nImpact design is a growing focus for many \norganizations as they recognize the central role \nthat design can have in addressing social and \nenvironmental challenges. Our long-term goal  is for impact design to become the industry standard worldwide. In addition to supporting nonprofit designers,  we are also helping to grow the impact design community. We do this primarily through the \nImpact Design Hub, an online resource for \nanyone committed to designing a better world. \nThe Autodesk Foundation also supports \nemployees worldwide by matching their charitable donations of time and money to the causes and organizations they care about most. In fiscal year 2015, we also matched employee \ndonations for disaster response. For more details, \nsee page 21.\nIn addition to the above, Autodesk, Inc., business \nunits provide direct funding for design and engineering programs and projects in their respective industries. Impact philanthropy \nImage courtesy of KickStart International During fiscal year 2015, the Autodesk  \nFoundation and Autodesk, Inc. together  \nprovided US$2,580,000 in cash contributions, \nUS$901,000 in employee match donations,  \nand US$6,800,000 in product donations.  \nFor historical data, see page 29.", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}