{"page_content": "29$3,481,000 \n$6,800,000\n$929,000$901,000\n17,500\n1. In some cases, segments do not add up to total due to rounding. Dashes represent that data for that year \nwas not available.\n2. Data for GHG emissions, C-FACT carbon intensity ratio, GHG emissions intensity, Scope 3: Upstream, and Purchased goods and services have been restated compared to data reported in past years based on  \nexpanded reporting in the category Purchased goods and services and addition of the category Capital goods. \nSee page 14 for more details.\n3. LEED certifications as of January 31, 2015, include facilities in Beijing, China (Interior Design and Construction: Commercial Interiors [CI] Platinum), Shanghai, China (CI Gold), Mumbai, India (CI Platinum), Tel Aviv, Israel (CI Platinum), Milan, Italy (CI Gold), Singapore (CI Platinum), Farnborough, United Kingdom (CI Gold), and the following in the United States: San Francisco, California (CI Platinum [4]); San Rafael, California (CI Certified [2], CI Platinum [3]); Waltham, Massachusetts (CI Platinum, Building Operations and Maintenance: Existing \nBuildings Gold); Lake Oswego, Oregon (CI Certified). \n4. In fiscal year 2014, Autodesk updated waste measurement processes at its headquarters to improve accuracy. \nThis significantly decreased reported waste volumes compared to past years.\n5. According to data provided by Dun & Bradstreet.\n6. The number of employees in fiscal year 2015 includes employees who were part of the Delcam acquisition, completed in February 2014. The remaining data in the Employees section does not include Delcam employees.\n7. As of the end of the fiscal year noted.\n8. Represents the percentage of employees who responded favorably to questions that measure different aspects of employee engagement. These data are reported on a calendar-year basis. Fiscal year 2015 corresponds to calendar year 2014, and so forth.U.S. ethnic diversity10 [percent of employees]\nWhite\nAll nonwhite\nBlack/African AmericanHispanicAsian\nTraining budgeted per employee globally, approximate [US$]Injury rates\n11\nRecordable injury rate\nLost time injury rate\nFatalities\nCompany and Foundation cash contributions12 [US$]\nCompany product donations13 [US$]\nEmployee giving [US$]\nFoundation match of employee giving [US$] (also included in the “company and Foundation cash contributions” line above)Employee volunteer hours\nCompany political contributions\n14 [US$]Financial and in-kind support\nPublic policyFY2011 FY2012 FY2013 FY2014 FY2015\n9. Percentages are as of the end of the calendar year, except for the board of directors, which are as of the \nannual meeting date (typically a few months following the end of the calendar year). In these rows fiscal year 2015 corresponds to calendar year 2014, and so forth.\n10. Percentages are as of the end of the calendar year noted. In these rows fiscal year 2015 corresponds \nto calendar year 2014, and so forth. Segments for “All nonwhite” do not add up to the subtotal due to \nnonwhite employees in nonspecified categories (such as American Indian, Native Hawaiian, and others).\n11. Rates refer to number of injuries per 100 employees working a full year. Contingent workers are not included in injury rates prior to 2013. Beginning in 2014, data reflects injuries and illnesses at all sites worldwide. Previous reports included data related to injuries and illnesses occurring within the United States only. For consistency, we use U.S. Occupational Safety & Health Administration (OSHA) definitions  \nto record injury data worldwide. This data is reported on a calendar-year basis. Fiscal year 2015 \ncorresponds to calendar year 2014, and so forth. \n12. Data from fiscal year 2011 through fiscal year 2014 reflects cash contributions from Autodesk, Inc., only. \nBeginning in fiscal year 2015, we report a combined cash giving figure for Autodesk, Inc., and the  Autodesk Foundation.\n13. Autodesk calculates its product donations at commercial value. This data does not include the value of products granted to students and educators at no cost through the Autodesk Education Community and Autodesk Academic Resource Center. See page 12 for more details about those programs.\n14. This data does not include occasional contributions to local ballot initiatives.75%\n25%\n1%4%\n18%\n$1,000\n------ \n$1,038,000 $1,500,000 \n$222,000$222,000 \n8,500\n$0 $0 $0 $0 $0 $072%28%\n1%4%\n21%\n$900\n0.090.03\n0 \n$2,024,000$2,600,000 \n$282,000$256,000 \n6,00074%26%\n1%4%\n19%\n$900\n------ \n$1,955,000 $1,095,000 \n$255,000$225,000 \n7,90073%27%\n2%5%\n18%\n$1,000\n0.310.21\n073%27%\n1%5%\n19%\n$1,000\n0.090.00\n0\n$1,664,000 $3,200,000\n$307,000$223,000\n8,200", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}