{"page_content": "4Strategy for designing a better world \nWe believe in the power of design. \nAs the global population moves toward 10 \nbillion—a level experts anticipate we’ll hit by 2050—designers worldwide are using their skills and talents to imagine, design, and create a \nbetter world where everyone can live well and \nlive within the limits of our planet. \nPopulation growth and demographic shifts will \nlead to more people moving into urban centers \n(putting more stress on aging infrastructures) and explosive consumer growth (leading to an increase in manufacturing). Our planetary resources will be \npushed to their limit. Billions of people already feel \nthe effects of inadequate access to water and healthcare, rising energy demands, and climate change. We have an unprecedented opportunity to develop solutions that will improve the lives of \nevery person on the planet.\nDesign has the potential to disrupt the status  \nquo and provide more for people while \ndemanding less from the planet. We’re seeing this vision of the future take shape in building designs that dramatically reduce energy needs, creative solutions from individual makers \nworldwide, and new approaches to product \ndevelopment and manufacturing that deliver higher-quality, more customized goods that are created locally and reduce materials waste.  \nAutodesk develops technology used by millions \nof architects, engineers, students, and makers—empowering them with tools to optimize the \nenvironmental and social impact of their designs. \nThrough our commercial products and investments in clean technology and impact design, we enable the design-led revolution.\nOur sustainability strategy focuses our efforts \nwhere we can have the greatest impact: providing the best sustainability solutions; delivering \nlearning and training opportunities; supporting \nimpact designers through expanded access to technology; and leading by example with our business practices and Employee Impact program.Provide the best sustainability solutions\nAutodesk’s biggest opportunity to make a positive impact in sustainability is by delivering products and services that make sustainable \ndesign easy, insightful, and cost-effective. Our \ncustomers use our products and services to improve decisions that have substantial and long-term environmental impacts—from planning \ncities and designing buildings to capturing \nrainwater and prototyping efficient vehicles.\nAcross our portfolio of more than 100 products \nand consulting services for the building, \ninfrastructure, and manufacturing sectors, we continue to integrate analytical capabilities, robust data sets, and design principles to help \nour users achieve higher-quality, and more \nsustainable, project outcomes. Our customers  use these solutions to capitalize on the increasing number of opportunities presented by the growing market transformation toward more \nsustainable design.\nDeliver learning and training \nopportunities\nSkilled practitioners of sustainable design and \nengineering are in short supply, yet we’ve never needed them more. Through education, we can \nempower makers, students, educators, and \nprofessionals to better understand the challenges we face and how to design lasting and scalable solutions.\nThrough the Autodesk\n® Sustainability Workshop, \nthe Building Performance Analysis Certificate \n(BPAC) Program, and our stand-alone sustainable \ndesign courses, students and professionals are \nlearning how to use design technology and analysis tools to make better, more sustainable decisions during every step of the design process. \nAutodesk also provides support for younger \nstudents exploring a future in design-related fields through a variety of programs. For example, the Digital STEAM Workshop enables high school students to download Autodesk\n® software at no \ncharge and then create and share their designs.Expand access to technology for \nimpact designers \nSolving complex challenges requires bringing \nmore people, more ideas, and the best thinking to the table. We invest in and support impact \ndesigners who are creating solutions for \npositive environmental and social impact—a commitment solidified with the establishment of the Autodesk Foundation in 2014. \nThrough the Autodesk Foundation, the \nAutodesk\n® Technology Impact Program, and  \nthe Autodesk® Cleantech Partner Program, \nwe’re helping nonprofits and entrepreneurs design high-impact solutions to social and \nenvironmental challenges by providing them \nwith funding, training, and easy access to our professional software suites at either no charge or for a small license fee. To promote \nsustainable design even further, we provide \nknowledge-sharing platforms and discounted or no-fee software for early adopters, students, customers in emerging economies, and  \nmakers and other consumers. \nLead by example\nOur employees are our greatest asset for driving positive impact. We support their passion, drive, and talent with programs and opportunities that \nhelp them create a better world at work, at \nhome, and in the community. They drive our culture of impact whether they are lending their skills to a foundation grantee, volunteering with \ncoworkers, or developing our latest design tools.  \nWe continually improve our business by \nimplementing and promoting best practices  \nin sustainable operations. Using our own \nsustainability solutions and those of our customers, we treat our business operations as a living lab for experimentation and improvement. \nWe measure and report our performance in order \nto continually improve and to inspire progress across the industry.\n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}