{"page_content": "5Materiality assessment\nIn 2013, we worked with consulting firm BSR to engage \nAutodesk executives and content experts from across the company’s business groups, functions, and regions \nto evaluate the social and environmental issues that \nhave the largest impact on our success as a company and the most relevance to global sustainable development. We also assessed the level of influence \nthat Autodesk has in each area and how each factor \nmight evolve between now and 2050. Through this process, we looked for gaps or blind spots in our strategy and worked to identify emerging issues.\nThe assessment confirmed the areas where we have \nhistorically focused our sustainability efforts. It also complemented other analyses that are relevant to some \nof these issues, such as those related to Autodesk’s \nproduct strategies and market sizing.\nThe following issues rated highest in importance  \nto Autodesk’s business success as well as  \nsustainable development:\n• Enable energy efficiency and greenhouse gas (GHG) \nemissions reductions for Autodesk customers • Support best practices, and spur new practices, across the design industry with our technology and public policy efforts\n• Advance sustainable design education \n• Ensure the privacy and security of the data  Autodesk collects\n• Ensure diversity and equal opportunity within  \nour workforce\n• Mitigate the impact of piracy and theft of Autodesk intellectual property\n• Invest in Autodesk employee training and development\n• Enable energy efficiency and GHG emissions reductions \nin our own business operations\nThese findings inform our strategy and provide a platform for further engagement with external stakeholders, as well as executives and employees companywide. \nSee pages 8–10 of our Sustainability Progress Report  \nFY2013 for additional details, as well as key themes \nfrom the analysis and expected trends for some of \nthese issues in the coming decades.\nWe support the work of the Sustainability Accounting \nStandards Board (SASB), which aims to develop sustainability accounting standards that public \ncorporations can use to disclose relevant information  \nto investors. Although SASB standards apply to financial reporting, we have considered the organization’s insights related to materiality as a part of our reporting process \nand will continue to do so in the future. \n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}