{"page_content": "6Sustainability governance and management\nOur sustainability governance model facilitates strong collaboration and clear accountability across the company. Our CEO Carl Bass and his executive team have ultimate \naccountability for sustainability at Autodesk, and for integrating sustainability into Autodesk’s overall strategic planning process. The following teams are responsible for implementing Autodesk’s sustainability strategy within their areas of expertise.      \nTeam Focus area Responsibilities Reporting structure\nSustainability Solutions TeamNew products and servicesWork across the company to develop solutions that address  the energy-, water-, and materials-related business challenges of our customers in the building, infrastructure, and \nmanufacturing industries.Reports to the senior vice president of information \nmodeling and platform products\nBuilding Performance Analysis TeamBuilding performance analysis productsDevelop solutions to analyze building performance and enable designers to maximize energy efficiency before construction begins. Work closely with other product teams to ensure analysis is well integrated into Autodesk solutions.Reports to the senior vice president of information modeling and platform products\nCorporate Real Estate, \nFacilities, Travel, Safety, \nand Security TeamReal estate, facilities, \ntravel, safety, and \nsecuritySet strategies to improve our facilities’ environmental \nperformance and the sustainability of employee travel. Establish \nand enforce policies and track trends related to environmental health, safety, and compliance.Reports to the vice president of corporate  \nreal estate, facilities, travel, safety, and security\nEnvironmental Core \nTeamOperational performance Act as an executive advisory board, establishing priorities and goals and creating plans to improve environmental \nperformance. Promote and report these efforts throughout  \nthe company.Reports to the CEO’s staff\nCorporate Sustainability TeamCross-company sustainability programsWork across the company to deliver learning and training resources; support makers, impact entrepreneurs, and cleantech; provide access to software; engage employees  \nto create impact; optimize Autodesk’s sustainable business \nperformance; and manage sustainability reporting for  the company.Reports to the chief marketing officer\nAutodesk Foundation Impact design Invest in and support the most impactful individuals and organizations using design to create a better world. The foundation is a 501(c)(3) organization funded by Autodesk.The Foundation CEO and president is accountable  to the Foundation’s board of directors\nOther aspects of sustainability—such as promoting ethical conduct and human rights, protecting employee and customer privacy, and providing employees an inclusive and engaging place to work—are managed by different groups across the company. ", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}