{"page_content": "7Public policy\nAt Autodesk, we participate in public policy debate to \nadvance innovation, sustainability, and economic growth. Our Government Affairs Team and other key company \nrepresentatives engaged with government officials, \nnonprofit organizations, think tanks, and other entities during fiscal year 2015 to advance sustainability \nprinciples. We focused on issues related to clean \ntechnology, climate change, and building and infrastructure development.\nDuring fiscal year 2015, representatives from Autodesk:\n• Were appointed to the Technical Advisory Committee \nfor the Mind the Science, Mind the Gap initiative \n(sponsored by the World Resources Institute, CDP , WWF, and the Global Reporting Initiative), which is focused on advancing and standardizing the use of \nscience-based target setting to reduce GHG emissions\n• Sat on the Advisory Board of SASB—an independent \nnonprofit, which aims to develop sustainability \naccounting standards for public corporations\n• Joined the San Francisco Planning and Urban Research think tank, which helps shape regional and \nmunicipal policy \n• Participated in the Business Council on Climate Change \nin San Francisco, California, to increase dialog between \nlocal businesses and city government and align on shared objectives\n• Worked with the Singapore Sustainable Business Federation to promote and recognize green technology solutions in that country\n• Advocated for and promoted the clean technology industry in China and Australia (see page 13   \nfor more details)\nThese efforts supported our commitment through the global Caring for Climate initiative to engage with \nnational governments, intergovernmental organizations, \nand civil society to create ways for businesses to help \nbuild a low-carbon and climate-resilient economy.Stakeholder engagement\nThe scale of the challenges we face requires massive collaboration across a broad range of perspectives and expertise. Engaging and partnering with stakeholders \nand industry players is core to our efforts to design a \nbetter world. Here are a few examples:\n• We meet with customers and prospective customers \nregularly to help shape our strategy and product road map and to test Autodesk\n® Sustainability Solutions.\n• We engage with government officials and policy makers on public policy issues related to sustainability and sustainable design.\n• We partner with educators and institutions to train and prepare students for careers in architecture, engineering, and other related fields.\n• We listen to, engage, and inspire thousands of employees to participate directly in our sustainability and Autodesk Foundation efforts.\nAutodesk stakeholder groups\n• Customers and prospective customers \n• Employees and prospective employees\n• Students and educators\n• Government/policy makers\n• Investors\n• Suppliers \n• Resellers and channel partners\n• Software developers\n• Industry associations\n• Nongovernmental organizations\n• Local communities\n• Nonprofits\n• Press and analysts\nAutodesk does not have a political action committee and thus does not contribute to U.S. federal elections. The company did not contribute to state or local candidate \ncommittees in fiscal year 2015. However, we did \ncontribute to a San Francisco ballot initiative related to transportation and transit in the city (“The Committee for Reliable Transportation, and Better, Safer Streets”). See \nhistorical data on page 29.", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}