{"page_content": "8Products and services\nThrough its products and services, Autodesk strives \nto make sustainability easy, insightful, and cost-effective. Our customer base has a sizeable \nreach with great potential to create positive \nenvironmental change. We continually improve Autodesk Sustainability Solutions and then apply them in our own facilities, using our buildings as \nliving labs to showcase how our products can \nimprove environmental performance. In addition, we work to increase access to our technology, educate students and professionals in the principles of sustainable design, and make \nstrategic investments to advance new ideas in \nsustainable design. For information about how we protect the privacy and data security of customers who use our products and services, see page 19.Professional customers  \nand consumers\nMillions of professionals worldwide use our solutions to plan cities, design buildings and products, supply people with energy and water, \ndevelop manufacturing processes, and more.  \nThey represent a wide range of disciplines, \nincluding architecture, engineering, construction, natural resources, infrastructure, manufacturing, \nand media and entertainment. \nAn increasing number of customers use our \nSustainability Solutions to design new assets or \nimprove existing ones. We continue to improve \nour products and services to help customers increase their ability to deliver sustainable projects. \nSince we formed the Autodesk® Consumer Group \nin 2010, we have grown our user base to more than 225 million individuals across web, mobile, \nand desktop platforms. We offer a broad portfolio \nof free or low-cost mobile and web-based tools, as well as online communities, for artists, makers, gamers, home enthusiasts, and students. We also \nstrive to advance economic opportunities for \nthese customers by providing a space for them to sell their creations—such as graphics, fonts, and themes—through Creative Market. These \nconsumer tools and communities provide an \nopportunity to engage more people in sustainable \nthinking. One way we do this is through our Instructables\n® community (see page 12).    \nIncubating sustainable \ndesign\nAt Autodesk, we create software that helps \ndesigners tackle some of the world’s most pressing social and environmental challenges. \nWe further support those designers by \nproviding them with opportunities to connect with others who have similar passions and by making strategic investments in their \nbusinesses that help nurture new ideas and \nadvance innovations in sustainable design. • Support for startups: Through our Startups-in-Residence program, we provide selected entrepreneurs in the Boston area \nwith office space and access to Autodesk \nproducts and Autodesk employees. This helps to build connections between designers working on solutions to today’s challenges and enables our team to \nconnect to entrepreneurs at different stages \nof innovation. The program began in April 2014, and we had supported five startup companies by the end of fiscal year 2015.  \n• Collaboration with Panoramic Power: In fiscal year 2015, Panoramic Power announced our investment and a plan to begin technical \ncollaboration that will use Autodesk\n® \nBuilding Information Modeling (BIM) \nsolutions and Panoramic Power’s solution \nfor device-level energy management. This \ncollaboration will help optimize building performance and enable customers to improve efficiency, reduce energy and \noperational costs, and identify equipment \nthat requires maintenance before it fails. • Investment in Lucid Design: Autodesk began piloting Lucid Design’s Building OS platform in several facilities in 2013. The \ntechnology creates a connective hub for \nsystems and devices and provides building management tools to help customers make better decisions and improve building performance. Autodesk invested \nin Lucid Design in fiscal year 2015 to \nsupport further innovation. \n• Collaboration with Impact \nInfrastructure: In fiscal year 2015, \nAutodesk partnered with Impact Infrastructure to bring AutoCASE—a new triple bottom line analysis tool—to market. \nAutoCASE gives customers the ability to \nevaluate the financial returns as well as the social and environmental impacts of their projects and easily update their analysis when new information becomes available. \nFor more about AutoCASE, see page 10   \nor visit our website.\n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}