{"page_content": "9Sustainability Solutions \nThe biggest opportunity for Autodesk to advance \nsustainability is through our products and services.\nToday’s designers, architects, and engineers are faced \nwith significant business constraints: Energy demand is \nexpected to double by 2030 and, at the same time, an 85 \npercent reduction in GHG emissions is needed to stabilize the climate by 2050. These two realities are on a collision course. Meanwhile, at current usage, global demand for \nwater will outstrip supply by 40 percent in 2030.\nIncorporating environmental sustainability into products, \nprocesses, and assets is not only a differentiator, it’s a \nbusiness imperative—with significant opportunities to \nThe opportunity for sustainable design\nAging infrastructure \nworldwide is already straining to keep up with population \ngrowth, and the UN predicts \nthat urban populations could grow by 2.5 billion people by 2050, with close to 90 percent of the increase concentrated in \nAsia and Africa.**Buildings are among the biggest consumers \nof energy on the planet—accounting for more than 40 percent of U.S. energy use. \nGlobally, buildings represent an estimated  \n38 percent of the total GHG emissions reductions needed to stabilize the climate  by 2050.*\nFrom product materials selection to industrial operations, the manufacturing sector offers many opportunities to minimize \nenvironmental impact.\n*WBCSD (2009) “Energy Efficiency in Buildings: Transforming the Market” with data from Lawrence Berkeley National Laboratories.\n**2014 Revision of the World Urbanization Prospects.enhance profitability, decrease risk, and win new \nbusiness. At the same time, we’re seeing intensifying regulatory standards from local and national \ngovernments worldwide. For example, North America, \nthe European Union, and China are enacting a variety  of regulations that will curb emissions, green their buildings, and protect water resources over the next  \nfive to ten years.\nFor these reasons, sustainable design strategies  \nhave become a standard market expectation, alongside \ntraditional considerations such as cost and durability.  \nAt Autodesk, we strive to make sustainability easy, insightful, and cost-effective in high-impact industries. We combine software workflows with consulting services to deliver modeling, simulation, analysis, and process management solutions that streamline and democratize \nsustainable design. These solutions enable informed \ndecisions throughout an asset’s lifecycle, empower more people and organizations to incorporate environmental considerations without expensive subject matter experts, \nand optimize materials choices and the energy and water \nfootprint of products, assets, and processes.\nAutodesk Sustainability Solutions help customers uncover \nrecurring benefits from energy, water, and materials \nstewardship across the asset lifecycle. We focus on the major economic sectors with the largest environmental impact: buildings, infrastructure, and manufacturing.", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}