{"page_content": "10Rapid energy modeling \nfor existing buildings This streamlined process for \nenergy analysis allows  \nusers to screen a single building or a group of buildings to identify the best \ncandidates for retrofits quickly and remotely, prior to costly site visits. Learn more.\nMaterials Life Cycle Assessment (Tally) \nTally\n®, a new plug-in  \nfor Autodesk® Revit® \nsoftware, enables better decision making using \nthinkstep’s GaBi \nenvironmental dataset of construction materials. Designers can quantify the embodied impacts of building materials, components, and assemblies and \ngain quick insight into the environmental trade-offs  \nof different design scenarios. Learn more and  watch a demo. High-performance  building design New analysis tools make it \npossible to simulate and \nanalyze performance in high-impact areas (such as lighting, energy, and airflow) \nthrough all stages of the design process using tools  \nsuch as Revit 2015 and Autodesk\n® FormIT® free mobile \napp. Learn more. \nData center energy efficiency Autodesk\n® Simulation CFD \nsoftware empowers design teams to improve efficiency, \nmaximize “free-cooling” to \nreduce power usage, and \naccurately determine if an existing space can be reconfigured to avoid a costly expansion. Learn more. Triple bottom line analysis (AutoCASE) AutoCASE is a new plug-in \nfor Autodesk\n® design \nsoftware that automates \nanalysis of economic, social, \nand environmental costs \nand benefits from within the virtual design \nenvironment. Teams can assess impacts immediately as design changes occur and use this information to \nincrease their chances to win financing and buy-in \nfrom the community. Learn more.\nFactory energy management \nWith Autodesk\n® Factory \nenergy management \nsolutions, factory owners \ncan design and communicate \nefficient layouts by creating  \na digital model of a new or existing factory. \nComputational fluid dynamics (CFD) simulations can \nthen generate a clear analysis of energy consumption \nand help owners better understand airflow and cost-effective ways to optimize HVAC system performance. Learn more. Autodesk Sustainability Solutions for building, infrastructure, and manufacturing\nHear from Autodesk customers and see our Sustainability Solutions in action  \nGlumac, a leading firm in sustainable design, uses  Autodesk\n® Green Building Studio® energy analysis \nsoftware and Simulation CFD in a Revit-based design process—accessing cloud-based services to conduct \nanalysis quickly. Learn more.Learn more about the AutoCASE tool for triple bottom \nline valuation of infrastructure projects, watch it in action, and hear what customers have to say.Learn how the URS Corporation—a leading provider of engineering, construction, and technical services—uses Autodesk’s rapid energy modeling solution to offer \nsustainability services to their clients.\nVisit our Sustainability Solutions website for more information about our solutions for the building, infrastructure, and manufacturing industries, plus links to case studies, demos, and \ncustomer testimonials.\n", "metadata": {"source": "NASDAQ_ADSK_2015.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}