{"page_content": "94 95 94specifically sizing orifices on spray wands, preventing leaks and specifically designed pumps \nand spray nozzles for the task at hand to ensure no water is wasted. Sanderson Farms \nwithdraws water from both municipal and groundwater sources. Of the water withdrawn in \nfiscal year 2020, only 4.1 percent was from regions with high or extremely high baseline water \nstress. The company has long recognized the importance of water to our business and the \nimpact our operations have on the availability of water if not managed prudently. \nTo mitigate this risk of water scarcity, including future potential scarcity caused by climate \nchange, we have strict guidelines in place for our site selection process for new poultry \ncomplexes, our water management practices in our facilities, and our live growing program \nfor independent family farmers. In addition, we are members of organizations that promote \nwater conservation including the US-Roundtable for Sustainable Poultry and Eggs and Trust \nin Food’s Conservation Agriculture Movement.\nSince 1993, we have built eight new, state-of-the-art poultry complexes in Mississippi, Texas, \nGeorgia and North Carolina, representing a 320 percent expansion of our production capacity. \nBefore choosing a new site for a poultry complex, we perform extensive due diligence in \nconsultation with professional hydrologists to ensure there is sufficient water not only for the \noperation of our processing plants, hatcheries and feed mills, but also for the support of the \nindependent farms that will be located near each complex to grow our birds. \nSanderson Farms does not choose sites that would depend on aquifers that are stressed or \nmarginal. Instead, we work with experienced hydrologists to study the site aquifers and assess \ntheir sustainability considering unpredictable circumstances associated with climate change \nand the impact it can have upon the water supply. In a process that takes as long as six months, \nwe drill test wells and perform other aquifer studies that ensure the availability of ample water \nresources to support the site and our long-term capital investment in the area.\nBecause of our greenfield expansion since 1993 and our due diligence process, most of our \noperations are located in areas with abundant water resources. The company has only one \ncomplex, located in Hazlehurst, Mississippi, that is in an area with high baseline water stress, \nand we purchased that complex in 1961. This complex represents just 4.8 percent of our \nproduction capacity as measured by number of birds, and we have engaged a hydrologist to \nidentify and evaluate alternative water sources for the complex. Because of this due diligence \nprocess, Sanderson Farms’ company footprint is largely located in areas with abundant water \nresources, making them less susceptible to resource scarcity associated with climate change. \n", "metadata": {"source": "NASDAQ_SAFM_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}