{"page_content": "12 13\nAt Sanderson Farms, we believe chicken is what you make it, \nand we believe our sustainability practices will make it matter \nfor decades to come. Over the past 74 years, Sanderson Farms \nhas grown from a family-owned business to a publicly traded \ncompany with a market capitalization of $2.85 billion as of the \nend of fiscal year 2020. \nAt the time of our initial public offering in 1987, the company \nhad four poultry processing complexes and one prepared \nfoods facility in two states. Today, our operations have grown \nconsiderably to 12 poultry processing complexes and one \nprepared foods facility across a five-state footprint. We have \nmore than tripled our production capacity and operational \nfootprint since 1992 when we began our greenfield expansion \nstrategy. \nBy expanding our operations while maintaining our focus on \nbeing one of the industry’s most efficient poultry producers, we \nhave increased our production capacity from 722 million pounds \nin 1987 to 4.8 billion pounds in fiscal year 2020. We believe \nour prudent growth strategy has been successful due to our \nrespect for the human rights of every individual encountering \nour business, developing our employees into future leaders of \nour industry, our ongoing efforts to conserve and recycle natural \nresources, our investment in innovative technology, and our \nstringent animal welfare standards. \nOur focus on operational efficiency includes setting aggressive \noperational goals each year and evaluating progress towards \nmeeting those goals. Efficient operations are inherently more \nsustainable operations because they use fewer resources, which \nis why setting and measuring goals has been a part of our \nculture since our founders drafted our company philosophy \nback in 1969. We have remained steadfast in our commitment to \noperating for the benefit of all our stakeholders throughout all 74 \nyears of operation, and we continue to do so today.\nMAKING IT MATTER FOR OUR FUTUREMAKING IT MATTER FOR OURfuture", "metadata": {"source": "NASDAQ_SAFM_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}