{"page_content": "Walgreens Boots Alliance   Corporate Social Responsibility Report 2017  9\nENVIRONMENT COMMUNITY WORKPLACE MARKETPLACE OVERVIEW\nconsidered the relevance of each topic \nto internal and external stakeholders, and the relevance of each topic to the Company. We also consider wider societal expectations and our influence on customers and suppliers to determine priority topics. Customer focus groups, employee surveys and industry sector benchmarking informed our assessment of our economic, environmental and social impacts during fiscal 2017.\nIn addition, we engaged the \nindependent, international nonprofit Forum for the Future to lead a metrics workshop for the CSR community at Walgreens Boots Alliance, which included analysis of CSR materiality and other disclosure issues. \nThrough the mapping, and as a result \nof the inputs described above, we confirmed that the issues most relevant to us are reflected in our 12 goals, which are grouped in four focus areas where we can have the most impact. These goals represent our material CSR topics and are listed as follows:\nHer Royal Highness The Duchess \nof Cornwall (second from right) visited Boots UK in Nottingham as part of her initiative to strengthen the response to sexual assault issues in the UK.\n Community\nWe strive to be a responsible neighbor \nin the communities we serve around the world. We are taking actions to:\n•  S upport the health, wellbeing and \nvitality of the communities we serve\n•  En able young people to achieve their \npotential wherever they are in the world\n•  D evelop and mobilize our resources \nand partnerships in the fight against cancer\n Environment\nWe are determined to protect the environment and do our part to ensure  \nit flourishes for future generations.  \nWe understand our potential positive impact and are taking actions to:\n•  R educe our energy consumption and \nemissions on a comparable basis* as defined by the Greenhouse Gas Protocol\n•  R educe the waste we create, on a \ncomparable basis*, and contribute to the drive for increasingly circular economies through increased re-use and recycling\n•  D evelop plans to help achieve zero  \nnet deforestation by 2020, collaborating with other organizations in a global initiative\n   *  E xcludes the impact of acquisitions, disposals \nand any significant changes in existing \noperations. Marketplace\nWe aim to do business fairly and with \nintegrity and are taking actions to:\n•  Cr eate a global process that enables \ntransparency of ingredients and their traceability for the exclusive consumer retail product brands that we sell\n•  C ontinue to drive ethical sourcing \npractices across our supply chain, protecting human rights, supporting diverse suppliers and engaging with suppliers around environmental issues\n•  W ork collaboratively with a global \nnetwork of key external organizations engaging in issues that carry the greatest social relevance to the markets and in the communities we serve\n Workplace\nWe strive to treat our people with dignity and respect and are taking actions to:\n•  Pr oactively support the personal \nhealth and wellbeing of our employees\n•  D eliver our commitment to equal \nopportunities for everyone across our employment practices, policies and procedures\n•  C ontinuously improve our robust \napproach to health and safety, actively caring for our employees and customers, throughout the Company", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}