{"page_content": "Stakeholder dialogue\nTo fully understand our impact and \nto continue to develop our goals we engage in regular dialogue with stakeholders. The Stakeholder Engagement section of this report, on pages 11-16, describes our approach to identifying stakeholders and lists our engagement channels, specific stakeholders we engaged with during fiscal 2017 and the frequency and type of engagement. In addition, the section discusses the issues that were raised and the actions we have taken in response.\nWhile our stakeholder dialogue during \nfiscal 2017 confirmed that our 12 CSR goals reflect our most material CSR issues, we are committed to continued assessment of our CSR materiality. During fiscal 2018 we plan to refresh our CSR materiality assessment and our priorities by reviewing our methodology, surveying internal and external stakeholders and remapping material topics and impacts.  GRI Content Index\nIn order to prepare this report to be in accordance with the GRI Standards: Core option, we applied the GRI Reporting Principles of CSR materiality, stakeholder inclusiveness, sustainability context and completeness. Stakeholder inclusiveness is illustrated throughout the report with explanations of how we responded to issues that are important to our employees, customers, nonprofit organizations, stockholders and others. In the Environment and Marketplace sections we explain the sustainability context in which our company operates, such as ethical sourcing risks in our supply chains and our direct and indirect carbon emissions.\nTo deliver a complete picture of our \nimpacts we identified the topic-specific GRI Standards that are relevant for inclusion in this report, by mapping our 12 goals to the Standards. This mapping is reflected throughout the report, as the Standards are referenced in each section where we explain our progress on our goals.  Also, in the GRI Content Index we show how the topics are managed, what the boundaries are on each issue, and provide additional disclosures.\nGiven the fact that a number of \ncompanies in our sector consider water a material CSR topic, we revisited the conclusion reflected in our 2016 CSR Report that water use and recycling are not material CSR issues for our Company. We confirmed that water is not a material CSR issue for us, at the operational level, because we are not a large-scale manufacturer, do not have significant operations in water scarce areas and do not have a major impact on water supplies.However, we continue to engage with a range of stakeholders regarding the impact of our products that involve the use of water in the home. We are working on initiatives and collaborations to address consumer water use and quality. Consumer feedback has shown us that people who use our beauty and healthcare products are concerned about the potential impact some ingredients have on waterways and oceans. We have engaged with a range of stakeholders to understand and address this industry-wide issue, and have reformulated our Walgreens and Boots UK owned brands to eliminate plastic microbeads. \nGlobal impact\nAs a leader in the retail pharmacy industry and provider of healthcare services we believe that giving to and supporting organizations that provide health services to underserved communities in the countries where we have business operations and in other regions around the world is one of the areas we can have the most impact. For this reason we partner on a large scale with organizations that deliver vaccinations, vitamins, medical supplies and other health-related services to communities both inside and outside the areas served by our stores and distribution networks.\n10 W algreens Boots Alliance   Corporate Social Responsibility Report 2017", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}