{"page_content": "ENVIRONMENT COMMUNITY WORKPLACE MARKETPLACE OVERVIEW Stakeholder Engagement\nGRI Disclosures 102-21, 102-29, 102-40, 102-42, 102-43, 102-44\nEngaging and collaborating with our stakeholders helps  \nus to address the most relevant sustainability issues in our \nindustry. In addition to working with a global network  \nof key external organizations, we also respond to internal stakeholders and suppliers.\nThese dialogues provide us with a \nbroad and diverse understanding of our stakeholders’ evolving priorities and the issues that most concern them. Ultimately, this helps enable us to deliver products and services that make positive impacts throughout our lines of business.\nWe identify relevant stakeholders in a \nvariety of ways. Stakeholders impacted by our business and who influence our business–such as customers, stockholders and nonprofit groups– frequently approach us with issues. We also engage stakeholders proactively on issues where we feel we can have significant impact, such as in the health and wellbeing arena, and also on issues where we are aware of evolving societal expectations. \nThe table on this page describes the \nform and frequency of engagement with key categories of stakeholders during fiscal 2017.\nWalgreens Boots Alliance   Corporate Social Responsibility Report 2017  11Regular monthly meetings with key charity \npartners, formal yearly feedback\nAnnual stockholders meeting, regular dialogue \nthrough our Investor Relations team, annual submission of Carbon Disclosure Project and Dow Jones Sustainability Index\nOngoing dialogue with membership \nassociations, consultation responses at national and international levels, regular industry panels, ongoing public affairs outreach\nRegular CSR Committee meetings, yearly \nperformance management processes,  \nad-hoc employee engagement surveys and forums, regular training, regular one-on-one meetings, regular Company and business communications\nRegular one-on-one meetings with key  \nsuppliers, yearly supplier conferences,  \nquarterly joint business plans meetings with \nselected suppliers\nYearly customer panels, regular customer \nsatisfaction surveys, direct feedback, conferences for pharmacists, pharmacist associations\nFace-to-face bi-annual meetings, research and \nsustainability projects, regular guest-speaker slots\nRegular media releases, regular  interviews with \nsenior management\nAd-hoc meetings and regular dialogue through \nmembership organizationsNon-governmental  \norganizations\nStockholders, investors  \nand lenders\nGovernment bodies  \nand agencies\nInternal stakeholders\nSuppliers\nCustomers (pharmacy  \nbenefit managers (PBMs), pharmacists, consumers,  patients)\nAcademics\nMedia\nPeersEngagement channels \nand frequency  Stakeholders  ", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}