{"page_content": "12 W algreens Boots Alliance   Corporate Social Responsibility Report 2017Responsible products\nThe external Advisory Panel for \nSustainability was created in 2015 and is comprised of eight independent experts from industry, civil society and corporate governance who help us to identify sustainability topics in our product brands including No7, Botanics, Soap & Glory and Liz Earle.\nThe panel reported that we made \nsignificant progress during fiscal 2017 and encouraged us to further refine and deliver on our sustainability goals, set out a road map of progress and develop a culture that enables the delivery of a multi-year program for responsible sourcing. To read more about the panel’s input, and about transparency and traceability in our supply chain, please see pages 52-54.Issues brought to our attention by stakeholders are escalated to our CSR Committee. The escalation process is as follows: a representative from a Division or a cross-divisional function presents a proposed action plan at the regular CSR Committee meeting; then the Division or cross-divisional function executes plans that are approved, continues collaboration with the stakeholder and provides progress reports to the CSR Committee.\nIn recent years, our engagement with \nstakeholders has led to numerous concrete outcomes such as expanding our response to the opioid crisis in the U.S., phasing out plastic in cotton swabs in our Boots UK owned brands, creating a cage-free egg policy in the U.S. and expanding our recycling initiatives. Among the issues raised by stakeholders during fiscal 2017 were the sale of tobacco in our retail pharmacies in the U.S. and Puerto Rico, our potential to help combat the opioid abuse crisis in the U.S., our potential to help affect health treatment outcomes through our pharmacies, our potential to impact the health of military veterans, the transparency and traceability of ingredients such as palm oil in our products, the protection of our customers’ data privacy and security, collaboration with institutions and other businesses to drive higher recycling rates in the U.S., and our corporate governance.\nWhile some of these issues are new and \nothers are ongoing, they all fit within our 12 goals, or material CSR topics. In the rest of this section we provide detail on our engagement regarding a number of these specific issues.\nAn external panel of advisors helps us to identify sustainability topics in our product \nbrands such as No7.", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}