{"page_content": "ENVIRONMENT COMMUNITY WORKPLACE MARKETPLACE OVERVIEW\nHealth and wellbeing \nresearch\nThe Walgreens Health Analytics \nResearch and Reporting team partners with academic institutions and scientific researchers on numerous outcomes studies, with a goal of helping to improve patient care while lowering healthcare costs. Access to healthcare, patient experience, adherence to prescriptions and clinical outcomes, healthcare costs, vaccinations and digital health are all important issues for patients and communities. Walgreens is dedicated to providing value to healthcare and strives to pursue the Institute for Healthcare Improvement’s “Triple Aim” Initiative, which is to lower healthcare costs, improve care quality and increase patient satisfaction. More than 50 Walgreens outcomes studies from the past six years can be found on the Center for Health & Wellbeing Research website.The site–launched in August 2017–houses documents related to Walgreens research reports and studies that have been published in peer-reviewed medical and healthcare publications, as well as presented at scientific and industry conferences.\nWalgreens partners with academic \ninstitutions including Johns Hopkins Medicine and the Johns Hopkins Bloomberg School of Public Health, the Scripps Translational Science Institute, the University of California, San Francisco –School of Pharmacy and the University of Chicago Medicine. These institutions provide guidance, specialized expertise, and industry insights that contribute to the Walgreens outcomes research agenda. Researchers from Walgreens and these institutions actively collaborate on a variety of research studies.“Walgreens has been a valued partner in a long-standing and productive \ncollaboration, which has given our clinical and research faculty the  \nopportunity to develop, implement and evaluate novel programs to reach \npatients where they are to improve their access to quality care.” \n   — Jeanne M. Clark, M.D., M.P.H., a professor of medicine at the Johns Hopkins University School of Medicine  \nin Baltimore, Maryland, and the Johns Hopkins medical director for its collaboration with Walgreens.\nWalgreens Boots Alliance   Corporate Social Responsibility Report 2017  13Opioid addiction crisis\nAbout 2 million Americans have a \nsubstance use disorder related to prescription opioid pain medications, according to U.S. Centers for Disease Control and Prevention. Walgreens expanded its response to this public health crisis in fiscal 2017, working closely with a range of stakeholders, including state and local governments, and regulators. See our full story on  this engagement and our programs on pages 18-19.\n", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}