{"page_content": "Walgreens also offers a stop smoking \nprogram through its healthcare clinics, where staff are trained on smoking cessation, and telemedicine consultations for smoking cessation with board-certified physicians through a program with MDLIVE telehealth provider.\nSince its inception in October 2015 and as \nof 31 August 2017, approximately 140,000 people have accessed the Walgreens quit smoking page, with around 9,000 clicking through to additional support to learn more and talk with a doctor. Approximately 20,000 customers have created a goal to quit smoking through the Digital Health Advisor on the site, around 4,000 have used the smoking calculator and around 49,000 have accessed the Walgreens Tumblr blog where they could view information on how smoking affects their body.Tobacco\nDuring the reporting year, Walgreens reviewed the issue of tobacco sales and engaged with stockholders and other stakeholders who have petitioned us to discontinue sales of tobacco in our retail pharmacies in the U.S. and Puerto Rico. We engaged with these groups to show them how we are addressing their concerns and the many ways we help our customers learn more about quitting smoking and access smoking cessation products. Tobacco has commonly been sold in many U.S. retail pharmacies, which is not the case elsewhere in the world. For example, our Boots stores in the UK and in other countries do not sell tobacco products.\nWe firmly believe that the most effective \nstep we can take to help smokers quit is to address the root causes of smoking, which go far beyond the small percentage of smokers who access this product at pharmacies. Walgreens is well positioned and committed to offering consumers alternatives and a growing set of solutions to help them change behavior and quit smoking. We believe we can influence people to quit smoking by connecting them with some of the available cessation programs.\nWalgreens smoking cessation efforts \nwere expanded in fiscal 2017 and include three main areas: a digital platform with stop smoking answers such as information on quitting, free live quit support and motivational tools such as a personalized quit plan and a calculator to work out the financial advantages of quitting; trained pharmacists in pharmacies and on a 24/7 online pharmacy chat who can support patients and provide information on smoking cessation products; and an incentive and loyalty program that allows people to earn Balance Rewards points for tracking their use of nicotine replacement therapy. \nMore than 23,000 Walgreens \npharmacists have completed training on how to engage with patients on the issue and how to support them in using tobacco cessation products. The training includes video vignettes, scenarios and details that they can use when interacting with patients.\n14 W algreens Boots Alliance   Corporate Social Responsibility Report 2017", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}