{"page_content": "Walgreens Boots Alliance   Corporate Social Responsibility Report 2017  15\nENVIRONMENT COMMUNITY WORKPLACE MARKETPLACE OVERVIEWVeterans of Foreign Wars of \nthe U.S. National Commander Brian Duffy (l), Walgreens Clinical Programs Medical Director Chet Robson (m) and U.S. Department of Veterans Affairs Office of Suicide Prevention Executive Director Dr. Caitlin Thompson (r) celebrate an agreement to help improve mental health care for veterans on 6 May 2017.\nVeterans\nWalgreens worked with the Veterans \nof Foreign Wars (VFW), the largest organization of combat veterans in the U.S., and the U.S. Department of Veterans Affairs (VA), to advance and improve veterans’ mental health and wellbeing by expanding the reach and awareness of mental health educational tools and resources among veterans.\nAs a result of the collaboration, the VA \nand Walgreens attended seven VFW state conventions in June 2017 to offer programs to educate VFW members and help reduce the stigma associated with mental health conditions, as well as encourage help seeking through the provision of VA resources.\nThe VA and Walgreens agreed to explore \ntraining programs and opportunities for Walgreens pharmacists and Healthcare Clinic nurse practitioners to enhance providers’ ability to recognize veteran-specific needs, and to better understand the military culture that may influence veterans’ willingness to seek help. Palm oil\nWalgreens Boots Alliance engages with numerous stakeholders regarding the traceability and sustainable sourcing of palm oil – which is used in certain food, beauty and personal care products and pharmaceuticals – as it develops processes to further reduce deforestation impacts of the ingredient. Our focus during fiscal 2017 was to evaluate processes in place at Boots UK, which is recognized for its use of certified palm oil, and to acquire tools that our Walgreens U.S. retail pharmacy business will use to track palm oil in products it sells. Read more about our work on sustainable palm oil in the Environment section of this report on page 48.Stockholder feedback\nWe have received feedback that stockholders want more disclosure regarding CSR Governance. For this reason, we expanded our CSR Governance disclosure in our Notice of 2018 Annual Meeting of Stockholders and Proxy Statement. We have also expanded the CSR governance information included in this report, on page 7. During 2017 the Board of Directors amended the Nominating and Governance Committee’s charter to clarify its role in reviewing sustainability and CSR and assess our management of risks in those areas. This clarification was based, in part, upon stockholder and other stakeholder feedback we received in 2017.\nWe have also added a section to our \nreport, on data privacy and security,  \nin response to stockholder and customer feedback. Please see page 67 of this report.", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}