{"page_content": "Industry organizations  \nand networks \nWalgreens Boots Alliance leadership \nremains actively involved on the boards of a number of industry organizations and networks that have CSR agendas that we support. During fiscal 2017 our Co-Chief Operating Officer Alex Gourlay served as chairman of the National Association of Chain Drug Stores (NACDS) and Co-Chief Operating Officer Ornella Barra served on the board of the International Federation of Pharmaceutical Wholesalers (IFPW) and as a Trustee of IFPW Foundation, whose work includes supply chain safety initiatives and collaboration with Gavi, the Vaccine Alliance, to improve the access and availability of vaccines worldwide. Alex worked with NACDS to help it integrate CSR practice within its operations and culture and to foster member engagement on CSR activities beginning with a survey of members launched in fiscal 2017.\nOur chief executive, Stefano Pessina, \nserves on the board of the Consumer Goods Forum (CGF), a global association of retailers and manufacturers that promotes sustainability initiatives as part of its mission. Richard Ellis, our Vice President for Corporate Social Responsibility, serves on the forum’s sustainability committee. Among other sustainability initiatives during fiscal 2017, the CGF announced its second Refrigeration Resolution to continue the phase out of hydrofluorocarbons (HFCs), which represent 1.5 percent of total global warming potential today. As a member of the CGF, Walgreens Boots Alliance has pledged its commitment to the group’s second Refrigeration Resolution as well as its other resolutions and commitments on environmental sustainability, social sustainability and health and wellness. For more information on those resolutions, please see the CGF’s website at www.theconsumergoodsforum.com.\nEradicating waste\nThe average U.S. recycling rate has been stalled at a ceiling of 34 percent for more than a decade, based on U.S. Environmental Protection Agency measurements of municipal solid waste. Society is calling on retailers to do their part to eradicate waste, increase recycling and create a new economic model. Walgreens Boots Alliance is committed to help break through the recycling ceiling and remove waste from the system in order to build a more circular economy, a concept of a restorative economic model in which resources are cycled back into supply chains. Walgreens Boots Alliance is a sponsor of the U.S. Chamber of Commerce Foundation’s Beyond 34: Recycling and Recovery for a New Economy, a place-based pilot project to demonstrate a replicable and scalable model for achieving a more circular economy through innovative recycling and recovery solutions. Read more about our work on this project in the Waste section of this report on pages 45-47.\n16 W algreens Boots Alliance   Corporate Social Responsibility Report 2017\n", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}