{"page_content": "Walgreens Boots Alliance’s overall CSR \nstrategy and our 12 CSR goals work to achieve the 17 Sustainable Development Goals (SDGs), aspirations adopted in 2015 by United Nations member states. Throughout this report, SDG icons are used to show how our activities are aligned with goals such as ending poverty, hunger and inequality, taking action on climate change and the environment, improving access to health and education, building strong institutions and more.\nIn 2016, Walgreens Boots Alliance \nwas honored with the United Nations Foundation’s Global Leadership Award, recognizing our ongoing commitment  to Corporate Social Responsibility and the SDGs.Active participation of businesses is essential for the SDGs to be achieved. Given our global presence and the scope of our business activities, we take the approach of addressing all of the SDGs.\nDuring fiscal 2017 we made progress on \nintegrating the SDGs into our activities and educating and engaging our employees about the SDGs and how they can help to make an impact.\nOur CSR managers and champions  \nhave worked with our businesses to \naddress specific targets that are relevant to the SDGs. \nAn internal educational program on \nthe Walgreens Boots Alliance intranet provided learning modules for different SDG goals. These learning points were linked to the United Nations’ “Lazy Person’s Guide to Saving the World,” and were aimed at encouraging our employees to take small actions for change in their work and personal lives. \nOur commitment to the SDGs was \nhighlighted at external events such as WE Day events where thousands of young people gather to learn how to take social action to improve the world.\nWe measure and communicate our \nprogress and connection to the SDGs in this annual publication by preparing it to be in accordance with the GRI Standards. GRI has mapped its disclosures to the SDGs, and that is reflected in our GRI Content Index on pages 70-86. \nENVIRONMENT COMMUNITY WORKPLACE MARKETPLACE OVERVIEW\nWalgreens Boots Alliance   Corporate Social Responsibility Report 2017  17Actions to Achieve the UN SDGs ", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}