{"page_content": "18 W algreens Boots Alliance   Corporate Social Responsibility Report 2017Focus –Our actions to help prevent  \n opioid abuse \nDrug overdose is the leading cause of \naccidental death in the U.S., with fatal overdoses reaching an all-time high in 2016, according to the National Center for Health \nStatistics. While opioid overdose deaths have started to fall after a peak in recent years, opioid addiction has been a significant driver of the overall drug overdose epidemic: overdose death rates and abuse of prescription pain relievers increased from 1999 through 2008, followed by an increase in heroin overdoses. Past misuse of prescription opioids is the strongest risk factor for starting heroin use, according to the U.S. Centers for Disease Control. In fiscal 2017, Walgreens expanded its \nprogram to prevent opioid abuse and help fight the rise in overdose-related deaths, working with government representatives around the country to change legislation and to implement solutions.  Research has shown that the availability of opioid antidote naloxone at pharmacies, patient education and safe drug disposal kiosks are key prevention initiatives to address the epidemic.\nWalgreens medication disposal \nprogram, launched in 2016, is the first ongoing national effort of its kind  \nby a retailer to combat the drug abuse  \ncrisis in the U.S. More than 150 tons  \n(136 metric tonnes) of unused medications were collected and disposed of between the program’s inception in May 2016 and 31 August 2017.\nThis initiative helps to fulfill a number \nof our CSR goals, supporting the health and wellbeing of the communities we serve, working collaboratively with external stakeholders to engage on issues that carry great social relevance and reducing environmental impact by keeping drugs out of landfills and waterways.\nWalgreens installed safe medication \ndisposal kiosks, available during regular pharmacy hours, in more than 600 pharmacies across 45 states and the District of Columbia. \nWalgreens has worked with local and \nstate governments to make naloxone, a lifesaving opioid antidote, available without a prescription.GRI Disclosures 103-1, 103-2, 103-3, 301-3", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}