{"page_content": "Walgreens Boots Alliance   Corporate Social Responsibility Report 2017  1\nIntroduction\nWalgreens Boots Alliance is proud to \nbe a Corporate Social Responsibility (CSR) leader, setting the pace on some of the most important issues of our day, from healthcare and combatting climate change to valuing diversity and fostering inclusion.\nOur Company is privileged to distribute \nand dispense medicines to millions of people every day in communities around the world. Our customers rely on our pharmacists for information, support and advice; and they access daily living and beauty products at our convenient retail locations.\nAs a retail and wholesale pharmacy \ncompany we operate in markets in which ethical behavior is of utmost importance and we have a moral imperative to be a good corporate citizen. Our customers want products they can trust. Our employees want to work for a company that does the right thing. Society expects us to work with responsible, diverse suppliers and to show progress in reducing our environmental impact.\nIn order to be a catalyst for change \nwe focus on initiatives that generate excitement and engagement among our customers and our employees. Millions of people join us to raise funds to combat Walgreens Boots Alliance was honored with the United Nations \nFoundation’s Global Leadership Award during fiscal 2017, recognizing  \nour ongoing commitment to the UN’s Sustainable Development Goals.\n“Setting the pace on vital issues”\nchild poverty on Red Nose Day. Still, \naccess to healthcare is a serious issue, and we have a unique capacity to make a difference. We support health and wellbeing in the communities where we operate, through our drug take back program, pharmacists specially trained to speak with people about cancer, free HIV testing days, flu shot vouchers and fundraisers for numerous health-related organizations. And we help provide lifesaving immunizations to remote areas of the globe through our ongoing partnership with the United Nations Foundation.\nWe are pleased to present in this \nreport annual data across our ongoing operations, including an independent review of specified indicators. The data show the results of our efforts to reduce emissions and waste, further diversity and inclusion and contribute to groups that work on addressing pressing global issues.\nWe embed our CSR values throughout \nour work. We are committed to developing partnerships with vendors who share common principles of fair and honest trading. \nOur dedication to CSR is part of our \ndrive to operate both a sustainable and profitable enterprise. Customers are willing to switch to companies that follow ethical practices and give something back. Social responsibility improves our reputation and helps us to attract, retain and maintain our workforce and become an employer of choice. Stockholders seek disclosure regarding our CSR governance. Transparency about ingredients and supply chains builds trust in our product brands so that we can do our everyday work to support healthy living. Making our stores and vehicles more efficient fulfills our responsibility to the environment while saving costs.\nWe thank all of our employees for \nsharing our commitment to our CSR goals and for helping people all over the world lead healthier and happier lives.\nJames Skinner \nExecutive Chairman  \nWalgreens Boots Alliance, Inc.\nStefano Pessina \nExecutive Vice Chairman and  \nChief Executive Officer  \nWalgreens Boots Alliance, Inc.\n20 December 2017Stefano Pessina (l), James Skinner (r).GRI Disclosure 102-14", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}