{"page_content": "22 W algreens Boots Alliance   Corporate Social Responsibility Report 2017Working with Macmillan \nCancer Support\nBoots UK and Macmillan Cancer \nSupport marked the eighth year of their partnership in fiscal 2017, aimed at helping to ensure that people living with cancer have access to the best cancer information and support in their local community. Through the partnership, as of 31 August 2017 more than 2,200 Boots Macmillan Information Pharmacists (BMIPs) had been trained to offer support to cancer patients and their loved ones, including caregivers and family members. As of the same date, more than 1,000 Boots Macmillan Beauty Advisors (BMBAs) had also been trained to help people manage the visible side effects of cancer treatment. \nBoots UK pharmacists and beauty \nadvisors are trained to be more comfortable and helpful in conversations with people living with cancer who may have queries about wider practical and emotional issues related to the disease. BMIPs and BMBAs are seen as a suitable and accessible channel for people affected by cancer, including patients and their loved ones, to approach with queries that might be seen as too small for other providers. For example, they may have questions about appearance, fatigue, nausea or other side effects. Caregivers often feel they have few places to go to ask for help and Boots pharmacies provide an easily accessible location. An external evaluation found that those who directly experienced the services of the BMIPs and BMBAs were overwhelmingly positive in their feedback.\n“The partnership between Boots UK and Macmillan Cancer  \n S\nupport has increased access to cancer information and  \n s\nupport in a place that’s every-day, familiar and trusted,  \n h\nelping to improve the lives of thousands of people  \n a\nffected by cancer. Without the professional expertise  \n o\nf Boots colleagues and the breadth of Boots stores this  \n w\nouldn’t have been possible and we look forward to  \n fu\nrther developing our partnership to support the growing  \n n\number of people in the UK living with cancer.”\n — Lynda Thomas, chief executive officer of Macmillan Cancer Support MILESTONE\nIn June 2017 Boots UK and Macmillan  \nCancer Support celebrated: more than \n£15 million ($24 million) raised by Boots UK employees and customers for Macmillan Cancer Support since the partnership began in 2009.Boots Macmillan Information Pharmacists and Beauty Advisors provide information and support to people living with cancer.\n", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}