{"page_content": "44 W algreens Boots Alliance   Corporate Social Responsibility Report 2017Transportation\nWe worked during fiscal 2017 to  \nincrease fuel efficiency in our fleets of vans and trucks.\nWalgreens operates its own fleet of \n800 private trucks and has participated since 2005 in the U.S. Environmental Protection Agency’s SmartWay Program, which helps measure fuel efficiency in the fleet and understand the supply chain’s total impact on the environment. The Walgreens fleet improved fuel efficiency by 16 CO\n2 grams per thousand cubic \nfoot-miles, or 3.2 percent, in fiscal 2016 compared with fiscal 2015, according to the SmartWay Program. Fiscal 2017 data were not available in time for this report.\nWalgreens trucks use routing optimization \nsoftware to produce the most efficient driving routes and on-board computers to track drivers’ overall miles per gallon. The fleet also uses fuel-efficient engines, auto-tire air inflation systems and other technology that contributes to fuel savings and lower emissions. Walgreens trucks routinely make backhaul deliveries for other companies, delivering third-party cargo for competitive rates. These revenue-creating opportunities benefit Walgreens and reduce the total amount of trucks on the road nationally, reducing overall environmental impact. Walgreens and FedEx also share best practices in fleet operations and fuel efficiency to benefit both companies. \nAlliance Healthcare, our pharmaceutical \nwholesale business in the UK, signed a contract in March 2017 with Lightfoot, whose in-cab technology system and rewards platform encourages and enables drivers to adopt a smoother driving style, which helps reduce risk, increase fuel efficiency and lower harmful emissions. During fiscal 2017 Lightfoot systems were installed on more than 900 vans in Alliance Healthcare in the UK’s fleet of approximately 1,050 vans, achieving fuel savings for the fleet of more than $12,000 per week.Business travel and product delivery\nOur CO2e emissions from business travel rose in fiscal 2017 compared with the previous \nyear due to a U.S. leaders meeting and increased international travel related to projects \nand owned brands activities, which was partly offset by a decrease in road travel as a result of stronger control measures. Product delivery emissions decreased due to new fuel efficient trucks in the U.S. and outsourcing and route efficiencies in the UK.\n1 Fiscal 2017 data within Deloitte & Touche LLP’s review scope as detailed on pages 87-88.CO2e emissions from business travel, by type   \n(000 metric tonnes)     Y ear on year\n \n  Fiscal 20171 Fiscal 2016  change (%) \nRoad  28  31  -9 .7\nAir\n  29\n 25\n +16.\n0\nRail\n 1\n 1\n \n0.0\n   58  57  +1.8\nBusiness travel – air ( by length of haul )  \n(000 km)     Y ear on year\n \n  Fiscal 20171 Fiscal 2016  change (%) \nShort Haul  76,253  66, 795  +14.2\nL\nong Haul\n 29\n,875\n 24,397 \n +22.5\n   106, 128  91, 192  +16.4CO2e emissions from business travel, by Division   \n(000 metric tonnes)     Y ear on year\n \n  Fiscal 20171 Fiscal 2016  change (%) \nRetail Pharmacy USA  27  26  +3.8\nR\netail Pharmacy International\n 18\n 17\n +5.9\nPharmaceutical Wholesale\n 1\n3 1\n4 -\n7.1\n   58  57  +1.8\nCO2e emissions from business travel, per 1,000 employees,  \nby Division and for the Company  \n(metric tonnes)     Y ear on year\n \n  Fiscal 20171 Fiscal 2016  change (%) \nRetail Pharmacy USA  111  108  +2.8\nR\netail Pharmacy International\n 211\n 186\n +13.4\nPharmaceutical Wholesale\n 5\n07 5\n29 -\n4.2\nWalgreens Boots Alliance  166  157  +5. 7\nCO2e emissions from product delivery, by Division   \n(000 metric tonnes)     Y ear on year\n \n  Fiscal 20171 Fiscal 2016  change (%) \nRetail Pharmacy USA  122  127  -3.9\nR\netail Pharmacy International\n 40\n 51\n -21.\n6\nPharmaceutical Wholesale\n 1\n10 1\n27 -\n13.4\n   272  305  -10 .8", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}