{"page_content": "Deloitte & Touche LLP conducted a \nreview of specified indicators within this report in accordance with attestation standards established by the American Institute of Certified Public Accountants. Their assurance report can be found on pages 87-88.\nThe fiscal year that ended 31 August \n2016 was the first year that CSR data were collected across the entire Company, forming the baseline for comparatives and for future reporting. For the fiscal year that ended 31 August 2017, we are providing previous year comparatives for the first time.\nEvery effort is made to ensure that we \nreport accurate data, and our processes are designed to support this. In cases where we become aware of updates to data from previous years we consider providing updated data if the changes result in a discrepancy that is material to our CSR reporting. In these cases we provide details in footnotes to our data tables.About This Report\nGRI Disclosures 102-48, 102-49, 102-50, 102-51, 102-52, 102-53, 102-54, 102-56\nFiscal 2017 was the second year in our previously stated plan to evolve our CSR strategy and publish a more comprehensive CSR report over a three-year period. We are pleased to publish this substantially more comprehensive report for fiscal 2017, including a description of our CSR materiality assessment process, more detail on specific outcomes from dialogue with stakeholders, greater transparency on the challenges we face, specific commitments within our CSR goals, and additional clarity about corporate governance of our CSR process and initiatives. In addition, we enhanced our CSR disclosures for fiscal 2017, and for the first time, Walgreens Boots Alliance prepared its annual CSR report to be in accordance with the Global Reporting Initiative (GRI) core option. The GRI Standards address the most critical, up-to-date sustainability issues and our alignment to its standards helps hold us accountable to address these key areas. The locations of these disclosures can be found in our GRI content index at the end of this report on pages 70-86. \nThis report covers data and progress from \nfiscal year 2017 and includes content from our ongoing global operations. The prior report from fiscal 2016 was published on 27 February 2017 and can be found on the sustainability section of our corporate website. We plan to continue to report on an annual basis moving forward.\nWe welcome feedback on the contents of \nthis report as well as on our CSR strategy. Please contact us at CSR@wba.com.\nWalgreens Boots Alliance   Corporate Social Responsibility Report 2017  69Data management process:\nWe have a Company-wide approach to recording, measuring and reporting CSR performance, including a set of reporting criteria and a set of CSR measures and performance indicators that are applicable to all of our businesses. We capture data on corporate giving, carbon emissions, energy use, waste disposal, employee retention and employee gender, and use the data to inform and assist in the development of individual CSR programs in each business. In addition, in the Retail Pharmacy USA division, which accounts for 68 percent of Walgreens Boots Alliance employees, we capture data on employee race and ethnicity.\nThe data presented within this report \nreflect the ongoing operations of the Company during fiscal 2017 and were produced in accordance with the Walgreens Boots Alliance Corporate Social Responsibility Performance Data Basis of Preparation, which can be found in the Corporate Responsibility area of the Company’s corporate website in the “About this report” section. Our Statement of Greenhouse Gas (GHG) Emissions for fiscal 2017 can also be found in the same section on our website.\nCSR performance data are collected \ncomprehensively on an annual basis. All submissions by individual businesses are prepared by local finance teams and local CSR champions and are reviewed by senior finance leaders. In addition to internal reviews, we believe external assurance enhances the credibility and transparency of information reported. ", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}