{"page_content": "ENVIRONMENT COMMUNITY WORKPLACE MARKETPLACE OVERVIEW\nWalgreens Boots Alliance   Corporate Social Responsibility Report 2017  7Walgreens Boots Alliance believes \nthat strong corporate governance is an essential element of achieving our overall objectives and acting as a responsible organization.\nThe Board of Directors of Walgreens \nBoots Alliance is committed to sound corporate governance and sets high standards for employees, officers and directors. Our governance structure helps enable the Board to fulfill its fiduciary duties to our stockholders and helps ensure the long-term success of the Company. The Board exercises oversight of the Company’s strategic, operational and financial matters, including the elements and dimensions of major risks facing the Company.\nHaving appropriate oversight and \ngovernance of our CSR program is critical to its success. Our senior leadership has established a CSR Committee to play a leading role in providing this oversight and governance. The CSR Committee is chaired by our Co-Chief Operating Officer Ornella Barra and includes senior executives from our key businesses as well as the legal, finance, human resources and communications functions. The CSR Committee meets regularly and, among other obligations, is charged with reviewing our CSR program (including the selection and approval of our CSR goals and the oversight of our CSR policy statements) and our progress towards achieving our CSR goals. The Committee also formally approves our annual CSR Report. \nAt the Board level, the Nominating and \nGovernance Committee reviews, at least annually, our policies and activities GRI Disclosures 102-17, 102-18, 102-20, 102-22, 102-23, 102-24, 102-26, 102-29, 102-30, 102-31, 102-32Corporate Governance  \nregarding sustainability and CSR and assesses our management of risks in those areas. While the Nominating and Governance Committee has undertaken this review over the past few years, during 2017 the Board amended the Nominating and Governance Committee’s charter to expressly set forth this responsibility. This change was made, in part, upon stockholder and other stakeholder feedback we received in 2017. Our Board believes that the Nominating and Governance Committee is the appropriate committee to discharge this obligation because sustainability and CSR matters represent a critical focus area of our corporate governance and that the members of the Nominating and Governance Committee, who are all independent directors, are able to effectively provide objective oversight of our CSR program and related initiatives. \nIn addition to the Nominating and \nGovernance Committee’s direct oversight the Audit Committee regularly reviews and discusses the key risks identified in the enterprise risk management (ERM) process with management, their potential impact on us and our operations, and our risk mitigation strategies. These risks may include risks related to climate change, sustainability and other CSR-related matters. \nOur Corporate Social Responsibility \nPolicy Statements are available on our website under the “Governance guidelines & policies” heading. These statements shape our approach to our sustainability and corporate social responsibility activities and help ensure that our divisions and businesses are working within comparable parameters.Our code of ethics:\nThe Walgreens Boots Alliance Code of Conduct and Business Ethics supports good governance of our behaviors and approach to CSR. It sets out the ethics and principles which are to be upheld by each Division, business, corporate function and employee within Walgreens Boots Alliance.\nThe Code extends to all our officers \nand employees no matter where they are located in the world. It also extends to other parties acting on behalf of Walgreens Boots Alliance or any of its subsidiaries, such as consultants, agents, intermediaries or other representatives of Walgreens Boots Alliance, including our Board of Directors.\nThe confidential reporting telephone \nlines/website addresses listed in Appendix A of the Code are managed for Walgreens Boots Alliance by independent companies that provide reporting services for hundreds of companies worldwide. They are available 24 hours a day, seven days a week and in local languages. Information received by the independent companies is relayed to the Walgreens Boots Alliance Compliance Office for further investigation and review as appropriate. \nMore information on our corporate \ngovernance guidelines, and the Code of Conduct, can be found on our corporate website. ", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}