{"page_content": "8 W algreens Boots Alliance   Corporate Social Responsibility Report 2017Our internal CSR materiality assessment \nprocess takes into account issues that are relevant given the nature of our business while also assessing what issues we are best placed to address because of our influence in the health sector and because of our extended footprint across the world. The health and wellbeing of the communities we serve, locally and beyond, has consistently arisen as our most material CSR issue. \nThe process of establishing our \nmaterial CSR topics is guided by our internal assessments as well as by our external commitments such as to the UN SDGs and to sustainability resolutions adopted by the Consumer Goods Forum; stakeholder dialogue; and benchmarks and standards such as the Dow Jones Sustainability Indices, CDP and GRI. Our definition of material for CSR purposes is distinct from the definition of that term that may be used by the Company for other purposes.\nOur overall mission and our competitive \nstrategy are also central to our process of defining our material CSR issues.  As a company that operates across the world we have a significant economic impact in the countries and regions where we do business. We generated $118.2 billion in sales in fiscal 2017 and employed more than 385,000 people, directly and through our equity method investments. Our economic performance is the bedrock of our CSR commitments because it enables us to promote health, wellbeing and sustainability through employment, investment, initiatives, corporate giving and more.\nAnalyzing our priority CSR \nissues, measuring our economic, environmental and social impacts and reporting on our efforts and progress is part of our process of aligning with the GRI Standards. By identifying material CSR issues, we endeavor to adhere to best practice in corporate sustainability reporting and to prepare our CSR report to be in accordance with GRI Standards: Core option.\nAs part of our CSR materiality \nassessment process we mapped out potential material topics as well as issues raised by stakeholders. We Assessing CSR Materiality:  \nWhere can we make the most difference?\nGRI Disclosures 102-15, 102-21, 102-29, 102-44, 102-46, 102-47, 103-1, 103-2, 103-3\nVolunteers from Walgreens Boots \nAlliance Asia Sourcing Limited plant trees at Kadoorie Farm and Botanic Garden Hong Kong.Walgreens Boots Alliance has a deep history in CSR \nthrough its legacy companies and has undergone a  \nthorough process to define the economic, environmental and social issues through which it has the most impact.  Our CSR materiality assessment process encompasses  a wide range of impacts and stakeholders. We consider  issues that stakeholders bring to our attention, and review their requests and expectations.\n", "metadata": {"source": "NASDAQ_WBA_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}