{"page_content": "capabilities, and to our best knowledge, its equal \nexists nowhere else in the world. A few features of the NAIC include supply, return, and outside sound testing at actual load conditions, testing of up to a 300-ton air conditioning system, up to a 540-ton chiller system, and 80 million BTU/hour of gas heating test capacity.\nEnvironmental application testing capabilities \ninclude -20 to 140°F testing conditions, up to 8 inches per hour rain testing, up to 2 inches per hour snow testing and up to 50 mph wind testing. We believe we have the largest sound-testing chamber in the world for heating and air conditioning equipment.  We are unaware of any similar labs that can conduct this type of testing while putting the equipment under full environmental load. The unique capabilities of the NAIC will enable AAON to lead the industry in the development of quiet, energy-efficient commercial and industrial heating and air conditioning equipment. \nThe NAIC currently houses twelve testing \nchambers. These testing chambers allow AAON to meet and maintain AHRI and U.S. Department of Energy (DOE) certification and solidify the Company’s industry position as a technological leader in the manufacturing of HVAC equipment. Current voluntary industry certification programs and government regulations are only for up to 63 tons of air conditioning because that is the largest environmental chamber currently available for testing outside of our facility.\nThe NAIC contains both a 100-ton and a 540-\nton chamber, allowing us to uniquely prove to customers our capacity and efficiency on these larger units. \nThe NAIC was designed to test units well beyond \nthe standard AHRI rating points and allows us to offer testing services on AAON equipment throughout our range of product applications. This capability is vital for critical facilities where the units must perform properly and allows our customers to verify the performance of our units in advance, rather than after installation. These same capabilities will enable AAON to develop a new extended range of operation equipment and prove its capabilities. \nIn 2021, we invested in our first Electronic \nPrototype Lab at our Kansas City, Missouri, location. This lab allows the AAON Controls Engineering team to experiment with new technology and create prototypes. A pick-and-place machine gives us the ability to place the latest components quickly, accurately, and reliably. The Electronic Prototype Lab allows AAON to increase speed to market and incorporate cutting-edge technology into our controls offering.\n11", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}