{"page_content": "AAON is committed to designing and manufacturing \ninnovative HVAC products of the highest quality, efficiency, and performance. We meet certification standards of the relevant standard-setting bodies, including the Air-Conditioning, Heating, and Refrigeration Institute (AHRI); the American National Standards Institute (ANSI); American Society of Heating, Refrigeration and Air-Conditioning Engineers (ASHRAE); and the International Organization for Standardization (ISO). \nOur energy recovery option applicable to our RQ, \nRN, RZ, and SB units, as well as our H3, V3, and M2-Series air handling units, responds to the U.S. Clean Air Act mandate to increase fresh air in commercial structures. Our products are designed to compete on the higher quality end of standardized products. Our air-cooled chillers LF-Series are certified per the AHRI Standard 550/590. Our RN, RQ, M2, and SB-Series, including our water-source heat pump products (WH and WV-Series), are AHRI certified per ANSI/AHRI/ASHRAE/ISO 13256.\nOur unitary products RQ, RN, and CB-Series are \ncertified with AHRI and the U.S. Department of Energy to ANSI/ AHRI210/240 up to five tons capacity and ANSI/AHRI340/360 up to 63 tons capacity. Performance characteristics of our products range in cooling capacity from one-half to 261 tons and in heating capacity from 7,200 to 4,500,000 British Thermal Units (BTUs). Many of our units far exceed these minimum standards and are among the highest efficiency units currently available.\nA typical commercial building installation requires \none ton of air conditioning for every 300-400 square feet or, for a 100,000 square foot building, 250 tons of air conditioning, which can involve multiple units. \nOur water-source heat pump products recover \notherwise wasted energy and employ it to cool, heat, and provide dehumidification to a building, making it one of the most efficient and environmentally friendly systems. \nAAON packaged rooftop units with two-stage \ncompressors are optimized with high-efficiency evaporator and condenser coils and variable speed fans, leading to an AHRI certified performance up to 20.3 SEER and 22.5 IEER. AAON H3/V3-Series energy recovery wheel air handling units provide energy-efficient 100% outside air ventilation by recovering energy that would otherwise be exhausted from a building.\n“Our products are designed to \ncompete on the higher quality  end of standardized products.”AAON PRODUCTS\n15", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}