{"page_content": "BASX custom air handling products \nare primarily used in commercial, industrial, healthcare, and institutional facilities employing chilled water cooling, packaged direct expansion, hot water, indirect gas direct heat, humidification, dehumidification, filtration, and  integrated controls. BASX manufactures plenum fans for integration into air handling units and replacement applications. It also offers integrated sound performance solutions.\nThe Coronavirus Disease 2019 \n(COVID-19) pandemic fueled a great deal of concern over best practices in the design and operation of building HVAC systems. In order to mitigate the spread of COVID-19, influenza, and other similar types of respiratory diseases,  we throughly researched what affects the transmission of these diseases and how AAON HVAC systems can be  best-designed. \nThe American Society of Heating, \nRefrigeration and Air-Conditioning Engineers (ASHRAE), a professional association with the goal of advancing HVAC systems designs and construction, established an Epidemic Task Force in 2020 and issued several recommendations to mitigate the spread of the virus, including humidity control, air filtration, increased outdoor air ventilation, and air disinfection.\nHumidity Control \nAAON continues to lead the market in developing energy-efficient humidity control with the use of variable capacity compressors and modulating hot gas reheat. Designing HVAC systems with superior humidity control allows building management to maintain ASHRAE recommended ambient relative humidity levels of 40% - 60%, the ideal level  to inactivate viruses in the air and  on surfaces.  Air Filtration  AAON standardizes a design that uses a backward curved fan wheel, which can accommodate higher airflow required for the ASHRAE recommended MERV 13 filtration, the minimum filter level for virus mitigation, with very little reconfiguration. Prior to 2020, a vast majority of commercial buildings used filtration levels of MERV 4 to MERV 8, which has always been acceptable for filtering out typical particulates in the air stream. Outdoor Air Ventilation  AAON’s innovative use of energy recovery wheels and energy recovery plates combined with superior humidity control design can help with outdoor ventilation air recommendations while limiting increased energy use and maintaining recommended humidity levels.\nAir Disinfection  \nAAON has basic design characteristics that allow for an easy installation of ultraviolet lighting equipment. In addition to this equipment offered as options in new units sold, AAON has basic design characteristics that allow for easy installation in our units already used in  the field. \nOverall, AAON is well-positioned to \naccommodate the heightened demand for features to help mitigate virus transmission and improve indoor air quality. The features that ASHRAE recommends require premium designs and configurations that are standard in AAON units. As a result, we are able to incorporate air quality features into our units at a minimal price premium and with no delivery delay.\n18", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}