{"page_content": "Target:\nApproach:\nTarget:\nApproach:Target:\nApproach:\nOne way we can address greenhouse gas \nemission reductions is through product design. We are committed to increasing production of air, water and electric powered units. In 2021 64% of units produced were non fossil fuel consuming.\nAt AAON, it’s our business every day \nto work in a socially responsible and ethical manner as we improve our environmental stewardship, team member safety and community engagement practices. \nSince 2017, our internal Go Green \nSustainability Committee has set goals to regularly identify numerous waste streams that can be recycled,  reused or reduced to create more efficient operations.  In 2021, AAON established a cross-functional ESG Committee to oversee progress toward the Company’s ESG targets and the development of the  ESG reports. \nAAON participates in the non-profit \norganization Sustainable Tulsa’s Scor3card program, which is a sustainability tracking and assessment tool for organizations that want to track and improve their sustainability plans. AAON achieved Platinum level in the 2021 Sustainable Tulsa Scor3card verification program. This follows the Company achieving Platinum in 2020, Gold in 2019, Bronze in 2018 and 2017.\nENVIRONMENTAL RESPONSIBILITYAAON provides premier, configurable HVAC solutions that bring long-term value to customers and  owners. By leading the HVAC industry in innovation, we create tomorrow’s solutions today.\nWe understand the need to reduce waste and materials going to landfills. We are continuing to partner with a reclamation organization to recycle paint and acetone products that are byproducts of our manufacturing processes. While hazardous material recycling decreased by 5% from 2020 to 2021, we anticipate hazardous material recycling will be higher in the future.We recognize that climate change is a global crisis. We are committed to reducing our greenhouse gas emissions through operational efficiencies and investments in projects that reduce carbon emissions. In 2021, we continued to develop plans to reduce GHG emissions.MISSION & VISION\nWe lead the charge in advancing HVAC \ninnovation our world depends on.\n21", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}