{"page_content": "The Montreal Protocol is an international treaty \nthat phased out the use of chlorofluorocarbon (CFCs) and hydro chlorofluorocarbon (HCFCs) refrigerants. This treaty was signed in 1987 and phased out the use of ozone-depleting substances (ODPs). HCFCs like R22 were commonly used in rooftop air conditioners. The Montreal Protocol banned the production of new air conditioners that used HCFC refrigerants in 2010. HFCs like R410A became the predominant refrigerant used in rooftop air conditioners in 2010. HFCs have zero ODP, but can have a very high global warming potential (GWP). The GWP of CO\n2 is equal to one. \nThe GWP of R410A is 2,088 - meaning R410A has  a global warming potential that is 2,088 times that of CO\n2.  \nThe Kigali Amendment to the Montreal Protocol was created to reduce the use of high GWP refrigerants. This amendment created phase-down schedules for HFC refrigerants for developed and developing countries. The U.S. Senate is expected to ratified this treaty in 2022. The U.S. Environmental Protection Agency (EPA) did not have the authority to regulate refrigerants based on GWP through the U.S. Clean Air Act. Many states began to create phase-down requirements for HFC refrigerants since the EPA could not. This would create market confusion and put tremendous pressure on HVAC manufacturers, as different states would require different refrigerants and dilute the economies of scale that HVAC manufacturers use to be profitable. \nIn December 2020, President Trump signed the \nAIM Act, which gave the EPA the authority to phase-down the use of HFCs based on the Kigali phase-down schedule. As of this writing, the EPA has not yet issued its final ruling for the sector-based HFC reductions. It is expected that the EPA will require the GWP to be less than 750 beginning January 1, 2024, for chillers and January 1, 2025, for air conditioners. ASHRAE 15 determines the safety classification for refrigerants. Historically this classification consisted of two digits. The first digit is either A or B to represent toxicity. An A is non-toxic a B is toxic. The second digit represents flammability. This could be 1 (non-flammable), 2 (flammable) or 3 (very flammable). R410A is an A1 refrigerant (non-toxic/non-flammable). Propane is an example of an A3 refrigerant. As the refrigerant manufacturers developed replacements for R410A, it became clear that a new flammability classification would have to be created. \nREFRIGERANT TRANSITION\n22", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}