{"page_content": "The use of R410 has been eliminated 2090\n675467R410R32R454BGlobal Warming \nPotential (GWP)RefrigerantType\n2023 AAON Refrigerant\nAll of the new R410A replacement \nrefrigerants with GWP < 750 were mildly flammable so a new classification called A2L was created. These refrigerants are difficult to ignite, do not sustain ignition well, and propagate flame spread slowly. The HVAC industry has spent the last decade devoted to research and development for the safe use of A2L refrigerants and the adoption of the A2L classification into building codes. R32 and R454B became the main replacement candidates for R410A. AAON has selected R454B to replace R410A as our refrigerant of choice in all of our products. The GWP of R454B is 467 while the GWP of R32 is 675. R454B is very similar to R410A while R32 is more difficult to apply. Many manufacturers of air conditioners in the U.S. have selected R454B as their replacement refrigerant. \nA few manufacturers have selected R32. \nR454B has about 1/3 less GWP than R32, which should allow for a longer useful life as GWPs are lowered over time to meet the Kigali Amendment and AIM Act.   We are currently in development to replace R410A with R454B in all of our products. We will begin producing R454B in some product lines beginning in Q4 of 2023. We will release new R454B products every month in 2024 and all products will be ready for production with R454B by Q4 of 2024. It is expected that all products built for the United States must be manufactured with a GWP < 750 by January 1, 2025, and AAON will meet this requirement. AAON is committed to providing our customers with innovative products that solve their problems. We strive to create products that meet their environmental and efficiency goals. \nEfficiency plays an important part in the \nequation in meeting environmental goals and most of AAON’s products greatly exceed Federal and industry minimum efficiencies. Most of the lifetime emissions of an air conditioner come from electricity use. Reducing power through increased efficiency has a dramatic reduction in the lifetime emissions of an air conditioner. Efficiency is increasingly important as energy prices rapidly rise, and the grid becomes less reliable with more renewables added to the electric grid.\nCLIMATE CHANGE\nClimate Change is one of the most significant issues facing humanity. Non-residential buildings utilize approximately 15% of the energy consumed in the United States, and from that, 40% is associated with heating, ventilation, and air-conditioning. As a leading designer and manufacturer of the most energy-efficient products in the commercial HVAC industry, our innovative designs substantially help our customers reduce their carbon footprint  while reducing the cost of building management  and maintenance.\nMany AAON HVAC units are unique in their design, \nwith two-stage variable capacity or variable speed compressors, high-efficiency evaporators, condenser coils, and variable speed fans. This led to an AHRI Certified performance of up to 20.3 SEER and 22.5 IEER, compared to the industry ASHRAE 90.1 minimum requirement of 12-14 SEER/IEER. AAON eliminated the usage of R134A in the foaming process and switched to a non-fluorinated, non-ozone-depleting alternative with a global warming potential of 0.\nIn 2021, AAON designed, engineered, and tested its \nnew Zero Degree Cold Climate Air-SourceHeat Pump packaged rooftop units. This product line is a critical solution that meets the increasing demand for building decarbonization in cold climates \nThe difference between GWP of R410A compared \nto R454B is a reduction of GWP by 1623. The R454B refrigerant is well below the new Standard of GWP (below) <750.\n23", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}