{"page_content": "Energy efficiency is a priority in current operations \nand future planning. Our capital investments have focused on equipment and facility optimization. AAON has transitioned to over 95% LED lighting, leading to considerable cost savings and reduced energy consumption. The company participates in an energy demand response program and saved over $10,000 by reducing energy loads during peak periods in 2021. Twenty-seven percent of AAON’s energy portfolio is currently derived from renewable sources, and  the company’s carbon footprint has been calculated  as part of the Scor3card sustainability  benchmarking initiative. \nEnergy efficiency has been a priority in the $55 million \nof capital investments for improvements, including the purchase of new, energy-efficient equipment for the production floor, high-speed overhead facility doors, and the installation of new HVAC equipment and building control systems. The application of heat and light reflective material to production facilities, along with other behavioral-based energy efficiency changes have made impactful improvements.\nEnergy usage and carbon emissions are a priority with \nnew construction of The AAON Exploration Center,  on-target to be a net-zero building. We are tracking our energy usage intensity before and after these updates and have seen a 10% decrease in energy usage intensity.We recognize water is a critical resource to our planet and our business. We monitor usage at all of our facilities and strive to conserve and reduce consumption where possible. We track our water usage monthly through the THG Energy Solutions platform. Through infrastructure improvements, we recorded a 65% reduction in our water withdrawal from 2020 to 2021. Reducing our water consumption decreases the potential for business disruption and helps to conserve scarce resources. AAON recognizes the need to reduce more waste. We focus on recycling, reducing, reusing, and sourcing more environmentally-friendly materials into our processes. AAON recycled 17% more metals in 2021 as compared to 2020. Through additional equipment training opportunities, we anticipate seeing metal  scrap reduction. \nThe Company has developed a relationship with an \norganization to recycle hazardous waste, including oil and paint. We successfully transported and recycled 68 tons of hazardous waste in 2021.\nOur facilities also recycle paper, wood, and cardboard \nwhere available through our partnership with a waste-to-energy facility. We successfully diverted more than 460 tons of waste from landfills and our Tulsa facility is landfill-free. We continue to innovate ways to reduce and reuse shipping packaging between facilities and identify new opportunities to reduce or reuse items in our production and administrative area.\nENERGY WATER WASTE\n“As a leading designer \nand manufacturer of the most energy-efficient HVAC products in the commercial HVAC industry, our innovative designs substantially help our customers reduce their carbon footprint while reducing the cost of building management  and maintenance.”\n25", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}