{"page_content": "The safety of all AAON employees, visitors, business \npartners, and our environment is a fundamental value of our organization. Efforts are directed at developing processes and systems that demonstrate our commitment to safe practices. Implementing programs that support our philosophy of continuous improvement is a key part of our success. \nSafety is the responsibility and accountability of \nevery employee. Every individual working in our facilities is critically important to AAON’s success. Our goal is to ensure that we all go home each day to our families in the same condition that we left them. We continue to see a reduction in our overall injury rates year over year through the implementation of programs that drive hazard elimination and risk reduction. Through training programs, improved work processes, and modifications to work environments, AAON saw another 30% decrease in TRIR from 2020 to 2021. \nErgonomic studies, machine guarding assessments, \nrisk assessments, root cause analysis, and product/pedestrian flow improvements contribute to our safety success. Safety committees and safety focus groups allow opportunities for employee engagement and activity in safety improvements. Our frontline leaders help improve safety for employees and customers by providing feedback and solutions to product and process challenges.   We believe that a happier, healthier workforce is a more productive workforce. The AAON Wellness Club is free to employees at our Tulsa facility and promotes fitness by covering the costs of several local cycling and running competitions in the region. AAON also supports employee participation in team sports such as softball, soccer, and basketball by covering league fees. The Company partners with YMCA to offer discounted gym memberships to AAON team members. \nAAON promotes healthy lifestyles through health \nfairs, yoga and meditation sessions, an outdoor meeting space, health and fitness-related lunch-and-learn sessions, on-site personal health assessments, and on-site flu shots, all free to employees. AAON encourages healthy eating by offering “healthy selection” discounted items in the vending machines, and installed convenient water bottle filling stations. \nAll of our facilities are tobacco and e-cigarette free. \nTeam members also have access to the Employee Assistance Program offering stress management, health information, and online health-management tools. The company has also Question, Persuade, Refer (QPR) suicide prevention training, stress management, and mental health awareness sessions. \n  WORKPLACE HEALTH AND SAFETY\n26", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}