{"page_content": "A diverse and inclusive workplace is integral to our business \nstrategy and critical to our continued success. We are committed to hiring, retaining and promoting a diverse workforce while advancing a workplace culture of inclusion, in which each team member is valued for their ideas, identities, experiences and talents. Diversity and inclusion are key drivers for furthering innovation, productivity, and team member engagement at AAON. AAON employs individuals from over 32 countries. At the end of 2021, 69% of our total workforce included Black, Indigenous, and people of color and 28%  were female. \nAAON has two team member resource groups: AAON Veterans \nEmpowering through Service (V.E.T.S.) and the Women’s Alliance and Resource Program (WARP). \nThe mission of AAON V.E.T.S. is to unify the core values, beliefs, \nand understanding of active, reserve, National Guard, veterans and military family members with our AAON business culture. \nWARP strives to foster a supportive, encouraging, and \ninclusive environment to provide programs and resources for professional and personal development opportunities. The group aims to promote the advancement of women in the workplace, communicate and connect to overall company strategy, and provide mentorship opportunities. WARP also educates and shares information about common gender biases, celebrates the diversity among women, and builds on strengths, supporting collaboration over competition to empower women. \nIn 2021, AAON signed the Pay Equity Pledge, designed to \ncombat inequality in the compensation of women. If the pay gap is narrowed, it can reduce poverty, improve economic growth, and promote prosperity. \nAAON supports Oklahoma Women in STEM and is a corporate \nmember of Women in Manufacturing, a national association dedicated to supporting, promoting and inspiring women in all manufacturing job roles. \nAAON participates in the Tulsa Chamber’s Mosaic Diversity \nand Inclusion Index and has been recognized as a Mosaic Top Inclusive Workplace. Mosaic is the Tulsa Regional Chamber’s diversity business council committed to educate, lead, and influence businesses on creating diverse and inclusive workforce cultures to enhance competitive advantage. \nAAON offers on-site classes such as: English as a Second \nLanguage, Spanish Language Classes, and Frontline Leadership Training to help team members develop professionally and advance in the company.AAON regularly promotes team member achievements with our internal Team Member Spotlight program and the AAON Aim High program. The AIM High program highlights employees from various cultural and educational backgrounds to showcase their career achievements and advancement  at AAON. \nAAON has hosted Disability Etiquette training and partners \nwith organizations in our communities such as A New Leaf, The Bridges Foundation, and ARC that support individuals with developmental disabilities. \nThe Company hosted inclusion training in 2021 that was \navailable enterprise wide and was featured as a best practice case study by the Manufacturing Institute for work with immigrants and refugees. \nAAON was featured as DEI Best Practices Case Study by the \nManufacturing Institute for Working with Diverse Populations. \nDIVERSITY AND INCLUSION\nScan the QR code to read the DEI Best \nPractice Case Study.\n30", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}