{"page_content": "2021 Board of Directors\n44% Diverse\nCONDUCT AND ETHICS\nOur corporate governance framework provides the \ndirective for a culture of integrity and ethical behavior in our business. Our nine-member Board of Directors includes our Executive Chairman, Chief Executive Officer, and seven independent directors. The Board of Directors provides advice, insight, and oversight to advance the interests of AAON, shareholders, and other stakeholders. AAON strives to maintain governance standards through governance charters and the Code of Business Conduct and Ethics. \nThe Company is led by Chief Executive Officer, \nGary Fields, and Officers of the Company: Rebecca Thompson, Doug Wichman, Stephen Wakefield, and Chris Eason along with additional members of the Senior Leadership Team. We believe this team-oriented leadership structure, along with improved internal processes, will best position the Company to continue to build on its impressive foundation while fostering sustainable, long-term success. AAON’s Senior Leadership Team oversees and directs corporate strategy. Amendments to the Board of Directors roles to create the positions of an Independent Chair and Vice Chair may be considered and voted on for 2022.\nGOVERNANCE\nThis Code of Business Conduct and Ethics reinforces our commitment to how we do business. We expect all AAON team members and business partners to act in a manner consistent with the values and standards outlined in our Code of Ethics. The code encompasses compliance with laws, rules, and regulations, conflicts of interest, insider trading, corporate opportunities, competition and fair dealing, discrimination, harassment and fraternization, health and safety, record keeping, confidentiality, protection and proper use of company assets, payments to government personnel, waivers of the code, reporting illegal or unethical behavior and compliance procedures.\n36", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}