{"page_content": "In 2021, the company made further strides \nat helping decarbonize commercial buildings with the introduction of its new zero degree cold climate air-source heat pump packaged rooftop units.  These rooftop units are  electrically powered, are the most energy efficient of their kind, and are the only rooftop units on the market operable down to zero degrees Fahrenheit. Most comparable units on the market are not even operable below 25 degrees Fahrenheit.  \nAAON also has no servicing revenue, so it \nhas no incentive to manufacture a less than superior product to capitalize on future revenue streams.  AAON’s equipment is  made with the highest quality designs, materials and components, extending the useful age of its equipment to at least 50% longer than most of the competition’s equipment. We design our equipment so that  it is the easiest to service when needed.  \n In addition to the impact we are making with \nthe equipment we sell, AAON is a steward of society through the management of its people, facilities, and shareholders.  In 2021, AAON’s workforce was 69% diverse, above the manufacturing sector average. Women made up 28% of our workforce, in line with the manufacturing sector average.  \nThe company also promoted Rebecca \nThomason CFO in 2021. This is only the second time in company history a female has held this leadership role. A diverse and inclusive workplace is integral to our business strategy and critical to our continued success.  \nWe continued to make progress at finding \nways to reduce the energy intensity of AAON’s manufacturing facilities. We also recognize water and waste management is critical to our planet and our business.  In 2021, we realized a 65% reduction in water withdrawal and we recycled 17% more metals while our volume of sales were slightly down. \nFinally, we continue to strengthen the \noversight of the company through our Board of Directors.  We increased the size of the Board to nine, with the addition of two new independent directors.  The Board is now 44% diverse, up from 28% in the prior year. \nIn conclusion, I am proud to lead a company \nthat has such a significant impact on the world.  We take a lot of pride at leading our industry in innovation and challenging our industry’s limits related to energy efficiency.  We lead our people and manage our facilities in a way to benefit the long-term growth of local and regional communities, while we look forward to making continued progress to improve sustainability.    \nGary Fields \nAAON President & CEO\n6", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}