{"page_content": "In an ever-changing world, we regularly \nevaluate and align our strategy and reporting against the most material corporate responsibility topics for our business and stakeholders. This drives how we engage internally and externally, invest resources, and adapt our strategy on environmental, social, economic, and governance topics. We have identified the following as material topics for 2021: We have noted each topic’s alignment  within the UN Sustainable Development  Goal framework.•\n Stakeholder Engagement\n• Innovation and Efficiency\n• Environmental Responsibility\n• Climate Change\n• Occupational Health and Safety\n• Talent A\nttraction and Retention\n• Diversity and Inclusion\n• Community Engagement and Investment\n• Corporate Governance\n• Ethics and ComplianceMATERIALITY/\nSTAKEHOLDER ENGAGEMENT• Team members: We encourage \ncommunic\nation from team \nmembers through surveys, development conversations, internal committees, and our “All Ideas Matter” program where team members can share thoughts, give feedback, and seek guidance.  \n•\n Cust\nomers: We seek customer \ninput through dialogue and product and service training programs. We work with 65 sales professionals, 64 independent manufacturers’ representative organizations, and  128 offices to stay connected to our end users.   \n•\n Inv\nestors:  AAON believes \nin transparent and open communications with investors. As a publicly traded company, we regularly share information on  financial performance, strategy, and company goals.    •\n Suppliers:  We actively collaborate \nwith our supplier network. We are members of several industry organizations to collectively work on further developing the  supply chain. \n•\n Gov\nernment: We proactively \nengage with local, state, and federal leaders to share information on public policy issues important to our business. We also partner with advocacy organizations that relate to our business.  \n•\n Communities:\n We partner with \nover 70 nonprofits in our regions focused on workforce readiness, strong families and communities and environmental stewardship. STAKEHOLDER ENGAGEMENT\n8", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}