{"page_content": "AAON Inc. products serve the commercial \nand industrial new construction and replacement markets within the heating, ventilation, and air conditioning (HVAC) equipment industry. Our business strategy involves mass customization that uses flexible computer-aided systems.  We specialize in standard, semi-custom, and custom products. This allows us to combine the low unit costs of mass production processes with the flexibility of individual customization. Through a collaborative effort with our independent representative sales offices, we design and manufacture the precise semi-custom product offering that best serves the customer’s needs. Our marketing strategy focuses on underserved market niches including establishing manufacturing methodologies to support market niche products. \nOur company culture focuses on customer \nsatisfaction, reducing product delivery channel time and cost while striving for the goal of product and manufacturing technology leadership. Our product mix lines, along with a deep investment in research and development, has an emphasis on energy efficiency, environmental stewardship, and indoor  air quality.\nThe Company conducts its business \nthrough three business segments: AAON Oklahoma including operations in Tulsa, Oklahoma and Kansas City, Missouri, and the Norman Asbjornson Innovation Center (NAIC); AAON Coil Products in Longview, Texas; and BASX Solutions, in Redmond, Oregon. \nAAON Oklahoma designs, manufactures, \nsells, and offers service support for our standard, semi-custom, and custom heating, ventilation, and air conditioning (HVAC) systems. The facility houses the design and production for controls solutions for all AAON HVAC units and is a parts supplier to customers at two AAON retail store locations in Tulsa, Oklahoma. Through the NAIC, research and development laboratory facility, the Company is able to test units and measure both acoustics and thermal performance under various environmental conditions. AAON Coil Products, in Longview, Texas, designs and manufactures a selection of our standard, semi-custom, and custom HVAC systems. In addition, this facility designs and manufactures various heating and cooling coils to be used in HVAC systems, mostly for the benefit of production lines at AAON Oklahoma and AAON Coil Products.  \nBASX, our most recent acquired facility \nin Redmond, Oregon, provides product development design and manufacturing of custom engineered air handling systems. These product lines include high-efficiency data center cooling solutions, cleanroom HVAC systems, commercial/ industrial HVAC systems, and modular solutions. Additionally, BASX designs and manufactures cleanroom environmental control systems to support hospital surgical suites, pharmaceutical  process facilities, semiconductor and electronics manufacturing, laboratory and isolation, and modular cleanrooms for  facility flexibility.\nBUSINESS\n9", "metadata": {"source": "NASDAQ_AAON_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}