{"page_content": "SolarEdge DC power optimized systems provide essential tools that manage smart \nenergy production and consumption. These tools (see below) help to increase \nthe efficiency of power generation and the overall electricity consumption of its \nconsumers. The combined improved cost-effectiveness of these PV systems and tools, \nhelp to make affordable clean energy available to a broader population. \nBatteries: \nThe SolarEdge Home Battery is an essential component of our solar PV systems. The \nbatteries provide energy storage to overcome periods of low energy production (for \nexample, limited sunshine) or no energy production (nighttime). This enables the supply \nof electricity from the battery, even in times of grid outages. Also, when grid electricity is \nrequired, the SolarEdge Home Battery enables charging at lower-rate tariffs, for example, \novernight. The battery is DC coupled - it can store both AC power output from the \ninverters and direct DC power output from the PV modules. This important feature helps \nto minimize energy waste and maximize storage. \nEV Chargers: \nWith up to 22kW charging power, our SolarEdge EV Charger can be integrated into a \nhome or business PV system for single and three phase installations, both indoor and \noutdoor. It provides power for family or commercial vehicles, extending green living \nand working to include green mobility. Through the utilization of PV power for vehicle \nbattery charging, the SolarEdge EV Charger amplifies the environmental benefits of \nelectric vehicles: the solar power used reduces the need for charging the vehicle with \nmore carbon-intense grid-electricity as is the case with most EV chargers.   Our Clean \nEnergy Solutions\nSoftware tools: \nSupporting the installation and use of our products, we provide \na suite of software apps for the management and continuous \nmonitoring of SolarEdge PV systems and all connected devices. \nFor example, mySolarEdge is our proprietary mobile app for \nhome system owners, offering ease of monitoring at the module \nlevel, real-time control, and troubleshooting in the case of \nperformance issues.  \nCommunication options: \nAll SolarEdge system components connect to each other via a \ncloud-based secure network and can be monitored and operated \nvia an online connection. This makes it easy to use and facilitates \nreal-time decision-making regarding energy production and \nstorage. \nPowering Clean Energy\n16 / 62\nAppendix Powering \nBusinessPowering \nPeopleSustainability \nStrategyMessage From  \nOur CeoAbout \nSolarEdgeSustainability \nHighlights\nPowering \nClean Energy", "metadata": {"source": "NASDAQ_SEDG_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}