{"page_content": "Spreading smiles with sustainable energy in Chicago\nRadio Flyer, a leading manufacturer of wagons for kids, is on track to go 100% carbon-\nfree, including at its Chicago headquarters. Radio Flyer invested in an integrated clean \npower solution spanning four separate rooftop arrays using SolarEdge’s Three Phase \ninverters with Synergy Technology and Power Optimizers. In addition to the flexibility \nand cost-effectiveness of SolarEdge’s system, advanced fire safety features enabled \ncompliance with Chicago’s strict safety guidelines and the latest National Electric Code \n(NEC) 2017/2020 requirements. The 606 kW SolarEdge system is designed to produce \n737,000 kWh a year with an aim to offset more than half of Radio Flyer headquarters’ \nelectricity usage, significantly reducing the carbon emissions they generate per year and \nwith an annual savings of approximately $50,000 in utility bills. \n“Our mission is to spread smiles to kids of all ages and create warm memories \nthat last a lifetime. We do this through our innovative products, but also by acting \nsustainably to improve our world. By working with Sunvest and SolarEdge, we took a \nstep closer to achieving our mission.” \nEric Selner, VP Operations & Sustainability,  \nRadio FlyerAffordable \nClean EnergyPowering Clean Energy\nFrom salt to solar energy production in Taiwan\nAn energy company in Taiwan invested in a 77 MW ground-mount utility-scale PV \nfarm spanning 280 square kilometers, that is planned to produce enough electricity to \npower almost 350,000 households daily. The electricity generated is sold to the national \nutility company, taking advantage of an incentive program offered by the Taiwanese \ngovernment and making affordable, clean energy a reality for people in this region. The \nsolar array is located near the Chigu Salt Mountain in Tainan City, Taiwan, on land that was \npreviously used to sun-dry large fields of salt. The SolarEdge installation comprises 674 \nX 100 KW three phase inverters with Synergy Technology and 57,000 Power Optimizers, \nwhile the SolarEdge Monitoring Platform enables real-time visibility and control of power \nproduction, enabling full optimization of the solar plant’s output. Real-time notifications \nsent to operations and maintenance staff enable quick identification of faulty modules \nand remote troubleshooting. This reduces the need for site visits and dispenses with the \nuse of thermal imaging drone cameras typically used at large sites for inspection and \ndiagnostics of PV panels. Remote monitoring and troubleshooting are estimated to save \nup to 50% in maintenance costs. \nCarbon neutral sorting center for DHL in Israel\nRecently installed at DHL Israel’s flagship robotic sorting center, the largest of its kind in \nthe Middle East, SolarEdge’s DC-optimized rooftop PV system is planned to produce over \n750 MWh of renewable electricity annually. The produced solar power will be sufficient to \nmeet 100% of the site’s annual electricity needs. Available excess energy will be offered \nfor sale to the national grid operator. The system is expected to deliver a return on \ninvestment in less than five years while avoiding over 180 tonnes CO 2e of GHG emissions. \n22 / 62\nSustainability \nStrategyMessage From  \nOur CeoAbout \nSolarEdgeSustainability \nHighlights\nAppendix Powering \nPeoplePowering \nBusinessPowering \nClean Energy", "metadata": {"source": "NASDAQ_SEDG_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}