{"page_content": "11 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\nPERFORMANCE APPRAISALS\nAll AEGON employees are subject to regular performance appraisals, based on financial, non-financial and behavioral metrics, as well \nas adherence to the company’s core values. Appraisals are linked directly to both training requirements and the payment of bonuses \nand other forms of variable compensation. \n1 OUR PEOPLE 2011 2010 2009 Trend\n(2011 vs. 2010)\n1.5 Salaries, costs and benefits\n1.5.1 Total employment costs (in EUR billion) 2.07 2.15 2.04\nBy country / region: (in EUR million)\n\u0002\u0002Americas 951 990 1,058\n\u0002\u0002The Netherlands 469 460 512\n\u0002\u0002United Kingdom 259 318 300  \n\u0002\u0002New Markets 324 324 106  \n\u0002\u0002Holding and others 66 59 59\n1.5.2 Employment costs per capita, FTE equivalent (EUR) 81,814 78,296 71,716\nBy country / region: (EUR)\n\u0002\u0002Americas\n\u0002\u0002The Netherlands\n\u0002\u0002United Kingdom78,469\n96,996\n80,84976,400\n89,858\n76,82974,258\n92,997\n63,452\n1.5.3 Percentage of variable compensation to total pay \n(senior management) 30% 26% 29%\n1.5.4 Percentage of variable compensation to total pay \n(middle management) 21% 16% 18%\n1.5.5 Percentage of variable compensation to total pay \n(other grades) 10% 6% 10%\n1.5.6 Percentage of variable compensation determined \nby individual performance (senior management) 32% 20% 24%\n1.5.7 Percentage of variable compensation determined \nby individual performance (middle management) 40% 25% 54%\n1.5.8 Percentage of variable compensation determined \nby individual performance (other grades) 48% 33% 56%\nSALARIES AND COMPENSATION\nTo attract and retain talented employees, AEGON believes it must offer competitive salaries and compensation packages. In 2011, \ntotal employment costs decreased by 3.8%; this was due mainly to an overall decrease in the size of AEGON’s workforce. During the \nyear, AEGON introduced a new Global Remuneration Framework. This framework sets out basic standards for salaries and incentive \npayments, ensures that incentives are linked directly to the company’s strategic objectives and that salary structures do not lead to \nexcessive risk-taking or compromise the independence of those working in “control functions”, such as internal audit or compliance. \nThe Global Remuneration Framework applies to all AEGON employees worldwide. \nEMPLOYMENT COSTS\nEmployment costs per capita rose in 2011 across AEGON’s main operating units. This was due to currency factors and restructuring \nin many businesses in the United States, the Netherlands and the United Kingdom. \n \nPERFORMANCE-RELATED PAY\nAt AEGON, employees’ salaries may contain both a fixed and variable component. This variable component is linked to either company \nor personal performance, or both. Generally, the proportion of this variable pay increases with seniority. \nPENSION ARRANGEMENTS\nPension arrangements vary by country unit. In the United States, which accounts for 45% of AEGON’s worldwide workforce, \nemployees are offered both defined contribution and defined benefit plans. In total, AEGON’s pension plans in its three main markets \n– the United States, the Netherlands and the United Kingdom – cover an estimated 55,000 current and former employees. \nEXECUTIVE BOARD REMUNERATION\nFor full details of AEGON's approach to executive pay, please see pages 115 to 121 and pages 303 to 306 of AEGON’s 2011 Annual Report, \navailable at www.aegon.com .", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}