{"page_content": "12 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\n1 OUR PEOPLE 2011 2010 2009 Trend\n(2011 vs. 2010)\n1.6 Health & safety \n1.6.1 Absentee rate 2.6% 2.0% 2.3%\nBy country: \n\u0002\u0002United States 1.8% 1.7% 1.8%\n\u0002\u0002The Netherlands 4.0% 4.1% 4.2%\n\u0002\u0002United Kingdom 3.0% 2.9% 2.4%\n\u0002\u0002Central & Eastern Europe 1.9% 1.6% 1.6%\n\u0002\u0002China 1.8% 1.4% 1.8%\n1.6.2 Number of work-related injuries and illnesses 236 292 328\nBy country: \n\u0002\u0002United States 151 181 193\n\u0002\u0002The Netherlands 5 20 25\n\u0002\u0002United Kingdom 68 81 104\n\u0002\u0002Others 12 10 6\nABSENTEEISM\nAbsenteeism rose in 2011, due mainly to increases in the United States and the United Kingdom, offset by a slightly lower figure \nfor the Netherlands. AEGON has a number of programs and initiatives in place at a local level to reduce absenteeism. These include \nregular health assessments, flu vaccinations, safety training and programs aimed at reducing stress and promoting healthy living. \n \u0002Please note that figures for absenteeism exclude maternity leave (except in the United States). \nWORK-RELATED INJURIES AND ILLNESSES\nTotal work-related injuries and illnesses decreased by 19% in 2011; this was a result of fewer injuries and illnesses in AEGON’s three \nmain markets – the United States, the Netherlands and the United Kingdom. \n \u0002Please note that these figures cover only injuries and illnesses sustained by employees during the course of their work for the company. \n1 OUR PEOPLE 2011 2010 2009 Trend\n(2011 vs. 2010)\n1.7 Incidents of fraud\n1.7.1 Incidents of fraud involving AEGON employees 11 17 6\nTACKLING FRAUD AND OTHER FINANCIAL CRIME\nAEGON has detailed procedures in place to deal with incidents of fraud, corruption, bribery, money laundering and other malpractice. \nAEGON sets out clear rules and guidelines in its Code of Conduct, which applies to all employees worldwide. Employees may report \nsuspected violations of the Code of Conduct in confidence via the company’s Global Ethics Line, which is available to all employees \n24 hours a day, in their own language. Since 2009, AEGON has had a Global Financial Crime Notification and Reporting Procedure in \nplace, which outlines the company’s approach to tackling financial crime and malpractice. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}