{"page_content": "13 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\n1 OUR PEOPLE 2011 2010 2009 Trend\n(2011 vs. 2010)\n1.8 Employee engagement & representation\n1.8.1 Employee engagement (Hay index /100) 63 NM NM\n1.8.2 Employee empowerment (Hay index /100) 64 NM NM\n1.8.3 Percentage of global workforce surveyed 100% NM NM\n1.8.4 Percentage of global workforce with works council, \ntrade union or similar employee representative body 46% 40% 47%\n1.8.5 Percentage of workforce covered by collective bargaining 41% 24% NM\nEMPLOYEE ENGAGEMENT\nIn October 2011, AEGON carried out a global employee engagement survey. The survey was sent to all employees worldwide. A total \nof 78% responded. As part of the survey, AEGON measured both engagement (the degree of employee commitment to the company) \nand empowerment (the extent to which employees feel able to carry out their work effectively). AEGON will use results from the \nsurvey to address specific areas at local and company levels where improvement is needed. Results were benchmarked against both \nindustry averages and highest performers from outside the financial sector. AEGON plans a second survey in early 2013. Prior to 2011, \nemployee satisfaction and engagement surveys were carried out at a local level only. \nEMPLOYEE REPRESENTATION\nDuring 2011, works councils or other employee representative bodies met regularly in the following countries: United Kingdom, \nthe Netherlands, Hungary, Poland and China. Trade unions Unite and Aegis are both represented on AEGON’s European Works Council. \nThis Council met twice in 2011 and discussed a number of issues, including AEGON’s business strategy, diversity and non-discrimination \nand job losses as a result of restructuring. \nHUMAN RIGHTS\nAEGON has had a human rights policy in place since 2007. As part of this policy, AEGON is guided by the UN Universal Declaration \nof Human Rights, as well as the core standards of the International Labor Organization and the principles on human rights and labor \nstandards contained in the UN Global Compact. This policy applies to all business operations where AEGON has management control. \nAll the countries in which AEGON has significant businesses are listed as “free” by Freedom House, the non-governmental \norganization that promotes democracy and human rights, with three exceptions: Mexico, Turkey (partly free) and China (not free). \nCOLLECTIVE BARGAINING\nAEGON has collective bargaining agreements with trade unions or other, similar employee representative bodies in the following \ncountries: the United Kingdom, the Netherlands, Slovakia and Hungary. \n2 OUR BUSINESS 2011 2010 2009 Trend\n(2011 vs. 2010)\n2.1 Financial performance \n2.1.1 New life sales (EUR million) 1,835 2,081 2,050\n2.1.2 Gross deposits (EUR million) 31,688 32,578 23,630\n2.1.3 Total charges (EUR million) 30,899 47,306 46,896\n2.1.4 Underlying earnings before tax (EUR million) 1,522 1,833 1,185\n2.1.5 Net income (EUR million) 872 1,760 204\n2.1.6 Embedded value (EUR billion)Please see \nnote below 18.9 17.8\n2.1.7 Return on equity 6.7% 8.6% 5.1%\nAEGON’S FINANCIAL PERFORMANCE\nAEGON’s earnings were affected by difficult market conditions in 2011, particularly lower interest rates and lower equity markets. \nAEGON also had to meet significant costs to restructure the company’s businesses in the United States, the Netherlands and \nthe United Kingdom. \n \u0002For further details of AEGON’s financial performance, please refer to the 2011 Annual Report, available at www.aegon.com . \n \u0002Please note that AEGON will publish its 2011 embedded value on May 10, 2012. Embedded value figures for 2010 and 2009 are \nunaudited, but were reviewed externally by Towers Perrin. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}