{"page_content": "14 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\n2 OUR BUSINESS 2011 2010 2009 Trend\n(2011 vs. 2010)\n2.2 Responsible investment \n2.2.1 Revenue-generating investments (EUR billion) 423.5 413.2 361.0\n2.2.2 Total SRI 1 assets under management (EUR million) 1,187 1,224 940\n2.2.3 SRI assets as % of total revenue-generating investments 0.28% 0.30% 0.26%\n2.2.4 Number of companies engaged as part of responsible \ninvestment approach 227 147 NM\n1 SRI: Socially Responsible Investments.\nAEGON’S APPROACH TO RESPONSIBLE INVESTMENT\nThrough its investments, AEGON has a responsibility not only to customers and policyholders but also, wherever possible, to promote \nsustainable development and economic and social well-being. In 2011, AEGON adopted a company-wide Responsible Investment policy, \nwhich defines standards in areas such as the environment, corporate governance and human rights. These standards provide the basis \nfor engagement with the companies in which AEGON invests. The policy applies both to assets owned by AEGON and, where possible, those \nassets managed by third party clients. AEGON has been a signatory to the UN Principles for Responsible Investment since February 2011. \n \u0002For further details, please refer to the company’s 2011 Review; a copy of AEGON’s Responsible Investment Policy is available at  \nwww.aegon.com . \nENGAGEMENT\nIn 2011, AEGON engaged with the management of 227 companies as part of its responsible investment policy. This engagement ranged \nfrom basic and moderate to extensive. Engagement covered a variety of topics, including safety in the oil and gas industry, regulatory \nissues, the manufacture of controversial weapons, sustainability performance and corporate reporting. The majority of companies \nAEGON engaged with operate in the industrial, mining or energy sectors.\nSOCIALLY RESPONSIBLE INVESTMENT FUNDS\nAEGON has separate Socially Responsible Investment funds in the United Kingdom, the Netherlands and Hungary. Assets under \nmanagement in these funds declined by 3% in 2011 – a result of increased market volatility and significant outflows from AEGON’s \ntwo SRI funds in the Netherlands. These outflows followed AEGON’s decision to switch its Dutch employee pension investments from \nequity to fixed income. Employee pension investments had represented the majority of assets under management in these two funds. \nFigures do not include the AEGON Industrial Fund Management Company’s (AIFMC) SRI fund in China, which at the end of 2011 had \njust under EUR 550 million in assets under management. AIFMC also has a Green Investment Fund with a further EUR 180 million \nunder management. \n2 OUR BUSINESS 2011 2010 2009 Trend\n(2011 vs. 2010)\n2.3 Share performance\n2.3.1 Closing price, Amsterdam Stock Exchange (Dec. 31) (EUR) 3.10 4.58 4.54\n2.3.2 Total dividend payments / share (EUR) 0.10 \n(proposed) 0 0\n2.3.3 Total shareholder return (32%) 1.0% (0.3%)\n2.3.4 Earnings per share (EUR) 0.34 0.83 (0.16)\n2.3.5 Number of meetings held during the year with investors 500 460 600\nAEGON’S SHARE PRICE\nAEGON’s share price declined by approximately 32% last year. The decline was due mainly to the impact of the euro zone debt crisis, \nlow interest rates and fears of a further downturn in the world’s major economies. \nDIVIDEND PAYMENTS TO SHAREHOLDERS\nDividend payments depend on AEGON’s cash flow and the company’s overall capital position. AEGON has not been able to pay \ndividends on its common shares since 2009 because of the outstanding capital from the Dutch State. Now that this loan has been \nrepaid, AEGON’s proposal – barring unforeseen circumstances – is to pay a dividend to common shareholders related to the second \nhalf of 2011 of EUR 0.10. \n \u0002Earnings per share for 2011 excludes premiums paid as part of the 2008 capital support agreement with the Dutch State. Including \nthese premiums, AEGON made a loss per share of EUR 0.06.", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}