{"page_content": "15 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\n2 OUR BUSINESS 2011 2010 2009 Trend\n(2011 vs. 2010)\n2.4 Tax\n2.4.1 Total tax payment (EUR million) (374.6) (274.1) 345.1\nBy country: \n\u0002\u0002Americas (52.2) 64.2 341.8\n\u0002\u0002The Netherlands (270.2) (264.8) 79.2\n\u0002\u0002United Kingdom (28.8) (47.3) (46.0)\n\u0002\u0002Others (23.4) (26.2) (29.9)\nTAX\nFor information, please note that there is often no direct correlation between earnings for any given year and amounts paid \nor received in tax. \n2 OUR BUSINESS 2011 2010 2009 Trend\n(2011 vs. 2010)\n2.5 Credit ratings (AEGON N.V. – year-end)\n2.5.1 Standard & Poor’s senior debt rating A-  \n(Outlook: Stable)A- A- \n2.5.2 Moody’s Investors Service senior debt rating A3 (Stable) A3 A3\n2.5.3 Fitch senior debt rating A- (Stable) A- A\nCREDIT RATINGS\nRatings refer to the parent company AEGON N.V. only. For further information, please refer to AEGON’s 2011 Annual Report, available \nat www.aegon.com . Throughout recent economic turmoil, AEGON has been able to maintain strong insurance financial strength ratings \nfor its main operating units in the United States, the Netherlands and the United Kingdom. These strong financial strength ratings \nreflect continued confidence in the company and its ability to meet its long-term obligations to customers and other stakeholders. \nIn August 2011, the outlook on AEGON’s credit ratings was upgraded from “negative” to “stable”. \n2 OUR BUSINESS 2011 2010 2009 Trend\n(2011 vs. 2010)\n2.6 Suppliers & distributors\n2.6.1 Amount spent on goods and services (EUR billion) 1.48 1.47 1.47\n2.6.2 Incidents of fraud involving intermediaries 35 50 40\n2.6.3 Incidents of fraud involving third parties 670 443 374\nMINIMUM STANDARDS FOR INTERMEDIARIES\nAEGON has systems in place at a local level to ensure intermediaries act in accordance with the company’s codes and minimum \nstandards. These include signed contracts and agreed codes of behavior and ethics. In some businesses, AEGON has advisory councils \nor committees that oversee the implementation of minimum standards for brokers, agents and other intermediaries. \nMARKET CONDUCT PRINCIPLES\nIn addition to local systems, AEGON has also introduced market conduct principles – a set of ground rules that help ensure open, \nfair and honest treatment of the company’s customers. The principles are based, in part, on a number of existing initiatives, including \nthe “Treating Customers Fairly” initiative in the United Kingdom and the principles issued by the Insurance Marketplace Standards \nAssociation in the United States. AEGON’s new market conduct principles will be rolled out gradually to businesses worldwide over \nthe coming months. The principles are aimed at ensuring AEGON provides effective products, with clear, easy-to-understand \ninformation and advice, and that products and services are fully tailored to the needs of the customer. \nSUPPLY CHAIN\nAs a provider of long-term financial products, AEGON has relatively few social, environmental or economic risks associated with its \nsupply chain. Primary responsibility for supply chain management rests with AEGON’s country and operating units. Many of these \nunits apply locally-determined standards when selecting suppliers. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}