{"page_content": "16 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\nDETERRING FRAUD\nAEGON has measures in place to deter fraud among employees and intermediaries. These include mandatory training, as well as \nprograms to raise awareness of issues such as money laundering, insider dealing and financing of international terrorism. Provisions \nto tackle fraud are also contained in AEGON’s Code of Conduct, Business Principles and Global Financial Crime Notification and \nReporting Procedure. In addition, all employees have access to the Global Ethics Line (or S.H.A.R.E in the United States), which allows \nthem to report suspected crimes or violations of the company’s codes in confidence, 24 hours a day. In 2011, there was an increase in \nreported cases of fraud and attempted fraud involving third parties. This increase was the result of two main factors: \n \u0002Better identification and reporting, particularly in the United States.\n \u0002An increase in the number of attempted fraud cases online in the Netherlands.\n2 OUR BUSINESS 2011 2010 2009 Trend\n(2011 vs. 2010)\n2.7 Brand & customers\n2.7.1 Claims and benefits paid during the year (EUR billion) 16.9 18.9 16.3\n2.7.2 Brand value (USD billion) 3.9 4.0 3.3\n2.7.3 Spending on sponsorships (EUR million) 22 20 25\n2.7.4 Number of customers and policyholders 47 million 43 million* 40 million\n2.7.5 Percentage of customers in AEGON’s three main markets \n(US, the Netherlands and UK) 89% 88% 88%\n2.7.6 Customer satisfaction 76 72 79\n\u0002\u0002Net Promoter Score (% of business using NPS as its \nmeasure for customer loyalty) 55% NM NM\n2.7.7 Total complaints 82,314 53,470 64,963\n\u0002\u0002As % of total customers and policyholders 0.2% 0.1% 0.2%\n* Please note that the 2010 figure for total customers and policyholders has been restated to include holders of group policies.\nGLOBAL BRAND & CUSTOMER COUNCIL\nAEGON‘s brand is managed through the company’s Global Brand & Customer Council, set up in 2011. Members of the Council are drawn \nfrom the company’s businesses worldwide. In recent years, AEGON has taken an increasingly integrated approach to brand management. \nThe company now operates under two main brand names: AEGON in Europe and Asia, and Transamerica in the United States and \nCanada. To support the brand, AEGON sponsors a number of individuals and sporting organizations, including Dutch soccer club Ajax. \nAEGON is also the lead sponsor of British tennis, and the US golfer Zach Johnson. \nAEGON’S BRAND VALUE\nAEGON’s brand value declined by 2.8% last year, according to the independent research firm Brand Finance. The decline was due, \nin part, to the effects of the global financial crisis. AEGON is currently developing a set of key brand performance indicators, which \nthe company expects to introduce by the end of the second quarter of 2012. These indicators will cover brand awareness and brand \npreference. AEGON also intends to benchmark brand performance against peers. \nAEGON PRODUCTS AND SERVICES\nAEGON provides life insurance, pensions and asset management services to individuals, families, companies and institutions. \nAEGON’s products are either sold directly to customers or via intermediaries, such as brokers, agents, banks or financial advisors. \nMost AEGON country and operating units also provide product information and other services online, reducing transaction costs and \nthe need for printed materials. AEGON’s commitment is to clear, effective and easy-to-understand products that will help customers \nplan for their financial future. AEGON also has products specifically aimed at socially vulnerable groups or those on low incomes. \nThe company regularly reviews products sold in previous years and, where necessary, will amend or modify the terms of those \nproducts, often in response to customer feedback. \nMEASURING CUSTOMER LOYALTY\nAEGON has now adopted the Net Promoter Score as its preferred measure of customer loyalty; at the end of 2011, 55% of AEGON’s \nbusinesses had already introduced NPS. This figure is expected to rise to 70% by the end of 2012. AEGON’s businesses in Spain, China, \nPoland and Hungary all introduced NPS during the course of 2011. AEGON also publishes an annual index, which tracks customer \nsatisfaction across the company’s operating units. In 2011, this index rose 5.6% to 76 points thanks mainly to an increase in overall \nsatisfaction in both the United Kingdom and the Netherlands. The index is an average of individual operating units’ scores for ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}