{"page_content": "17 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\ncustomer satisfaction, weighted by revenue and based on a scale of 1-100. In 2011, the index covered AEGON operations in China, \nHungary, the Netherlands, Poland, Spain and the United Kingdom, but excluded the United States, where units measure customer \nsatisfaction separately.\nCUSTOMER COMPLAINTS\nThe number of customer complaints rose significantly in 2011, but this was due mainly to a change in reporting in the Netherlands, \nwhich allowed for a much wider definition than previously and a more effective registration of complaints. The change was part of \na broader strategy to improve customer service and customer loyalty in the Netherlands. \nCUSTOMERS ON LOW INCOMES\nLike many other insurance companies, AEGON has contractual measures in place to help those customers who find themselves \non low incomes and, often through no fault of their own, are unable to maintain payments. These measures include lower premium \npayments, grace periods, contribution breaks and loans or, in some cases, reducing coverage offered by a particular policy. AEGON \nalso offers products specifically targeted at customers on low incomes, including low-cost life insurance and savings products in Spain, \nthe Netherlands and Hungary and membership products in the United States, which provide customers with rebates on food, energy \nand other household essentials. \nKNOW YOUR CUSTOMER\nAEGON has a practice of “Know Your Customer” at its businesses, or conducts regular reviews to ensure customers are given the right \nfinancial advice and offered products that meet their requirements. This practice also enables AEGON to detect errors and anomalies \nmore quickly and helps in the fight against fraud and money laundering. \nFINANCIAL LITERACY\nAEGON supports various programs to improve standards of financial education in its local markets. These include the “Step Up For Students”  \nprogram in the United States and pension surgeries in the Netherlands, as well as sponsoring media and other academic research \nprojects. AEGON also supports financial education initiatives through various industry bodies and organizations. \n3 WIDER COMMUNITY 2011 2010 2009 Trend\n(2011 vs. 2010)\n3.1 Environment\n3.1.1 CO2 emissions (metric tons) 109,771 113,565 111,384\n\u0002\u0002Per employee (kilograms) 4,341 4,134 3,927\n3.1.2 CO2 emissions from energy use (metric tons) 96,207 100,125 99,045\n3.1.3 CO2 emissions from business travel (metric tons) 13,564 13,440 12,339\n3.1.4 Electricity consumption (GwH) 166.1 173.1 173.7\nEquivalent in megajoules (million) 598.1 623.5 625.6\n3.1.5 \u0002\u0002Per employee (KwH) 6,570 6,304 6,126\n3.1.6 Gas consumption (million m3) 3.8 4.0 3.7\nEquivalent in megajoules (million) 144.7 153.6 143.2\n3.1.7 \u0002\u0002Per employee (m3) 149.4 145.9 131.8\n3.1.8 Water use (m3) 380,560 478,892 429,882\n3.1.9 \u0002\u0002Per employee (liters / day) 65.4 75.9 68.2\n3.1.10 Paper consumption (metric tons) 6,711 4,401 5,077\n3.1.11 \u0002\u0002Per employee (kilograms) 265 160 179\n3.1.12 Use of recycled paper 16% 38% 20%\n3.1.13 Production of waste (metric tons) 3,339 4,418 3,660\n3.1.14 \u0002\u0002Per employee (kilograms) 132.0 160.8 129.0\n3.1.15 \u0002\u0002Recycled waste as % of total 31% 69% 58%\n3.1.16 Business air travel (millions of km) 120.7 115.7 107.0\nAEGON’S IMPACT ON THE ENVIRONMENT\nAs an office-based company, AEGON’s direct effect on the environment is relatively minor. The company does however invest in \nsectors and industries with a much greater potential impact, including mining, oil and gas, manufacturing and retail. Consequently, \nconsideration for the environment is incorporated into AEGON’s Responsible Investment Policy, which was introduced in 2011. \nEnvironmental issues are discussed regularly as part of AEGON’s engagement with those companies in which it invests. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}