{"page_content": "18 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\nAEGON’S ENVIRONMENTAL POLICY AND CARBON FOOTPRINT\nAEGON has a company-wide environmental policy, which stresses the importance of respecting the environment, conserving energy \nand eliminating waste. AEGON’s aim is to reduce emissions of carbon dioxide from its main owner-occupied and rental buildings in the \nUnited States, the Netherlands and the United Kingdom by 10% over a three-year period to the end of 2012. In 2011, emissions of CO2 \nfrom business travel and all AEGON buildings worldwide decreased by 3.3% due mainly to a reduction in staff and to lower overall \nelectricity and gas consumption. AEGON expects to meet its 2012 target as planned. \n \u0002Please note that AEGON has restated both electricity and gas consumption for 2010 and 2009. This reflects a change in reporting \nsystem in the United States and a previous misstatement of gas use in the United Kingdom. AEGON has consequently also restated \nnumbers for CO2 emissions for the same years. \nUSE OF OTHER RAW MATERIALS\nPaper consumption rose sharply in 2011, mainly as a result of a significant increase in reporting scope in the United States. Outside \nthe United States, paper use declined by 15% due to an increase in electronic correspondence and improved staff awareness. Paper \nuse in 2010 was restated to account for the inclusion in Poland of printing materials outsourced to third parties. Water use meanwhile \ndecreased by almost 21% – the result of continued efforts to curb consumption and the sale of one of the company’s main office \nbuildings in Baltimore. \n \u0002Figures for water use in 2010 and 2009 have been restated to reflect a change in reporting scope in the United States. \nENVIRONMENTAL INITIATIVES\nDuring 2011, AEGON introduced a number of local initiatives to further reduce consumption of energy and other raw materials. \nThese initiatives included: \n \u0002More efficient cooling, heating and lighting systems in both the Netherlands and the United States.\n \u0002Switch to digital correspondence to reduce paper use.\n \u0002Introduction of new recycling programs in Turkey, the United States, the Netherlands and the United Kingdom. \n \u0002Increased use of video-conferencing in Poland and Hungary as well as tighter rules to reduce business travel in the United Kingdom. \nENVIRONMENTAL MANAGEMENT SYSTEMS\nAEGON has specific environmental management systems in place at its offices in the Netherlands, the United Kingdom and Spain; \noperations in both the Netherlands and the United Kingdom have been certified ISO 14001 compliant. \n3 WIDER COMMUNITY 2011 2010 2009 Trend\n(2011 vs. 2010)\n3.2 Community support\n3.2.1 Total charitable donations (EUR million) 6.5 6.6 7.3\n\u0002\u0002As % of net income 0.8 0.4 3.6\nBy category:\n\u0002\u0002Arts & Culture 15% 14% 10%\n\u0002\u0002Civic & Community 11% 25% 16%\n\u0002\u0002Education & Sport 22% 10% 16%\n\u0002\u0002Health & Safety 30% 32% 28%\n\u0002\u0002Social Services 3% - 15%\n\u0002\u0002United Way 19% 19% 15%\nBy country / region: \n\u0002\u0002United States 61.9% 61.1% 64.9%\n\u0002\u0002Holding / Corporate Center 19.6% 19.0% 12.7%\n\u0002\u0002The Netherlands 7.9% 7.3% 8.3%\n\u0002\u0002United Kingdom 1.4% 2.4% 2.4%\n\u0002\u0002Central & Eastern Europe 5.5% 6.2% 3.9%\n\u0002\u0002Canada 3.0% 3.3% 5.8%\n\u0002\u0002Others 0.7% 1.6% 2.0%\n3.2.3 Significant fines to redress cases of mis-selling None None None", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}