{"page_content": "19 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\nAEGON’S APPROACH TO CHARITABLE DONATIONS\nAEGON devolves considerable responsibility for charitable donations to its country and operating units. This enables AEGON to \nsupport causes important to the local communities in which the company operates. At the beginning of 2011, AEGON introduced \na company-wide donations policy, which sets out minimum guidelines and standards for charitable donations. Under this policy, \nAEGON’s aim is to direct most of its donations to three main areas: health, welfare and literacy. In the United States and Spain, \nAEGON also grants employees paid time-off for volunteer work.\nAEGON’s total donations decreased by 1.2% in 2011 – as a result of lower spending in the United Kingdom, Hungary and Canada, which \nwas partly offset by increases in the Netherlands and the United States. In 2011, the five leading recipients of funding from AEGON were: \n \u0002University of Iowa Foundation (United States) – EUR 385,149\n \u0002Japanese Red Cross (Japan) – EUR 250,000 (including EUR 125,000 in employee contributions)\n \u0002Alzheimer Center / Investment Fund for Health (The Netherlands) – EUR 250,000\n \u0002Utrecht University Medical Center, cancer research (The Netherlands) – EUR 243,950\n \u0002Vrije Universiteit Medical Center Amsterdam, cancer research (The Netherlands) – EUR 205,000\nPOLITICAL CONTRIBUTIONS\nWith regard to political donations, AEGON respects laws in force in each of its markets. Outside the United States, AEGON does not \nmake donations to political parties, governments or candidates for public office. In the United States, in common with many other \ncompanies, AEGON has a Political Action Committee (PAC), which pools voluntary contributions from employees to support candidates \nfor federal and state legislative office. The PAC’s contributions are a matter of public record, and are available from the website of the \nFederal Election Commission ( www.fec.gov ). In addition to the PAC, AEGON companies in the United States may also make donations \nto candidates or separate trade association PACs in states that allow corporate contributions. US campaign finance laws prohibit \ncompanies from making donations to federal candidates. AEGON also has a Citizen Action Network that provides information on \nproposed legislation affecting the insurance and pension industry in the United States and takes part in “Get out and vote” campaigns \nto encourage employees to vote at local and national elections. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}