{"page_content": "20 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\nASSURANCE\nThis report is based on information and data from AEGON’s country and operating units. All information is aggregated and \nreported on a company-wide basis, subject to internal verification. In addition, the report is reviewed by AEGON’s external auditor, \nErnst & Young Accountants LLP. For the statement of the auditor, please see below.\nINDEPENDENT ASSURANCE REPORT ON THE 2011 REVIEW AND SUPPLEMENT TO THE 2011 REVIEW\nTo the management of AEGON N.V.\nINTRODUCTION\nWe have examined the information in the accompanying integrated 2011 Review and Supplement to the 2011 Review of AEGON N.V. \n(collectively referred to as “2011 Review”) The Management Board of AEGON N.V. is responsible for the preparation of the information, \nstakeholder engagement and the selection of material topics in accordance with the criteria applied. The decisions made by \nmanagement in respect of the scope of the 2011 Review and the internal reporting guidelines are set forth in the section entitled \n\"Appendix III: Global Reporting Initiative\" in the Supplement to the 2011 Review from page 24. Our responsibility is to provide limited \nassurance on the information included in the 2011 Review. Our engagement did not include providing any assurance relating to future \ninformation such as estimates, expectations or targets, or their achievability. \nCRITERIA APPLIED\nAEGON N.V. applies the G3 guidelines of the Global Reporting Initiative supported with the internal reporting guidelines as described in \nthe Reporting Policy in Appendix III of the Supplement to the 2011 Review. It is important to view the performance data in the context \nof these criteria. We believe that these criteria are suitable in the view of the purpose of our assurance engagement.\nPROCEDURES PERFORMED \nWe conducted our engagement in accordance with Dutch law, including the Dutch Standards 3410N, “Assurance Engagements with \nrespect to Sustainability Reports”. Procedures to obtain limited level of assurance are less extensive than those for a reasonable level \nof assurance and therefore less assurance is provided.\nThe main procedures that we have performed with respect to the 2011 Review are:\n \u0002Assessing the acceptability of the reporting policies used and their consistent application, as well as reviewing significant estimates \nand calculations made in preparing the information in the integrated 2011 Review.\n \u0002Obtaining an understanding of the sector, the organization and its most relevant corporate social responsibility issues.\n \u0002Obtaining an understanding of the design and existence of processes used to collect, process and consolidate the reported \ninformation, including the consolidation process. \n \u0002Reviewing based on a risk analysis the plausibility of the sustainability information contained in AEGON’s integrated 2011 Review \nby performing analytical procedures, conducting interviews with responsible company officers, checking the substantiations of this \ninformation on a test basis, as well as reviewing relevant corporate documents and external sources AEGON used as source for \nits reporting.\n \u0002Evaluating whether the financial information is properly derived from the Form 20-F.\n \u0002Evaluating the sufficiency of the sustainability information in the integrated 2011 Review of AEGON and its overall presentation \nagainst the criteria mentioned above.\nWe believe that the assurance evidence we have obtained is sufficient and appropriate to provide a basis for our conclusion.\nCONCLUSION \nBased on our examination of the Information included in the integrated 2011 Review, nothing came to our attention that causes us to \nbelieve that the Information is not, in all material respects, fairly stated in accordance with the Sustainability Reporting Guidelines (G3) \nof the Global Reporting Initiative and the internal reporting criteria as described in Appendix III of the Supplement to the 2011 Review.\nZwolle, the Netherlands\n23 March 2012\nSigned by D.A. de Waard", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}