{"page_content": "3 SUSTAINABILITY 2011  LETTER FROM AEGON’ S GLOBAL HEAD OF SUSTAINABILITY\nCONTENTS\nLETTER FROM AEGON’S \nGLOBAL HEAD OF \nSUSTAINABILITY\nThis year, as a company, we took a very significant step toward more integrated reporting. For the first time, our 2011 Review covers \nboth our financial performance and our environmental, social and governance impact. This Review, however, is not intended to be \nan exhaustive document. Instead, it focuses on those issues we believe are the most important for our business and our stakeholders. \nMuch of the more detailed information – the data and the statistics – that previously were included in our Sustainability Report can \nnow be found in this Supplement. We have done our best to present this information as clearly as possible and, where necessary, \nhave included more technical definitions and explanations. We see these two publications – the 2011 Review and the Supplement \n– as complementary, but of course as serving different audiences. With the Review, we can offer a more complete and rounded vision \nof AEGON and the risks and opportunities the company currently faces. This Supplement, on the other hand, gives the depth of \ndisclosure that in the past was provided by our Sustainability Report. In future years, we hope to take the principle of integrated \nreporting further. Ultimately, our goal remains the same however: to provide information for our stakeholders that is clear, accurate \nand relevant – information that will serve as a basis for dialogue and that will help us and our stakeholders work more closely together. \nMarc van Weede\nGlobal Head of Sustainability\nAEGON N.V.SUSTAINABILITY 2011\nLETTER FROM AEGON’S GLOBAL HEAD OF SUSTAINABILITY\nThis pdf is interactive. Please press the button at the bottom of this page to go to the content.", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}