{"page_content": "21 SUSTAINABILITY 2011  ASSURANCE\nCONTENTS\nAPPENDICES\nAPPENDIX I: STAKEHOLDER FRAMEWORK & ENGAGEMENT \nAEGON uses a stakeholder framework to help define its approach to sustainability and identify issues of material importance \nto the company. This framework is based on dialogue with AEGON’s main stakeholder groups as well as internal assessments. \nResults of this dialogue with stakeholders are regularly communicated to AEGON’s Management Board and other members \nof the company’s senior management. \nOUR STAKEHOLDERS: \nStakeholder group Direct relationship Indirect relationship \nCustomers \u0002\u0002Policyholders, savers and other individual investors\n\u0002\u0002Pensioners\n\u0002\u0002Companies and multinational corporations\n\u0002\u0002Other institutional clients\n\u0002\u0002Potential customers\u0002\u0002Consumer associations\n\u0002\u0002Single issue and special interest groups\nEmployees \u0002\u0002Full-time and part-time employees\n\u0002\u0002Tied agents\n\u0002\u0002Former employees and jobseekers\u0002\u0002Trade unions and other employee \nrepresentative bodies\nBusiness partners \u0002\u0002Joint venture partners\n\u0002\u0002Banks, financial advisors, brokers, agents and other \nfinancial intermediaries\n\u0002\u0002Suppliers of goods and services\u0002\u0002Industry associations and other forums\nInvestors \u0002\u0002Retail shareholders\n\u0002\u0002Institutional investors and other bondholders\n\u0002\u0002Financial analysts\u0002\u0002Shareholder and other investor \nrepresentative groups\n\u0002\u0002Financial rating agencies\nWider community \u0002\u0002Charitable organizations\n\u0002\u0002Non-governmental and humanitarian organizations\n\u0002\u0002Individuals and organizations sponsored by AEGON\n\u0002\u0002Governments and regulators\u0002\u0002International and governmental bodies \nand associations\n\u0002\u0002Organizations issuing rules and guidelines \nimplemented by AEGON\n\u0002\u0002Sustainability rating agencies\nAEGON’S STAKEHOLDER REVIEW \nIn 2011, AEGON held its fourth annual Stakeholder Review. The purpose of this review was:\n \u0002To identify which issues are the most important both for the company and its stakeholders.\n \u0002To involve leading stakeholders more closely in the reporting process.\n \u0002To strengthen external assurance, improve reporting, and act as a guide to future initiatives and projects.\nAs part of the 2011 Review, nine leading stakeholders were interviewed, including investors, peers and industry experts, \nas well as representatives of both customers and employees. These interviews were conducted in November and  \nDecember 2011 by Steward Redqueen, an independent consulting firm. SUSTAINABILITY 2011\nASSURANCE", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}