{"page_content": "22 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nThe Review made a number of recommendations with regard to AEGON’s sustainability and non-financial reporting:\nRecommendation AEGON’s response\nFocus more on quantitative targets and \nreport progress against those targets.AEGON has begun work on developing a limited set of key sustainability indicators, \nwhich will lead to setting specific targets in priority areas. Further work is required \nhowever, and the introduction of new KPIs is unlikely before the beginning of 2013. \nSeize the opportunity provided by integrated \nreporting to link sustainability to the core \nbusiness. For the first time this year, AEGON is issuing an “integrated” Review, which reports \non the company’s financial and non-financial performance, and explains the link \nbetween sustainability and AEGON’s overall business objectives.\nMake the reporting more concise. This year, AEGON is publishing two reports: the present supplement and the Review, \nwhich is approximately half the length of the 2010 Sustainability Report.\nExplain the company’s vision on key trends \nand developments.AEGON has included a section in its Review entitled “How our business is changing”, \nwhich describes the changing market environment, the main risks and opportunities \nresulting from these changes and the company’s response to them.\nDefine the main audience for the report \nand focus on information suitable for that \naudience.AEGON sees the Review and Supplement as a key part of its dialogue with \nstakeholders – as a way of reporting progress and as a basis for further engagement. \nAs a result, AEGON has tried to provide information relevant to each of its main \nstakeholder groups in as open and accessible a manner as possible. \nAEGON uses findings from its Stakeholder Review to help determine issues of importance both to the company and its stakeholders. \nEach year, these issues are plotted on a “matrix”, which forms a basis for AEGON’s sustainability reporting and helps define the \ncompany’s approach to emerging risks and opportunities. As well as the Stakeholder Review, the “matrix” also reflects information \nfrom a number of other sources, including internal interviews with members of the company’s Management Board and other \nsenior managers.\n04\n123 56\n0 1 2 3 4 5 6\nAEGON materiality matrix 2011\nCommunication to \ninvestors & other stakeholders\nHunger & povertyChanging business modelsTrust\nEconomic crisis\nResponsibleinvestmentMarket conduct\nRestructuringCustomer service\nProduct transparency\nGlobal aging\nCorporate\ngovernanceremunerationFinancial education\nLabor/human rights\nEnvironmental management\nimportance to stakeholders\nimportance to AEGON\nMETHODOLOGY \nThis matrix is based on internal assessments and interviews conducted as part of AEGON’s 2011 Stakeholder Review. The importance \nof issues was assessed using a scale of 0-6 (six being the most important, 0 the least). SUSTAINABILITY 2011\nAPPENDICES", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}