{"page_content": "23 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nAPPENDIX II: EXTERNAL ASSESSMENTS \nOF AEGON’S PERFORMANCE\nRating agency Latest assessment\nDow Jones Sustainability index / SAM In 2011, AEGON maintained its position in the Dow Jones Sustainability World Index, \nbut lost its place in the European index. AEGON has been a member of the World \nIndex for the past 12 years. AEGON’s overall SAM assessment score improved by one \npoint to 71 points, but dropped 1 point compared with the average for the insurance \nindustry as a whole. \nTransparency Benchmark AEGON ranked 8th overall in the Dutch government’s Transparency Benchmark in 2011, \nup from 20th the previous year. AEGON was the highest ranked financial services \ncompany and the only one to feature in the ten leading companies. \nFTSE4Good / EIRIS AEGON was again included in the FTSE4Good index in 2011. AEGON has been \na member of this index for the past 12 years. \nGoldman Sachs AEGON ranked joint 5th in investment bank Goldman Sachs’ survey of leading \nEuropean insurers’ management of environmental, social and governance issues, \npublished in January 2011. \nOekom Research Oekom’s latest assessment, carried out in 2010, rated AEGON as “C Prime”, in line \nwith most of its industry peers.\nSustainalytics In 2011, AEGON’s assessment score from Sustainalytics improved 8% to 65. \nAEGON currently ranks 10th in Sustainalytics’ assessment of 107 insurance companies \naround the world. \nVigeo In 2010, AEGON lost its place in Vigeo’s Advanced Sustainable Performance Index, \nfollowing an annual review. AEGON is currently working with Vigeo on its latest \nassessment, which will be published later in 2012. \nAPPENDIX III: GLOBAL REPORTING INITIATIVE  \nThis report is based on the Global Reporting Initiative (GRI) G3 guidelines, and covers GRI indicators relating to AEGON’s main \nactivities and business. The GRI assesses the Application Level of this report as A+. For more information on the GRI and its \nApplication Levels, please refer to the GRI website at www.globalreporting.org . Tables below provide further information on \nhow AEGON applies the principles and guidelines of the GRI in its reporting. \nGRI principle What’s behind the principle? How does AEGON apply this principle? \nMateriality Information in the report covers topics and indicators \nthat reflect the organization’s significant economic, \nenvironmental and social impact, or that \nsubstantively influence the decisions of stakeholders. \nMateriality is the threshold at which an issue or \nindicator becomes sufficiently important that it \nshould be reported. AEGON uses a “materiality matrix” to help determine \nissues of relevance to the company and its \nstakeholders. This matrix is based on interviews with \nleading stakeholders, members of the company’s \nManagement Board and other senior managers \nwithin the organization. A copy of the matrix may \nbe found of page 22 of this Supplement. \nStakeholder \ninclusiveness The selection of key performance indicators and \nthe content of the report draw on the outcomes \nof a stakeholder engagement process. AEGON assesses all recommendations from its \nannual Stakeholder Review and, where possible, \nincorporates them into the company’s reporting \nprocess. In addition, AEGON engages regularly with \nstakeholders at an individual country and operating \nunit level. Results of this engagement are collated \nat a group level, and similarly incorporated into the \nsustainability reporting process. \nSustainability \ncontent The report presents the organization’s performance \nin the wider context of sustainability. The report \nshould seek to present performance in relation to \nbroader concepts of sustainability. The organization’s \nown sustainability and business organization should \nbe made clear. AEGON’s 2011 Review includes an overview of the \nsocial, economic and financial context in which the \ncompany is operating. The Review also contains \nan assessment of potential risks and opportunities \narising from social and economic change. In this \nSupplement, there is also information on both \nAEGON’s sustainability governance and the \ncompany’s reporting structure. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}