{"page_content": "24 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nGRI principle What’s behind the principle? How does AEGON apply this principle? \nCompleteness The coverage of material topics, key performance \nindicators and definitions of the scope of the report \nare sufficient to reflect significant economic, \nenvironmental and social impacts, and enable \nstakeholders to assess the organization’s \nperformance during the reporting period. AEGON has provided an overview of key events for \nthe year in the company’s Review. The Review also \ngives extensive details of AEGON’s relations with \nits main stakeholder groups: customers, investors, \nemployees, business partners and the wider community. \nIn addition, this Supplement covers both stakeholder \nengagement and its role in AEGON’s reporting \nprocesses. There is also disclosure of reports written \nby external parties on the company’s sustainability \nperformance. \nBalance The report discusses both favorable and unfavorable \nresults and topics. Information is presented in a \nformat that allows users to see positive and negative \ntrends in performance on a year-to-year basis. AEGON has endeavored to address favorable and \nunfavorable subjects in both its Review and this \nSupplement in line with the company’s “materiality \nmatrix”. \nComparability Information in the report can be compared on \na year-to-year basis. The organization’s performance \ncan be compared with appropriate benchmarks. \nWhere available, generally accepted protocols for \ncompiling, measuring and presenting information, \nincluding the GRI Technical Protocols for Indicators \nare used. This Supplement includes an update on progress \nmade since the end of 2010 on AEGON’s key \nsustainability objectives. Wherever possible, in \nboth the Review and this Supplement, figures are \npresented on a comparable, year-on-year basis. \nDetails are also included of AEGON’s membership \nof internationally-recognized sustainability indexes. \nAccuracy The data measurement techniques and bases for \ncalculation are adequately described, and can be \nreplicated with similar results. The report indicates \nwhich data has been estimated and which are the \nunderlying assumptions and techniques used to \nproduce these estimates. AEGON has a rigorous system of internal verification \nfor all data and information appearing in the \nSustainability Report. In addition, this report was \nreviewed by a team from Ernst & Young. Wherever \nrelevant, explanations are provided with regard \nto methodology and the sourcing of information. \nTimeliness Information is recent relative to the reporting period. \nInformation clearly indicates the time period to which \nit relates, when it will be updated, and when the last \nupdates were made. Information included both in this Supplement and \nAEGON’s Review refers to the year 2011, unless \notherwise stated. Financial data is taken from \nAEGON’s 2011 Annual Report. The contents were \nbased on comprehensive reporting from AEGON’s \nindividual country and operating units. This reporting \ntook place between January and March 2012. AEGON \npublishes its Review and Supplement around the \nsame time as the publication of the company’s \nAnnual Report and ahead of the annual General \nMeeting of Shareholders, which takes place in May. \nClarity The report avoids technical terms or other content \nlikely to be unfamiliar to stakeholders. The report \ncontains the level of information required by \nstakeholders, but avoids excessive and unnecessary \ndetails. Recommendations from AEGON’s annual Stakeholder \nReview are used to help determine the contents of \nthe Review and this Supplement. Wherever possible, \nexplanations are provided with regard to \nmethodology and the sourcing of any external \ninformation used.\nReliability The original source of the information in the report \ncan be identified by the organization. Reliable \nevidence to support assumptions or complex \ncalculations can be identified by the organization. \nRepresentation is available from the original data \nor information owners. Where relevant, sources of third party information \nare provided. AEGON’s Review and Supplement are \nreviewed by Ernst & Young. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}