{"page_content": "28 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nECONOMIC PERFORMANCE INDICATORS\n Reference\n2011 Review\n(page reference)This Supplement\n(page reference) \nEC1 Direct economic value AEGON reports each year on contributions to charities, non-profit \norganizations and other community programs. For many of these \ncontributions, it’s not possible to place a monetary value on the \nimpact of AEGON’s support. Please see pages 20, 30, 50.\nEC2 Financial implications due to climate change pages 48, 60 pages 17, 18\nEC3 Coverage benefit plan obligations page 11\nEC4 Financial assistance received from government pages 2, 46\nEC5 \n(add.)Ratio of standard entry level compared to local \nminimum wage at significant operationsBecause of the nature of AEGON’s business, most staff employed \nby the company are highly skilled. AEGON does not believe this ratio \nwould provide any additional useful or relevant information to its \nstakeholders.\nAlso see Supplement 1.5 & 1.6 .\nEC6 Policy, practices and proportion of spending \non locally-based suppliers at significant \noperationsAs a provider of financial products and services, AEGON does not \nhave a supply chain in the traditional sense. Office supplies and \nequipment account for most of the company’s spending in this area, \nand are almost exclusively sourced locally. \nSee Supplement 2.6 .\nEC7 Procedures for local hiring and proportion \nof senior managers hired locally at significant \noperationsResponsibility for hiring is devolved to individual business and \noperating units. As a result, nearly all senior managers are employed \nlocally. \nEC8 Development and impact of infrastructure \ninvestments and services provided primarily \nfor public benefit through commercial, in-kind \nor pro bono engagementAEGON has very few investments in infrastructure projects. The only \nsignificant exception is the company’s US Real Estate Alternative \nPortfolio, details of which may be found in the 2011 Review (page 49). \nEC9 Understanding and describing significant indirect \neconomic impacts, including the extent of \nimpactsAEGON’s most significant impact in this area is through the \ncompany’s investments. AEGON’s approach to responsible investment \nis detailed in the company’s 2011 Review (page 48). AEGON also \nreports other impacts, where significant. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}