{"page_content": "29 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nENVIRONMENTAL PERFORMANCE INDICATORS\n Reference\n2011 Review\n(page reference)This Supplement\n(page reference) \nEN1 Weight of materials used page 60 page 17\nEN2 Recycled input materials page 60 page 17\nEN3 Direct energy consumption page 60 page 17\nEN4 Indirect energy consumption page 60 page 17\nEN5 \n(add.)Energy saved due to conservation and efficiency \nimprovementspages 2, 19 pages 5, 18\nEN6 Initiatives to provide energy efficient or \nrenewable energy requirement as a result \nof these initiativespages 19, 49 page 18\nEN7 Initiatives to reduce indirect energy consumption \nand reductions achievedpages 19, 48 pages 5, 18\nEN8 Total water use page 60 page 17\nEN9 Water sources significantly affected by \nwithdrawal of waterAEGON does not report on this indicator. AEGON is not a significant \nconsumer of water and sources of water are not a significant concern \nfor the company. \nEN10 Percentage and total volume of water recycled \nand re-used.AEGON does not report on this indicator. AEGON is not a significant \nconsumer of water.\nEN11 Location of land in protected areas This indicator is not relevant to AEGON. The company has no \nbusiness locations or premises in protected areas or areas of \noutstanding natural beauty. \nEN12 Significant impacts on biodiversity This indicator is not applicable to AEGON. As a provider of financial \nservices, AEGON’s operations do not have significant impact on \nbiodiversity. \nEN13 Habitats protected or restored As a provider of financial services, AEGON premises are located in \nurban areas or business districts. The company’s operations do not \nhave a significant effect on habitats for wildlife or areas of \noutstanding natural beauty. \nEN14 Strategies, current actions and future plans for \nmanaging impacts on biodiversityAs a provider of financial services, AEGON premises are located in \nurban areas or business districts. The company’s operations do not \nhave a significant effect on habitats for wildlife or areas of \noutstanding natural beauty. \nEN15 Number of IUCN Red List species and national \nconservation list species with habitats in areas \naffected by operations, by level of extinction riskAs a provider of financial services, AEGON premises are located in \nurban areas or business districts. The company’s operations do not \nhave a significant effect on habitats for wildlife or areas of \noutstanding natural beauty. \nEN16 Direct and indirect greenhouse gas emissions page 60 page 17\nEN17 Other relevant indirect greenhouse gas emissions page 48\nEN18 Initiatives to reduce greenhouse gas emissions \nand reductions achievedpage 19 pages 5, 17, 18\nEN19 Emissions of ozone-depleting substances This indicator is not applicable to AEGON. As a provider of financial \nservices, AEGON does not emit CFCs or other ozone-depleting \nsubstances. The company is, however, a member of the Carbon \nDisclosure Project, and regularly measures and reports its emissions \nof carbon dioxide.\nEN20 NOx, SOx air emissions As a provider of financial services, AEGON’s operations do not emit \neither nitrous or sulfur oxides. \nEN21 Total water discharge by quality and destination As an “office-based” company, AEGON does not discharge water \nas part of an industrial or business process. AEGON does, however, \nmeasure and report its consumption of water. The company also \ntakes steps, where possible, to restrict this consumption. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}