{"page_content": "4 SUSTAINABILITY 2011  PROGRESS REPORT\nCONTENTS\nPROGRESS REPORT\nIn 2011, we made considerable progress toward a number of our key objectives. We carried a company-wide employee engagement \nsurvey; we launched a target to reduce emissions of carbon dioxide; we adopted a more coordinated approach to stakeholder \nengagement, took an important first step toward more integrated reporting and introduced key policies for responsible investment, \ncorporate donations and diversity and non-discrimination. In other areas, progress was slower – a result, in part, of the financial crisis \nand a shortage of resources at a time when AEGON is restructuring many of its businesses. For 2012, we aim to make further progress \nin talent management, in employee engagement and in customer loyalty – areas we believe will be crucial in our efforts to build \na more profitable, more sustainable company for the years ahead.\nCurrent commitments Year Progress % complete (by end 2011)\nDevelop key brand \nperformance indicators2011 We are expecting to introduce key brand performance \nindicators by the end of the second quarter of 2012. \nThese indicators are part of broader efforts to \nstrengthen management of AEGON’s brands and follow \na relaunch of the company’s brand values in 2011. 75%\nIntroduce customer loyalty \nmeasures2011 We now have systems in place to measure customer \nloyalty in all our main operating units. By the end of \n2011, we had introduced the Net Promoter Score (NPS) \nas the preferred measure of customer loyalty in 55% of \nour businesses worldwide. In 2012, we expect to extend \nthe use of NPS to at least 70% of our businesses. \nDuring the year, we will also be rolling out new market \nconduct principles to our businesses worldwide.55%\nLaunch company-wide \nemployee engagement \nsurvey and develop action \nplan to address areas where \nimprovement is needed2008 We carried a global employee engagement survey \nin October 2011, with nearly 17,000 employees \nworldwide choosing to take part. Our local businesses \nand operating units are now working on action plans \nto address areas where improvement is needed. \nWe are also looking at other possible measures to \nfurther improve employee engagement, including the \nintroduction of limited paid time-off for volunteer work. 100%\nConduct talent review for \ntwo tiers immediately under \nManagement Board2011 During 2011, we conducted a talent review for the two \ntiers of management immediately under the company’s \nManagement Board. We also put in place succession \nplanning for key positions at this level. In 2012, our \nintention is to extend this process to other levels of \nmanagement within the company. 100%\nInclude diversity in talent \nmanagement program2010 In early 2012, AEGON’s Management Board endorsed \na company-wide Statement on Diversity & Non-\ndiscrimination (please see Appendix V). This document \nis intended as an initial step to raise awareness of \ndiversity issues within the AEGON workforce. Further \nactions are planned for 2012.30%\nDevelop responsible \ninvestment policy2011 AEGON adopted a new global responsible investment \npolicy in November 2011; this policy is based around \na series of environmental, social and governance \nstandards which AEGON will apply to its investment \nportfolio worldwide. 100%PROGRESS REPORT", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}