{"page_content": "31 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nSOCIAL INDICATORS\n Reference\n2011 Review\n(page reference)This Supplement\n(page reference) \nLA1 Breakdown of total workforce page 8\nLA2 Employee turnover page 21 page 9\nLA3 Benefits provided to full-time employees \nthat are not provided to part-time employees, \nby major operationsAEGON does not report on this indicator. Generally speaking,  \npart-time employees are offered similar benefits to those working \nfull-time, though some of these benefits are calculated on a pro rata \nbasis according to the number of hours worked. \nLA4 Employees covered by collective bargaining page 13\nLA5 Minimum notice period regarding operational \nchanges, including whether specified in \ncollective bargainingIn this report, AEGON has included details of notice periods and \nother measures taken to support employees during periods of \nrestructuring, including consultation with trade unions and other \nemployees (see page 21 of the 2011 Review). \nLA6 Percentage of employees represented in formal \njoint management-worker health committees \nthat help monitor and advise on occupational \nhealth and safety problemsAEGON does not report on this indicator. Responsibility for many \nof AEGON’s health and safety programs lies with the company’s \nindividual operating units. Health and safety issues are discussed \nin workers’ councils and other similar structures, but information \non these discussions is not collated at a company level. \nLA7 Rates of injury, occupational diseases, lost days \nand absenteeismpages 21, 60 page 12\nLA8 Risk-control programs regarding serious \ndiseasespage 12\nLA9 Health and safety topics covered in formal \nagreements with trade unionsAEGON does not report on this indicator since collective bargaining \nagreements cover only a minority of the company’s employees (41%).\nLA10 Training per employee category pages 19, 60 page 10\nLA11\n(add.)Programs for skills management and life-long \nlearningpages 19, 42, 60 pages 10, 11\nLA12\n(add.)Performance and career development reviews page 21 pages 10, 11\nLA13 Gender breakdown of governance bodies pages 36, 38, 60 page 9\nLA14 Ratio of basic salary of men to women AEGON does not report on this indicator primarily because the \ncompany’s individual operating and country units use different \ngrading systems and work scales, making comparison difficult. \nDetails of AEGON’s policies with regard to diversity and \nnon-discrimination may be found in this Supplement, page 9. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}