{"page_content": "32 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nHUMAN RIGHTS\n Reference\n2011 Review\n(page reference)This Supplement\n(page reference) \nHR1 Significant investment agreements that include \nhuman rights clausesGenerally, AEGON does not have investment agreements that include \nsuch human rights elements. However, all agreements entered into by \nAEGON must comply with the terms of the company’s Human Rights \nPolicy. \nHR2 Screening of suppliers on human rights page 48 page 15\nHR3 Total hours of employee training on policies and \nprocedures concerning aspects of human rights \nthat are relevant to operations, including the \npercentage of employees trainedAEGON does not report on this indicator. The company has a human \nrights policy, which applies to all its operations worldwide. A respect \nfor human rights is included in the company’s e-learning and training \nprograms, as well as its Code of Conduct. \nHR4 Incidents of discrimination page 9\nHR5 Operations identified as having risk for incidents \nof violations of freedom of association and \ncollective bargainingAEGON has not identified any operations as having risks in this area. \nAEGON requires all its businesses to adhere to the company’s policy \non human rights, as well as the UN Declaration of Human Rights and \nthe provisions on human rights and labor standards contained in the \nUN Global Compact. \nHR6 Operations identified as having risk for child \nlaborPlease see HR5. With regard to child labor, AEGON does not operate \nin a high-risk sector. \nHR7 Operations identified as having risk for forced \nlaborPlease see HR5. With regard to forced labor, AEGON does not operate \nin a high-risk sector. \nHR8 Percentage of security personnel trained in the \norganization’s policies or procedures concerning \naspects of human rights that are relevant to \noperationsAEGON does not report on this indicator. The majority of the \ncompany’s operations are located in countries where there is \nrelatively low risk of human rights abuse. In other countries, local \nmanagement may introduce additional training programs to address \nspecific weaknesses. In all countries, AEGON expects its security \npersonnel to abide by local laws and regulations. \nHR9 Total number of incidents of violations involving \nrights of indigenous people and actions takenAEGON does not report on this indicator. AEGON’s businesses employ \na very high percentage of local staff, and abide by local laws and \nregulations. As a provider of financial services, AEGON is not involved \nin legal disputes over land ownership or the impact of the company’s \nbusinesses on local communities. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}