{"page_content": "35 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nFINANCIAL SERVICES SECTOR SPECIFIC PERFORMANCE INDICATORS\n Reference\n2011 Review\n(page reference)This Supplement\n(page reference) \nFS 1 Policies with environmental and social \ncomponentspages 17, 48, 50 pages 17, 18\nFS 2 Procedures for assessing and screening \nenvironmental and social risks pages 48, 49 page 14\nFS 3 Processes for monitoring clients’ implementation \nof and compliance with environmental and social \nrequirements included in agreements or \ntransactionspage 48 page 14\nFS 4 Processes for improving staff competency to \nimplement the environmental and social policies \nand procedures Generally, AEGON employees are not expected to implement \nagreements with significant environmental or social requirements. \nExceptions include Human Resources and Procurement, where \nAEGON employs subject-matter specialists. \nFS 5 Interactions with clients / investees / business \npartners regarding environmental and social \nrisks and opportunitiesMost of AEGON’s opportunity to interact in this area is through the \ncompany’s investments (please see page 48 of the 2011 Review for \na description of our approach to responsible investment).\nFS 6 Percentage of the portfolio for business lines \nby specific region, size and by sectorpage 5\nFS 7 Monetary value of products and services \ndesigned to deliver a specific social benefit for \neach business line broken down by purposeAEGON’s life insurance, pension and investment products have a \ndefinite social benefit in helping the company’s customers save and \nmanage their long-term finances. Aside from that, AEGON does have \na number of products aimed at those on low incomes (please see \npage 8 of the 2011 Review and page 17 of this Supplement). \nFS 8 Monetary value of products and services \ndesigned to deliver a specific environmental \nbenefit for each business line broken down \nby purposeAs a life insurer and provider of pensions and investments, AEGON \ndoes not supply significant products and services that deliver specific \nenvironmental benefits. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}