{"page_content": "38 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nAPPENDIX V: OVERVIEW OF AEGON’S INTERNATIONAL \nCOMMITMENTS AND INTERNAL POLICIES\nOrganization Commitment\nUnited Nations Principles for \nResponsible InvestmentAEGON became a signatory to the UNPRI in February 2011. Separately, AEGON’s \nasset management business in the United Kingdom has been a signatory since 2008. \nMembership commits AEGON to the UNPRI’s six principles for responsible \ninvestment, and reporting annually on progress towards implementing them. \nwww.unpri.org\nUnited Nations Declaration of Human Rights AEGON’s Human Rights policy states that the company’s “business activities are \nguided by the UN Declaration of Human Rights,” as well as core standards of the \nInternational Labor Organization and the principles on human rights and labor \nstandards set out in the UN Global Compact. \nwww.un.org/en/documents/udhr/\nInternational Labor Organization Please see above.\nwww.ilo.org\nUnited Nations Global Compact Please see above.\nwww.unglobalcompact.org\nCarbon Disclosure Project AEGON has been a member of the Carbon Disclosure Project since 2009. The Carbon \nDisclosure Project encourages companies to be more open about their greenhouse \ngas emissions. Investors signing up to the project manage assets worth \napproximately USD 71 trillion. \nwww.cdproject.net\nExtractive Industries Transparency Initiative AEGON’s asset management business in the United Kingdom is a member of \nthe Extractive Industry Transparency Initiative, which aims to improve governance \nin the global oil, gas and minerals sector.\nwww.eiti.org \nGlobal Reporting Initiative AEGON is an Organizational Stakeholder of the Global Reporting Initiative, which sets \nguidelines and standards for sustainability and non-financial reporting. \nwww.globalreporting.org\nInternational Integrated Reporting Council AEGON is currently participating in a pilot project organized by the IIRC to develop \nguidelines for integrated reporting. \nwww.theiirc.org \nGlobal Coalition on Aging In 2010, AEGON became a founding member of the Global Coalition on Aging, which \nseeks to raise awareness of aging issues among policymakers and the general public. \nwww.globalcoalitiononaging.com", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}