{"page_content": "40 SUSTAINABILITY 2011  APPENDICES\nCONTENTS\nAPPENDIX VI : DISCLAIMER\nForward-looking statements\nThe statements contained in this document that are not \nhistorical facts are forward-looking statements as defined \nin the US Private Securities Litigation Reform Act of 1995. \nThe following are words that identify such forward-looking \nstatements: aim, believe, estimate, target, intend, may, expect, \nanticipate, predict, project, counting on, plan, continue, want, \nforecast, goal, should, would, is confident, will, and similar \nexpressions as they relate to AEGON. These statements are \nnot guarantees of future performance and involve risks, \nuncertainties and assumptions that are difficult to predict. \nAEGON undertakes no obligation to publicly update or revise \nany forward-looking statements. Readers are cautioned not to \nplace undue reliance on these forward-looking statements, \nwhich merely reflect company expectations at the time of \nwriting. Actual results may differ materially from expectations \nconveyed in forward-looking statements due to changes caused \nby various risks and uncertainties. Such risks and uncertainties \ninclude but are not limited to the following:\n \u0002Changes in general economic conditions, particularly in \nthe United States, the Netherlands and the United Kingdom.\n \u0002Changes in the performance of financial markets, including \nemerging markets, such as with regard to:\n \u0002The frequency and severity of defaults by issuers in AEGON’s \nfixed income investment portfolios; and\n \u0002The effects of corporate bankruptcies and/or accounting \nrestatements on the financial markets and the resulting \ndecline in the value of equity and debt securities AEGON \nholds;\n \u0002The effects of declining creditworthiness of certain private \nsector securities and the resulting decline in the value of \nsovereign exposure that AEGON holds.\n \u0002Changes in the performance of AEGON’s investment portfolio \nand decline in ratings of the company’s counterparties.\n \u0002Consequences of a potential (partial) break-up of the euro.\n \u0002The frequency and severity of insured loss events.\n \u0002Changes affecting mortality, morbidity, persistence and other \nfactors that may impact the profitability of AEGON’s insurance \nproducts.\n \u0002Reinsurers to whom AEGON has ceded significant underwriting \nrisks may fail to meet their obligations.\n \u0002Changes affecting interest rate levels and continuing low \nor rapidly changing interest rate levels; changes affecting \ncurrency exchange rates, in particular the EUR/USD and  \nEUR/GBP exchange rates.\n \u0002Changes in the availability of, and costs associated with, \nliquidity sources such as bank and capital markets funding, \nas well as conditions in the credit markets in general such \nas changes in borrower and counterparty creditworthiness.\n \u0002Increasing levels of competition in the United States, the \nNetherlands, the United Kingdom and emerging markets.\n \u0002Changes in laws and regulations, particularly those affecting \nAEGON’s operations, ability to hire and retain key personnel, \nthe products the company sells, and the attractiveness of \ncertain products to its consumers. \u0002Regulatory changes relating to the insurance industry in the \njurisdictions in which AEGON operates.\n \u0002Acts of God, acts of terrorism, acts of war and pandemics.\n \u0002Changes in the policies of central banks and/or governments.\n \u0002Lowering of one or more of AEGON’s debt ratings issued by \nrecognized rating organizations and the adverse impact such \naction may have on the company’s ability to raise capital and \non its liquidity and financial condition.\n \u0002Lowering of one or more of insurer financial strength ratings \nof AEGON’s insurance subsidiaries and the adverse impact \nsuch action may have on the premium writings, policy retention, \nprofitability of its insurance subsidiaries and liquidity.\n \u0002The effect of the European Union’s Solvency II requirements \nand other regulations in other jurisdictions affecting the \ncapital AEGON is required to maintain.\n \u0002Litigation or regulatory action that could require AEGON to \npay significant damages or change the way the company does \nbusiness.\n \u0002As AEGON’s operations support complex transactions and are \nhighly dependent on the proper functioning of information \ntechnology, a computer system failure or security breach may \ndisrupt the company’s business, damage its reputation and \nadversely affect its results of operations, financial condition \nand cash flows.\n \u0002Customer responsiveness to both new products and \ndistribution channels.\n \u0002Competitive, legal, regulatory, or tax changes that \naffect profitability, the distribution cost of or demand \nfor AEGON’s products.\n \u0002Changes in accounting regulations and policies may affect \nAEGON’s reported results and shareholder’s equity.\n \u0002The impact of acquisitions and divestitures, restructurings, \nproduct withdrawals and other unusual items, including \nAEGON’s ability to integrate acquisitions and to obtain the \nanticipated results and synergies from acquisitions. \n \u0002Catastrophic events, either manmade or by nature, could \nresult in material losses and significantly interrupt \nAEGON’s business; and\n \u0002AEGON’s failure to achieve anticipated levels of earnings or \noperational efficiencies as well as other cost saving initiatives. \nFurther details of potential risks and uncertainties affecting \nthe company are described in the company’s filings with \nNYSE Euronext Amsterdam and the US Securities and Exchange \nCommission, including the Annual Report. These forward-looking \nstatements speak only as of the date of this document. Except \nas required by any applicable law or regulation, the company \nexpressly disclaims any obligation or undertaking to release \npublicly any updates or revisions to any forward-looking \nstatements contained herein to reflect any change in the company’s \nexpectations with regard thereto or any change in events, \nconditions or circumstances on which any such statement \nis based.", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}