{"page_content": "7 SUSTAINABILITY 2011  OUR APPROACH TO SUSTAINABILITY\nCONTENTS\nOUR APPROACH TO \nSUSTAINABILITY\nAEGON’s approach to sustainability is aimed at ensuring the long-term viability of the company’s businesses.  \nThis is achieved in two ways: \n \u0002First, by responsible management of the company’s resources, whether financial, human or material. \n \u0002Second, by balancing the interests of AEGON’s main stakeholder groups – customers, employees, business partners, investors \nand the wider communities in which the company operates. \nSTAKEHOLDER ENGAGEMENT\nAEGON engages regularly with its stakeholders, and uses the results of this engagement to shape its sustainability initiatives and \ndefine issues material to the company’s businesses and performance. Stakeholders are also regularly invited to give their views on \nthe most important issues facing AEGON as well as the company’s sustainability reporting and performance. For further information, \nplease see Appendix I. \nBUSINESS PRINCIPLES\nAEGON sets out a number of basic business principles that apply to all individual country and operating units. These principles  \nare also contained in the Code of Conduct, which applies to all AEGON employees, and which was last updated in 2011. AEGON  \nprovides training for employees in the Code of Conduct and offers a Global Ethics Line (or S.H.A.R.E. in the United States) which  \nallows employees to report any suspected violations of the Code in confidence 24 hours a day. AEGON’s Code of Conduct  and  \nBusiness Principles  are both available online at www.aegon.com . \nGOVERNANCE\nAEGON has a dedicated sustainability team at its corporate headquarters in The Hague. This team oversees all the company’s \nsustainability programs and coordinates the work of those managers responsible for sustainability at individual country and operating \nunits. The Global Head of Sustainability, Marc van Weede, reports to AEGON’s CEO Alex Wynaendts and Marco Keim, the member \nof AEGON’s Management Board responsible for sustainability issues. Questions of strategy and policy are subject to approval by \nthe company’s Executive and Management Boards. Sustainability is also regularly discussed at AEGON’s Supervisory Board. SUSTAINABILITY 2011\nOUR APPROACH TO SUSTAINABILITY", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}