{"page_content": "8 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\nFACTS AND FIGURES\nThis report covers AEGON’s operations in twelve countries: Canada, China, the Czech Republic, Hungary, the Netherlands, Poland, \nRomania, Slovakia, Spain, Turkey, the United Kingdom and the United States. Unless otherwise stated, figures do not include AEGON’s \nassociate companies and joint ventures in Mexico, Brazil, Japan and India, though some qualitative information from those operations \nhas been made available.\nFinancial information contained in this report has been taken from AEGON’s 2011 Annual Report and refers to all AEGON companies. \nThis report covers the full year 2011, unless specifically stated otherwise. The contents are based on the results of comprehensive \nreporting from AEGON’s country and operating units. This report has been reviewed by an audit team from Ernst & Young. \nAny necessary notes, explanations and definitions are provided in the text beneath the tables.\nThis report is intended as a supplement to AEGON’s 2011 Review, which is available online at www.aegon.com . For further information \nabout AEGON’s financial performance, its risk and capital management and its system of governance, please refer to the company’s \n2011 Annual Report, also available at www.aegon.com . AEGON’s previous Sustainability Report was published in April 2011. \nThis Supplement was compiled by AEGON’s Group Sustainability team in The Hague. Contact details may be found on page 41.\n1 OUR PEOPLE 2011 2010 2009 Trend\n(2011 vs. 2010)\n1.1 Workforce \n1.1.1 Total number of employees 25,288 27,474 28,366\nBy country unit: \n\u0002\u0002United States 11,466 12,272 13,502\n\u0002\u0002Canada 651 686 692\n\u0002\u0002The Netherlands 4,839 5,122 5,510\n\u0002\u0002United Kingdom 3,203 4,138 4,851\n\u0002\u0002China 655 943 1,200\n\u0002\u0002Spain 319 293 257\n\u0002\u0002Hungary 1,130 1,154 1,164\n\u0002\u0002Poland 288 277 249\n\u0002\u0002Romania 51 53 51\n\u0002\u0002Slovakia 88 76 73\n\u0002\u0002Czech Republic 93 100 100\n\u0002\u0002Turkey 698 515 413\n\u0002\u0002Japan 62 63 NM\n\u0002\u0002Holding and other activities 327 334 267\n\u0002\u0002Variable annuities (UK & Ireland) 178 145 37\n\u0002\u0002AEGON Asset Management 1,240 1,303 NM\n\u0002\u0002Associate companies 3,982 3,680 NM\nAEGON’S WORKFORCE\nAEGON’s total workforce declined by 8% in 2011. This was mainly the result of restructuring in AEGON’s main markets – \nthe United States, the Netherlands and the United Kingdom. AEGON has also significantly reduced the number of employee-agents \nin China over the past two years as part of a new distribution strategy focused on banks and brokers. \n \u0002Please note that the total number of employees does not include associate companies, where AEGON has minority shareholdings. \nEmployees at these companies (measured pro rata) totaled 3,982 at the end of 2011, up from 3,680 the previous year.\n \nINTEGRATED APPROACH TO HR\nAEGON takes an integrated approach to human resources management. The company’s goal is become an “employer of choice” \nwithin the financial services industry. AEGON believes dedicated, engaged employees benefit both the company’s business and its \nstakeholders. AEGON’s human resources strategy is overseen by the company’s HR Council. Members of this Council are drawn \nfrom across AEGON’s country and operating units. SUSTAINABILITY 2011\nFACTS AND FIGURES", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}