{"page_content": "9 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\n1 OUR PEOPLE 2011 2010 2009 Trend\n(2011 vs. 2010)\n1.2 Staff turnover and recruitment \n1.2.1 Employee turnover 19% 15% 13%\nOf which: \n\u0002\u0002Voluntary departures 11% 7% 6%\n\u0002\u0002Redundancies 7% 7% 6%\n\u0002\u0002Other 1% 1% 1%\n1.2.2 Avg. number of years of service for existing employees 9.1 8.9 8.6\n1.2.3 Number of new employees recruited during the year 2,516 3,788 2,308\n1.2.4 Avg. number of days to fill vacancies 40 38 29\n1.2.5 Avg. number of applicants per vacancy 50 46 75\n1.2.6 Proportion of part-time employees 10.0% 10.6% 9.9%\n1.2.7 Proportion of employees on fixed-term contracts 7.6% 8.2% NM\nEMPLOYEE TURNOVER\nIn 2011, AEGON’s employee turnover rose for a second consecutive year. This was a result of major restructuring in the United States, \nthe United Kingdom and within AEGON’s asset management operations. There was also a policy, in certain businesses, of not replacing \nthose employees leaving the company either to retire or to take up jobs elsewhere. During the year, AEGON adopted a new International \nMobility Policy to make it easier for employees to take assignments overseas. \nLIMITING COMPULSORY REDUNDANCIES\nAEGON takes measures to limit the number of compulsory redundancies and to help those who lose their jobs find alternative \nemployment. These measures include: retraining, redeployment within the organization, a change to flexible or part-time working, \nsupport with new job searches and providing access to independent outplacement services. In 2011, a total of 2,377 AEGON employees \nwere made redundant, the majority in the United States, the Netherlands and the United Kingdom. Many of these employees accepted \nvoluntary redundancy packages or early retirement. \nRECRUITMENT\nAEGON’s labor markets remained difficult in 2011, with skilled workers in short supply, particularly in rapidly growing markets such as \nChina. Most recruits during the year were hired to replace staff leaving the company. Figures for the number of employees recruited \nduring the year (above) refer to new hires only, and do not include employees taken on as a result of mergers or acquisitions. \n1 OUR PEOPLE 2011 2010 2009 Trend\n(2011 vs. 2010)\n1.3 Diversity\n1.3.1 Percentage of women in workforce 54 51 54\n1.3.2 Percentage of women in senior management 26 24 24\n1.3.3 Incidents of alleged discrimination reported during \nthe year 15 2 None reported\nDIVERSITY & NON-DISCRIMINATION\nAEGON actively enforces policies that promote non-discrimination in the workplace whether on grounds of race, disability, religious \nbelief, sexual orientation, age or gender. To support this, AEGON has now adopted a Statement on Diversity & Non-discrimination. \nAdditional steps will be taken in 2012 to further raise awareness of gender and diversity issues within the company’s workforce. \nThe principle of non-discrimination is also contained in AEGON’s Code of Conduct and the company’s Business Principles, which apply \nto all employees worldwide. \nWOMEN IN SENIOR MANAGEMENT\nCurrently, women account for just over a quarter of AEGON’s senior management. The company’s ambition is to increase that figure \nsteadily over the years ahead. \n \u0002Please note that senior management covers all country and operating unit CEOs plus the two levels of management immediately \nunder – approximately 490 managers in total. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}