{"page_content": "10 SUSTAINABILITY 2011  FACTS AND FIGURES\nCONTENTS\nEMPLOYEES WITH FAMILY COMMITMENTS\nAt a local level, AEGON has measures to encourage those with family commitments to remain in the workforce and, where relevant, \nto take up positions in management. These include childcare facilities, tele-working, flexible or part-time working and family leave. \nNON-DISCRIMINATION\nAEGON applies a “zero tolerance” approach to discrimination in the workplace, and takes action against employees or business \npartners found guilty of discriminatory practices. \n1 OUR PEOPLE 2011 2010 2009 Trend\n(2011 vs. 2010)\n1.4 Training & appraisals \n1.4.1 Spending on training (EUR million) 12.9 13.4 12.5\n\u0002\u0002Per employee (EUR) 508 488 440\n1.4.2 Avg. number of days training per employee 3.30 3.76 4.02\n1.4.3 Percentage of senior management taking part in formal \nskills and capabilities programs 83% 91% 91%\n1.4.4 Percentage of middle management taking part in formal \nskills and capabilities programs 89% 91% 86%\n1.4.5 Percentage of other grades taking part in formal skills \nand capabilities programs 75% 88% 82%\n1.4.6 Percentage of senior management subject to regular, \nstandardized performance appraisals 100% 83% 100%\n1.4.7 Percentage of middle management subject to regular, \nstandardized performance appraisals 100% 83% 98%\n1.4.8 Percentage of other grades subject to regular, \nstandardized performance appraisals 100% 83% 98%\nTRAINING\nAEGON provides regular training to employees at all levels within the company. Training covers areas such as customer service, \nproduct knowledge, business writing, diversity issues, compliance and sales, as well as specific issues such as money laundering and \ninsider dealing. All employees are required to complete training on the company’s Code of Conduct. Most AEGON units also grant \nemployees time and occasionally financial support to pursue individual projects such as language training or higher education related \nto their work with the company. In 2011, overall spending on training declined by approximately 4%; this decrease was mainly due to \na reduction in AEGON’s workforce during the year. \nDEVELOPING TALENT\nAEGON has programs to nurture talent and leadership potential within the company. These include AEGON University, which brings \ntogether talented employees from around the company and gives them the opportunity to share knowledge and experience. The work \nof AEGON University is supported, in the United States, by the AEGON Americas Leadership Academy. Many AEGON countries also \nhave mentoring programs aimed at encouraging young talent. In 2008, the company launched a Global Talent Management program \naimed at developing new leaders within the organization. As part of this program, AEGON conducted a talent review last year covering \ntwo levels of senior management immediately under the company’s Management Board. This review will be extended to other levels \nduring the course of 2012. \nSUCCESSION PLANNING\nAEGON attaches importance to succession planning, particularly for sensitive or senior positions within the company’s management \nstructure. In 2011, further steps were taken to identify potential future leaders both at a company and country or operating unit level:\n \u0002Members of both the Executive and Supervisory Boards discussed possible future candidates for AEGON’s Management Board.\n \u0002Discussions were also held between Executive Board members and local CEOs to identify potential leaders within AEGON’s country \nand operating units.\n \u0002AEGON’s talent review process was further strengthened and new leadership “qualities” identified and included. \n \u0002Members of AEGON’s Supervisory, Executive and Management Boards conducted an annual review of talent within the organization. ", "metadata": {"source": "NASDAQ_AEGN_2011.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}