{"page_content": "21\n2020 Sustainability Report 20\nPatient Health\nWe believe in healthcare not as it is, but as it should be – an \naspiration that drives us to offer more than just medicines for \npatients. Building public awareness, supporting research and \naccess to education and scaling innovation are all core elements \nof a holistic approach to prevention, treatment and reducing the \noverall burden of disease. By joining the strengths of our legacy \ncompanies into one, we continue to immerse ourselves in the \npatient experience so that we can advance innovative solutions \nthat go beyond medicines and empower people to live healthier at \nevery stage of life. \nLooking ahead, and as we work to integrate Viatris, we will continue \nto address the challenging dynamics of the external environment \nwhile also protecting the health and safety of the patients relying \non our products and ensuring high quality operations.Empowering People Worldwide to  \nLive Healthier at Every Stage of Life UN SDGs:\nGood Health and Well-Being (3)\nGender Equality (5)\nPartnerships for the Goals (17)\nA comprehensive description of the company’s management, governance and \norganization as well as performance data is presented on p. 66-76, 96-105. KEY TAKEAWAYS: \n»\tOur global platform is built to provide sustainable \naccess to medicine, and our approach to providing \naccess is holistic.\n» We address some of the world’s most pressing \nhealth challenges, including:\n• Infectious diseases, like HIV/AIDS, tuberculosis and \nhepatitis; \n• Noncommunicable diseases in the areas of \ncardiovascular health, oncology, respiratory, diabetes \nand mental health, among others;\n• And a global need for more affordable medicines \nincluding, for example, biosimilar treatment options.\n» Key partnerships across our major geographies \nleverage our current and future ability to expand \nreach, both to healthcare providers and patients. ", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}