{"page_content": "29\nPatient Health 2020 Sustainability Report 28Partnerships to help promote science, provide education and build \npublic health literacy are core parts of our holistic approach to \naccess and empower people in their health management. A few \nexamples of partners and projects across the world in 2020 were:  \n• Collaborated with the International Alliance of Patients’ \nOrganizations (IAPO) with a goal of building a sustainable \npatient-centered approach to the care of NCDs; establish a \nframework for cooperation to understand the patient voice; \nexplore advocacy opportunities to positively impact the \npatient journey; and pursue opportunities that would benefit \nand leverage the missions of both organizations.\n• Worked to foster collaborative approaches to help improve \nthe mental health of communities in Asian Pacific economies \ntogether with the Asia Pacific Economic Cooperation Digital \nMental Health Hub and World Organisation of Family Doctors. \nThe premier initiative is a framework on Integration of Mental \nHealth into Primary Care in the Asia Pacific.\n• Supported C3 Collaborating for Health’s community-based \nproject, “Prevention in Action,” to improve NCD management \nin disadvantaged communities through innovative digital \nhealth strategy known as Community Health Engagement \nSurvey Solutions (CHESS) in England, Ireland and France. \n• Made available the “Health Matters with Dr. Adam©” series \nof animated short movies to nearly 300,000 passengers on \nEmirates Airlines. The videos were produced to enhance \nhealthcare literacy about NCDs. The partnership continues \nwith Emirates Airlines in 2021, with further healthcare literacy \nepisodes added every month.\n• To help stimulate sustainable changes in the management of \nNCDs across our emerging markets segment, we hosted the \nfirst-of-its-kind Partnerships for Change Summit on January \n17, 2020. Twenty-three expert leaders representing medical \nand professional societies, academic institutions, patient \norganizations and the private sector across Association \nof Southeast Asian Nations, Latin America and Africa and \nthe Middle East countries came together at the summit \nto exchange experiences and insights on best practices in \naddressing the burdens of NCDs. The Burden of NCDs in China\nChina is a country with a large population and large unmet medical \nneeds. Cardiovascular diseases represent one of the country’s \ngreatest disease burden. To address these needs, we have a long \nhistory of partnerships with the healthcare community in China.\nIn 2020, we:\n• Supported the China Public Health Media Education Program \n(CHEER), which is a national health educational effort jointly \ninitiated by China National Health Commission Propaganda \nDepartment, China National Health Commission Disease \nControl Bureau, China Health Education Center and China \nJournalists Association. The goal of the program is to educate \nthe public and the media about health literacy. As a longtime \nsponsor of the program, we have focused on management \nof NCDs, and were recognized in 2020 with the Public Health \nEducation Facilitation Award. \n• Collaborated with clinical experts, epidemiologists \nand laboratory technologists to develop an intelligent \narteriosclerotic cardiovascular disease (ASCVD) risk estimator \nto help healthcare professionals in determining treatment \nfor patients. The estimator is being used in several hospitals \nand community healthcare centers to help assess a patient’s \nASCVD risk and provide personalized target values.\n• Together with the American College of Cardiology (ACC), \ntranslated and categorized more than 700 materials to be \nused in the Chinese version of the CardioSmart program, \naimed at improving disease awareness and medication \ncompliance and managing risk factors for heart disease. \n• Partnered with Cerebrovascular Disease Clinical Medicine \nCollaborative Innovation Alliance (CDCIA) on the launch of \nthe Liaoning Stroke Health Manager Training Project, which \naims to enhance the health management and follow-up \nintervention of hospitalized stroke patients and reduce their \nrates of recurrence and mortality. Thirty pilot hospitals in \nLiaoning Province, China, are participating in the 12-month \ntraining plan. \nPARTNERS IN EDUCATION: THE NCD ACADEMY  \nOne of the ways we are working to rewrite the NCD \nstory is through partnering with the American College of \nCardiology (ACC), the World Heart Federation (WHF) and \nthe NCD Alliance on the NCD Academy , a web-based, \ninteractive educational platform for healthcare providers \nto improve the prevention and treatment of NCDs. The \nprogram can be downloaded worldwide at no cost, and is \navailable on mobile and desktop devices so that primary \ncare providers, nurses and community health workers can \neasily access education on various NCDs that represent \nthe greatest contributors to global mortality. At the end \nof 2020, the NCD Academy had ~5,500 active users from \nmore than 100 countries.\nViatris plays an important role in the  local uptake of \nthe NCD Academy project. Local medical colleagues are \ncollaborating with primary care and national cardiology \nsocieties like CONAMEGE Mexico, Emirates Cardiac Society, \nSBC Brazil and CSC China to implement courses on \ncardiovascular disease and stroke prevention. Currently, \ncollaborations with local partners to launch the oncology \ncourse are under development\nSo far, the academy offers courses on cardiovascular \ndisease, oncology and stroke prevention, as well as a \nspecial course on COVID-19 and its impact on NCDs. Future \ncourses are planned on mental health disorders with the \nWorld Psychiatric Association (WPA) and diabetes, which \nis being developed in partnership with the American \nDiabetes Association (ADA). The cardiovascular disease \nand stroke prevention courses are approved for continuing \nmedical education (CME) accreditation in countries like the U.S., Mexico, Peru and several countries in the Middle East, \nwith more countries to follow. Applications for CME for the \noncology course are ongoing.\nInitially made available in English, the courses are being \ntranslated into Spanish, Chinese and other languages.\n~5,500\nindividual active  \nusers as of Dec. 202019 0* min\n= avg time spent on \nCOVID-19 course420* min\n= avg time spent on CV & \nstroke prevention course94%of users reported that the COVID-19 mini-course summarized the most critical \ninformation for front line health workers on the virus and needs of patients“NCDs place an enormous strain on healthcare systems \nworldwide and particularly in low- and middle-income \ncountries. With the support of Viatris, we are able \nto leverage the prevalence of mobile devices to offer \nfrontline health workers worldwide free education on \npractical, evidence-based strategies for NCD prevention \nand management. This is especially critical in resource-\nlimited and remote locations where specialists are \nscarce, and clinicians in general are too few and far \nbetween.”\n– Neal Kovach, Division Vice President, Global \nInnovation and Clinical Transformation, American \nCollege of Cardiology\n*Engagement time reflects the amount of time the content is open, not necessarily the time that learners are interacting with the content.\n", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}