{"page_content": "35\n2020 Sustainability Report 34\nEmployee \nHealthUN SDGs:\nGood Health and Well-Being (3)\nGender Equality (5)\nDecent Work and Economic Growth (8)\nA Place to Make a Difference in the World\nA comprehensive description of the company’s management, governance and \norganization as well as performance data is presented on p. 78-81, 100-105. KEY TAKEAWAYS: \n»\tViatris was launched in 2020 with support from \ncolleagues across the globe, and together we \ncontinue to integrate and build our new company.\n»\tWe are focused on creating an engaging and highly \ninclusive culture, with a continued emphasis on \nemployee health and safety and overall well-being.\n»\tAttracting, engaging and developing talent remains a \ntop priority as we seek to be an employer of choice \naround the world.The creation of Viatris brought together two highly talented \nworkforces, comprised of colleagues who are entrepreneurial, \nexperienced and motivated by our mission. Together, we are \ncommitted to establishing Viatris as a place where employees can \nfind a purpose and make a difference in the world. Our goal is \nto foster an engaging and rewarding work environment in which \nall colleagues feel a sense of belonging and can reach their full \npotential.\nThe Viatris Way guides how we build a performance-driven, highly \nengaging and inclusive organization through all aspects of the \nemployee experience. We will work to motivate, inspire, retain and \nattract colleagues as we build the company we want to be. Looking \nahead, while the launch of a new company creates opportunities \nfor colleagues, we must also be sensitive to the challenges \ninherent in combining two organizations and executing on a global \nrestructuring program. Establishing a culture of diversity, inclusion \nand belonging while engaging our dedicated workforce will be \ncritical as we work together as one to achieve our mission.", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}