{"page_content": "37\nEmployee Health 2020 Sustainability Report 36\nCreating Viatris\nTo launch our new company, we invested significant time to build \nthe right organization structure and leadership. We applied a \nstructured selection process utilizing talent data as well as interviews \nand panels, with emphasis on retaining key talent. To nurture \nleadership skills that support our mission and help drive our growth \nand future success, we also developed leadership criteria for \nselecting leaders based on their ability to:\n• Demonstrate authenticity and courage\n• Shape the future of the business\n• Create positive impact\n• Maximize value and profitable growth\n• Balance agility with discipline\n• Grow talent and build diversity\nAs part of ensuring that colleagues have a positive experience \nand continuity, another critical piece of our integration efforts \nwas successfully managing the complexity of multiple country-\nspecific policies, processes and systems – as well as providing \ncompensation, benefits and business critical training  without \ndisruption to colleagues in more than 70 countries. Work is ongoing \nto create The Viatris Way, as we continue to harmonize performance, \ncompensation and benefit programs and establish common metrics \nand incentive programs across the business.  Engaging Our Employees Through Times of Change\nWe are working to build strong engagement to strategically drive a \npositive employee experience that fosters trust and transparency. \nThis has been especially important as we establish our new company \nand advance our continuing integration efforts. \nTo provide clarity on topics such as local compensation, benefits, \npayroll and day-to-day HR support, we established a multiyear \ntransition strategy that began with 115 local employee briefings \nprior to our first day as Viatris. Those updates as well as regular \nbriefings via various communication channels helped colleagues \nstay informed about our progress in reaching key milestones and \nprepare for the transition to our new company. \n• Nearly 13,000 employees worldwide participated in our first \nglobal town hall meeting to celebrate our first day as a new \norganization.\nViatris’ leaders defined 90-day plans to set priorities for our \ncontinued integration, including the key elements of engaging \nour people and building our culture. We have begun harmonizing \nprinciples on topics that are important to our colleagues and \nrepresent key policies, such as our code of conduct, diversity \nand inclusion, flexible remote work, internal opportunities and \nvolunteerism. \nWe have created an engagement strategy for 2021, which includes \nconducting an employee engagement survey in the second half of \n2021 to collect insights into our integration as Viatris and shape the \nemployee experience.\nResponsible Global Restructuring \nWe provided details in December 2020 and February 2021 \non our previously announced global restructuring initiative, \ndesigned to ensure we can deliver sustainable value to patients, \ncustomers, shareholders and other stakeholders; and meet our \nfinancial commitments. Up to 20% of our global workforce of \napproximately 45,000 colleagues may be impacted upon completion \nof this multiyear initiative. We are committed to transparency in \ncommunicating restructuring changes. To provide as much support \nas possible to affected colleagues and honor our commitment to \ntreat employees fairly and with respect, we have:\n• Worked to find potential buyers for impacted facilities in order \nto preserve as many jobs as possible and with communities to \nidentify potential alternatives, wherever feasible.\n• Implemented a comprehensive plan to support impacted \nemployees by providing, for example, severance pay, \nhealthcare continuation for employees and their dependents, \noutplacement services, employee assistance program \n(EAP) counseling, job fairs and tuition assistance, subject to \ncustomary local considerations and discussions with employee \nrepresentatives, as applicable.\n• Established resume-writing, mock interviews and other \nskill-building activities to support colleagues in our largest \nmanufacturing plant, located in Morgantown, W.V., in finding \nnew employment opportunities. We have also reached out \nto third parties and agencies that can help employ impacted \nindividuals.Retaining talent is essential in times of restructuring. To ensure our \nworkforce is positioned for the future, we have:\n• Started implementation of a common applicant tracking \nsystem to connect external and internal talent with open roles \nand make them more accessible. An internal opportunities \npolicy will help colleagues explore and grow their careers \nwithin Viatris.\n• Initiated plans to provide opportunities for more flexible-\nremote work arrangements to help colleagues find ways to \nmaximize productivity and efficiency at work while balancing \ntheir personal lives. This also means that recruiting and \nretaining talented individuals will no longer be limited by \ngeographic boundaries.\n• Continued to encourage colleagues to make their career \naspirations known. Nearly 3,500 colleagues updated their \ndata to reflect their career interests, relocation preferences \nand work history in a central HR information system.1 Access \nto talent data aids managers in identifying opportunities for \ndevelopment and internal mobility for employees.\n“In addition to serving as a benefit \nfor current colleagues, providing \nopportunities with more flexibility \nfor certain types of work also means \nthat recruiting and retaining talented \nindividuals may no longer be limited \nto geographic boundaries. This opens \nthe door for more diverse perspectives \nand experiences that are vital to our mission.” \n– Beth Pratt, Head of Global Talent & Organization \nDevelopment, Viatris\nEarned recognition as one of China’s \n101 top employers by the Top \nEmployers Institute, a global authority \non excellence in HR practices.\nRelated Sources\n1Refers to Legacy Mylan only, as efforts continue to capture the \nentire Viatris workforce", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}