{"page_content": "39\nEmployee Health 2020 Sustainability Report 38Diversity and Inclusion\nDiversity and inclusion are essential to our mission. We must \nunderstand and embrace what makes individuals unique as well as \nseek to be representative of the stakeholders we serve and depend \non. The diversity we foster in all aspects of our business can be one \nof our greatest strengths.\nWe are affirming the importance of diversity and inclusion through \nefforts that reinforce our intent to ensure equal opportunities \nfor all employees and to create a positive, productive work \nenvironment where integrity, dignity and mutual respect for all are \nvalued, and discrimination and harassment are strictly prohibited. \nAll Viatris colleagues share a joint responsibility to uphold a work \nenvironment that supports diversity and inclusion:\n• Treating others with dignity and respect at all times.\n• Holding others responsible if witness to discriminatory or \nharassing conduct.\n• Practicing and engaging in respectful communication.\n• Exhibiting conduct that reflects inclusion during work, at on- or \noff-site work functions, and at all other company-sponsored \nand participative events.\n• Attending and completing diversity awareness training\nViatris created Employee Resource Groups (ERGs) based on \nleader-led diversity discussions and experience from employees \nworldwide. Based on employee input, our first four ERGs were \nidentified around the following groups: Blacks, Women, LGBTQ+ \nand Working Parents. Through the ERGs, colleagues will listen and \nlearn from each other and strive to change our company and our \ncommunities for the better.\n• We will deploy diversity trainings and set diversity and \ninclusion goals that will be tracked beginning in 2022.\n• As part of promoting a workplace free from harassment, we \nalso deliver Workplace Harassment Avoidance training with \nthe intent to introduce the training to all Viatris employees.Talent Management and Development1\nWe are committed to creating learning and growth opportunities \nconnected to our business priorities and talent strategies, building \non the solid progress made in 2020.\nFor example, we:\n• Introduced new resources dedicated to development, \nfeaturing on-demand training content from various venues.\n• Achieved participation from nearly 2,000 employees in virtual \ninstructor-led development courses on topics that included \nremote work applications, generations in the workforce, \ncoaching and providing effective feedback.\n• Piloted an online, on-demand training to approximately 8,000 \nemployees worldwide. Achieved more than 68,000 completed \ncourses; popular topics included working/managing remotely, \npreparing for organizational change and developing resiliency.\n• Surpassed a total of 16,000 colleagues who are tracking \ndevelopment goals, with more than 4,300 adding new items in \n2020. Viatris colleagues will be encouraged to set development \ngoals and complete talent profiles to ensure their career \ninterests are known.\n• Reached 3.3 million courses completed through our learning \nmanagement system, MyUniversity, with the majority focused \non Current Good Manufacturing Practices (cGMP), regulatory \nand compliance topics.\n• Trained more than 1,000 leaders on the company’s \nown coaching model, focused on creating ownership, \nunderstanding motivations and inspiring change at its core \n– all on a foundation of building trust and providing valuable \nfeedback.• Conducted performance reviews for more than 99% of  \neligible employees for the 2020 performance year; more  \nthan 86% of these employees had defined performance \nobjectives for the year. \n• Initiated planning for online learning to ensure that Viatris \ncolleagues have access to learning  - or pathways – to  \ndevelop their skills based on their needs and interests at  \ntheir own pace.\nAdditionally, in 2020 we maintained a U.S.-based internship \nprogram, despite challenges of the COVID-19 pandemic. Although \nscaled back from previous years, each of our 41 interns received \nmore than 20 hours of development and 45% continued on with \nthe organization as a full-time employee, external temporary \nworker or student worker. We will offer an intern program in 2021.\nRelated Sources\n1Refers to Legacy Mylan~2,000 colleagues  \nparticipated in virtual instructor-led  \ndevelopment courses on working  \nand leading remotely\nUNIVERSITY UNIVERSITY\nUNIVERSITY\nUNIVERSITYUNIVERSITY\nUNIVERSITY\nUNIVERSITY UNIVERSITY\nAchieved >68,000  \ncompleted professional \ndevelopment courses“The Black ERG aims to create a more \ndiverse, inclusive work environment \nwith a focus on current and future Black \ncolleagues through advocacy, community \nservice, networking and professional \ndevelopment. Its name reflects the global \nnature of the ERG in supporting the \ninterests of Black people worldwide.” \n– Menassie Taddese, President, Emerging Markets, Viatris\nVIATRIS EMPLOYEE RESOURCE GROUPS - \nEXECUTIVE SPONSORS\n“Throughout my career, I have been the \nbeneficiary of strong women role models, \nmanagers, leaders, mentors and friends. \nI hope to create similar opportunities for \nwomen at Viatris through the women’s \nemployee resource group.”\n– Joanna Wolkowski, Head of Strategy,  \n Portfolio Decisions and Analysis , Viatris\n“Managing work-life balance as a working \nparent has always been challenging, and \neven more so in the last year during the \npandemic. I’m excited to bring parents \ntogether who can share their experiences, \nways of working, and perspectives to help \nfoster personal and professional growth.” \n– Bill Szablewski, Head of Capital Markets, \nViatris\n“Being able to bring our authentic selves \nto work every day enables all of us to \ncontribute even more fully to our mission. \nAt the same time, it is a pivotal moment \nin time for the LGBTQ+ community in \nterms of the social, political and cultural \nconversation that is going on. The LGBTQ+ \nEmployee Resource Group (ERG) is open to \nall who want to work to make a more inclusive environment \nfor all at Viatris and be part of the conversation.” \n– Jenn Mauer, Head of Global Communications and \nCorporate Brand, Viatris", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}