{"page_content": "41\nEmployee Health 2020 Sustainability Report 40Employee Well-Being1\nA competitive rewards package helped employees to continue to \ntake charge of their personal and financial well-being. Throughout \nthe year, we hosted fairs at sites worldwide, including virtual events \nas practical, to inform employees about their benefits, both health \nand financial, and how to use them to their fullest. We also added \nan ESG fund to the U.S. 401(k) plan to provide employees with \nmore options for growing their savings while investing in socially \nresponsible companies.\nBenefits offered included educational webinars on topics ranging \nfrom mindfulness to healthy eating to budgeting. We sponsored \nactivities to encourage employees to live healthier lifestyles, \nincluding vision screenings, flu shots and exercise challenges, \namong other health and wellness programming. We also \nsupplemented employee wellness initiatives with support ranging \nfrom fitness center discounts to employee assistance programs \n(EAP). Wellness will be an important element of Viatris’ engagement \nstrategy in support of our mission and the well-being of our \nworkforce.\nEmployee Health and Safety\nWe are committed to providing a safe and healthy workplace for \nour employees, contractors and visitors. As part of creating our \nnew company, we immediately began the work to join the two \nlegacy companies into one environmental health and safety (EHS) \nplatform. This is an opportunity to build something even better \nthan our strong legacy programs. We are sharing best practices \nand learning from each other. We are working on a new EHS \nmanagement system which will include our EHS policies, principles, \nglobal programs and technical requirements. In addition to our \nrigorous safety programs and practices, we also remain committed \nto cultivating an environment that encourages our people to speak \nup and play an active role in making workplace safety a priority. \nEnsuring the safety of our colleagues around the world took on \nnew meaning as we managed through the COVID-19 pandemic, and \nwe continue to follow health authority guidelines for our facilities with essential workers around the world. We implemented social \ndistancing measures, daily health assessments and split shifts \nwhere feasible.\nAreas of focus in 20201\nAs part of our ongoing work to continuously enhance our health \nand safety programs, we completed a five-year continuous \nimprovement strategy to implement best-in-class EHS technical \nstandards at all operations facilities.  Each year, we conduct self-\nassessments on the standards to ensure alignment with the five-\nyear plan. \nAreas of priority included:\n• Ensuring the health and safety of our colleagues in addressing \nthe COVID-19 pandemic. \n• Serious or fatal incident prevention including targeted \ncampaigns and training. Globally, this helped to drive a \nsignificant increase in early identification and correction of \npotentially hazardous conditions, equipment or behaviors and \na decrease in recordable or major incidents.\n• Expanding our Safety Culture Program at additional \noperations locations. The program includes safety culture \nsurvey tools, leadership and employee workshops, and \ncontinuous improvement tracking for our sites.COVID-19\nSupporting Our Employees\nSince the start of the pandemic, we focused our attention on \nemployee health and safety first while continuing to deliver on the \ncompany’s mission to provide patients with access to medicine. \nA cross-functional COVID-19 task force was formed to track \ndevelopments, identify trends based on our centralized reporting \nand govern decision-making across the enterprise. COVID-19 \nplans were established for individual sites, supported by a \nsteering committee tasked with monitoring statuses and changing \nconditions.\nDrawing on a survey of approximately 100 top leaders1 and \nregular communication with local teams, we provided customized \nemployee support that addressed varying needs across markets \nand sites. Flexible work arrangements, including schedule and \nshift adjustments, were developed to balance employee safety and \nbusiness needs. \nFunctional teams across the company worked to quickly deploy \nthe resources needed to enable significant changes, including \nintroducing enhanced technology tools to aid teams in working \nremotely and delivering training on coaching remotely to nearly \n350 leaders. We extended benefits and support services at various \nsites around the world, ranging from access to COVID-19 testing to \nexpanded EAP counseling for stress and anxiety to teledentistry. \nIn addition, we developed policies for both business and personal \ntravel, including minimum quarantine periods, to provide clear \nguidance on operating in the COVID-19 environment.\nFor those employees still working on-site, we performed regular \ncleaning protocols and provided applicable protective supplies. We \nestablished policies restricting site visitors and vendors to help limit \nour colleagues’ potential exposure and designed a toolkit of digital \nand physical signs specific to our sites to ensure strong messaging \nregarding the pandemic.\nWhether colleagues were working remotely or on-site, we issued \nregular global communications regarding the latest developments \nand empowered sites to issue messages to rapidly respond to \nchanges. We also shared wellness reminders with employees in \nsupport of local health authority guidelines.\nIn addition, guiding principles on vaccinations were developed to \nstrongly encourage colleagues to be vaccinated, respecting local \ngovernmental authorities and guidelines.  Reduced total recordable incident \nrate by 21%1 in 2020 ,  \nwhich is 67% better than   \nthe industry average2\nRelated Sources\n1Refers to Legacy Mylan\n2Per U.S. Bureau of Labor Statistics\nRead more on this topic “The award of a five-star grading following our \noccupational best practice Health and Safety Audit \nis an outstanding achievement and is reflective of a \nproactive organisation, which is committed to continual \nimprovement in its health and safety arrangements and \nmanaging risks to workers’ health, safety and welfare. \nViatris should be very proud of this achievement.”\n— David Parr, Head of Audit and Technical (SHE) \nServices at the British Safety CouncilFour locations in India achieved \nthe 5-Star rating from the British \nSafety Council  in 2020, bringing \nthe total number of locations \nwith this rating to six.\nAlso last year, three locations \nreceived the Sword of Honor \nAward.~10,000 colleagues  \ntransitioned to working remotely  \nduring the pandemic in 2020 Awarded bonuses globally to frontline \nworkers, including contractors, in \nrecognition of their efforts to provide \npatient access to medicine across the \nglobe during the pandemic. \n“Over the past year, colleagues \naround the world have gone above \nand beyond, on-site and at home, in \nmaintaining essential operations for \npatients worldwide while standing \nup our new company. Times like \nthis make us stronger as we create \na highly engaging and inclusive \nperformance-driven culture together.” \n– Andrew Enrietti, Head of Global Total  \nRewards and HR M&A, Viatris \n", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}