{"page_content": "43\n2020 Sustainability Report 42\nEnvironmental \nHealthUN SDGs:\nClean Water and Sanitation (6)\nResponsible Consumption and Production (12)\nClimate Action (13)\nPartnerships (17)\nWe are committed to advancing sustainable operations and \ninnovative solutions to improve patient health. This means we focus \nglobally on environmentally responsible conduct while systematically \nand diligently working to minimize our environmental footprint. \nEnvironmental and human health are interconnected, a relationship \nunderscored by climate change and water stress. Our integrated, \ncomprehensive approach focuses on managing our water use, air \nemissions, waste, climate change and energy impact. \nLooking ahead, to ensure we identify and manage risks and \nopportunities appropriately, we are executing a scenario and risk \nanalysis to establish a baseline for the new company regarding \nclimate change, water and waste. This work will take into account \nViatris’ consolidated operational footprint. The analysis will \ninform targets in these areas, including science-based targets and \nstrategies, acknowledging the context of the Paris Agreement. Advancing Environmentally  \nSustainable Operations \nA comprehensive description of the company’s management, governance and \norganization as well as performance data is presented on p. 82-86, 100-105. KEY TAKEAWAYS: \n»\tThrough our environment, health and safety \nfunction, we are creating an integrated approach \nto managing our use of water, impact on and \nfrom climate change and energy efficiency, waste \nreduction and air emissions.\n»\tWe are actively engaged in promoting \nenvironmentally responsible manufacturing, \nincluding through the continued adoption of the \nCommon Antibiotic Manufacturing Framework.\n»\tWe look forward to setting science-based \nperformance targets, initially focused on climate, \nwater and waste, and to communicating on these \ntargets in our 2021 sustainability report.", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}