{"page_content": "47\nEnvironmental Health 2020 Sustainability Report 46\nIn 2020, we1:\n• Upgraded the burners on natural gas boilers to reduce the \namount of natural gas consumption at our Chatillon, France, \nmanufacturing plant. \n• Upgraded or replaced multiple heating, ventilation and air \nconditioning units across the network of sites in North America \nincluding St. Albans, Vermont; Sugar Land, Texas; Rockford, \nIllinois; Caguas, Puerto Rico; and San Antonio, Texas. The \nchanges resulted in replacing 1,420 lbs of ozone depleting \nsubstance refrigerant with a non-ozone depleting substance \nalternative. \n• Began evaluating our Scope 3 greenhouse gas emissions \nin seven categories: capital goods, waste generated in \noperations, business travel, employee commuting, use of sold \nproducts, downstream leased assets and franchises. \n• Completed several effluent treatment plant energy projects at \none of our facilities in India, including the addition of variable \nfrequency drives (VFDs) to air blowers and optimization \nof pumps, which have achieved a 8.3% reduction in \nenergy consumption compared to 2019. \n• Completed a project to optimize the aeration blowers in our \nwastewater treatment plant in Galway, Ireland, resulting in a \n77% reduction in energy required for aeration.• Installed a 73 KW solar power generation system on the \nrooftops and open areas at one of our API manufacturing \nfacilities in India and a 75 KW solar power generation system \nat our global R&D center in Hyderabad, India.  \n• Optimized the recovery at our reverse osmosis system (RO) \nsystem at our plant in Ahmedabad, India, decreasing power \nand fuel consumption requirements. \nReducing Waste   \nThroughout all of our operations, we work diligently to reduce \nwaste. We do this through responsible use of resources, increasing \nrecycling, reusing materials and initiatives dedicated to waste \nminimization, as well as appropriately managing and reducing \nhazardous and non-hazardous waste generated from our \nprocesses and operations. We divert 95% of pharmaceutical waste \nfrom landfills to incineration or energy recovery facilities.\nIn 20201, we achieved zero waste to landfill at two additional \nfacilities in India, bringing our global total to 13 sites with this \nstatus. And globally, we have decreased total waste sent to landfill \nby over 18% compared to 2018.\nmore than 18% Decreased total waste sent to landfill by\ncompared to 2018\n“Environment, health and safety is very \nimportant for our business, and we \nreally pay serious attention \nto it. As a responsible \norganization, we are not only \ncommitted to provide a safe \nand healthy workplace for \nour employees, contractors \nand visitors but also to \nprotect the environment.” \n– Sanjeev Sethi, Chief  \nOperating Officer, Viatris\nAir Emissions1 \nReducing emissions to air - particulate matter, sulfur oxides, \nnitrogen oxides, volatile organic compounds (VOC) -  remains a top \npriority. In 2020, we continued our systematic work by completing \na Leak Detection and Repair (LDAR) study at five API manufacturing \nsites in India to reduce fugitive emissions of targeted chemicals into \nthe environment. \nTo reduce volatile organic compounds, we installed advanced dry \nscrubbing systems and carbon beds connected to wet scrubber \nvents at the effluent treatment plant and process area scrubbers \nat one of our API manufacturing sites in India. Similar efforts are in \nprogress at other API manufacturing sites.  \nSustainable Packaging1 \nWe are continuously looking for ways to make our packaging more \nsustainable while also meeting the highest regulatory standards \naround the world. Our team in Confienza, Italy, has been on the \nforefront of making updates to packaging through dedicated \nprojects that have resulted in less packaging material and waste. \nFor example, they replaced the inner plastic bag in the Saugella \nsanitary napkins box with a bio-material, resulting in the reduction of five metric tons of plastic per year and eliminated the external \nplastic packaging that covers the Saugella liner boxes, resulting in \nan incremental annual reduction of one metric ton.\nThe team routinely returns cardboard boxes and plastic trays \nfor recycling, resulting in 120 metric tons of cardboard and 8.5 \nmetric tons of plastic waste saved in 2020. The thickness of \nSaugella personal hygiene product bottles (250 ml and 500 ml) was \nreduced by two grams, saving 17 metric tons of plastic used on the \npackaging. As part of these efforts, the site also switched to FSC \ncertified cardboard for food supplement boxes, with plans to do \nthe same for cosmetic boxes in 2021.\nIn Merignac, France, our team completed a project related to \nshipping of products. They coordinated with both internal and \nexternal stakeholders to optimize and standardize the palletization \nof 125 ml Betadine   bottles during the shipping process. The project \nwill decrease the number of pallets needed by 990 per year or \napproximately 30 truckloads.\nRead more on this topic Related Sources\n1Refers to legacy Mylan\n", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}