{"page_content": "55\nGlobal Public Health 2020 Sustainability Report 54COVID-19 and Strengthening Resilient  \nGlobal Supply\nThe COVID-19 pandemic has had an unprecedented impact on the \nworld and has forever altered the global policy landscape. With its \naggressive transmission, COVID-19 exposed frailties in healthcare \nsystems around the world, leaving some of the most vulnerable \npopulations at greatest risk. The pandemic has underlined urgent \nissues of global health solidarity, security and equity, and the \neconomic impacts of it will have long-ranging ramifications.\nIn 2020, we focused our policy efforts related to COVID-19 on \nensuring continuity of access to medicines for patients around \nthe world, overcoming an ever-changing landscape of border \nrestrictions, government requirements and health system \ndisruptions.\nASEAN\n• In partnership with Duke University School of Medicine and \nthe National University of Singapore (NUS) Global Health \nInstitute (SDGHI), experts from ASEAN NCD think Tank (NCD \nConnexions) surveyed and presented need gaps of NCD \ncare in Southeast Asia that have been highlighted due to the \npandemic. The survey will be published and the partnership is \nexpected to continue in 2021.\nCanada\n• Collaborated with federal and provincial governments \nto implement policies to facilitate medicines availability, \nincluding allowing temporary reimbursement of products \npending review where competitors have supply issues and \nestablishment of e-signature and electronic submission \nprocesses when filing for provincial reimbursement of new \nbiosimilar and generic launches.\nEurope\n• Collaborated with several European governments that led \nto early creation of ‘green lanes’ for rapid border transit \nof medicines, which served as a template for broader roll-\nout across Europe through direct engagement with the \nEuropean Parliament, European Commission and with other \ngovernments in Europe. CREATING IMPORTANT OFF-PATENT \nPATHWAYS IN EUROPE\nIn November 2020, the European Commission (EC) adopted \nthe Pharmaceutical Strategy for the EU, a long-term strategy to \nensure safe, affordable and accessible medicines for patients in \nEurope. As a part of that effort, we submitted policy proposals \nto the EC resulting in adoption of key elements in the strategy \nconcerning off-patent competition including the recognition of \nthe need for greater access to generic and biosimilar medicines, \nthe need for new pricing models to address continued viability \nof access to off-patent medicines, and the importance of \nrepurposing off-patent medicines as a key element of fostering \ngreater competition. The inclusion of this policy marked a \ngroundbreaking step in the potential to expand access to value-\nadded medicines that otherwise would not have had regulatory or \nmarket pathways to reach European patients.\nEngaged directly and via trade \nassociations with European Commission \nand national governments across Europe \nto ensure smooth flow of medicines and \nworkers across borders and continued \npatient access to medicines.• Identified regulatory flexibilities to accelerate availability of \nmedicines as part of a joint industry effort with the EMA and \nheads of Medicines Agencies.\n• Worked with Irish government to extend immigration permits \nin Ireland temporarily and automatically, which helps secure \nlabor capacity in Ireland in key sectors such as transport and \nlogistics. \nIndia \n• Engaged In India with national Cabinet Ministers of Finance, \nCommerce and Health and state governments to ensure the \nmovement of goods and people, including our workforce and \nthe continuity of manufacturing during the pandemic. Our \nwork was instrumental in shaping the government’s decision \nto lift restrictions on the export of acyclovir, paracetamol and \nhydroxychloroquine from India.\n• Ensured continuous supply of raw materials for our products, \ndespite restrictions imposed on cargo movement from China \nby advocating with India’s Ministry of Civil Aviation. \nThe U.S.\n• Supported COVID-19 patient/provider resources and \nemergency relief efforts for the following organizations: \nBoomer Esiason Foundation for cystic fibrosis, Multiple \nSclerosis Association of America, National Multiple Sclerosis \nSociety, COPD Foundation, Allergy Asthma Network, ZERO \nCancer, CHEST, Take a Breather Foundation (CF) and American \nAssociation for Respiratory Care.\n• Developed U.S. policy solutions to strengthen healthcare \nsupply chains and incentivize domestic manufacturing of \npharmaceuticals to enhance readiness against COVID-19 \nand future pandemics and supply-chain disruptions. \nSeveral of these policies were introduced as bipartisan legislation in Congress and Viatris continues to serve as a \nresource to policymakers as they pursue opportunities to \nstrengthen supply chains and leverage global manufacturing \ninfrastructure.\n• Collaborated with U.S. industry stakeholders, Congress, and \nthe administration to ensure continuity of air travel and cargo \ntransportation for pharmaceutical shipments. Language was \nincluded in COVID-19 relief legislation passed by Congress.\nThe Significance of Global and Diverse Supply \nChains \nCOVID-19 has heightened scrutiny of the global supply chain and \naccelerated localization trends where there is a preference among \nmany political leaders to apply policies to incentivize domestic \nor regional manufacturing in procurement systems. Providing \nsecure access to medicines for patients around the world requires \nan interconnected, global supply chain. Policy efforts to increase \ndomestic reliance for essential medicines or otherwise expand the \ndomestic production base must not impede the ability of health \nsystems to respond to the ongoing needs of patients. \nWe engage with policymakers across \ngeographies on the significance of \ndiverse and global supply chains to \nstrengthen resilient supply of medicine \nacross borders.\nRead more on this topic ", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}