{"page_content": "73\n2020 Sustainability Report 72testing throughout the product lifecycle including raw material, \nintermediate, and finished product and post-distribution stability \ntesting in compliance with the registered specifications as approved \nin each marketing authorization for the markets in which those \nproducts are provided\nProduct Recall Management \nEffective quality and product safety management systems are \ndesigned to detect potential risks and may result in product recalls \nas part of their design. These recalls are largely initiated by a \npharmaceutical company as a precautionary measure in cases of \npossible or actual risk to the quality and safety of the product and/\nor risk to the patient. Though there is no harmonized international \nstandard between countries on what constitutes a recall, we have \na global requirement that each company site must maintain a \nwritten procedure to govern the recall of products based upon \nhealth authority regulatory requirements in the territories in which \nour products are provided. Additionally, a recall may often be \nperformed out of an abundance of caution and therefore, can be a \npositive metric as it relates to the health of a Quality Management \nSystem (QMS).\nConducting Responsible Clinical Development \nWe are committed to conducting clinical trials in an ethical way \nand to promoting patient safety and protection of patient rights \nthroughout the study lifecycle. The company’s global program for \nclinical research and applicable standard operating procedures \nare designed to adhere to international best practice and GCP as \ndefined in the Declaration of Helsinki and the International Council \nfor Harmonisation of Technical Requirements for Pharmaceuticals \nfor Human Use (ICH) framework.\nManagement and Oversight \nThe Head of Global Clinical Operations reports to the Chief Medical \nOfficer, who reports to the company’s President. \nOur Global Quality Management System (QMS) is at the core \nof our clinical investigations. It includes procedures on internal \nprocesses associated with drug development as well as processes \nfor overseeing and auditing outsourced activities completed by our \nvendor partners. Dedicated independent members of our Quality \nteam conduct periodic assessments and audits. Any potential \nor actual incidents are managed through clear processes and \nescalated to senior management as appropriate.\nIn 2020, we continued clinical research activities in the U.S., EU and \nAsia-Pacific region in diverse therapeutic areas such as oncology, \ndiabetes and cystic fibrosis as well as such areas as hepatitis C, \nallergic rhinitis and COPD, among others. We conduct clinical trials \nin many regions of the world as part of the process to eventually \nmake treatments available to patients. To support the geographic \nexpansion of products and bring more products to more patients, \nthe number of trials in new settings has increased.Regardless of where the trials are conducted and whether they are \nperformed inhouse or by a qualified vendor party, the company’s \nglobal standard operating procedures apply with the aim to ensure \nthe safety of participants and the trial.\nWe develop clinical study protocols for every clinical trial, which \ncontain criteria and procedures for the conduct of each trial. The \nprocedures for clinical site assessment are developed prior to the \nselection of investigators. The company maintains procedures that \nrequire ongoing evaluation of a clinical site’s conduct of clinical \nstudies from study initiation through study closeout. We work \nwith our partners to ensure that clinical investigators are carefully \nscreened prior to being selected to participate in a clinical study \nand requires that clinical investigators conduct careful screening \nand selection of patients.\nWe require that all clinical studies receive review and approval with \ninstitutional review boards/independent Ethics Committees (IRB/\nEC). The review of each clinical study must be properly documented \nfor every clinical site participating in clinical study for the company. \nWe review IRB/EC documentation for clinical sites that participate in \na clinical study, ensuring that initial IRB/EC approval is thoroughly \ndocumented, and that ongoing review of each clinical site is \nunderway.\nThe company’s governance councils and quality committees \noversee the conduct of clinical trials, including regular monitoring \nof ongoing trials, and partner with internal and external experts \nand investigational sites to promote patient safety and data \nintegrity across our clinical development programs. In addition, \nwe use quality councils, governance boards and independent \ndata monitoring committees when appropriate to support quality, \nsafety and protection of participants in our clinical development \nprograms.\nOur standard operating procedures specifically address the \nrequirements associated with the development of Investigator \nBrochures, Clinical Protocols and Informed Consent Forms in order \nto adhere to global regulations. A cross-functional development \nand review process is incorporated into the procedures to ensure \nthat experts in various functions have input into the design and \napproval of these documents. These documents provide clinical \ninvestigators with sufficient background on the investigational \nproduct to ensure the safety of research participants, that the \nclinical study is scientifically rigorous and that participants are \nwell-informed of the potential risks and benefits, study goals, \nprocedures, and their critical role in clinical research. All employees \ninvolved in this aspect of a clinical trial undergo training for this \npurpose. \nInformed Consent\nThe company’s standard operating procedure governing the \ninformed consent process is part of the QMS. It includes detailed \nprocedures regarding the development, review, approval, \nimplementation and confirmation of the accent/informed consent \nprocess for adult and pediatric trails. Informed consent documents are written in a manner that allows potential trial participants, \nregardless of reading skills and local language, the ability to make \nan informed decision that considers the potential risks and benefits \nof trial participation. Local independent ethics committees review \nand approve informed consent forms prior to patient participation \nin a clinical study. The clinical investigator ensures that patients \nunderstand the informed consent document prior to participation \nin the clinical study. As part of adhering to GCP, we provide a direct \ncontact line for the trial participants and information on how to \nescalate a report.\nRisk Management in Clinical Development\nThe QMS provides procedures on assessing risks associated with \nthe various aspects of clinical development, such as study design, \nvendor selection, site selection and patient populations. The \napplication of data analytics and access to increasingly better data \nenable more efficient management and oversight of clinical trials, \nfocusing efforts on trials that are regarded as higher risk.\nTrial Data Transparency\nThe company’s QMS addresses the publishing of our clinical \ntrial data in publicly accessible registries, as required by global \nregulations to promote transparency. We publish results of \napplicable clinical trials in publicly accessible registries such as \nwww.clinicaltrials.gov, https://eudract.ema.europa.eu, and others. \nAs part of complying with the GCP, we follow the FDAAA 801 and \nthe Final Rule requirements for disclosure and results posting in \nthe U.S. and currently are following the EU Clinical Trial Directive \n(EC) No. 001/20/EC in the EU. When the Clinical Trial Regulation EU \nNo. 536/2014 goes into effect, we will comply with that regulation.\nThe company also maintains procedures that describe \na scientifically rigorous process for the preparation and \ndissemination of scientific articles addressing the results of clinical \ntrials in order to ensure that healthcare providers (HCPs) and \npatients have access to information on the results of clinical trials.\nMoving forward Viatris Global Clinical Operations will work \nto transform the clinical trials process through new ways of \nworking and process optimization through the implementation of \ninnovative clinical trial solutions from end to end, as well as globally \naligned systems and processes. Viatris Global Clinical Operations \nwill support our clinical professionals providing operational \nexpertise throughout the clinical trial process.  In so doing, our \npriorities will always be to ensure patient safety, regulatory and \nprotocol compliance as well as data integrity. \nAnimal Studies\nWe do not conduct animal testing unless it is required by national \nregulation. We are committed to the “3 R” approach (Replacement, \nReduction and Refinement) with respect to ethical animal testing. \nFacilities performing animal testing on our behalf are required to \ncomply with regional scientific procedures for laboratory animal \nscience. These facilities use and/or are approved by the Association for Assessment and Accreditation of Laboratory Animal Care \n(AAALAC). Our Global Operations Audit team performs regular \naudits on all parties to ensure compliance.\nPromoting Product Security and Fighting Falsified \nMedicine\nTo mitigate the risks from counterfeit products and protect the \nsecurity of products and safety of patients, we have a formal \ninfrastructure to support oversight of product security and guide \napplicable efforts. Our Product Integrity Coordination Committee \nconsists of leaders from Compliance, Quality, Regulatory, Medical \nAffairs and Security. The company’s Product Security team \nconducts an annual risk assessment of the portfolio to determine \nthose products which may be at a higher risk for counterfeiting or \ndiversion activity. This assessment takes into consideration several \naspects including therapeutic category, dosage type, regulatory \nconcerns, medical affairs concerns, and previous incident history. \nProducts with higher levels of risk are given priority attention \nwhen it comes to analysis and market monitoring. We also use \nintelligence gathered from open market analysis to prioritize risk.\nWe conduct internal investigations when there is suspicion of \ncounterfeit or at-risk products and to support health authorities \nand law enforcement investigations. In addition to internal \nresources, we are also collaborating with external stakeholders \nsuch as online sales platforms, to ensure that counterfeit products \navoid reaching the hands of our patients.\nWe have controls to guard against theft and diversion of controlled \nsubstances and operate a system to identify suspicious orders of \ncontrolled substances. At the same time, it is just as important to \nensure an uninterrupted flow of medicine to the patient.\nWe have a cross-functional team including members from \nCompliance, Customer Relations, Controlled Substance Monitoring, \nGlobal Security, Distribution Center, Regulatory Legal, Regulatory \nAffairs, State Licensing and DEA that works to maintain and \ncontinuously enhance our strong programs designed to detect and \nprevent diversion within the supply chain, while assuring there is \nan uninterrupted flow of medication to our customers and patients \nacross the globe.\nOur suspicious order monitoring program holds some key \ncomponents, including but not limited to;\n• Experienced compliance team\n• Dedicated suspicious order monitoring team\n• Data and analytical programs\n• Know Your Customer (Due diligence) process\n• Education and training\n• On-going state and federal collaboration efforts\nIn addition, we also have a concentrated product diversion \nprogram, which encompasses anonymous reporting mechanisms. ", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}