{"page_content": "87\n2020 Sustainability Report 86\nWater Use & Discharge Summary \n(thousand m3)2015 2016 2017 2018 2019 2020\nTotal water withdrawal 3,064 3,124 3,247 3,274 3,253 3,183\nTotal water recycled and reused 133 370 424 467 475 542\nTotal water discharged 1,650 1,612 1,621 1,536 1,529 1,422\nSites with zero liquid discharge (ZLD) \nsystems6 7 9 10 10 10\nWater Use by Sources  \n(thousand m3)2015 2016 2017 2018 2019 2020\nMunicipal / Third party 2,984 3,044 3,151 3,154 3,149 3,087\nOn-site borewell 73 73 89 112 100 92\nRainwater 2 2 2 2 1 1\nOther 5 5 5 5 3 3\n• Refers to Legacy Mylan\n• Where applicable, prior year data has been restated due to improved data quality\n• Includes data for manufacturing, packaging, research and development, and distribution sites based on direct operational control \n• Total wastewater discharge includes sanitary/domestic sewage \n• Some data includes estimates and may be updated at a later time when more accurate data is available\nAir Emissions  \nWe are committed to reducing emissions to the air and we use \nthe companywide EHS program to identify, track, monitor and \ncontrol relevant emissions, per industry standards and regulatory \nguidelines. Our facilities are equipped with air emission control \ndevices as required to manage regulated air pollutants. Examples \ninclude high-efficiency dust collection, HEPA filtration, electrostatic \nprecipitation, primary and secondary condensers, multi-stage \nfiltration and recirculation systems, process scrubber technology \nand regenerative thermal oxidizers.\nPharmaceuticals in the Environment \nThe primary pathways for pharmaceuticals entering the \nenvironment from human use are by normal patient excretion \nand improper disposal of medicine by consumers1 in addition \nto the use of pharmaceuticals in agriculture. A significantly \nsmaller contribution stems from emissions resulting from the \npharmaceutical manufacturing process. \nWhile gaps remain in the scientific link between pharmaceuticals \nin the environment and human health risk, we are committed to \nreducing pharmaceuticals discharged from our manufacturing \noperations. The company’s approach to addressing and minimizing \nthe potential impact of pharmaceuticals in the environment (PiE) from our own manufacturing is based on a wide range of activities \nand governance:\n• Risk and Impact Evaluation\n• Risk Reduction and Control\n• Engagement and Policy\nWe are an active participant in the Eco-Pharmaco-Stewardship \nInter-Association Initiative, a cross- industry collaboration on \nenvironmental issues such as responsible effluent management \nand appropriate disposal of unused medicine.\nExternal initiatives that we engage on regarding manufacturing and \nthe environment:\n• CDP\n• AMR Industry Alliance\n »Board Member\n »Manufacturing Work Group\n• Medicines for Europe\n »Environment, Health and Safety Work Group\n• Inter Association Initiative on Pharmaceuticals in the \nEnvironment Task Force\n• Bulk Drug Manufacturers Association of India Related Sources\n1Royal Society of Chemistry: Sources of Pharmaceutical \nResidues in the Environment and their ControlLong-term environmental goals \nAs we progress in the integration of the new company, including \nthe organizational changes announced in December 2020 which \nwill impact our operational and environmental footprint, we are \nplanning to perform a scenario and risk analysis in 2021. We are \ncommitted to setting companywide goals and sharing them in \n2022. Areas of priority include climate change, water and waste. ", "metadata": {"source": "NASDAQ_VTRS_2020.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}