{"page_content": "14 \n CHOOSING AMERICAN \nThere are three primary factors influencing a customer's airl ine choice when purchasing a ticket: price, global network, and \nfrequent flyer program. Customer research tells us that awaren ess of the American Airlines and American Eagle brands is \nhigh. We are generally in prospective customer's consid eration set when they decide to purchase a ticket as well. \nPrice \nThe airline industry is characterized by substantial and in tense price competition. Amer ican’s prices are extremely \ncompetitive and American generally matc hes competitor fares, as failing to match would provide less revenue due to \ncustomers' price sensitivity. In recent  years, a number of low-cost carriers have entered domestic markets that American \nalso serves. More than 70 percent of American's revenue comes from U.S. and Canadian cities where there is low cost \nairline competition. The taxes and fees we  are required to collect from customers also significantly affect ticket prices. Learn \nmore  about these fees. \nWe know that our customers choose us not only for convenient  access to global destinations and the service we deliver en \nroute, but also because they are getting good value for their money . We therefore look for opportuni ties to offer special fares  \nto stay competitive in the marketplace. \nFor example, American Airlines offers special discount rates fo r group travel. Groups traveling to any American Airlines or \noneworld® Alliance partner destination can often secure a lower fare and may reserve space, up to 11 months in advance, \nwhen traveling together on American Airlines to the same city. Groups of 10 or more passengers booked on a single \nreservation can check in individually with our Self-Service ma chines. With this feature, families and large parties can avoid \nlong check-in lines at ticket counters in airports across t he United States. We also offer last-minute getaway deals to \ncustomers who are flexible in their travel dates. \nIntroducing Your ChoiceSM \nIn 2010, American introduced a new array of travel enha ncements that customers can access when purchasing an \nAmerican Airlines flight. The Your Choice menu of products and services is designed to make customers' travel experience \nmore convenient, cost-effective, flexible and personalized. \nYour Choice offers customers more cont rol and flexibility by enabling them to purchase services that make the travel \nexperience more enjoyable. Available individually or in pa ckages, this growing menu of services is available through a \nvariety of channels including AA.com, mobile and airport self-s ervice machines. In the future , American hopes to offer even \nmore products and services through a variety of channels at  key points in the customer's travel experience. \nOffering more optional services to complement the base fare allows American to remain competitive with trends in the \nindustry while providing differentiated service and enabling custom ers to choose only those services they value. As part of \nthe á la carte pricing of amenities, customers can rest assu red that all charges are clearly  and plainly presented, with no \nhidden fees or obligations. By presenting a fare plus addit ional products and services they can select, customers know \nexactly what they're getting for their money. \nFor example, Group 1 Boarding and In-Flight Internet are two se rvices that can be selected as part of the Your Choice \ncustomer experience option. Group 1 Boar ding provides the convenience of boar ding before all other General Boarding \ngroups, allowing more time and space to st ore carry-ons and get comfortable. With In-Flight internet, passengers can stay \nconnected to the office, family, and friends on any Wi-Fi enab led device, even at 35,000 feet. Unlimited internet can be \npurchased for a single flight or for 30 days. \nMore information about Your Choice products and services can be found at AA.com/yourchoice . \nOur global network \nIn a very real sense, what we offer as an airline is our abilit y to transport millions of people from where they are in the wor ld \nto where they want to be. The only way we can accomplish this mission is by having in place a robust, global network of \nroutes and alliances. ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}