{"page_content": "15 \n We continued to leverage our strong domestic network in 2010,  focusing on our cornerstone cities of Dallas/Fort Worth, \nChicago, Miami, New York, and Los Angeles. These cities serv e as gateways to points in Canada, Mexico, the Caribbean, \nCentral American, South America, Europe,  and Asia, including several new international nonstop routes introduced last \nyear: \n• April: New York Kennedy/JFK - San Jose, Costa Rica \n• April: Chicago O’Hare – Calgary, Canada \n• May: New York Kennedy/JFK - Madrid, Spain \n• May: New York Kennedy/JFK - Manchester, UK \n• May: Chicago O’Hare – Beijing \n• November: Miami – Brasilia, Brazil \n• November: New York Kennedy/JFK – Rio de Janeiro, Brazil \n• December: DFW – Rio de Janeiro, Brazil \n• December: DFW- Barbados \n• December: Chicago O'Hare – Mexico City \nJoint Business Agreements completed with British Airways and Iberia, and with Japan \nAirlines  \nIn the culmination of years of work to  secure antitrust immunity from the U. S. Department of Transportation, American \nAirlines in 2010 finalized Joint Business Agreements with  British Airways and Iberia, and with Japan Airlines. \nThese agreements allow each airline to expand its global reach and align its networks for travel by coordinating schedules, \nfares, and operations, while sharing revenues and jointly ma rketing frequent flyer programs, lounges, and other services. \nCustomers will benefit from seamle ss travel and enhanced rewards. \nNew oneworld Transfer Support Centers in Miami, New York/J FK, Chicago, London/Heathrow and Madrid are providing \nseamless customer connections among Americ an, British Airways, and Iberia. Visit moretravelchoices.com  to learn more. \nOur service in the U.S. domestic market is further strengt hened through our regional affiliat e American Eagle. American \nEagle flights extend our network to more  than 170 small and medium-sized communiti es, as well as larger cities that \nAmerican either could not profitably serve or offer the same frequency of flights us ing larger jets. American Eagle supports \nAmerican's cornerstone network strategy by feeding customers from smaller cities into AA's five cornerstone hubs. In 2010, \nEagle added 14 new cities to the American network: \n• Allentown/Bethlehem, PA \n• Asheville, NC \n• Augusta, GA \n• Cheyenne, WY \n• Columbus, GA \n• Fargo, ND \n• Fayetteville, NC \n• Gainesville, FL \n• Harrisburg/Middleton, PA \n• Myrtle Beach, SC \n• Rapid City, SD \n• Sioux Falls, SD \n• Tri-Cities, TN \n• Wilkes Barre/Scranton, PA \nRead more about our global network and oneworld® Alliance partners . \nThe AAdvantage® Travel Awards Program \nAAdvantage continues to be the world's largest travel aw ards program and highly desired by American Airlines and \nAmerican Eagle customers. Customers c an earn AAdvantage miles for flying on American Airlines and participating airlines \nas well as for transactions with over 1,000 participating brands , both travel and non-travel related. Since our members value \nmultiple opportunities to earn miles, we recently launched Mileage MultiplierSM which allows members to receive even more ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}