{"page_content": "22 \n CLIMATE CHANGE \nWe are an energy-intensive industry. Our greatest environmental impact stems from the use of jet fuel to fly aircraft; \nspecifically, the greenhouse gases (GHGs) emitted from the combustion of this  fossil-based fuel. We recognize the \nimportance of this issue, and underst and that it is a high priority conc ern for many of our stakeholders. \nWe pay close attention to and participate in public policy  discussion around climate change, and seek to understand the \npotential impacts that a changing climate may have on our industry and the world. We are also preparing for the economic \nand operational impacts unfolding carbon regulation and trading schemes will have on our operations and the services and \nprices we can offer to our customers. \nThe European Union Emissions Trading Scheme  \nBeginning in 2012, aviation will be included in the European Union’s Emissions Trading Scheme (EU ETS). The ETS is a \ncap and trade system that requires companies within specific industries to submit a llowances to cover their emissions. With \nlimited exceptions, all flights landing or departing the EU will be covered in the ET S regardless of where the operator is \nincorporated. Emissions from all phases of the flight are included in the ETS, incl uding emissions while aircraft are on U.S. \nsoil and while flying in U.S. airspace. \nAmerican, together with two other U.S. ai rlines and the Air Transport Association, is contesting the ETS in European courts. \nRead more about our position on ETS. \nIn 2009, American’s monitoring plans under the ETS were approv ed. We tracked emissions and ton-kilometers beginning in \n2010, with the resulting data verified and submitted at the end of March 2011.  \nAt American, we have identified several strategies  to minimize our carbon footprint, including: \n• Focusing on ways to use fuel more efficiently  \n• Raising and allocating capital to purchase new aircraft  \n• Encouraging greater investment in aviation technology  \n• Tapping into employee creativity to reduce our overall carbon footprint  \n• Investing in the development of alternat e fuels via future-purchase agreements  \nNone of these are perfect solutions. Our ability to reduce emissions  related to jet fuel combustion is constrained by the lack \nof readily available, at-scale substitu tes, and the limits of current aviation te chnology. For example, the development of \nalternative fuels that can be obtained at  sufficient quantities and without generati ng other undesirable environmental or \nsocioeconomic impacts is still in very early stages. And even the most efficient aircraft still requires jet fuel to operate. \nDespite these challenges, we are optimisti c that the benefits of air travel and trans port will drive future innovation, and we \nare proud to be an active participant in developing environmental solutions. \nWhile air travel is a carbon-intensive industry, air carriers play an irreplac eable role in the world economy and its \ncommunities. By safely and efficiently connecting people and products , the airline industry is a key driver of social and \neconomic progress . \nGHG reduction goals \nThe airline industry collectively contri butes only approximately two percent of the world's manmade emissions of carbon \ndioxide, according to the United Nations Intergovernmental  Panel on Climate Change. As an industry, we are committed to \ndoing our part to decrease this percentage even further. Our collective goals are to: \n• Improve CO 2 efficiency of aircraft by an average of 1.5 perc ent per year, measured on an intensity basis, through \n2020  \n• Achieve carbon neutral growth from 2020 onwards  \n• Reduce aviation net carbon emissions by 50 percent by 2050, as compared to 2005 levels  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}