{"page_content": "30 \n Eliminating hazardous waste \nWe are reducing the amount of hazardous waste generated at our facilities in an effort to reclassify facilities from large to \nsmall-quantity generators of hazardous under  the Resource Conservation and Recove ry Act administered by the U.S. EPA. \nFor example, American's Chicago airport facility (ORD) implem ented a hazardous waste reduction initiative focused on paint \nsolids that are generated during the main tenance of aircraft and ground support equipment. In past years, these paint solids \nwere disposed of in containers that were also used to dispose of soiled cleaning rags. Because the rags were mixed with the \npaint solids, they also needed to be managed as hazardous waste. \nIn the fall of 2009, ORD implemented a r ag recycling program where instead of being thrown away into hazardous waste \ncontainers, soiled rags were laundered and re-used. This progr am has helped reduce the hazardous waste stream from the \nrags by 24 percent and helped decrease the associated hazardous waste disposal expense by 30 percent. \nWe also look to replace hazardous chemicals used in mainte nance operations with environment ally preferable alternatives. \nIn 2010, the Tulsa Maintenance Base Auto Shop conducted ex tensive comparison testing of water-based solvents in their \nparts washers. Pleased with the results, Facilities Maintenance  is replacing five mineral spirit parts washers with water-\nbased washers, reducing the amount of chem ical solvents that are used. In addition to being a safer alternative to minerals \nspirits, the new water-based solvent is Green Seal Certif ied and biodegrades in accordance with the ISO 9439 standard. \nAmerican Eagle saves trees… and fuel  \nIn 2010, American Eagle sought to make its Latitudes inflight  magazine more environmentally sound, while not increasing \nthe weight of the magazine—a critical consideration, as additi onal weight would increase the amount of fuel burned in flight. \nTurning to its publisher, Eagle was able to locate and swit ch to a 100 percent recycled paper produced by Futuremark \nPaper, an environmentally friendly coat ed sheet paper. Latitudes is now print ed on 100 percent recycled paper stock and \ncarried in the seatback pocket on every American Eagle fli ght. Not only does using recycled content save trees, but it \nreduces landfill waste and CO 2 emissions and minimizes water consumption. \nManaging water use \nIn addition to conserving energy, American Air lines strives to use other natural resource s, such as water, in as efficient and \nresponsible way as possible. For example, we have implement ed a state-of-the-art web-based water monitoring system at \nour headquarters campus. This software system turns sprink lers on and off depending on lawn moisture levels, as opposed \nto watering lawns according to a timer sy stem. In addition to saving water, this approach provides American with metrics to \nhelp track changes and improvements over time. \nAmerican will also test, over the coming months, a reverse os mosis wastewater treatment sy stem to help reduce the amount \nof water purchased. In this process, cooling water is treat ed and continuously reused rather than being sent down the drain. \nAs we pilot these and other water-conservation initiatives at our headquarters and global locations, we will share best \npractices through the Utilities Management Council. In this way,  American can institutionalize the most effective practices \nacross our entire portfolio of facilities. \n  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}