{"page_content": "31 \n ENVIRONMENTAL POLICY \nManaging environmental issues at American \nAmerican Airlines and American Eagle implemented an Environmental Management  System (EMS) almost 20 years ago. \nModeled on the ISO 14001 standard, the EMS encompasses elements including environmental policy, planning, \nimplementation and training, audits and co rrective actions, and management review. The EMS covers our U.S. operations. \nIn 2010, we performed 59 internal audits, including audits at all major airport operations and maintenance bases. As part of \nthe EMS plan, we aim to audit all maintenance bases, all ma jor airport operations, and smalle r airport operations on a risk-\nbased schedule—approximately once every three years. \nAs part of our management approach, we expect to main tain 100 percent compliance with all applicable laws and \nregulations. We have achieved consistently strong envir onmental performance. In 2010 the U.S. EPA cited one of \nAmerican's airport locations for not main taining sufficient aisle space between waste containers at its Central Accumulation \nArea (the area used to store waste prior to being shipped off fo r disposal). American has addressed this issue, and the EPA \ndid not assess a penalty for this citation. No other  citations or penalties were assessed in 2010. \nWith regard to oversight of our environmental performance,  the Managing Director of Cor porate Environmental reports \ndirectly to the Vice President of Safety, Security and Environment, who reports annually to the Board of Directors. \nAdministratively, this Vice President reports directly to AMR's Executive Vice President of Oper ations who, in turn, reports \ndirectly to AMR's Chairman, President, and Chief Executive Officer, Gerard Arpey. \nAmerican manages its environmental pe rformance across three core focus areas:  \n• Direct energy (jet fuel) consumption and related GHG em issions, addressed through the Fuel Smart Program  \n• Indirect energy and water use and conservation, addressed th rough the activities of the Utilities Management Council  \n• Waste, recycling, and materials use r eduction: activities directed by the newly formed Waste Minimization Team  \nEnvironmental Policy and Commitment Statement \nThe AMR Environmental Policy governs our company's approa ch to protecting and preserving the environment. The Policy \nwas first adopted in 1993 and most recently updated in December 2009. \nAMR is committed to safeguarding the earth's environmen t through the ongoing developm ent and implementation of \nsustainable business practices. \nThe Chief Executive Officer and each employee are responsible fo r ensuring compliance with this policy. Station/functional \nmanagement at all locations and subsidiari es shall implement policies and procedures to comply with this policy statement. \nThe Company has made a commitment to: \n• Comply with all environmental laws and regulations  \n• Maintain procedures and systems that ensure required env ironmental laws and regulations are met or exceeded  \n• Communicate appropriate environmental information to a ffected employees, customers,  contractors, the public, \nregulatory authorities, and emergency response authorities  \n• Safeguard the earth's environment by adopt ing sustainable business practices,  technologies, and procedures that \ntake energy use, pollution prevention, water conservati on, other emissions, and conservation of natural resources \ninto account  \n• Engage our stakeholders, including cu stomers, suppliers, and shareholders in our effort to reduce our \nenvironmental footprint  \n• Report publicly our environmental performance, incl uding greenhouse gas emissions, on an annual basis  \n• Strive to continuously improve our environmental performance  \nThe President and Chief Executive Officer will actively work to ensure that each employee of American and American Eagle \nremains focused on and committed to our environmental, social, and economic success, and will: ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}