{"page_content": "49 \n ECONOMIC IMPACT \nThe world's economies depend heavily upon commercial aviation as  the backbone of national and international commerce. \nAs one of the world's largest airlines, American's global network strengthens economies worl dwide. American contributes \ndirectly by creating jobs and paying salaries, paying taxe s and fees to governments, investing in transportation \ninfrastructure, and supporting local suppliers, who in turn em ploy local workers. In addition, our in-kind and fundraising \nactivities—as a company and through our employees' efforts—hav e a significant economic impact on the local organizations \nand causes that we support. \nCreating global economic vitality \nOver the past few decades, commercial aviation has grown into  one of the most powerful economic catalysts on the planet. \nThis impact is partly due to the size of the aviation industry and resulting direct employment, but more importantly, it result s \nfrom the multiplier effect of air tr avel. In fact, every aviation job generates  three jobs elsewhere in the economy. \nAmerican and American Eagle worldwide economic impact  \nIn 2010, we estimate that American contributed more than $105  billion to the U.S. and international economies, helped \ncreate or support 870,800 jobs worldwide, and contributed to approximately 1,400 non-profit organizations. American \nAirlines and American Eagle also recalled or hired 3,600 em ployees in 2010. When our economic impact is combined with \nthat of our oneworld partners, which comprise some of the biggest airl ines in the world, the combined worldwide impact is \nvery significant. \nUnited States \nOur U.S. economic impact by state is greatest in Texas, Fl orida, New York, California, Illinois, and Oklahoma. These \nlocations correspond to our cornerstone markets, and Oklahoma  is also where our largest maintenance and engineering \nbases are located. \nAmerican's five cornerstones, Dallas/F t. Worth, Miami, New York, Los Angeles , and Chicago, include the four largest \nmetropolitan areas in the United States as well as ar eas of significant future  demographic migration. \nU.S. States and \nTerritories Total \nGDP Impact (millions \nin USD) Total Job \nImpact (thousands)   U.S. States and \nTerritories Total \nGDP Impact (millions \nin USD) Total Job \nImpact (thousands) \nAlaska 22.0  see note    North Carolina 1,002.3  22.0  \nAlabama 103.1  0.4    North Dakota 12.3  see note  \nArkansas 258.6  3.3    Nebraska 121.3  0.7  \nArizona 571.0  8.3    New Hampshire 45.0  see note  \nCalifornia 9,162.9  86.0    New Jersey 445.9  1.5  \nColorado 465.5  2.0    New Mexico 237.0  1.4  \nConnecticut 153.7  1.7    Nevada 1,110.5  6.6  \nDistrict of \nColumbia 7,396.2  47.8    New York 10,098.9 95.9  \nDelaware 10.2  see note    Ohio 382.3  3.0  \nFlorida 13,909.0  155.7    Oklahoma 6,395.5  64.0  \nGeorgia 251.9  1.3    Oregon 200.9  0.7  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}