{"page_content": "51 \n Europe \nAmerican's nonstop services connect Europe's financial center s of London, Madrid, and Frankfurt with major U.S. financial \nand business centers. In May 2010, American launched new international services between New York City (JFK) and \nManchester, UK, and between JFK and Madrid. In April 2011,  American launched new routes between JFK and Budapest, \nand Chicago and Helsinki. American's deeper relationship with its European oneworld partners is expected to benefit \nconsumers and increase oneworld's overall economic impact throughout 2011. \nAmerican Airlines finalized Joint Business Agreements with British Airways and Iberia and with Japan Airlines in 2010. \nThese agreements allow each airline to expand its global reach and align its networks for travel by coordinating schedules, \nfares and operations, while sharing revenues and jointly ma rketing frequent flyer programs, lounges and other services. \nCustomers will benefit from seamless trav el and enhanced rewards. Please visit moretravelchoices.com  to learn more. \nLatin America and the Caribbean \nAmerican Airlines and American Eagle continue to develop im portant markets in Latin Amer ica and the Caribbean. American \nhas more flights between the United Stat es and destinations in Latin America and the Caribbean than any other airline. \nMuch of American Eagle's service to the Caribbean primarily originates from San Juan, P uerto Rico where the airline's \npresence plays a key role in local economies. For more information on American and American Eagle's size and scope of service as well as that of our oneworld partners, please visit the company profile section  of this report and oneworld.com . \nClick here  to view maps of where Americ an Airlines, American Eagle, oneworld partners, and codeshare partners fly. \nTaxes and fees \nBack to the top  \nThrough our payment and collection of taxes and fees, we contribut e to the financing of key airport infrastructure, interior \nfacilities, and services, such as airpor t buildings, gates, and runways; terminals and security check-points; and air traffic \ncontrol, security, and cargo-handling. \nAmerican paid or collected a total of $4.04 billion in taxes and fees in 2010. \nThe U.S. Government provides far less support for building and maintaining aviation infrastructure than for highway and \nrailroad systems. Airlines and their passengers are actually charged a series of taxes and fees to finance the necessary \nairport infrastructure, interior facilities, and services. Up to  17 different taxes and fees per flight, including landing fees , air \ntraffic control fees, and passenger service charges, can be assessed. \nFor more information on taxes and fees paid by airlines and their cu stomers, visit the Air Transport Association's website . \nInvesting in infrastructure \nAviation is unique in that the industry funds  almost all of its infrastructure. In a ddition, we build out our own ticket counte rs, \ncustomer service centers, and lounges, as well as maintenance bas es to service aircraft. All of these structures and facilities  \nrequire on going repairs and renovations, providing work for lo cal contractors in each of the cities where we fly.  \nAmerican and American Eagle infrastructure investments  \nFacilities and infrastructure investments and general maintenance  and repair regularly occur at our airports throughout the \nUnited States and at international destinations. In 2010 we sp ent millions of dollars to upgrade baggage systems at several \nairports to improve reliability and speed bag delivery. We also  spent millions of dollars to upgrade our Admirals Club \nlounges, including: \n• Major renovations at Boston  \n• An expansion and renovation to the Flagship Lounge and Admirals Club at London/Heathrow  \n• Expansion of the JFK Concourse C Admirals Club  \n• A new Admirals Club lounge in Denver that is shar ed jointly with British Airways in Concourse A  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}