{"page_content": "65 \n FLIGHT PLAN 2020 \n \nFlight Plan 2020 is American Airlines’ vision for securi ng and positioning our business for the next decade and beyond. \nWe launched our strategic plan—Flight Plan 2020—in late 2009.  The plan is our blueprint to long-term success for American \nAirlines based on the following five tenets: \n• Invest Wisely : Every day, we depend on our people, aircraft, facili ties, and technological infrastructure. We must \ncontinue to invest in these areas if we are to succeed in  the long-term. Investing in our people is ongoing. We are \nalso continuing initiatives related to fleet renewa l, facility renovations, and upgrades to our technology \ninfrastructure.  \n• Earn Customer Loyalty : We must deliver value for every customer and differentiate our airline. We are making \nnumerous enhancements to our products and services to improve our customer travel experience.  \n• Strengthen and Defend our Global Network : Our network alignment around our cornerstone hubs of DFW, \nChicago, Miami, New York, and Los Angeles strengthens our  domestic network. Deepening our relationships with \noneworld airlines and securing anti-trust immunity with sele ct international carriers strengthens our global network.  \n• Be a Good Place for Good People : Our future depends on creating and maintaining a good place to work and \nbuild a career, where all employees are treated with respect and dignity, and where diversity is embraced.  \n• Fly Profitably : We must constantly find ways to cut cost s, operate more efficien tly, and generate additional \nrevenue for the company to sustain our business, grow, and create job security. We've cut more than $6 billion in \ncosts since 2003, including more than $4 billion in non-labor costs.  \nThe five tenets of Flight Plan 2020 are underscored by the key charge to Be Competitive  to Secure Our Future . This means \nthat to establish and sustain long-term pr ofitability, we must be competitive in everything we do including costs, product, \nrevenue, service, and schedule. We also recognize that an im portant aspect of serving our customers is developing new \npartnerships  to expand access to convenient and dependable travel options. \nWe believe that Flight Plan 2020 provi des clear direction for effectively servi ng our customers, partners, employees, and \ninvestors. We are implementing Flight Pl an 2020 so there is alignment between our  corporate responsibility efforts and our \nbusiness objectives. We believe that as we secure our future  and succeed in the various aspects of our strategic plan, we \nwill likewise be strengthening our overall corporate responsibility performance. \n  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}