{"page_content": "66 \n GOVERNANCE \nAMR Corporation Bo ard of Directors \nOur Board of Directors  has 11 members, all of whom are considered inde pendent (with the exception of our CEO) and five \nof whom are female or minority. To help the board fulfill its respons ibilities, the board has four independent standing \ncommittees . \n• The Audit Committee's  primary functions include overseeing ou r independent auditors and reviewing our annual \naudit and financial statements. The committee also revi ews and discusses safety, security and environmental \nmeasures as well as employee legal, ethical and conduct complaints and policies.  \n• The Nominating/Corporate Governance Committee  recommends candidates for director and officer positions and, \nalong with the CEO, reviews succession planning. T he committee also reviews our governance policies and \npractices.  \n• The Compensation Committee  establishes and implements executive compensation objectives and approves all \nexecutive compensation, while also determining metr ics for performance-based awards for executives.  \n• The Diversity Committee  provides oversight, counsel and guidance to senior management on issues related to \ndiversity and inclusion, including equal employment opportunity policies and hiring practices and employee \nretention issues.  \nWe maintain high corporate governance standard s. Key features of these standards include: \n• All board members are elected annually  \n• All members of the board and it s standing committees are considered independ ent, with the exception of our CEO  \n• Each director who receives more withheld votes than vo tes for his or her election must tender his or her \nresignation  \n• Board members meet frequently throughout the year, oft en without any management representative (including the \nCEO) present  \n• Shareholders can call special meetings, including to remove/elect directors  \n• Shareholders can act by written consent without a meeting \nMore information on AMR's governance policies and procedures can be found on the Corporate Governance and Investor \nRelations section of our website  as well as in our 2011 Proxy Statement . \nExecutive compensation \nAMR is committed to responsible corporate compensation polic ies and aligns the interests of AMR with those of our \nexecutive managers through responsible, merit-based executive pay. \nOur Compensation Committee, which comprises directors who are independent from the company, benchmarks executive \ncompensation with major U.S. passenger airlines and public  companies of comparable revenue size and operational \ncomplexity, targeting executive pay at the median of this benchmark group. The committee employs an outside consultant to \nprovide third-party expert analyses and marketplace data to ma ke sure American's compensation levels are reasonable and \nfair and senior management's compensation is tied to the com pany's performance and is aligned with pay given to officers \nperforming similar job duties in the marketplace. \nOur compensation policy strongly links pay to performance, which aligns the interests of executives with those of our \nshareholders. As part of our Turnaround Plan, we established t he Annual Incentive Plan, which includes a Customer Service \ncomponent, now known as the Customer Experience Rewa rds, and a Financial component based on the company's \nprofitability performance, to lin k the interests of our customers, stockhol ders, and employees. All employees, including \nnamed executive officers, participate in the Annual Incentiv e Plan, which provides potentia l cash incentive payments upon \nachieving monthly customer service goals and annual financial goals. \nThe Customer Service component of t he Annual Incentive Plan provides for payments of up to $100 per month for each \nemployee if we achieve one of its customer  service targets. Annual Incentive Payment awards are also paid to employees \n(including named executive officers) under the Financial component if American Airlines achieves  at least a five percent pre-\ntax earnings margin. During 2010, each named executive o fficer earned $467 under the Customer Service component. We ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}