{"page_content": "68 \n ETHICS AND COMPLIANCE \nAMR's Business Ethics, Safety & Compli ance Program demonstrates the company's commitment to maintaining the highest \nstandards of safety and legal and ethical conduct. We hav e adopted Standards of Business Conduct for all employees. We \nexpect our vendors and suppliers to be gui ded by these principles as well.  \nAll employees are called upon to hold safety  and ethics as their top priorities. Our policies  make clear that employees are \nnot to: \n• Take advantage of anyone through manipulation, concealme nt, abuse of privileged information, misrepresentation \nof material facts, or any ot her unfair-dealing practice;  \n• Tolerate unlawful discrimination, har assment, or hate-related behavior; or  \n• Tolerate retaliation against employees who act in good faith by reporting suspected illegal acts or unethical \nbehavior.  \nAt the core of our ethics program and our Standards of Busi ness Conduct is the understanding that everyone must take \nresponsibility for their own actions. Employees are also expec ted to immediately report any suspected illegal or unethical \nactivity. We have established several confidential opti ons, including anonymous channels, for employees to report \nsuspected ethics pr oblems or violations . \nThe company's Senior Vice President & General Counsel is also our Chief Compliance Officer and is responsible for the \nBusiness Ethics, Safety & Compliance Program. Employees can direct questions to the Business Ethics, Safety & \nCompliance Office via internal correspondence, phone, or by e-mail.  \nWe consider all managers and supervisors responsible for t he conduct of any employees reporting to them and hold them \naccountable if they fail to take reasonable steps to prev ent and detect unethical or illegal behavior. We are prepared to act \nswiftly with appropriate corrective action in  response to substantiated allegations. \nAmerican Airlines core values include integrity, compli ance with the law, and respect for the individual and the unique \ncustoms and cultures in communities where we operate. We re cognize the international human rights principles expressed \nin the United Nations Universal Declarat ion of Human Rights and endeavor to conduct business in a manner consistent with \nthese principles. We expect our vendors and suppliers to uphold internationally recognized human rights within their own \noperations. \nWe are against all forms of corruption, including extorti on and bribery. We provide ant icorruption and business ethics \ntraining to all upper-level management and most lower-lev el management employees through our business ethics training \nand annual Compliance Certification. In 2010, all active Am erican and American Eagle management employees, as well as \nmore than 1,900 nonmanagement employees, comple ted the annual Compliance Certification. \nWe condemn human rights abuses, including any forced or  compulsory labor. In 2010, American enhanced its training \nprogram for flight attendants' to include human trafficking awar eness. This program is now par t of flight attendants standard \nrecurrent training. In addition, informa tion on human trafficking is displayed in  the flight attendant training areas. \n  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}