{"page_content": "73 \n We engage with stakeholders in the following ways, among others: \n• Customer interactions at the gate and in  our airplanes, online surveys, inte rnet contact, focus groups, reservation \nagents, AAdvantage Customer Service,  and through our sales organization  \n• Employee communication through team meetings, CEO messages, intranet announcements, labor negotiations  \n• Involvement in local community activities , briefings to local and state officials  \n• Investor briefings, present ations, and financial reporting  \n• Participation in trade associations and i ndustry groups such as the Air Transport  Association of America (ATA), the \nInternational Air Transportation Association (IAT A), and the Regional Airli ne Association (RAA)  \n \nABOUT THIS REPORT \nAmerican Airlines' 2010 Corporate Responsibility Report presen ts a summary of the company's performance related to our \ncustomers, employees, the environment, and the communities we serve for calendar year 2010. The report builds on \nAmerican's 2009 Corporate Responsibility Report , 2008 Corporate Responsibility Report  (the company's first integrated \nreport), the 2007 Environmental Responsibility Report , and the 2007 Corporate Citizenship Report . The 2010 Corporate \nResponsibility Report encompasses the activi ties of AMR Corporation, the parent company of American Airlines and its \nregional affiliate, American Eagle. \nWe view the publication of each annual corporate responsibi lity report as an opportunity to continue our dialogue with \nstakeholders. We also strive to highlight the alignment of our corporate responsibi lity efforts with our overall corporate goal s, \nas stated in Flight Plan 2020 , our strategic framework. \nWe see reporting as a process of continuous improvement, each year building on the past. As such, we consider the \nprecautionary principle in identifying topics that need to be addressed in our reporting as potentially posing risk to our \norganization either now or in the future, and build th is concept into our mate riality analysis process. \nWith regard to data collection and tracking, American transitio ned in 2009 to the Environmental Protection Agency's Climate \nLeaders methodology to calculate the company's total carbon foot print . This methodology incorporates different emissions \nfactors than were used in previous years, and because a fuller range of sources is tracked, represents a more conservative \nestimate of total emissions. \nWe welcome your feedback on our corporat e responsibility efforts and this report. Please contact Mr. Tom Opderbeck at \ntom.opderbeck@aa.com  with any questions or comments. \nAMR Global Corporate Responsibility Statement  \nAs a global airline carrying more t han 100 million passengers and over 540,000 t ons of cargo a year, AMR promotes \ncommerce, trade, and economic prosperity, as well as a sens e of global community and citi zenship. Our business also \naffects the environment around us, and we are committed to being good stewards by minimizing our environmental footprint. \nWith approximately 87,000 employees worldw ide, we understand that our responsibilit y as a global citizen begins with our \npeople and extends to communities around the world. Our sustai ned investment in responsible business practices takes \nmany forms—from ethical governance to our commitment to dive rsity and inclusion, to our focus on safety, the environment, \nand giving back to our communities. We continuously strive to  make a positive impact in the lives of our customers, \nemployees, shareholders, and in the communities and environments where we live, work, and play. \nOur commitment to corporate responsibility is more than a bus iness decision. It's an important  part of our culture—part of \nwho we are. At AMR, operating in a responsible manner is  not just an aspiration; it's the way we do business. \n  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}