{"page_content": "76 \n American Eagle: Flying safely is our first priority \nFlying on a commercial airline is one of the safest forms of trans it. American Eagle is proud to contribute to this exemplary \nsafety record by maintaining the highest standards for hiring and training pilots and crews, implementing robust safety \nmanagement systems, and sharing safety informati on with other regional airlines and the FAA. \nAt Eagle, prospective pilots undergo the same extensive pre-hire screening and new hire evaluation as pilots at American \nand other large carriers. Candidates must  have, at a minimum, 800 flying hours, wi th at least 100 hours in multi-engine \nairplanes before they can apply for a position with Eagle. \nMost current Eagle pilots have considerably more exper ience and benefit from ongoing training and development. Our \nCaptains average more than 14 years of flying and 11,000 hours of flight time at American Eagle. First Officers average \nmore than four years and nearly 4,000 hours with American Eagl e. In addition, every Eagle pilot receives comprehensive \nclassroom, simulator, flight trai ning, and observation every year. Our pilots must complete all required—and \nrecommended—FAA flight safety programs, as well as supplementary training courses developed by Eagle. \nTo ensure the safety of every flight, American Eagl e exceeds FAA requirements on a number of issues:  \n• The number of training hours pilots must complete at  American Eagle is greater than the FAA requires  \n• American Eagle's restrictions on the number of hours and f light segments per day that pilots can fly are stricter \nthan FAA regulations mandate  \n• American Eagle has already implemented all the flight safety  programs the FAA is considering requiring for airlines  \nFor example, the Captain's Duties and Re sponsibilities classes prepare new captains  for their leadership role in operating \ntheir aircraft as safely and efficiently as  possible. Our Advanced Aircraft Maneuver ing Program provides pilots with the \nadvanced skill set and expert knowledge to handle aircraft under seve re circumstances, for example, if flight controls \nmalfunction or during recove ry from unusual attitudes.  \nAmerican Eagle also ensures that pilots are safe to fly ever y time they step into the cockpi t. We recognize that fatigue may \naffect crew performance. We therefore go beyond mere complianc e with federal regulations regar ding flight time limitations. \nWe limit our pilots to fewer hours of duty time and fewe r flight segments per day t han FAA regulations allow.  \n  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}