{"page_content": "78 \n • recycle more of the waste generated in  AMR offices and on AMR flights.  \nThe Waste Minimization Team will have a full agenda. Consider  onboard recycling: on the surface, it might appear to be a \nsimple matter. After all, an airplane is a closed, contained space; during a flight, you just collect all the recyclable materi als \ninside it and, at the end … recycle them. Bu t it takes a lot of planning and coordinat ion to make even that “simple” process \nwork. The Waste Minimization Team will focus on identifying wa ys to reserve storage space fo r recyclables on the aircraft, \ndeveloping procedures for removing recyclables at the end of each flight, and convenient locations to collect the recyclables \nwithin the airport property. Finally, the t eam will need to establish the logistics fo r transporting recyclables from the airpo rt, \nwhich has strict access requirements, to an appr opriate facility—not so simple after all. \nIt’s a challenge we’re eager to take on, and one of many opportuni ties that American is pursuing to reduce its environmental \nfootprint. \n \n2009 Case Studies \n• Creating a market for alternative fuels   \nCreating a market for alternative fuels \nAlthough air travel contributes only two percent of total greenh ouse gas emissions, American Airlines is taking action to \nreduce the environmental impacts of flying. We  are working collaboratively with others in  the industry to provide a market for \nalternative fuels. This support for fuel innovations encourages  further research and development, which will ultimately help \ndecrease our environmental footprint and help combat global climate change.  \nIn December 2009, American became one of 15 airlines to si gn agreements to support alternate fuel use by promising to \npurchase future supplies. This domestically produced fuel is not just more environmentally friendly; through its development \nand production, it will create jobs and bolster energy independenc e. Federal Aviation Administration Administrator Randy \nBabbitt said the agreements \"reaffirm t he airlines' commitment to a greener, more stable and secure energy future.\" \nOne of the fuels American has pledged to use is derived from oil made from the seed of the camelina plant. An analysis of \njet fuel derived from camelina seeds shows that it reduces carbon emissions by 84 percent compared to petroleum jet fuel. \nRecent test flights have clearly demonstrat ed that the use of biofuel is safe and technically sound. Biofuels can be blended \nwith petroleum based jet fuel in increasing quantities as biofuels become available.  \nSynthetic fuel is also an important part of our strategy to reduce emissions. We’ve pledged to buy fuel made from coal or \npetroleum coke, which emits less carbon and particulate ma tter. And in August 2009, we agreed to use a renewable \nsynthetic fuel at Los Angeles International Airport for ground service equipment operations. It’s produced from green waste \nor sewer waste, so it has a carbon footprint of near zero. \nThe combination of sustainable alter native jet fuels and advances in aircraft design could eventually reduce CO 2 emissions \nin the airline industry by 80 percent. \n  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}