{"page_content": "79 \n GREAT PLACE TO WORK \n2010 Case Studies \n• Earl Graves award: honoring diversity   \n• Engaging with the LGBT community and prom oting corporate citizenship through GLEAM   \n• Asian-Pacific Islander employees enhance our work environment—and our customers’ travel experience   \nEarl Graves award: honoring diversity \nEarl G. Graves, Sr., founder and publisher of Black Enterprise magazine, influenced m any of American's diversity initiatives \nduring his long tenure on AMR's Board of Directors. Mr. Graves  helped us establish a business-minded approach to diversity \nand inclusion, demonstrating that these effo rts are integral to our business goals.  \nSo, in 2009, when we decided to create an award for employees who are leading efforts to advance diversity, there was only \none thing to call it—the Earl G. Graves Award for Leadership . \nIn 2010, American Airlines employees Sam Santiago, Director– American Giving and Vice Pres ident of the American Giving \nCharitable Fund and Susan \"Sam\" Seelbac h, Specialist–Diversity Strategies, were awarded the second annual Earl G. \nGraves Award for Leadership to recognize their work in advanc ing diversity and inclusion within the company and in their \ncommunities. \nMr. Santiago is a 21-year veteran in the airline and hospitality industries, and brings  experience in the fields of airline \noperations, corporate volunteering, human re sources, workplace giving, diversity and corporate social responsibility, among \nothers. In his current role at AMR, he is responsible for the strategic development and impl ementation of support programs \nfor global employee giving and volunteering effo rts. In 2010, Sam led the launch of t he first ever mentoring program for the \nHispanic/Latin Employee Resource Group at AMR and was re cently selected to join the new with American \nAirlines/Southern Methodist University Leadership Program for mentorship of Latino students. Sam has spoken extensively \non the subjects of diversity, workplace equality, corporate social responsibility,  employee volunteering and workplace giving \nat various educational institut ions and volunteer centers. \nMs. Seelbach has been a true champion for Diversity and Inclus ion at AMR. Over the past 21 years, Sam has excelled in \nher job in Reservations at the South Eastern Reservations  Office in North Carolina where she worked in a variety of \npositions including Concierge Key Resolution Desk representat ive to our premium passengers, Professional Instructor, and \nReservations Service Assist. In 2008, Sam established the i ndustry's first Veterans Military Employee Resource Group \n(VMERG). Sam joined the Diversity Advisory Council in  2009, and promptly took a leadership role to enhance \ncommunications and promote multi-Employee Resource Group collaboration in events.  One example of many was the co-\npresentation of VMERG and the Abilities Re source Group of Dana Bowman's \"It's not t he Disability, It's the Ability\". In May \n2010, Sam was promoted to Specialist–Diversity Strategies. \nThe Earl G. Graves Award is one of the many ways our co mpany acknowledges that we can only deliver value to our \ncustomers and shareholders if we have a workforce t hat includes a broad spectrum of talented people. \nRead more . \nEngaging with the LGBT community and promoting corporate \ncitizenship through GLEAM \nFor many employees and managers, as well as loyal custom ers of American Airlines and American Eagle, corporate \ncitizenship begins at home.  \nThis is especially true when considering the 1994 formation and  outreach of AMR’s first employee resource group (ERG): \nGLEAM. GLEAM advocates for the needs and aspirations of gay, lesbian, bisexual and transgender employees, their \nfamilies and friends as well as AMR customers.  \nAs the first major airline to prohibit employment and workplac e discrimination based on sexual orientation, and several years \nlater, to ban discrimination on gender identity, we recognized t hat one critical path to workplace diversity was to empower \nour own employees to take leadership roles in diversity educ ation and policy. We knew that authentic corporate citizenship \nbegins with our own employees.  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}