{"page_content": "80 \n In 1994, in the wake of urgent attention for more employ ee education and training on LBGT issues, GLEAM was formed to \nspearhead this unique leadership role by American’s openly le sbian, gay, bisexual and transgender associates. In addition, \nwith the launch of GLEAM, American’s workforce benefited with  the creation of kindred empl oyee groups representing other \nethnic, racial, religious, and demographic tr aits. (Read more about American’s ERGs)  \nThrough GLEAM’s initiatives, internal education and managem ent support, the company engaged in a more meaningful 360 \ndegree evaluation of its LGBT policies, practices, philanthropy and marketing. Since 1994, American Airlines has broken \nnew ground by:  \n• Launching corporate America’s first dedicated LGBT sales and marketing force, the Rainbow TeAAm;  \n• Serving as the “official” airline and partner of mo re LGBT nonprofit groups than any other airline;  \n• Achieving a 100% perfect score on the Human Rights Campaign every year since its inception;  \n• Striving to implement fair-minded employment policies that go abov e and beyond basic government mandates \nsuch as extending to same-sex partners the obligat ions of the Family and Medical Leave Act (FMLA);  \n• Including LGBT-owned businesses in our supplier diversity initiatives; and  \n• Volunteering time, expertise and support in Texas and th roughout the United States to  counsel and educate other \ncorporate leaders on “best practices” to encour age LGBT community engagement, support, and respect.  \nSimply put, American Airlines supports equality in the workplac e, as exemplified through its loyal relationship with GLEAM. \nAsian-Pacific Islander employees en hance our work environment—and \nour customers’ travel experience \nAmerican is privileged to be able to draw upon the knowl edge, experience, and passion of 16 Employee Resource Groups, \n(ERGs). These grass-roots, employee-led organizations center on gender, ethnicity, re ligion, abilities, military experience, \nsexual orientation, and other comm on interests of their members. \nERGs are dedicated to promoting their members’ professi onal development, raising cultural awareness, and providing \ninsight to the company for business decisions on internal po licies, communications, and marketing initiatives. In this \ncapacity, ERGs contribute significantly to our diversity effo rts on behalf of both employees and cu stomers. At the same time, \nthey’re responsible for an enormous volume of volunteerism, c haritable giving, and fundraising for many causes. In short, \nthey are a powerful factor in helping to make American a great place to work. \nIn 2010, the Asian-Pacific Islander Employee Resource Gr oup, or APIERG, played a pivotal role in opening up our new \nAsian routes. Group members served as translators at meeti ngs and events. They provided training and cultural advice to \nflight attendants and other personnel who would be coming into contact with customers on the new routes, to help them \nbetter understand and address customer expectations in an unf amiliar culture. The group even helped design in-flight \nmenus for the new routes. And, of course, APIERG helped mark et the inauguration of the rout es through promotional events \nand social media. \nMeanwhile, this very active group carried on with its usual volunteerism and fundraising for such organizations as Big \nBrothers and Big Sisters, and chambers of commerce in vari ous cities. Through our American Giving program, APIERG \nraised over $4,000 and 20 carloads of clothing for victims of the Philippines Flood; $1,200 fo r Easter Seals North Texas, \nbenefiting children and adults with disabiliti es; and funds for Haiti earthquake victims. \n  ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}