{"page_content": "83 \n • American Cancer Society Relay For Life at locations around the world  \n• Chicago's Navy Pier and Shanghai's World Expo (Pavilion Sponsor for 2010 World Expo)  \n• Kids in Distress (KID) annual golf tournament  \n• \"Celebrity Ski\" fundraising event for Cystic Fibrosis  \nSample activities include: \n• The AA Arts Leadership Council is a group of nearly 100 employees that support arts and culture organizations by \nserving on boards and through skills-based volunteeri ng. Formed a decade ago, the council coordinates and \nsupports dozens of events each year. In 2009, the Nort h Texas Business for Culture and the Arts (NTBCA) \nrecognized the AA Arts Leadership Council for its long- standing leadership, support, and commitment to promoting \nexcellence in the arts.  \n• We also supported organizations such as the British Ac ademy of Film and Television Arts (BAFTA), the London \nFilm Festival, the Latino International  Theater Festival of NYC, and the J apanese American Cultural Community \nCenter.  \n• American Eagle employees volunteered their time to  the abused and neglected children of \"Casa Cuna\" (or \n\"Cradle Home\") in San Juan, Puerto Rico. Employees  from Passenger Service, Ramp Service, and the HR \ndepartment collected much-needed supplie s and spent quality time with the children and the dedicated staff.  \nOur international employees are al so active in their communities. \n• American employees from various departments includin g our Ground Handling Company in Buenos Aires gave \ntheir time to paint a house owned by a nonprofit charit y organization—Casita de Colores—that is used by battered \nwomen and their children. Over 20 employees and managers sp ent more than eight hours pai nting these facilities \nthat house as many as 35 people.  \n• In Colombia, American Airlines recently received recognition from Dividends for Colombia (similar to United Way) \nfor supporting a program to assist educational programs fo r children and adolescents. This is a voluntary program \nwhereby employees make monthly donations.  \n• Our Colombian paper recycling program generates funding t hat goes to help purchase prosthetics for children and \nmothers that are head of households.  \n• American is an active participant in Junior Achievement. We support the program's initiatives to offer low income \nstudents the necessary tools so that th ey can continue their education.  \n• Throughout the Caribbean and Latin America, American em ployees volunteer their time to help the less fortunate \nby visiting and donating supplies to orphanages and schools.  \n• American employees also support a number of efforts su ch as an annual walk in Panama to benefit breast cancer, \nresearch programs to help the environment in the Domini can Republic and Brazil, and a program to help families \nof inmates in Trinidad.  \n• American is a corporate sponsor of the Jane Goodall In stitute, 'Shanghai Roots & Shoots' organization where \nthrough charitable activities, American donates time and mo ney supporting their green, 'Million Tree Initiative' to \nstop desertification in Inner Mongolia and help offset China's greenhouse emissions.  \n• American is a sponsor of Junior Achievement – Japan s upporting 'real life' student educational experiences in \nprograms called 'Student City' and 'Finance Park' in Tokyo's Shinagawa Ward and in Kyoto City. The programs \nprovide students with opportunities to learn and understand how society and economy operate through study and \npractical experience.  \n• Every year, European and Pacific employees are invited to nominate charities to receive support from American \nAirlines. Running since 2003, the 'Employee Charity Nomi nation' programme now helps six charities per year by \nproviding a pair of economy tickets to  be auctioned/raffled off to raise funds.  \n ", "metadata": {"source": "NASDAQ_AAL_2010.pdf", "page": 82, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}