{"page_content": "36\nSOCIETY\nCase Study: Our Experience in San Francisco\nStarbucks ambitious growth strategy may sometimes appear \nat odds with our strong desire to contribute positively to \nour communities. Consider San Francisco, a market we ﬁ  rst \nentered in 1992, and one where we’ve gradually added more \nlocations to keep pace with increased customer demand. \nAt the end of ﬁ  scal 2004, there were 70 Starbucks stores \nin San Francisco, including a few licensed operations. Our \nSan Francisco customers have been enthusiastically loyal and \nhave helped make this a proﬁ  table market for us.\nOur growth has also stirred sentiments from some \npassionate residents who are striving to retain the charm \nand ﬂ  avor of their wonderful neighborhoods. A group \nof residents took issue with formula retailers that have \nmore than 11 locations and a standardized look. They \nlaunched a campaign and successfully lobbied for a citywide \nordinance that bans or restricts chain stores from certain \nneighborhoods. The impact of the legislation that passed \nin March 2004 restricts Starbucks growth in the Hayes \nValley and Cole Valley neighborhoods. The situation in \nSan Francisco is remarkably similar to what has occurred \nin other places – from Coronado, California, to Bristol, \nRhode Island. \nStarbucks respects the will of local citizens to preserve their \nneighborhoods. However, we don’t believe that Starbucks is \ndetrimental to local businesses, especially other coffeehouses. \nAccording to an article in the Wall Street Journal,  the battle \nbetween independent coffeehouses and Starbucks may be \none of the most misunderstood rivalries in retailing. Most \nindependent coffeehouses are doing ﬁ  ne – and have found \nproximity to Starbucks to be a beneﬁ  t.* \nWe believe there’s plenty of room in the market for \nStarbucks to expand alongside the growing number of \nindependent coffeehouses. As we grow, we must focus on \nengaging with local groups, listening to our neighbors about \nwhat’s important to them and determining how Starbucks \ncan best contribute to their neighborhoods. If we take \nthis approach, we believe Starbucks will be welcome in \nmost communities. Despite the challenges we’ve encountered in San Francisco, \nStarbucks continues to directly and indirectly contribute to \nthe city. In ﬁ  scal 2004 we:\n• Employed more than 1,000 partners locally and \nprovided an estimated $19.1 million in salaries/\nwages and beneﬁ  ts.\n• Paid an estimated $16.3 million in local and \nCalifornia State taxes.\n• Offered healthcare beneﬁ  ts to all eligible part-time and \nfull-time partners, including their spouses, domestic \npartners and eligible dependent children.\n• Contributed $98,000 in grants and product donations \nto local nonproﬁ  t organizations, including the Every \nChild Can Learn Foundation and Urban Solutions.\n• Inspired our partners and customers to volunteer \nnearly 400 hours in the community, which is equivalent \nto one person working full-time for 10 weeks.\n * Source: “Counting Beans – Despite Starbucks Jitters, Most Coffeehouses\n  Thrive,” the Wall Street Journal,  September 24, 2002 \n ** For information about UCO, see page 38.Starbucks partner Juan Michel manages the Fillmore \ndistrict Starbucks store in San Francisco, which opened in \n2004. This store is one of 73 Urban Coffee Opportunities, \nLLC (UCO)** locations in the United States. Residents of \nthe Fillmore district were receptive to having a Starbucks \nopen in their neighborhood.", "metadata": {"source": "NASDAQ_SBUX_2004.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}