{"page_content": "44\nSOCIETY\nAfrican Wildlife Foundation\nIn 2004, Starbucks and the African Wildlife Foundation \n(AWF) teamed up to build awareness for conservation of \nthe wildlands and wildlife of Africa. For more than 40 years, \nAWF has been in coffee-growing countries such as Kenya \nand Tanzania, working with local communities to protect \nwildlife and make optimal use of their natural resources. \nStarting with a $20,000 donation in ﬁ  scal 2004, and a \n$200,000 commitment for support in ﬁ  scal 2005, Starbucks \nand AWF are exploring new ways to bring sustainable \ncoffee-growing practices to these regions.\nMercy Corps\nSince 2002, Tazo has been collaborating with Mercy Corps, \nan international humanitarian aid organization, on a project \ncalled CHAI (Collaboration for Hope and Advancement in \nIndia). This three-year project aims to improve the quality \nof life for 11,000 people living in 24 rural communities in \nand around Darjeeling, a region of India where some of the \nﬁ  nest teas are grown.Mercy Corps engages local residents in a process to \ndetermine the most critical issues facing their communities. \nFrom this, projects are developed with Mercy Corps’ \noversight, including ones to improve water quality and \naccess, create vocational training opportunities for youth \nand support regional self-governing administrative bodies. \nStarbucks, Tazo and Tazo’s suppliers made an initial pledge \nof $600,000, based on Tazo’s projected tea purchases from \nthis region. Tazo’s purchases exceeded expectations, so the \nthree-year commitment was increased to $880,000. In \nﬁ  scal 2004, Starbucks provided $100,000 while Tazo and \nits suppliers contributed $229,000, for a total of $329,000. \nThese funds will enable CHAI to expand to 24 villages and \nhelp build roads, community halls, a food-processing unit, \nfootpaths, and irrigation and water-supply systems; sponsor \ncommunity events to cultivate youth leadership; and provide \nhealthcare to villagers. Part of the support provided to Mercy Corps by Starbucks, Tazo and Tazo’s suppliers has been used for healthcare initiatives \nthat beneﬁ  t village residents in the Darjeeling region of India, a tea-growing area. ", "metadata": {"source": "NASDAQ_SBUX_2004.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}