{"page_content": "61\nENVIRONMENT\nEarthwatch Expeditions\nStarbucks aligned with the Earthwatch Institute to sponsor \n10 customers and ﬁve partners on two-week Earthwatch \nresearch expeditions. The customers, selected by a random \ndrawing, traveled to a region of Costa Rica where less than \n10% of the original rain forest remains. They worked closely \nwith scientists and members of a coffee cooperative on a \nforest restoration project. Starbucks partners headed to \ndifferent parts of the world and assisted researchers in Belize, \nKenya and Hungary.\nA: At the time this question was received, Starbucks \nwas beginning to test electronic distribution of The \nScoop,  our operational newsletter for store partners. \nThe multipage Scoop  has traditionally been printed \ndouble-sided and delivered to stores. We explained \nto Andrea that even with electronic distribution, \nstores will still need to print and post one copy of \nThe Scoop  to ensure all partners read it. While this \nQ: “As a store partner, I’m concerned about how much paper is used to print the \nweekly ‘Scoop’ bulletin and mail it to every store. Can’t we just read it online?”\n– Andrea Upton, Starbucks partner\nDr. Karen Holl of the Earthwatch Institute leads a research \nproject to restore the Costa Rican rain forest. She was \njoined by a group of Starbucks customers who were \nselected by a random drawing to participate in a two-week \nEarthwatch Expedition. Together, they planted 1,200 trees. \napproach will not decrease our paper usage, we \nbelieve an environmental beneﬁt will be gained by \neliminating the need to transport hard copies to \neach store. In the coming year, we will review our \ntest and determine whether electronic distribution \nof The Scoop  and other operational communications \ngeared for store partners can effectively replace \nhard-copy distribution. Challenges and Opportunities\nStarbucks has initiated and implemented various energy- \nand water-conservation measures over the years, but we \nhaven’t seen as much improvement as we would like. In fact, \nduring this past year our performance declined, indicating \nhigher average energy and water use per square foot of retail \nspace. While we don’t have concrete answers as to why this \nis happening, we suspect it may be related to the increasing \nnumber of customers we serve at each store. In addition, \nsome of our stores are now open 24 hours. After conducting \nour climate inventory, we recognize that energy usage is the \nlargest contributor of CO2 emissions, thus we will continue \nto focus on conservation measures in our retail stores.\nFinally, our greatest challenge is the lack of company-\nwide metrics and data collection systems that would \nallow us to fully measure our store performance. This \nis partly due to the large number of licensed Starbucks \noperations in the United States and in our international \nmarkets, which are not currently measured. We also haven’t \nexpanded our metrics to account for how Tazo, Seattle’s \nBest Coffee and Torrefazione Italia contribute to our \nenvironmental footprint.", "metadata": {"source": "NASDAQ_SBUX_2004.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}