{"page_content": "68\nWORKPLACE\nPartner Training\nand Career Development\nIn response to feedback through our 2003 Partner View \nSurvey, we expanded training and career-development \nofferings last year while keeping existing programs in place. \nIn our Corporate Social Responsibility Fiscal 2003 Annual \nReport, we provided a detailed overview of our training for \nretail and non-retail partners (visit www.starbucks.com/\ncsrannualreport).\nSome examples of new programs initiated in 2004:\n• Coffee Masters program –  All partners are encouraged \nto deepen their coffee knowledge and expertise through \nthis multilevel training program. By the end of ﬁ  scal \n2004, more than 7,000 partners had completed some of \nthe workshops or the entire program.\n• Servant Leadership workshop – Approximately 6,200 \npartners attended this leadership training workshop, which emphasizes trust, collaboration, people \ndevelopment and ethics.\n• CareerPower™ and CareerPower™ for Coaches \nworkshop –  A workshop designed to provide partners \nand their managers with an opportunity to reﬂ  ect on \ntheir personal values, career dreams and development \nthrough continuous coaching and feedback. In ﬁ  scal \n2004, more than 200 partners at Starbucks Support \nCenter in Seattle attended the workshop.\nTraining for Retail Partners\nTo become experts in the preparation and delivery of \nour products, Starbucks baristas are given comprehensive \ntraining, beginning with their ﬁ  rst day on the job. If a \npartner moves into another retail position, he or she receives \nadditional training, beyond what they received as a barista, \nto ensure their continual job success. Our retail partners \nreceived an estimated 2.9 million hours of training in ﬁ  scal \n2004. (See table on opposite page.)Partners from the Starbucks Support Center in Seattle participate in a coffee tasting, one of the steps to becoming certiﬁ  ed \nas a Coffee Master. From left to right: Kirsten Lemke, Elizabeth King, Joy Mirabueno and Isabel Ortmeier.", "metadata": {"source": "NASDAQ_SBUX_2004.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}