{"page_content": "70\nWORKPLACE\nQ: “There’s been some recent talk that Starbucks is beginning to have some nasty \nconﬂ  icts with its partners who want to be represented by a union. One of my friends \nwon’t go to a Starbucks because of this. As a shareholder, I think Starbucks should \nacknowledge it rather than ignore the problem.” \n– Guy Allen, Starbucks customer and shareholder\nA: Starbucks respects our partners’ right to unionize \nif they so choose, and it is in this context that we \nwould like to provide the facts about the situation \nGuy Allen referenced. In May 2004, we were notiﬁ  ed \nby the National Labor Relations Board (NLRB) that \na union believed they had sufﬁ  cient interest from \npartners in one of our stores to represent them. As a \nresult, the NLRB scheduled an independent election \nto determine whether this was what the majority \nof partners in that store desired. On the day before \nListening to Our Partners\nSurveys provide a great opportunity for our partners \nto tell us what’s on their minds, including their levels \nof satisfaction and engagement. In 2003, 82% of our \npartners stated that they were satisﬁ  ed or very satisﬁ  ed with \nStarbucks, and 73% reported a high level of engagement. \nWe didn’t conduct this type of research during ﬁ  scal 2004, \nbut instead launched an extensive survey in October at \nthe beginning of our 2005 ﬁ  scal year. These results will be \nreported next year. \nLast year, we recognized there may be more effective ways \nto communicate with our partners about their healthcare \ncoverage and other beneﬁ  ts. We launched Thrive, a \ncomprehensive internal wellness program, to educate \npartners about decisions they can make to live healthier \nlives and better manage healthcare costs. We also created \nMy Brew,  a new publication about the beneﬁ  ts and rewards \nof being a partner. \nOur Mission Review program and the Business Conduct \nHelpline are two channels that partners can access to ask \nquestions or raise concerns. the election was to take place, the union voluntarily \nwithdrew its petition, and the election did not take \nplace. We believe that the union realized that the \nmajority of partners who were eligible to vote were \nnot in support of union representation. \nIn addition, the 13 partners in one of our U.S. \nroasting plants who are currently represented by a \nunion have indicated to that union, and to us, that \nthey no longer want to be represented by the union. \n• Mission Review – Through our Mission Review \nprogram, our partners tell us when their on-the-\njob experiences are inconsistent with our Guiding \nPrinciples. The Mission Review team ensures that the \ncomments or questions sent in by partners are quickly \nresponded to and that Starbucks leaders are informed \nof the issues raised. In ﬁ  scal 2004, our Mission Review \nteam recorded more than 3,500 contacts from partners \non topics that ran the gamut from store equipment to \nenvironmental responsibility. (See example on page 61.)\n• Business Conduct Helpline –  The Helpline is a \ncomponent of our Business Conduct and Corporate \nCompliance program. Partners can access it 24 hours \na day and speak to a non-company, third-party agent \nwithout fear of retaliation. Partners may call the \nHelpline anonymously, and all information is treated \nin a conﬁ  dential manner. The concerns reported are \ninvestigated and resolved in a manner consistent with \nStarbucks Mission Statement and Guiding Principles.", "metadata": {"source": "NASDAQ_SBUX_2004.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}