{"page_content": "8\n STARBUCKS AND CORPORATE SOCIAL RESPONSIBILITY\nGovernance at Starbucks\nEleven members serve on the Starbucks Board of Directors, \nincluding eight who meet the deﬁ  nition of independence \naccording to the National Association of Securities Dealers \n(NASD). Individual board members are up for election \nevery three years and are nominated based on speciﬁ  c criteria \nintended to strengthen the overall quality and depth of the \nboard. For instance, each candidate should demonstrate \nintegrity and ethics in his/her personal and professional life. \nIn addition, each candidate should contribute to the board’s \noverall diversity – in terms of background, gender, race, \nethnicity or other differentiating characteristics – to add to \nthe variety of opinions and perspectives.\nThere are three committees of the board: Audit and \nCompliance, Compensation and Management Development, \nand Nominating and Corporate Governance. All three are \ncomposed of independent directors.\nBoard Diversity\nThe members of Starbucks board have professional \nexperiences in various industries, such as technology, \nﬁ  nancial investment, consumer products, retail, and the \ngovernment and nonproﬁ  t sectors. Of the 11 members, \none is female and one is African American. \nExecutive Compensation\nTo determine compensation for Starbucks chairman, \npresident and ceo, and other certain executives, the \nCompensation and Management Development Committee \nﬁ  rst examines the compensation levels at peer group \ncompanies and strongly considers the company’s short-term \nand long-term performances. All independent directors \nvote on the committee’s speciﬁ  c recommendations for the \nexecutive compensation package, which consists of three \ncomponents: annual base salary, incentive bonuses and stock \noption awards. \nCorporate Social Responsibility (CSR)\nAt present, there is not a committee of the board dedicated \nto CSR. However, Starbucks senior vice president of CSR \nreports directly to the company’s president and ceo, and \nhas access to present CSR-related matters at the company’s \nboard meetings.Starbucks Auditline\nExternal stakeholders (non-partners) may call Starbucks \nAuditline with concerns regarding accounting controls or \nauditing matters and they may refer communications to the \nBoard of Directors, to the committees of the board and to \nindividual directors.\nEmerging Issues Council\nTo assess potential risks and opportunities to the company, \nStarbucks created an Emerging Issues Council (EIC) in \n2004. The EIC is a cross-functional team of Starbucks \nexecutives led by our vice president of CSR. \nT wo issues the EIC will address in ﬁ  scal 2005 pertain to \ncocoa purchasing and climate change:\n• Cocoa purchasing –  Starbucks purchases processed \ncocoa and chocolate through suppliers that source \nfrom several tropical countries, including the Ivory \nCoast, West Africa. In 2001, allegations arose about the \nuse of forced child labor on cocoa farms in the Ivory \nCoast. Starbucks has shared our concerns about these \nallegations with our suppliers, who have assured us that \nthey are taking measures to ensure that their purchasing \npractices promote sustainable and responsible cocoa \nfarming. However, the EIC will continue to monitor \nthis issue and, if necessary, adopt new policies and \nmeasures related to our cocoa purchases.\n• Climate change –  The potential threat that climate \nchange poses to the environment and to coffee-growing \ncommunities has led the EIC to prioritize this issue. \nIn 2004, Starbucks conducted a climate inventory of \nour greenhouse gas emissions. The EIC will evaluate \nan emissions reduction strategy and determine whether \nother measures are needed for Starbucks to proactively \nand responsibly address the issue of climate change in a \nleadership capacity.\nMore information, including our ﬁ  scal 2004 Proxy Statement \nthat discusses executive compensation and our Corporate \nGovernance Principles and Board Committee Charters, is \navailable online at www.starbucks.com/aboutus/investor.asp.", "metadata": {"source": "NASDAQ_SBUX_2004.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}