{"page_content": "Negative social impacts in the supply chain and actions taken\nAssessment of the health and safety impacts of product and service categories\nOur concerns extend not only to our own employees, but also to our customers, and we \naddress their health and well-being in every step of product development, from idea \nconception through disposal. This commitment is evidenced by the materials we \nchoose, our manufacturing processes, and our advances in ergonomic design. \nIn 1968, Herman Miller introduced the first panel-based office furniture system. This \nmajor innovation introduced human factors and ergonomics to the office work \nenvironment, in part due to our deep understanding of the human body and his concept \nof using movable parts to adapt the office to the individual inhabitant. In 1976, after 11 \nyears of research, Herman Miller introduced modern ergonomics to the contract \nfurniture industry with the Ergon chair, the first truly ergonomic work chair. \nToday, proper ergonomics guides every Herman Miller design and designer. We want to \nmake every person comfortable, safe, and productive at work by applying the principles \nof good ergonomic design: fit the user in both size and capability; fit the task \n(placement of tools and equipment with regard to reach, duration, and intensity is \nessential to task performance); and allow for posture change and activity variety \n(muscles require movement to stay healthy).\nBy improving worker comfort and vitality in the workplace and reducing the likelihood of \ndeveloping musculoskeletal disorders (MSDs), we contribute to a healthier, happier, \nand more successful work environment.\nIncidents of non-compliance concerning the health and safety of products and services\nHerman Miller has not suffered or received any administrative or judicial sanctions for \nfailing to comply with laws or regulations, including international declarations, \nconventions, treaties, and federal, state, or local regulations concerning the provision \nand use of Herman Miller products and services.414-2\n416-1\n416-2hermanmiller.com Description Better World Report \nPage NumberOnline Sources GRI General Disclosures\nBetter World Report 2021\npg—40\nHerman MillerGlobal Reporting Initiative", "metadata": {"source": "NASDAQ_MLHR_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}