{"page_content": "Description Better World Report \nPage NumberOnline Sources\nMore on Our Material Aspects \nEmployee engagement\nProcess chemicals and other dangerous substances\nWe screen potential process chemicals using our Material Safety Data Sheet (MSDS) \nweb-based tool to evaluate the hazard and risk of our process chemicals prior to using \nthem in our facilities.\nWhen it comes to process chemicals, Herman Miller takes all necessary safety \nprecautions. As part of our OHSAS 18001 safety management system, we regularly \nconduct an inventory of process chemicals. This detail allows us to monitor what is \nbeing used and, whenever possible, to introduce better alternatives.\nProduct chemical and material compliance \nNew research on chemicals and our bodies and the planet comes out every day. \nTransparency and healthy products are here to stay. We know our customers want to \nknow more about what’s in the products they are buying. Influencers and governments \nare regulating an increasing amount of concerning product ingredients.\n \nWe at Herman Miller are deeply committed to producing the safest and healthiest \nproducts possible. Herman Miller has almost two decades of experience collecting \nintimate data on the chemicals in our products and working deep in  our supply chain \nto clean up chemicals of concern and specify cleaner chemistry.\n \nThat’s why Herman Miller created a unique new team of engineers and IT business \nanalysts called the Product Stewardship Team. Starting in fiscal 2016, this \ninterdisciplinary team began evaluating software automation. Together with traditional \nchemistry knowledge, our Product Stewardship Team will be able to efficiently screenDMA\nIndicators\nDMA\nIndicators\nDMA\nIndicators4-9\n4-9hermanmiller.com \nhermanmiller.com \nhermanmiller.com GRI General Disclosures\nBetter World Report 2021\npg—42\nHerman MillerGlobal Reporting Initiative", "metadata": {"source": "NASDAQ_MLHR_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}