{"page_content": "Better World Report 2021 Herman Millerpg—8\nGreener planet\nProtecting the environment has been a core \nvalue since our founder D.J. De Pree first \narticulated it in 1953 when he said, “We will be \na good corporate neighbor by being a good \nsteward of the environment.” We believe every \ngeneration’s obligation is to manage the Earth’s \nresources responsibly so they will be there for \nthe next generation.rePurpose\nDesign for EnvironmentMaterial Chemistry\nPackagingOur rePurpose program helps customers send used furniture and \nother assets to deserving nonprofits.\nSince our Design for Environment (DfE) requirements were first introduced in the \nearly 2000s, we continue to share an unprecedented amount of information about \nour products. Herman Miller products have outfitted a number of green buildings, \nand we’ve helped customers aiming for rigorous environmental goals. Safe chemistry is a requirement for any sustainable product. We work with \nour suppliers to make sure the materials we use are safe at all stages of \nlife. We share data about the benefits and impacts of our products through \nEcomedes—an environmental calculator available on our company website.\nWe are working to reduce the environmental impact of our packaging \nsolutions by implementing materials that are responsibly sourced, made \nof recycled content, and are more easily recyclable.\nGoal to reduce single-use plastic in \npackaging by 2021\nPlastic diverted from the ocean by \nincorporating ocean-bound plastic into \nreturnable shipping cratesProducts approved to our design for environment requirements\nAlmost half of our products are BIFMA Level 3 certified pounds\npounds75.2\n47.6%450,000\n3,875 cities from 21 states/\nprovinces participated \nin FY19-FY20\nNamed a 2020 Disclosure Leader by the Chemical Footprint project\nPublished a Chemicals Management Policyof product diverted \nfrom landfilltons diverted \nsince 201338 98% 24,107 \n100%\n100%FY 23\nFY 23FY 20\nFY 20How we’re doing", "metadata": {"source": "NASDAQ_MLHR_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}