{"page_content": "7   |   paylocity.com   |   877.727.8636   |   Copyright © 2021 Paylocity   |   All Rights Reserved\nVan Dickerson\nDirector of Sales\n“I hope to be a voice of reality and a conduit to \nreal relationships to help eliminate all unfair \ntreatment and to promote the understanding  \nof differences.”Jamie Grasso\nDirector of Corporate Citizenship\n“I've focused my nonprofit work in the areas \nof diversity, equity, and inclusion, need-based \ncommunity outreach, and differently-abled \nservices. After working with Paylocity on a \nconsultancy basis, I officially joined the team \nin August of 2019 to help bring the vision of \ncorporate citizenship to life for PCTY.”\nCammie Bricker\nDirector of Learning & \nDevelopment\n“Making a positive impact on our organization \nis very important to me. I believe we all have a \nrole in supporting diversity, equity, and inclusion, \nand I’m confident the DLC can influence forward \nprogress.”Andy Cappotelli\nChief Compliance Risk Officer\n“My initial goal for the DLC is to develop a set of \nstrong foundational principles that help further \nenhance Paylocity’s commitment to a diverse \nand inclusive culture.”Jan LeTourneau\nVP of Implementation\n“I’m excited to help define what diversity means \nfor Paylocity, how we grow and appreciate \ndiversity in our teams, and finally, how we \nempower diverse thought and leadership in all \nlevels of our organization.”\nMukul Varma\nDirector of Product and Tech\n“I’m passionate about this opportunity because \nI want everyone to feel included in a diverse \nenvironment that brings out the best in us. We \ncan accomplish so much together, not only as a \nbusiness, but as human beings.”\nRuben Carvajal\nDirector of Operations, Tech \nServices\n“Because of my Latino background, I’ve \nexperienced  firsthand some of the challenges a \nperson will face integrating into a new culture. \nThis understanding fuels me to elevate voices \nof underrepresented minorities and create \ndevelopmental opportunities for their  \npersonal growth.”Sunny Bhatia\nDirector of Sales\n“As a passionate individual with a diverse \nbackground, it’s important to me to bring \nmultiple individuals into Paylocity to have our \ncompany move #ForwardTogether! Being part \nof the DLC will help me better understand how \nour company will grow and make a long-lasting \nimpact for diversity and inclusion.”\nTauhidah Shakir \nDLC Chair\nVP of HR , Chief Diversity Officer\n“By having a team of cross-functional leaders \nfocused on DE&I, I hope to ingrain DE&I into the \nfabric of everything we do at PCTY. Leading \nthe DLC is important to me because through \nmy personal experiences, I understand what it \nfeels like to be on the outside looking in and how \nimpactful it is to be heard, seen, and valued.”\nRebekah Wolford\nDLC Co-Chair\nDirector of Organizational \nDevelopment\n“I'm excited to be a part of the DLC, where we’ll \nserve as thought aggregators on DE&I, using \ninsights gleaned from our employees and from \nDE&I best practices, to create programs that \ndrive social change within our virtual walls.”Diversity Leadership Council\nThe DLC consists of cross-functional department leaders who represent and reflect the \ndiversity of our organization. This group works together to provide strategic management \nand direction around inclusion and diversity strategies across the organization, while \nworking hand in hand with employee resource groups toward those goals. The DLC is led by \nVP of HR, Chief Diversity Officer, Tauhidah Shakir.", "metadata": {"source": "NASDAQ_PCTY_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}