{"page_content": "Microsoft 2012 Citizenship Report  52 Citizenship at Microsoft About this Report Serving Communities Our Company\n Working Responsibly\nSee GRI Index for more   \nOur commitments for FY13 include\n•\tContinuing to optimize our pay-for-performance culture\n•\tOffering learning and development to meet future business needs, support \nworkforce agility, and enhance change-management capabilities\n•\tAdvancing efforts to increase diversity in senior-level positions, with a focus  \non racial minorities in the United States and women globally\n•\tEnhancing managers’ skills for engaging a diverse workforce and creating inclusive work environments \n•\tBuilding\tUS\temployees’\tawareness\tof\tand\tconfidence\tin\tthe\tvalue\tof\ttheir\temployee\tbenefits,\tincluding\ttheir\thealth\tcoverageFY12 performance highlights\nGoal: Roll out a new pay and performance management approach and monitor feedback to remain a top employer of choice.Our new approach is in place, and we’re using surveys, listening tours,  and internal discussions to gather employee input.\nGoal: Support our new performance-management approach that rewards  \nbusiness impact and how employees get their work done, and emphasizes ongoing career development.We streamlined our processes to better collect peer feedback on employee  performance that helps inform more valuable career discussions.\nGoal: Increase executive leadership support and accountability in diversity  \nand inclusion.We developed a new framework to help leaders assess diversity and inclusion, and foster an inclusive work environment. \nGoal: Recruit, advance, and retain senior-level women globally.\nWith the number of women pursuing technology careers in decline, this is an industrywide challenge. We’re working with partners and other organizations  to reverse this trend.Our people", "metadata": {"source": "NASDAQ_MSFT_2012.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}