{"page_content": " \n \n   \n \n \n \n \n  \n \n \n  \n \n \n \n \n \n \n \n 5 ENVIRONMENTAL PERFORMANCE \nAs a financial services company, direct \nenvironmental impact is limited. Nevertheless, as  \na large organization, AEGON does consume raw \nmaterials and energy and its output has an impact \non the environment. \nThe updated environmental figures in this chapter \ninclude data from Spain. \n5.1 Materials \nAEGON’s paper use rose by 15% to 3,285 metric \ntons. \n5.2 Energy \nIn 2004, AEGON used 118.2 GWh of electricity, \n12.4% more than in 2003. Gas use rose more \nsharply to 45%, which was 2.75 million m3. The \ntotal output of CO 2 of the entire AEGON Group \namounts to 101,875 tons. The increase is partly \ndue to the inclusion of the Meeùs subsidiary in the Netherlands. Per employee, the overall energy use \nresults in 3.8 tons per year, an increase of 12% \nrelative to 2003. Energy saving measures have \nbeen more than offset by adverse weather \nconditions in most country units. \n5.3 Water use \nThe total water use of AEGON has risen slightly, \nagain due to the inclusion of the Meeùs subsidiary \nin the Netherlands. However per employee total \nwater use decreased with two liters per day to 70 \nliters per day in 2004. 5.4 Waste \nFor the 45% of the organization (as measured by employees) that monitors the waste production, the total amount of waste is 1450 tons. \nApproximately 48% of this is being recycled. \n5.5 Transport \nIn 2004, the 65 million miles flown in the USA were 13% less than in 2003. The CO\n2 emissions \nrelating to USA travel went down by 13% as well and amounted to 11,633 tons in 2004. \n5.6 Environmental management \nThe Netherlands operations of AEGON are IS0 \n14001 certified. Since 2004 AEGON UK has managed its operations according to ISO14001 \nstandards but without certification. It aims to \nachieve this by the end of 2005. For the AEGON \nGroup this means that 38% of the business, \nmeasured by employees, is managed according to \nISO14001 standards. \nAEGON Corporate Responsibility Report 2004 10 ", "metadata": {"source": "NASDAQ_AEGN_2004.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}