{"page_content": " \n \n   \n \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n FORWARD-LOOKING STATEMENTS \nPlease read this notice carefully - it applies to all \npersons who read this Corporate Responsibility \nReport and, depending on who you are and where \nyou live, it may affect your rights. You should read it \nin full. \nThe information in this Corporate Responsibility \nReport is intended to be useful and informative for \ncustomers of and investors in AEGON N.V. AEGON \nN.V. will use its best efforts to ensure that the \ninformation is accurate at the time it is added in this Corporate Responsibility Report.  \nAll information in this Corporate Responsibility \nReport is information as of December 31, 2004, \napart from the structural chart and the AEGON profile \non page 4. For the avoidance of doubt the Corporate \nResponsibility Report does not contain information \nfrom any date thereafter. \nCertain information in this Corporate \nResponsibility Report may be of a historical nature. All historical information contained in this Corporate \nResponsibility Report should be understood as \nreferring to events and circumstances as they existed \non the date that the relevant documents or \npresentations were first published or the relevant \nrecordings were made. \nThe information in this Corporate Responsibility \nReport that is not a historical fact is a forward-\nlooking statement as defined in the U.S. Private \nSecurities Litigation Reform Act of 1995. Words \nsuch as ‘believe’, ‘estimate’, ‘intend’, ‘may’, ‘expect’, ‘anticipate’, ‘pre dict’, ‘project’, ‘counting \non’, ‘plan’, ‘continue’, ‘want’, ‘forecast’, ‘should’, ‘would’, ‘is confident’ and ‘will’ and similar \nexpressions as they relate  to us are intended to \nidentify such forward-looking statements. These statements are not guarantees of future performance \nand involve risks, uncertainties and assumptions that \nare difficult to predict. AEGON N.V. does not \nundertake any obligation to publicly update or revise any forward-looking statements. Readers are \ncautioned not to place undue reliance on these \nforward-looking statements, which speak only as of \ntheir dates. \nAll forward-looking statements are subject to various \nrisks and uncertainties that could  \ncause actual results to differ materially from \nexpectations, including, but not limited to, \nthe following: \n♦ \tChanges in general economic conditions, \nparticularly in the United States, the Netherlands \nand the United Kingdom; ♦ \tChanges in the performance of financial markets, \nincluding emerging markets, including: \n\u0083 The frequency and severity of defaults by issuers \nin our fixed income investment portfolios; and \n\u0083 The effects of corporate bankruptcies and/or accounting restatements on the financial markets \nand the resulting decline in value of equity and debt securities we hold; \n♦ \tThe frequency and severity of insured loss events; \n♦ \tChanges affecting mortalit y, morbidity and other \nfactors that may affect the profitability of our \ninsurance products; \n♦ \tChanges affecting interest rate levels and continuing \nlow interest rate levels; \n♦ \tChanges affecting currency exchange rates, including \nthe EUR/USD and EUR/GBP exchange rates; \n♦ \tIncreasing levels of competition in the United States, \nthe Netherlands, the United Kingdom and emerging \nmarkets; \n♦ \tChanges in laws and regulations, particularly those affecting our operations, the products we sell and the \nattractiveness of certain products to our consumers; \n♦ \tRegulatory changes relating to the insurance industry in the jurisdictions in which we operate; \n♦ \tActs of God, acts of terrorism and acts of war; \n♦ \tChanges in the policies of central banks and/or foreign governments; \n♦ \tLitigation or regulatory action that could require us to pay significant damages or change the way we do \nbusiness; \n♦ \tCustomer responsiveness to both new products and distribution channels; \n♦ \tCompetitive, legal, regulat ory, or tax changes that \naffect the distribution cost of or demand for our products; \n♦ \tFailure to achieve anticipated levels of earnings or \noperational efficiencies as well as other cost saving \ninitiatives. \nAlthough AEGON N.V. obtains information from sources \nthat are considered reliable, AEGON N.V. cannot guarantee the information's accuracy or completeness. \nAEGON N.V. accepts no liability for any losses or damage \nthat may arise from relying on this information. The \ninformation may be changed by AEGON N.V. at any time. \nThe information provided does not confer any rights. \nDutch law shall apply. \nAll information provided by AEGON N.V. in this Corporate \nResponsibility Report (including via links to third party sites) does not represent an offer, investment advice or \nany kind of financial service. \nAEGON Corporate Responsibility Report 2004 11 ", "metadata": {"source": "NASDAQ_AEGN_2004.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}