{"page_content": " \n \n   \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n  \n 1 INTRODUCTION \nIn 2003, AEGON issued its first-ever Corporate \nResponsibility (CR) Report after an extensive process \ninvolving feedback of key stakeholders and a review \nof its established business practices. With the publication of this latest CR Report, representing \nfurther developments in 2004, we provide an \nopportunity to review our progress and reassert \nAEGON’s strategy for achieving high standards of \ncorporate responsibility policies and practices. As in \n2003, this latest report reflects AEGON’s focus on \nthree core areas: economic, \nsocial and environmental . \nIt is clear that there are increasingly diverse views, \nexpectations and definitions of Corporate Responsibility. Since the publication of AEGON’s first \nCR Report, we have actively consulted our \nstakeholders to gain valuable feedback about \nAEGON’s commitment to sound Corporate \nResponsibility. AEGON welcomes this opportunity to \nreaffirm its approach to CR as it relates to its \nfundamental business strategy, and in the day-to-day activities that distinguish AEGON as one of the \nworld’s leading life and pension insurance groups. \nThe foundation of AEGON’s CR approach is the  \nCode of Conduct ( www.aegon.com ). All employees \nare expected to conduct their business in full compliance with the specifications of the Code. \nPeriodically, AEGON’s Internal Audit division \nconducts an extensive review of the content and response to the Code. AEGON will continue to \nregularly review the Code of Conduct and other \nissues relating to its Corporate Responsibility \npractices. It will also be a constant priority to identify \nareas for clarification and greater understanding in \norder to enhance compliance internationally among all \nstakeholders. During 2004, there have been a number of key developments within AEGON’s Corporate \nResponsibility process. AEGON’s well-defined \ncorporate governance structure, its clear \npositions on economic, social and environmental \npolicies, and its adherence to responsible business practices, enable the Executive Board to \nissue AEGON’s 2004 Corporate Responsibility \nReport with strong confidence that AEGON’s \nreputation as a responsible and sustainable \ncompany is sound. \nA more complete summary of AEGON’s business \nactivities throughout Europe, the United States and \nAsia, as well as additional detail on Corporate \nGovernance, is provided in the AEGON Annual \nReport 2004 ( www.aegon.com ). \nNOTE: Due to the sale of the non-life operations in Sp ain and the corresponding changes in staff during 2004,  \nthe Corporate Responsibility Report 2004 does not include complete data from AEGON’s operations in Spain. \nWhere Spanish data is included it will be explicitly indicated. \nAEGON Corporate Responsibility Report 2004 3 ", "metadata": {"source": "NASDAQ_AEGN_2004.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}