{"page_content": " \n \n   \n \n \n \n \n \n \n \n \n  \n \n \n 2 PROFILE\n \n* Structural chart as per September 2005 \nAEGON is one of the world’s leading listed life \ninsurance companies ranked by market capitalization \nand assets. AEGON’s head office is in The Hague, \nthe Netherlands. At the end of 2004, AEGON \ncompanies employed about 27,000 people \nworldwide. \n2.1 AEGON profile \nAEGON’s businesses focus on life insurance and pensions, savings and investment products. The \ngroup is also active in accident and supplemental \nhealth insurance and general insurance, and has limited banking activities. \nAEGON’s three major markets are the United States, \nthe Netherlands and the United Kingdom. To date, \nthe group is present in a number of other countries including Canada, Hungary, Slovakia, Spain and \nTaiwan. AEGON is also active in China, Poland and \nthe Czech Republic. \nAEGON encourages product innovation and fosters \nan entrepreneurial spirit within its businesses. New \nproducts and services are developed by local \nbusiness units, with a continuous focus on cost \ncontrol, using a multi-brand, multi-channel distribution approach to meet customers’ needs. Respect, quality, transparency and trust constitute \nAEGON’s core values as the company continually \nstrives to not only meet, but exceed the expectations \nof customers, shareholders, employees, business \npartners and other stakeholders. Pursuing its mission \nof creating better futures  for all stakeholders, \nAEGON will continue to explore new opportunities \nfor profitable growth. \nThe next page summarizes some key AEGON figures \nregarding gross premiums, assets,  \nnet income and number of employees. More extensive \ninformation can be found in the Historical Data section \nof AEGON’s website (www.aegon.com )\n. \nAEGON Corporate Responsibility Report 2004 4 ", "metadata": {"source": "NASDAQ_AEGN_2004.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}