{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     10RESPONSIBLE BUSINESS GROWTH\nCorporate  \nGovernance\nOur Board of Directors believes that sound corporate \ngovernance practices provide an important framework  \nto assist the Board and our executives in fulfilling  \nresponsibilities to stakeholders. Our Corporate  \nGovernance Principles  are intended to reflect industry \nbest practices in areas such as powers and  \nresponsibilities of the Board of Directors, Director  \nnominations and qualifications, Board committees,  \nDirector compensation, Director access to outside  \nadvisors and employees, stock ownership, Director  \neducation, stakeholder communications with the Board, \nfinancial statements and disclosure matters, among \nother areas.\nAdditionally, our Code of Ethics Applicable to the Chief \nExecutive Officer, Senior Financial Officers and Members \nof the Board of Directors  is described in the Ethics and \nIntegrity section of this report. For more information, \nplease see Structure & Governance  on our website.\nOur Board and Committees\nOur Board consists of 10 Directors, nine of whom are \nindependent, effective May 2021. Each independent \nDirector serves on at least one Board committee. \nOur Committee Charters serve to fulfill the Board’s \nresponsibilities through smaller, more focused subsets \nof Directors.\n◊ Audit and Finance Committee  is responsible \nprimarily for overseeing activities related to the \nquality and integrity of Atlas’ financial statements; \nfinancial reporting and disclosure processes; \nindependent auditor qualifications; internal audit \nfunctions; and legal and regulatory compliance.  The Committee Charter was amended in 2020 to \nadd oversight of Atlas’ financial policies, investment \nstrategies and capital structure to its areas  \nof responsibility.\n◊ Compensation Committee  is responsible chiefly \nfor overseeing activities related to executive \ncompensation; compensation plans, policies and \nprograms; succession planning; and employee \nbenefits for our executives.\n◊ Nominating and Governance Committee  is \nresponsible principally for overseeing activities \nrelated to identifying and reviewing the skills and \ncharacteristics for the election of new and continuing \nDirectors; identification and review of persons who \nare qualified and available to serve as Directors; \nDirector independence assessments; oversight \nof our Corporate Governance Principles; and our \nBoard and each Committee’s performance and self-\nevaluation. The Committee amended its Charter in \n2020 to include oversight of key environmental and \nsustainability initiatives to its responsibilities.Maintaining a sound corporate governance structure is central to fulfilling Atlas Air Worldwide’s mission \nof being our customers’ first choice and most valued partner. Our corporate governance program is \ncharacterized by complete transparency, which helps build and sustain public trust in our company.\nCONTINUOUS IMPROVEMENT\nOur customer focus and commitment to the highest standards \nof service excellence are ingrained within our culture of \ncontinuous improvement. Throughout our organization, we \nstrive to improve business process performance to deliver \nmeasurable results for our investors, customers, employees, \nsuppliers, partners, communities and other stakeholders.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}