{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     12RESPONSIBLE BUSINESS GROWTH\nEthics and Integrity\nAt Atlas Air Worldwide, being a trusted partner means upholding an unwavering commitment to the \nhighest level of legal and ethical conduct, honesty and integrity. As such, Integrity is one of our core \nvalues – we are honest, fair and transparent. We are committed to accountability and transparency  \nin all our global operations and in how we interact with our customers, suppliers, regulators, investors  \nand each other.\nCode of Conduct\nAs outlined in our Employee Handbook and Code of \nConduct, we require all employees to act responsibly in \nfull compliance with all applicable laws and standards \nand to maintain the highest level of ethical conduct \nin their interactions with customers, suppliers, \nregulators, investors and other stakeholders. The Code \nof Conduct includes more than 25 employee “rules of \nconduct” related to use of company resources and data, \nconfidentiality, anti-harassment and anti-discrimination \npolicies, regulatory compliance, workplace safety, \nconflicts of interest, and other topics to ensure a high \ndegree of ethical conduct across our organization. \nEmployees of all operating entities of Atlas receive a \ncopy of the Code of Conduct and acknowledge receipt.\nWe routinely review and conduct a comprehensive \nupdate of our Employee Handbook and Code of Conduct \n(“Handbook”) to maintain compliance with applicable \nlaws and to ensure we are conforming to the most \ncurrent best practices. Our current Handbook was \nupdated and distributed in January 2019, when we \nenhanced select policies and procedures to reflect \nevolving developments in areas such as harassment \nand discrimination, social media, intellectual property, \ncybersecurity and leave policies. In 2021, we are \nbeginning another comprehensive review as part of our \ncommitment to best practices and in response to the \nmyriad pandemic-related impacts. As with our last  \nreview process, our legal team is leading the effort to \nensure we remain mindful of current issues and any  \nnew applicable laws and regulations. We also maintain our Code of Ethics Applicable to the  \nChief Executive Officer, Senior Financial Officers and \nMembers of the Board Of Directors . This Code addresses \nOfficers’ and Directors’ responsibilities for honest and \nethical conduct, conflicts of interest, and compliance  \nwith all governmental laws, rules and regulations.  \nOur Board’s Audit Committee oversees this Code and \nrelated party transactions.\nReporting and Addressing  \nCritical Concerns\nWe are committed to maintaining a strong control \nenvironment and have made effective controls an integral \npart of our routine business practices. Our commitment \nto ethics and integrity and related checks and balances \nallows us to address potential issues before they could \nbecome larger problems. Our Compliance Hotline \nallows anyone, both inside and outside the company, to \nanonymously report concerning conduct. The Compliance \nHotline is available seven days a week, 24 hours a day. To \nensure anonymity, the Compliance Hotline is serviced \nexclusively by an independent, outside vendor. All matters \nare promptly and thoroughly investigated, and internal \nlegal resources are mobilized to address or escalate \nissues as needed and appropriate.Our Employee Handbook and Code of Conduct  \noutlines the basic employment  policies and  \npractices that govern  day-to-day activities.  \nEach employee has a personal responsibility to \nensure he or she is familiar with and understands \nour core employment policies and guidelines. ", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}