{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     14Compliance\nIT Security: Cyber Compliance\nAs a U.S. government contractor, Atlas is obligated  \nto adhere to the National Institute of Standards and \nTechnology (NIST) 800-171 Control Framework.  \nThe framework is designed to protect technology  \ninfrastructure, computing resources and the  \ncompany’s data from compromise and corruption.  \nDisruption of crucial technology networks or systems \nwould have an almost immediate adverse impact  \non the company’s ability to fulfill our missions and  \nconduct business. Depending upon the type of incident, \npotential risks include, but are not limited to, business \ndisruption, reputational, monetary, data breach and \nnational security. \nAtlas employs a defense-in-depth approach that lever -\nages technology, education, testing and audit to ensure \na secure network and computing environment. Atlas \nworks closely with internal and external subject matter \nexperts to understand the environment, outside risks \nand attack vectors. Every month, the company tracks \nand reports several key metrics to measure the health \nand effectiveness of our security posture. Independent \npenetration tests are regularly run to gauge the control \nenvironment’s efficacy, and results of these tests are \nanalyzed and adjustments are made as needed. The \nprogram is measured against NIST 800-171 and the \nCenter for Internet Security – Cyber Control frameworks. \nProgress is judged based on improvements made against \nthe control sets and is reported to the Board of Directors.Corporate Compliance Policy\nOur Corporate Compliance Policy governs our compliance \nprograms and our commitment to prevent and detect \nany violations of the law or company policy. This policy \nis applicable to Directors, Officers, other employees and \nagents of the company and its subsidiaries. It is designed \nto promote:\n◊ Compliance with all applicable laws, rules and \nregulations  in the many jurisdictions in which  \nwe operate; \n◊ Honest and ethical conduct , including appropriately \naddressing actual or apparent conflicts of interest in \nprofessional and personal relationships;\n◊ Prompt internal reporting  of potential and actual \nviolations of the company’s compliance policies; and\n◊ Accountability  for adherence to the company’s \ncompliance policies.\nIn addition to the overall policy, Atlas has specific policies \nto address our myriad compliance responsibilities. We \nupdate these policies as regulations change and we review \nall policies regularly to ensure that we are keeping pace \nwith the evolution of best practices. We provide new hire \nand recurrent compliance training to our employees  \nthat supports their ability to act responsibly and in full \ncompliance with all legal and company requirements.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}