{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     15RESPONSIBLE BUSINESS GROWTH\nData Privacy  \nand Cybersecurity\nOur Approach to Data Management  \nand Security\nGiven the sophistication of today’s modern aircraft, \nAtlas’ planes generate large amounts of data that \nwe capture, analyze and use to improve business \noperations, including improving operational safety and \nreducing fuel usage. Our business has been digitally \ntransformed – with tablet computers used by pilots \nand ground operators for flight planning and takeoff. \nDigital technologies also provide access to performance \ndashboards for our teams and our customers. Efficient \nmanagement and use of this data require strong \ngovernance and management practices, supported by \nwell-secured information systems.\nIn the air and on the ground, the operational integrity of \nour information systems is critical to the continuity and \nreliability of our business. We configure our information \nsystems to be resilient and redundant, and we support \nthem with an equally fault-tolerant data center and \nnetwork environment with the objective of maintaining \nconstant operation. Atlas has been recognized by the  \nU.S. Department of Defense and airline industry \nassociations as a leader in preparing for and maintaining \noperational continuity in the event of a disruption.\nBeing cybersecure is paramount to our focus on quality \nand reliability. We maintain compliance with the National \nInstitute of Standards and Technology (NIST) 800-171 \nstandard, as required by the U.S. government. We exceed these requirements and benchmark ourselves annually \nto the Center for Internet Security (CIS) framework. \nInput from these exercises, combined with third-party \npenetration tests and tabletop exercises to practice \noperational responses in the event of a breach, is used \nto establish a multiyear roadmap of cybersecurity \ninvestments. Planning and results are monitored by the \nexecutive team and the Board.Atlas Air Worldwide is committed to applying a strong governance and control environment for \nall aspects of our business, and that includes the areas of business resiliency, data privacy and \ncybersecurity. We utilize best-in-class technologies, procedures and training to ensure the safety \nand security of our systems and assets, and to protect our data and the data entrusted to us by our \ncustomers and partners.\nDELIVERING BEST-IN-CLASS SERVICE,  \nRELIABILITY AND INSIGHT \nAtlas has been recognized as an innovative leader in \ncapturing cargo-related data from every point in the \ntransport value chain, enabling our customers to better \nplan their overall shipping activities, minimize their carbon \nfootprint and improve supply chain performance. Using \ncargo data loggers, integrated dashboards and other \ntechnologies, we continue to improve the way in which \nwe deliver data to our customers to better support their \noperations. For example, a customer can track the arrival of \ndeliveries, use historical averages to determine unloading \ntimes and more accurately schedule when ground \ntransportation arrives at the destination warehouse, and in \nwhat order to line up the trucks. This reduces wait times at \nhandling facilities and emissions from idled trucks.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}