{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     16Threat Detection and Response\nIn cybersecurity, we know that new potential threats \nemerge every day. With strong support from our Board \nand executives, Atlas seeks out and responds to  \nvulnerabilities on a continuous basis. We maintain  \ncompliance with multiple cybersecurity standards,  \nwhich require robust maintenance processes to ensure \nsystems and networks remain at the highest level of \nknown protection. In fact, we were the first member of \nthe Civil Reserve Air Fleet to declare compliance with the \nNIST standard, which is required of defense contractors.\nOur many programs for threat awareness feed into \nresponsive processes designed to remediate exposures \nbefore they become an issue, or to respond in a  \nprogrammatic and professional manner if they do.  \nThis includes ensuring that sensitive data are subject  \nto additional management requirements to guard \nagainst tampering or exfiltration. We also maintain a \nmultiyear roadmap of projects designed to continually \nevolve and strengthen the security around sensitive  \ndata and cyber resiliency.\nProviding Leadership and Support  \nfor the Industry\nAcross the air cargo industry, Atlas is a recognized \nleader and innovator in cybersecurity and data privacy. \nExamples include:\n◊ Participating in leadership roles in a number of \nglobal cybersecurity organizations , including the \nAviation Information Sharing & Analysis Center \n(A-ISAC), which serves as a focal point for security \ninformation sharing across the aviation sector and \nthe Defense Industrial Base of the U.S. Department \nof Defense (DOD). ◊ Chairing the Air Transport cybersecurity committee  \nof the U.S. National Defense Transportation \nAssociation (NDTA), a collaboration between \ntransportation carriers and the U.S. Transportation \nCommand, one of 11 unified commands under  \nthe DOD. \n◊ Working with the U.S. Department of Homeland \nSecurity  (DHS) to deliver training for other \norganizations on preventing and responding to cyber \nattacks. We also recently reached a cooperative R&D \nagreement for threat information systems with DHS. \n◊ Working with partners such as Boeing and the \nU.S. Federal Aviation Administration  on software \nmanagement and system security for the Boeing \n747-8, one of the most advanced and successful \ncommercial and passenger aircraft in the world. \n◊ Working independently and with Airlines for \nAmerica (A4A) and the U.S. Chamber of Commerce  \nto ensure cybersecurity legislation is developed as \na constructive tool to improve the security of the \nentire industry. \nAtlas Is There When  \nOur Customers Need Us\nOur robust business resiliency program mitigates the  \nimpact of human-made and natural disasters on  \noperations through a global network of information \nsharing among critical teams and functions. Confidential \ncustomer data are managed with the same security and \ncontrols used to secure our own systems. Our customers \nbenefit from our continuous improvement approach to \nmanaging evolving threats such as cyber attacks and \nbusiness disruptions. Our flexible and superior fleet  \nmanagement capabilities offer additional benefits.Data Privacy  \nand Cybersecurity", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}