{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     17OUR GLOBAL OPERATION AND INFRASTRUCTURE INCLUDE:\n◊ Three fully operational business resiliency backup \nsites for our critical staff at our operations centers \nat Cincinnati/Northern Kentucky (CVG) and Hong \nKong, and at our headquarters in Purchase,  \nNew York.\n◊ Comprehensive, tested business recovery plans, \nincluding recovery from a cybersecurity event.\n◊ Highly available computing infrastructure designed \nto provide nonstop computing, including resilient \ncomputing and network capabilities.\n◊ State-of-the-art Voice over Internet Protocol \n(VoIP) telecommunications and remote computing \ncapabilities, enabling our Operations Control Center \nto be redirected to alternate locations and staff to \nservice customers from anywhere in the world.\n◊ Cybersecurity regularly validated for NIST 800-171 \ncompliance by independent third parties to ensure \nwe operate in accordance with DOD standards and \nprotect sensitive customer data.Data Privacy  \nand Cybersecurity\nOUR BUSINESS RESILIENCY APPROACH INCLUDES:\n◊ Annual department-level recovery plan reviews to keep our strategies \ntimely and effective.\n◊ Periodic testing and training at our recovery sites to maintain employee \nfamiliarity and ensure functionality of technology infrastructure.\n◊ Tabletop exercises that train, test and improve crisis management \nand recovery strategies for diverse types of disruptive events, such as \nbuilding evacuations and cyber attacks. \n◊ Enhanced crisis management processes with an integrated notification \nand website collaboration system.\n◊ Investments in new networking technologies to extend business \nresiliency capabilities to serve customers from any web-enabled  \ndevice, anywhere.Business Resiliency and the  \nCOVID-19 Pandemic\nIn 2020, the world faced unprecedented challenges  \nstemming from the global presence of COVID-19. Like \nmany companies, Atlas had to transition our people and \nfunctions to remote work, which presented a significant \ntest of our systems and security infrastructure.  \nFortunately, our planning and preparation had begun \nyears in advance, and through teamwork and Atlas’  \ninnate culture to respond quickly, we were able to provide \ncontinuous support to our customers, employees and the \nglobal supply chain. In fact, Atlas was the first airline to \nreceive FAA approval for our Operations Center staff  \nto work remotely.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}