{"page_content": "RESPONSIBLE BUSINESS GROWTH\nPublic Policy Advocacy\nBuilding and Diversifying  \nthe Aviation Workforce\nThe issuance of new pilot certificates has decreased by more \nthan 60% since 1980. Similar trends can be seen in the decline \nof highly skilled maintenance and technical support crews that \nsupport our industry.\nWe are working with legislators and regulators across the U.S. \nto forge pathways for new pilots, mechanical and technical \npersonnel, and other aviation services professionals. We \nactively seek to create more opportunities for training and \ncertification, and to reduce the out-of-pocket cost of those \nprograms, particularly for underrepresented minority groups \nwhere cost is a significant barrier. We are working with industry \npartners on initiatives to attract underrepresented groups \nto the pilot profession. This includes supporting legislation to \nallow students to fully access federal financial aid to cover the \naverage cost of a flight education and training program.On a global, national and local basis, we advocate for the interests of our company, the air cargo industry and our \nkey stakeholders. This includes being an active collaborator on a range of policy and legislative issues. Our priorities \ninclude attracting the aviation workforce of the next generation, protecting and promoting the U.S. policy on Open \nSkies, and supporting government policies to help our industry reduce its greenhouse gas emissions.\n◊ Securing bipartisan support for legislation aimed at \nattracting the next generation of pilots and  \nthe development of the aviation maintenance workforce.\n◊ Advocating for the establishment of U.S. Federal Aviation \nAdministration (FAA) advisory boards to advance diversity \nin the aviation workforce, including pilots.\n◊ Protecting and enhancing Open Skies agreements around \nthe globe.\n◊ Maintaining the harmonization of U.S. and International \nCivil Aviation Organization (ICAO) regulations regarding \nthe air transport of lithium cells and batteries.◊ Securing U.S. government support for the Group of Seven \n(G7) Statement of Principles, which sought to harmonize \nthe treatment of transportation workers during the \nCOVID-19 pandemic.\n◊ Actively engaging in important public policy discussions \nin U.S. jurisdictions where we have a significant presence, \nincluding Alaska, Miami, New York and Northern Kentucky.\n◊ Continued participation on Boards or Committees with \nassociations advocating for the air cargo industry, such \nas the Cargo Airline Association (CAA) and the National Air \nCarriers Association (NACA).Protecting and Enhancing  \nOpen Skies Agreements\nWe are steadfast in advocating for Open Skies agreements, which \nenable airlines, not governments, to make decisions about routes, \ncapacity, frequency and pricing of their services, based on market \ndemand. Open Skies agreements promote competition in the \naviation sector, increase choice and reduce costs for consumers, \nwhile also facilitating exports for U.S. businesses and enhancing \nU.S. national security.\nSince 2015, we have been a founding member, along with FedEx, \nJetBlue and the Cargo Airline Association, of the U.S. Airlines for \nOpen Skies coalition. Atlas and industry partners are involved \nin supporting these agreements around the world and, where \npossible, expanding them. For Atlas, these agreements enable us \nto maintain global delivery networks to transport troops and vital \nsupplies, including food and medical products, for the U.S. military, \nespecially those military personnel based in the Middle East. In \naddition to the priorities described above, Atlas is engaged in \na range of public policy matters related to aircraft regulations, \nenvironmental policy, infrastructure and international trade, \namong other areas.\n2019-2020 ADVOCACY HIGHLIGHTS\nOur public policy efforts \nhave had an impact in \nkey areas related to \neducation and training, \nsafety and international \ntrade and travel:\nATLAS AIR WORLDWIDE   2020 ESG Report     18", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}