{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     20Our Commitments\nEven though air transportation accounts for a small \nportion of total greenhouse gas emissions, our industry \nand our company are committed to contributing to a \nmore efficient, lower-emissions world. Aircraft fuel is \none of Atlas’ most significant expenses. We strive to play \na leadership role in our industry’s fuel efficiency efforts. \nExamples include:\n◊ President and CEO John Dietrich serves on the  \nBoard of Directors of Airlines for America (A4A) ,  \na key industry trade association, which has adopted \naviation-specific emissions targets: 1.5% average \nfuel efficiency improvement through 2020;  \ncarbon neutral growth from 2020 to 2035; and  \na 50% net reduction of CO2 in 2050 compared with \n2005 levels. \n◊ We are participating in the Carbon Offsetting \nand Reduction Scheme for International Aviation \n(CORSIA) , an emissions mitigation approach for \nthe global airline industry developed by the United \nNations International Civil Aviation Organization \n(ICAO). CORSIA began governing international flying \non January 1, 2021, and is designed to offset any \nannual increases in total carbon emissions from \ninternational civil aviation above a baseline level \ndetermined by 2019 and 2020 emissions.  Driving Operating Efficiencies\nWe seek to optimize efficiency in many business \nprocesses, including flight planning. For more than  \n12 years, Atlas has been using our FuelWise program in \nconjunction with our flight-planning software to identify \nadditional opportunities to conserve fuel by optimizing \nflight speeds, altitudes, routes, climb, cruise and \ndescent segments. In 2016, the company adopted a Fuel \nManagement Information System to track and promote \nfuel-efficient best practices throughout the organization. \nThe system enables Atlas to analyze fuel consumption \nperformance and identify opportunities for improvement. \nCurrent best practices include:\n◊ Reduced extra fuel uplift\n◊ Engine-out taxi-in\n◊ Idle reverse thrust usage on landing\n◊ Contingency fuel reduction initiative\n◊ Route and altitude planning alignment with air traffic \ncontrol assignments\nWe routinely evaluate and enhance our operating \nprocedures to help drive efficiency, including:\n◊ Completing more frequent engine washes and  \nother routine maintenance procedures and  \nreducing unnecessary weight to address fuel \nefficiency factors . \n◊ Running ground power units to reduce jet fuel use \nwhile our aircraft are on the ground. \n◊ Working with our partners and government officials \nto advocate for air traffic control modernization .ENVIRONMENTAL STEWARDSHIP\nAircraft Emissions\nAtlas Air Worldwide addresses the need to reduce greenhouse gas emissions and improve aircraft fuel \nefficiency in multiple ways, including driving operating efficiencies, upgrading our fleet and advancing \nthe sustainable aviation fuels agenda. Our approach is intended to be good for the environment and  \ngood for business.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}