{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     21Aircraft Emissions\nUpgrading Our Fleet\nOur approach to further reducing emissions includes \ncontinuing to invest in more energy-efficient aircraft. \nGenerally, each generation of aircraft is approximately \n15% to 20% more fuel efficient than its predecessor. \nWe are proud to be the world’s largest operator of  \nBoeing 747 freighter aircraft, many of which offer \nindustry-leading fuel efficiency, and we are the only \noutsource provider of Boeing’s 747-8F aircraft.\nIn January 2021, we ordered four new Boeing 747-8F \nfreighters, with scheduled delivery beginning in May \n2022, to help meet strong customer demand in the \nairfreight market while adding fuel efficiency and \ndecreasing our fleet’s impact on the environment. \nThe Boeing 747-8F freighter is the most capable, \ntechnologically advanced and environmentally conscious \nwide-body freighter. It provides 20% higher payload \ncapacity and 16% lower fuel consumption than the  \n747-400F, its predecessor. Learn more about the \nadditions to our fleet .\nAdvancing the Sustainable  \nAviation Fuels Agenda\nAtlas participates in ongoing efforts to expand the  \nuse of sustainable aviation fuels (SAF), which can be \nmade from vegetable oils, sugars, animal fats and \neven waste biomass. SAF is mixed with conventional \njet fuel and used with existing aircraft engines without \nequipment modification.We have collaborated with industry partners to address \nthree levels of SAF acceptance and availability: \n◊ Safety , which has been documented and proven; the \nfuel must be third-party-certified under accepted \ninternational standards.\n◊ Environmental benefits , established by life cycle \nanalysis, which has shown SAF can reduce carbon \nemissions by up to 80%.  \n◊ Commercial viability , which unfortunately, remains \na significant challenge for the industry; except for \nselect markets such as the U.S. West Coast and  \nparts of Europe, SAF is largely unavailable and  \ncost prohibitive.\nTo help drive SAF adoption, in November 2017, Atlas joined \neight other aviation industry leaders in the “Fly Green \nDay” demonstration project at Chicago’s O’Hare Airport. \nAtlas was among the airlines flying out of O’Hare that day \nusing fuel that was a mixture of traditional jet fuel and \nalcohol-based biofuel. In December 2020, Atlas completed \na transoceanic SAF test flight from Spain’s Zaragoza \nAirport to Mexico City International Airport. Believed to be \nthe first transoceanic commercial cargo flight in Spain to \nuse SAF, the transport carried a shipment of goods from \nan Atlas customer and included a blend of SAF and Jet A-1 \nfuel. Read more in the feature story on page 25. ", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}