{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     22Aircraft Emissions\nFuelWise: Innovating and Improving  \nFuel Efficiency\nFor years, Atlas has been at the forefront of the aviation \nindustry for its innovative approach to fuel efficiency. \nFuelWise isn’t a system or software you can access –  \nit is ingrained in our DNA. \nAtlas has collaborated with OpenAirlines, using the  \nsoftware company’s SkyBreathe system to access  \ninformation from multiple sources – quick access  \nrecorders (QAR), flight plans, loadsheets, Aircraft  \nCommunications Addressing and Reporting System \n(ACARS) data, weather, navigation databases  \nand more – to analyze fuel usage and suggest  \nefficiency improvements. \nOnce rolled out to all Atlas pilots, the integrated system \nwill allow crewmembers to view their own fuel data via \na mobile device application. Pilots will be able to use \nthe data to help us improve our policies, procedures \nand the overall airline system. In addition, air traffic \ncontrol groups throughout the world use SkyBreathe to \naggregate anonymous airline data and help make more \nefficient airspace design decisions. Learn more  about  \nthe partnership with OpenAirlines.\nIn addition, we have created a web-based repository  \nof FuelWise data to better track initiatives and their  \neffectiveness. We are investing in innovations, such  as machine learning, to harness the power of technology \nto ensure we remain on the cutting edge. Initiatives  \ncurrently under development include:\n◊ Electronic flight plans and electronic logbooks to \nreduce paper use.\n◊ Advanced aircraft performance monitoring to \nidentify potential flight control surface rigging issues.\n◊ Flight trajectory monitoring to map our flights and \nidentify where air traffic control shortcuts are most \ncommon in our route structure.\nEmissions Disclosures\nWe believe in being transparent with our stakeholders, and \nas such, we report our carbon emissions by participating \nin the following disclosures:\n◊ European Union Emissions Trading Scheme  \n(EU-ETS) : Atlas Air, Polar Air Cargo and Southern Air \nhave participated in EU-ETS for the aviation sector \nsince its inception in 2010.\n◊ Carbon Offsetting and Reduction Scheme for \nInternational Aviation (CORSIA) : Atlas Air, Polar Air \nCargo and Southern Air participate in CORSIA, which \nwas developed by the United Nations International \nCivil Aviation Organization (ICAO) and includes a \nbaseline and three-phase implementation. We \nparticipated in the baseline period in 2019 and 2020.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}