{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     23Our Approach to Noise Reduction\nAtlas subscribes to the International Civil Aviation \nOrganization (ICAO)’s Balanced Approach for addressing \naircraft noise. This approach assumes each situation \nis unique and there is no one-size-fits-all solution. It \nidentifies four strategies for addressing this issue:\n◊ Noise reduction at source\n◊ Land use management and planning\n◊ Operational procedures\n◊ Operating restrictions\nThe Balanced Approach was codified by ICAO in 2001, \nand aircraft noise standards have been updated several \ntimes since, most recently in 2018. The U.S. Department \nof Transportation (DOT) and U.S. Federal Aviation  \nAdministration (FAA) have authority to monitor and \nregulate aircraft engine noise. We believe all aircraft in \nour fleet materially comply with current DOT, FAA and \ninternational noise standards.In addition, ongoing investment in new aircraft, most \nnotably Boeing 747-8F and Boeing 777 planes, is one  \nof the most significant ways for Atlas to continue to \nreduce aircraft noise. We currently have 10 747-8Fs and \n14 Boeing 777Fs. Both models have advanced engines \nthat are approximately 30% less noisy than engines in the \nprevious generation of aircraft. As previously reported, \nwe ordered four new Boeing 747-8F freighters in January \n2021. The 747-8F meets or exceeds the strictest ICAO \nemissions standards and meets global noise regulations. \nFrom an operations standpoint, we complete more  \nfrequent engine washes and other ongoing, routine  \nmaintenance to help reduce in-flight, takeoff and  \nlanding aircraft noise. We have voluntarily adjusted  \nflight schedules to address potential concerns from  \ncommunity leaders in densely populated residential  \nareas. We believe operating restrictions, which can  \nnegatively impact the airline industry, customers and  \nlocal economies, are a last resort – other means should  \nbe sufficient to effectively address any noise concerns.ENVIRONMENTAL STEWARDSHIP\nAircraft Noise\nMinimizing the impact of aircraft noise has been a long-standing priority for Atlas Air Worldwide.  \nSimilar to how we work to reduce aircraft emissions, we address potential aircraft noise reductions \nthrough a combination of advancements in technology and ongoing refinements in our operations.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}