{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     24Committing to Protecting  \nOur Natural Resources\nWe provide environmental compliance support, program \nmanagement guidance, and safety and operational \nauditing oversight to our facilities, including a highly \ndetailed program for onboarding new sites and facilities. \nWe are subject to a variety of regulations administered \nby numerous local, state, federal and foreign agencies.\nThroughout our global operating network spanning \nover 300 destinations in more than 70 countries, \nimplementation of our environmental programs is \nmanaged locally. In addition to our headquarters in \nPurchase, New York, we have operations centers near \nthe Cincinnati/Northern Kentucky International Airport, \nat Anchorage International Airport in Alaska and in Hong \nKong. We have an operations hub and training center in \nMiami, Florida, and logistics centers around the world.Local Actions Make a Difference\nOur facilities are involved in a variety of innovative, \nimpactful initiatives, including the following:\n◊ Recycling and waste separation programs  at our \nmajor facilities.\n◊ Select stations coordinate the cleaning of crew \nblankets for donation  to homeless shelters or pet \nrescue organizations.\n◊ Our Purchase, New York, corporate headquarters \nbuilding , which we lease and share with another \ntenant, is LEED certified (Gold), hosts a large  \nsolar field on site and utilizes a large ice farm to \nsupport the majority of the cooling required  \nfor air-conditioning.\n◊ Energy use reduction systems such as LED lighting \nand high-efficiency HVAC systems are in use in all \nnew facilities, including our operations center in \nNorthern Kentucky where we host electric vehicle \ncharging stations for visitors and staff.\n◊ We continue to maximize sustainable options for \nshoring and dunnage supplies such as lumber used \nduring cargo buildup.ENVIRONMENTAL STEWARDSHIP\nResource Consumption\nAtlas Air Worldwide is proactive on multiple fronts to minimize our facilities’ environmental footprint  \nand reduce natural resource consumption. This includes meeting and exceeding the requirements  \nof air quality, water and waste standards, recycling and managing our energy usage.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}