{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     27Talent Acquisition and Retention\nOur approach to talent acquisition, retention and \ndevelopment starts with our employee value proposition: \nWe are extraordinary people doing extraordinary things.  \nWe work to provide ongoing, challenging opportunities in \na high-growth environment where employees can chart \ntheir own career path. The expansion of e-commerce, \nglobal supply chains and distribution channels provides \nendless opportunities for our people to solve important, \nunique challenges.\nIn March 2020, we launched our Elevate Atlas  initiative, \nwhich is led by a cross-functional team focused on \nelevating our employees’ quality of work life to drive \ncompany performance. At the heart of Elevate Atlas \nis a data-driven understanding of the perceived \nopportunities and challenges throughout our  \nemployees’ journey.\nElevate Atlas seeks to support talent acquisition, \nretention and development of our teams. Our work  \nis focused on:\n◊ Employee motivation and cooperation :  \nUnderstanding what motivates employees, \nidentifying opportunities to improve processes \nand systems, providing day-to-day work amenities, \ncreating two-way dialogue, and measuring what \nmatters to employees are priorities for our Elevate \nwork streams.\n◊ Customer performance : Service Excellence is a \ncore value at Atlas. In order for us to deliver on our \nmission, we are focused on ensuring our employees \nare well-positioned to deliver for our customers and \ntheir unique and ever-changing requirements.◊ Financial impact : Elevating our employee experience \nsupports our sustainable growth plan and goals to \noperate more efficiently and effectively. By leveraging \ninnovation, continuous improvement and eliminating \nwaste in work processes, every individual and team \nare empowered to make a difference in fueling our  \nfuture growth.\nProgress in 2020 included:\n◊ Launched a Spotlight Video Series  to increase \nunderstanding and teamwork.\n◊ Optimized the Flight Crew Report  process, which \nimproved communication across teams.\n◊ Launched onboarding surveys  to check in with new \nhires on a regular basis, with a focus on employee \nlistening and understanding what is working and \nfresh ideas on how Atlas can be better.\n◊ Established a peer-to-peer recognition program , \nin which colleagues can recognize each other for \nextraordinary efforts.\n◊ Increased usage and usefulness of our crewmembers’ \npersonal communications devices , adding Android \nEnterprise and executing crewmember feedback on \napps and features.\n◊ Improved amenities , including enhanced flight deck \ncatering and more functional kitchen facilities in \nhotels located near our Miami training center.\n◊ Increased resources focused on operations \ncommunications  and the launch of Microsoft Teams \nas a tool for virtual collaboration .CAREER, CULTURE & EQUITY FOR OUR PEOPLE\nEmployee Experience\nWe depend on the dedication of our talented team members, who are committed to providing best-in-class \nservice and reliability for our customers. We seek to attract, develop and nurture individuals who thrive in \nour fast-paced, dynamic business and service-oriented culture. Our employees understand the critical role \nof teamwork, and demonstrate it through respect, professionalism and inclusive collaboration.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}