{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     28Employee Experience\nLearning and Development\nLearning and development is a key tenet in how we \ninvest in our people, focusing on both the acquisition \nof knowledge and skills needed for our industry \ncombined with the development and career aspirations \nof our people. Our approach combines programming, \ncurriculum, an online platform to track skill development \nand performance, along with tools for employees \nand managers to facilitate conversations about skill \nassessment and long-term career goals. In 2020, \nwe focused on areas that presented the greatest \nopportunities to introduce, support and manage skill \ndevelopment over time: onboarding and orientation, \nculture and values, performance management and \nprofessional development.\nProfessional Development:  Atlas has long embraced \na talent development mindset and continues to offer \nlearning opportunities to enhance manager and \nemployee capabilities. We implemented the Atlas Global \nLearning Academy, which provides access to live and \nvirtual courses. The new professional development and \nskills training learning system is available to employees \n24/7 anywhere in the world. Employees can grow their \ncurrent skill set, while also learning new skills to assist \nwith career growth. Atlas Global Learning Academy \nincludes 400+ on-demand courses that are organized  \nby more than 30 learning catalogues and multiple \ncurated learning paths on targeted subjects based on \nindividual needs. It also includes customized  \nAtlas eLearning Courses (i.e., onboarding and \nperformance management).Management Development:  Developing people leaders is \ncrucial to supporting the ongoing needs of our employees \nand our business. In 2020, we implemented “The 6 Critical \nPractices for Leading a Team” course for managers \nacross the organization. The virtual, interactive program \nchallenges participants to think and act as leaders to \nachieve results with and from others by: building and \nenhancing engagement and inclusion in their teams, \nsetting clear goals, building on our culture of feedback, \nleading effectively through change and managing their \ntime and energy.\nDiversity, Equity & Inclusion\nWe continue to foster a culture of diversity, equity  \nand inclusion (DEI) that is fundamental to attracting, \nretaining and developing talent. We value the individual \ndifferences of our workforce, and ensure that our \ndecision-making and strategic direction are informed  \nby their unique perspectives.\nATLAS’ DIVERSITY, EQUITY & INCLUSION PHILOSOPHY \nWe are guided by our philosophy on DEI and are committed \nto our stakeholders, society and the world in which we live.  \nOur philosophy enables us to:\n◊ Reflect the composition of the world we carry;\n◊ Meet the needs of a diverse customer base;\n◊ Spark innovation through diversity of thought and \nexperiences; \n◊ Stand out as an employer of choice;\n◊ Listen to the voices of the employees who reflect the world \nin which we live; and \n◊ Generate long-term value for our shareholders.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}