{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     2To Our Stakeholders:\n“Rise Above” is the spirit of all of us at Atlas Air Worldwide and our companies – Atlas Air, \nSouthern Air, Polar and Titan. In a typical year, rising above takes great collaboration and \ncommitment from everyone. In 2020, our people’s resolve was extraordinary, and, in fact,  \nit was crucial in the face of the global adversity that challenged all of us .\nThe nature of our business model is to do good in the \nworld, and we responded with resilience, resourcefulness \nand the kind of teamwork where care and delivering on \nour purpose were essential. \nIn 2020, the Atlas mantra of “caring for the world we \ncarry” became more mission-critical than ever before. \nOur long-standing commitment to be a responsible \ncorporate citizen served as the foundation for how we \nnavigated the year’s challenges. Throughout, we stayed \ncommitted to our values of Safety, Service Excellence, \nIntegrity, Innovation, Teamwork and Responsibility. \nAbove all, we were steadfast in our dedication to deliver \nexcellence daily, do business the right way and be our \ncustomers’ most valued partner – when and where \nthey need us. Together, we moved life-saving personal \nprotective equipment and medical supplies, vaccines, \npharmaceuticals, educational supplies, e-commerce, \ndaily necessities and people – with the safety, speed \nand reliability that only our essential air-freight and \npassenger charter services can provide.\nThere is no greater asset than our people, and their \nsafety and well-being are paramount in everything we \ndo. From the cockpit and cargo bay of every plane to \nevery home office, we worked tirelessly to protect our \npeople from the COVID-19 virus and contribute to their \ngreater health and wellness. When many of us were \ncalled to a higher level of consciousness about racial \ninjustice and inequality, we responded with care and \ncompassion, listening and learning. All companies have a responsibility to do more, and we are working to further \ndrive diversity, equity and inclusion in our workplace and in \nthe aviation industry.\nAt the same time, we continued to take actions to enhance \nour environmental stewardship and reduce our carbon \nfootprint. Our signature FuelWise program focuses on \nmore efficient operations to further minimize our fuel burn \nand reduce carbon emissions. We are also working with \nfellow industry leaders to advocate for wider acceptance \nand availability of sustainable aviation fuel (SAF) and have \ncompleted multiple pilot projects using such fuel. \nWe are dedicated to advancing our environmental, social \nand governance (ESG) commitments and helping to lead \nthe aviation industry forward. As we look to the future, \nI am inspired by our drive and momentum to foster \neconomic and social progress while safeguarding  \nthe environment.\nI would like to thank our employees for their extraordinary \nefforts on behalf of our customers, shareholders and each \nother, and for their continued commitment to “caring for \nthe world we carry.”\nJohn W. Dietrich\nPresident and Chief Executive OfficerINTRODUCTION\nExecutive Message", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}