{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     31Safety Management System\nWe set high standards for safety and regulatory \ncompliance, as outlined in our Corporate Safety Policy \nStatement. We believe that safety and regulatory \ncompliance can be achieved through safety management, \nwith the implementation and continuous improvement of \nour formal Safety Management System (SMS).\nWe were among the aviation industry leaders that \nparticipated in the SMS Pilot Project in early 2010, prior \nto these standards being required by the U.S. Federal \nAviation Administration (FAA). We believe a formal \nSMS is critical for minimizing risks and maximizing \nopportunities to continually improve the overall safety \nof our global operations. As of January 2018, the \nFAA has accepted our fully implemented SMS, which \nincorporates four components: Safety Policy, Safety Risk \nManagement, Safety Assurance and Safety Promotion.\nAtlas’ confidential, non-punitive, proactive hazard and \ncomprehensive reporting process encourages employees \nto report workplace safety issues or noncompliant \nconditions including hazards, accidents, incidents \nor injuries. Our defined proactive safety programs, \ncombined with an effective safety communications \nprogram, inform and support our employees, who play \na key role in the process of identifying hazards and \nmitigating risks. Additional program highlights include:\n◊ Regular workplace safety employee \ncommunications  promote safety awareness, \ncompliance and accountability.\n◊ Internal and external audits  monitor the safety \nperformance of the organization and provide for  \na robust inspection process.◊ The Safety, Regulatory & Compliance Team  is \ncomprised of over 90 employees worldwide who \nmaintain our SMS. This team is responsible for \nsafety training, monitoring and reporting as well as \npromoting a culture of safety throughout Atlas.\n◊ We continue to build and enhance our partnerships \nwith customers and contractors  on safety matters. \nThis includes working with our contractors to help \nthem establish and expand their own SMS.Atlas Air Worldwide’s core value of Safety is paramount in everything we do. Safety, security and \ncompliance are priorities across all our operations. We are committed to providing a safe, healthy  \nand secure workplace for our nearly 4,100 employees worldwide while safely operating more than  \n68,000 flights annually to airports in countries around the world.\nOur Vice President of Security serves as a member  \nof the Transportation Security Administration \n(TSA) Aviation Security Advisory Committee, \nwhich provides counsel to the TSA on aviation  \nsecurity matters, including the development,  \nrefinement and implementation of policies,  \nprograms and security directives. CAREER, CULTURE & EQUITY FOR OUR PEOPLE\nSafety & Security\nOUR CULTURE OF SAFETY \nAtlas maintains an industry-best-practice safety program \nthat meets or exceeds all FAA, International Civil Aviation \nOrganization (ICAO) and International Air Transport \nAssociation (IATA) standards. The company was among \nthe aviation industry leaders participating in pilot Safety \nManagement System (SMS) programs before they were \nrequired. Our SMS supports our culture of safety through \nfour tenets:\n◊ Safety Policy \n◊ Safety Risk Management◊ Safety Assurance\n◊ Safety Promotion", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}