{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     32Safety & Security\nSafety Training\nOngoing training for our more than 2,400 pilots and \n1,600 ground staff is at the heart of our ability to \nmaintain safe operations and engage our employees. Our \ntraining facilities are widely recognized as some of the \nbest in the aviation industry. In addition to providing all \nrequired flight crew training, Atlas trains crewmembers \nand ground employees on SMS. Our training facilities \nare located at our primary operational hubs – with our \nlargest facility located in Miami, where all our pilots \nreceive their initial, transition and recurrent flight \ntrainings. This facility has FAA approval to grant Airline \nTransport Pilot (ATP) certifications, which is FAA’s \nhighest certificate. In addition to training our own \npilots, the Miami facility trains flight crews for the U.S. \nDepartment of Defense (DOD), NASA and FAA. In fact, \nAtlas is contracted to provide training for the crews \nof U.S. Air Force One and the E-4B National Airborne \nOperations Center.Safety Performance\nAtlas is committed to maintaining an industry-best-\npractice program for full compliance with our regulatory \nobligations. Our program meets all requirements of \nFAA, ICAO and IATA. Since 2007, Atlas has been listed on \nthe IATA Operational Safety Audit (IOSA) registry, the \nprevailing international safety and compliance standard, \nwith zero findings since the inception of the program.  \nFor DOD biennial inspections, Atlas audits were noted  \nas commendable.\nWe track and report safety performance for Atlas overall, \nas well as for our Flight Operations, Ground Operations and \nTechnical Operations. Our safety metrics include incidents, \ninjuries and regulatory compliance, and we establish \ninternal annual control limits for each measure. We strive \nto outperform industry averages and beat our internal \ncontrol limits. In 2020, we had zero work-related fatalities.\nATLAS AIR WORLDWIDE’S SAFETY MANAGEMENT SYSTEM \nOur SMS promotes a positive and Just Culture featuring:\n◊ Oversight of all operational departments;\n◊ Formal, proactive methods for identifying hazards and mitigating risks;\n◊ Assistance to the company’s leadership, managers, management teams and staff in making \neffective and informed safety decisions;\n◊ Comprehensive safety reporting tools;\n◊ Continued investment in leading safety technologies such as Wireless Quick Access Recorders \n(WQARs), flight data analysis and visualization, Emergency Vision Assurance System (EVAS) and \nAutomated External Defibrillators (AEDs); \n◊ Feedback on safety performance to all operational departments and management teams; and\n◊ Continued investment in safety training, education and awareness throughout the organization.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}