{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     33Labor-Management Cooperation\nAtlas Air Worldwide is committed to full compliance \nwith applicable labor laws, including the rights of our \nemployees to exercise freedom of association and \ncollective bargaining. In employees’ exercise of these \nrights, we encourage the free exchange of ideas, opinions \nand information, provided there is no interference. \nAs of December 31, 2020, we had nearly 4,100 \nemployees, approximately 2,400 of whom were \npilots. Pilots of Atlas Air and Southern Air, and flight \ndispatchers of Atlas Air and Polar, are represented by \nthe International Brotherhood of Teamsters (IBT). These \nemployees represented approximately 61.3% of our \nworkforce as of December 31, 2020.\nAs part of our commitment to a rewarding employee \nexperience and labor relations, Atlas is focused on \nensuring our employees receive fair, competitive \ncompensation and are provided with a safe, secure and \nengaging work environment. Both Atlas and our pilots \nhave legal and contractual obligations to adhere to rigorous safety standards established by the U.S Federal \nAviation Administration (FAA), U.S. Department of Defense \n(DOD) and International Air Transport Association (IATA). \nWe work on joint committees with the IBT to address key \ntopics on the safety and well-being of our pilots.\nOur world-class pilots are critical to our success. We  \nlook forward to having a new contract in place that will \nprovide our pilots with a competitive compensation and \nbenefits package, while positioning the company for \ncontinued growth.The dedication of talented employees is essential to our growth and success. We are committed to  \nensuring our employees are treated fairly and equitably compensated for their work, and we respect  \ntheir rights as employees.CAREER, CULTURE & EQUITY FOR OUR PEOPLE\nLabor Relations\nENHANCING COMMUNICATION AND COLLABORATION \nWe value our more than 2,400 pilots and rely on their \nvaluable input and keen insight to support our safe and \nefficient operations around the globe. To encourage \nongoing, two-way communications, we have established \ncomprehensive communications forums with our \ncrewmembers, including ongoing Crew Town Halls, \npodcasts, fleet-specific roundtables, updates from \nour Chief Pilots, Check Pilot meetings and Worldwide \nCommand Events to celebrate every new class of captains. \nWe welcome the collaboration and teamwork these \ncommunications channels foster.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}