{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     34FEATURE STORY\nOur COVID-19 Response\nAt Atlas Air Worldwide, the safety of our passengers, \nemployees, contractors and supplier partners is our top \npriority. Since the onset of the COVID-19 pandemic, we \nhave employed comprehensive COVID-19 protocols, \nincluding adding extensive precautions to our existing \nsafety and sanitization protective measures to deliver on \nour commitments to safety. \nRecognizing that no single mitigation strategy is \nsufficient, Atlas has adopted a multilayered approach to \npromoting safe practices and mitigating the spread of \nCOVID-19 in our network, in line with industry practices, \ngovernment recommendations in countries where we \noperate, and requirements and information from the \nU.S. Federal Aviation Administration (FAA), aviation \nadministrations in countries around the world, as well as \nthe U.S. Centers for Disease Control (CDC) and the World \nHealth Organization (WHO).\nFollowing are details on certain protocols utilized by our \nground and flight operations staff:\nAIRCRAFT PREPARATION AND CLEANING\n◊ High-grade disinfectant and multipurpose cleaners \napproved by the CDC are utilized to perform a \nthorough cleaning of the cabin before and after \neach flight, including frequently touched surfaces \nsuch as lavatories, galleys, tray tables, window \nshades and armrests; headrest covers are replaced \nfor each flight and magazines have been removed \nfrom the aircraft.\n◊ A fogging system is used to sanitize the cabin prior \nto each customer flight. The process takes 6 hours \nto complete and 1 hour of closed doors before \nanyone may board the plane.\n◊ The cockpit area is disinfected by maintenance \npersonnel in accordance with Boeing’s guidance.◊ Atlas maintenance crews replace the cabin \nrecirculation filter in accordance with our FAA-\napproved maintenance schedule. The filtration \nsystem circulates the cabin air up to 30 times an hour, \nfar exceeding hospital standards. \nPREFLIGHT SCREENING AND ONGOING  \nPREVENTIVE MEASURES\n◊ All Atlas employees, suppliers and \npassengers must participate in \ntemperature checks and must be at \nor below 100.4 degrees Fahrenheit to \nboard the plane.\n◊ Anyone who exhibits symptoms \nof COVID-19, such as cough, chills, \nmuscle pain, shortness of breath or difficulty \nbreathing, sore throat or recent loss of taste or  \nsmell, is not allowed near the aircraft or to \nparticipate in operations.\n◊ All Atlas employees, suppliers, flight attendants, \ncrews and passengers are required to wear \nfacemasks during flights.\n◊ Crew must wear face coverings when social \ndistancing cannot be maintained and when it does \nnot interfere with operations.\n◊ Each crewmember and all aircraft are provided with \nfull safety kits.\n◊ We are adjusting routes to limit exposure to regions \nsignificantly impacted by the COVID-19 pandemic. \nTEMPORARY CHANGES TO THE ONBOARD EXPERIENCE\n◊ Careful consideration has been made to food and \nbeverage service for charter passenger flights, \nincluding the elimination of pre-departure service \nand self-service (buffet-style) offerings.\n◊ Disposable linens and drinkware have been replaced \nwith reusable items.\n◊ In lieu of hot towels, hand sanitizer is distributed  \nto passengers.\n", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}