{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     36To align our business strategy and logistics expertise \nwith impactful initiatives that make a difference across \nthe world, our community impact mission is focused in \nthree areas of critical need:\n◊ Humanitarian relief for crisis recovery\n◊ Support for U.S. service members and their families\n◊ Development of the STEM (science, technology, \nengineering and math) workforce of tomorrow, \nwithin aviation and outside of the industry\nEach focus area is supported by corporate  \nphilanthropy – through contributions, sponsorships  \nand service donations – as well as employee \nvolunteerism. Care and respect for the communities \nwhere we operate, our desire to heighten awareness \nof aviation as a rewarding, viable career for all and a \npassion for developing tomorrow’s leaders underpin  \nour community engagement efforts.\nProviding Humanitarian Relief\nAs one of the world’s largest air carriers, we have \na unique ability to expedite the movement of large \nquantities of goods and personnel to regions that \nneed them most in the aftermath of a natural disaster \nor during a public health emergency. In response to \ncrises around the world, our teams have mobilized \nhumanitarian relief efforts to deliver life-saving supplies \nand disaster recovery items – including drinking water, \nmedical supplies and equipment, living essentials, \nbattery-powered devices and more. Our humanitarian \nefforts in 2020 primarily focused on contributing to the \nglobal COVID-19 response. Efforts included:\n◊ Arranging charter flights  to multiple U.S. \ndestinations, carrying 130,000 N95 masks,  \nnearly 1.8 million surgical masks and gowns,  \nmore than 10.3 million gloves and more than  \n70,000 thermometers.◊ Partnering with the U.S. Department of State   \nto bring 200 Americans and 20 pets stranded in \nSenegal home.\n◊ Donating cargo lift support  to transport critical \nsupplies on behalf of numerous organizations, \nincluding New York University Langone Health, Inditex, \nGuardians of the Angeles Charitable Foundation and \nU.S.-based alumni of Peking University.\nIn addition, we provided humanitarian assistance to \nVenezuelans dealing with the ongoing socioeconomic \nand political crises through our continued partnership \nwith Airlink, an organization that connects airlines with \nvetted nongovernmental organizations (NGOs) to assist \ncommunities in need worldwide. President and CEO  \nJohn Dietrich serves on the Board of Governors for \nAirlink; Chief Commercial Officer Michael Steen is an \nambassador; and Polar Air Cargo Chief Operating Officer \nLars Winkelbauer serves on the Board of Trustees.\nWe also strive to be a catalyst for systemic change in \nthe communities where we operate by supporting local \norganizations committed to tackling food insecurity, \nhomelessness and other societal issues. Atlas has \ndonated to organizations dedicated to ending childhood \nhunger in the communities surrounding our operations in \nMiami, Florida, and Anchorage, Alaska. In addition, in 2020, \nwe held a food drive in support of and made a corporate \ndonation to Feeding Westchester, an organization \ncommitted to sourcing and distributing nutritious food \nand other resources to the Westchester County, New York, \ncommunity, where our corporate headquarters is located.Atlas Air Worldwide is committed to enhancing lives in the communities \nwhere we live and work across the globe. SOCIAL IMPACT & COMMUNITY ENGAGEMENT\nCommunity Impact  \n& Philanthropy", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}