{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     37Supporting U.S. Military Personnel  \nand Their Families\nWe are honored to support the brave men and women of \nthe U.S. Armed Forces and their families. As the largest \nprovider of military passenger and cargo airlift globally to \nU.S. service members, we repeatedly have demonstrated \nour ability to meet stringent, military-level reliability \nstandards, offer full capacity at peak levels of demand \nand do it all on short notice to remote locations around \nthe world.\nWe are extremely proud to train some of the most  \nelite air crews in the U.S. Air Force, including pilots \nand flight engineers for Air Force One and flight crew \nmembers assigned to the E-4B National Airborne \nOperations Center.\nOur support for U.S. service members and their families \nextends beyond the completion of each mission. We \nactively recruit, and are a significant employer of, former \nmembers of the military, including many of our pilots, \nlogistics team, ground crew personnel and members of \nour management team.\nAdditionally, the Atlas Air Charity Golf Tournament, one \nof our signature community programs, supports military \ncharities, including the Wounded Warrior Project, the \nSemper Fi and America’s Fund, and K9s for Warriors.\nDeveloping the Workforce of Tomorrow\nAtlas is invested in developing and strengthening the \npipeline of diverse, qualified STEM talent needed to \nensure the aviation industry remains strong for  \nyears to come. \nWe nurture relationships with a variety of institutions of \nhigher learning, including Vaughn College of Aeronautics \nand Technology, an aviation college near LaGuardia \nAirport in New York City ranked #1 in upward mobility \nnationwide. Through our partnership with Vaughn College, \nwe have hired approximately 50 students, some of whom \nhave advanced to become officers of the company. In \naddition, 10% of our workforce in our Purchase, New York, \nheadquarters are Vaughn College graduates. Many more \ngraduates work elsewhere across our company, and several of our employees are now teaching at  \nVaughn College. Countless more Atlas employees have \nmentored Vaughn College students through our ongoing \ninternship program.\nWe also have an extensive internship program that \nreaches across the technical, engineering, operations, \nfinancial, procurement, legal and communications \nfunctions of our organization. In addition to immersion \nin their area of expertise, our interns work on a variety of \ncross-functional projects. Past initiatives have focused \non developing strategies around corporate responsibility, \nthe fourth industrial revolution and innovating our \ncustomer service proposition.\nTo increase awareness of the varied career opportunities \navailable in the aviation field, Atlas Air and Polar Air Cargo \nhave partnered with DHL to provide funding in support of \na workforce development program for Northern Kentucky \nhigh school students. As part of the Ignite program, \nstudents are hired as interns to work in Atlas and Polar \nwarehouse operations.\nEducating Future Generations of Leaders\nWe believe every child deserves the opportunity to \nsucceed and recognize we can play an impactful role in \nnurturing tomorrow’s business and social leaders. At the \nlocal level, our employees volunteer to teach financial \nliteracy, work readiness and entrepreneurship to school-\nage children and young adults. We sponsor collection \ndrives for supplies and donations to local schools.\nMany Atlas employees volunteer through our long-\nstanding partnership with Junior Achievement, with \na special focus on helping to inspire and support \nsocioeconomically disadvantaged students.Our community engagement efforts are  \nunderpinned by our care and respect for the  \ncommunities where we operate, our desire  \nto heighten awareness of aviation as a  \nrewarding, viable career for all, and a passion  \nfor developing tomorrow’s leaders.Community Impact  \n& Philanthropy", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}