{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     38Everything we do starts with our team of nearly 4,100 talented  \nemployees and our operating network spanning more than \n300 destinations in over 70 countries.\nIn addition to our headquarters in Purchase, New York, our \noperations centers near the Cincinnati/Northern Kentucky \nInternational Airport, at Anchorage International Airport in  \nAlaska, and in Hong Kong lead our efforts to uphold our \npromise of being a good corporate citizen, in part, by striving \nto positively impact the communities where we conduct \nbusiness. Our operations hub and training center in Miami  \nand logistics centers around the world extend our reach  \nand increase our possibilities to create a safer, brighter  \nfuture for all.\nDoing Our Part to Address the Pandemic\nWe have a long-standing history of delivering in ways that \nbring the world together and enhance global prosperity.  \nSince early 2020, Atlas has committed to leveraging  \nour expertise and global impact to help address the  \nglobal pandemic. \nWhile our pandemic response continues to evolve to meet \nthe moment, our efforts have focused on the distribution of \npersonal protective equipment (PPE), relief missions and \nthe delivery of vaccines. In addition to our ongoing role in the \nworldwide distribution of vaccines (see sidebar), highlights of \nour local response efforts include:\n◊ Our headquarters team in Purchase, New York, donated \nover 5,000 N95 masks and made a corporate donation to \nWhite Plains Hospital in support of its COVID-19  \nrelief efforts.\n◊ Polar Air Cargo provided support to Los Angeles-based \nGuardians of the Angeles Charitable Foundation, which \nleverages manufacturing connections in Asia to donate \nhigh-quality PPE to healthcare workers, first responders, reporters and couriers on the front lines. In total,  \n8,100 kilograms of PPE was transported by Polar on  \nthree flights from Shanghai Pudong International Airport \nto Los Angeles International Airport.\n◊ Our teams donated face masks and thermometers \nto police departments and healthcare facilities in our \nlocal communities. Our teams also supported frontline \nresponders in multiple communities through food \ndonations to hospitals.\n◊ Atlas conducted relief missions to deliver essential PPE  \nto Latin America.\nIn addition, we continued to deliver for our customers to ensure \nessential personal, health and home goods reached consumers. \nThis was particularly important as the world transitioned to \nworking and learning from home, and increasingly relying on \nonline shopping for essential goods.The air cargo industry is a powerful catalyst for spurring broad economic and social progress. As the third-\nlargest mover of air-freight in the world, Atlas Air Worldwide is driven to be a leader in an industry boosting \nthe global flow of goods, people, capital, technology, ideas and social well-being.SOCIAL IMPACT & COMMUNITY ENGAGEMENT\nGlobal Prosperity\nDELIVERING HOPE VIA VACCINE DISTRIBUTION \nTransporting cargo safely, reliably and efficiently is our \nbusiness at Atlas. Early in the pandemic, we engaged \nwith our customers and pharmaceutical manufacturers \nto prepare our operations for the worldwide COVID-19 \nvaccine distribution. We secured temperature-controlled \ncontainers and ensured our handling facilities were \nproperly equipped and all processes conformed to the rigid \ntransportation standards.   \nIn the fourth quarter of 2020, we began to transport \nvaccines and the supplies needed to administer them. We \nare proud to support this global humanitarian effort, which \nhas continued into 2021.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}