{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     3INTRODUCTION\nAbout Atlas Air Worldwide\nOur Company \nAtlas Air Worldwide is a leading global provider of outsourced aircraft and aviation operating services. \nWe are the parent company of Atlas Air, Inc., Southern Air Holdings, Inc. and Titan Aviation Holdings, \nInc., and the majority shareholder of Polar Air Cargo Worldwide, Inc. Our companies operate the world’s \nlargest fleet of 747 freighter aircraft and provide customers the broadest array of Boeing 747, 777, 767 \nand 737 aircraft for domestic, regional and international cargo and passenger operations.\nINNOVATIVE SERVICES AND SOLUTIONS\nAtlas Air Worldwide delivers value. Every hour of every \nday of the year. In every corner of the world. Through an \narray of innovative services and solutions.\nWe empower our express and e-commerce delivery, \nairline, freight forwarder and charter customers to \nincrease fleet flexibility and network efficiency, drive an \nexpanded global presence, and more quickly capitalize on \nmarket-growth opportunities.\nOur ACMI  (Aircraft, Crew, Maintenance and Insurance) \ncustomers receive a 747-8 or 747-400 freighter crewed, \nmaintained and insured by us. Our complementary CMI \n(Crew, Maintenance, Insurance) service crews, maintains \nand insures 747, 777, 767 and 737 freighter aircraft \nsupplied by our customers (which they may lease  \nfrom us).Leading global shippers, freight forwarders, \nmanufacturers and the U.S. military rely on our Charters  \nand our modern 747 freighter fleet to carry their cargo \nsafely, efficiently and cost-effectively. Airlines, charter \nbrokers, sports teams and fans, entertainers and the \nU.S. military also depend on our reliable 747 and 767 \npassenger service.\nTitan offers global customers the benefits of Dry Leasing , \na solution that provides access to efficient aircraft, such \nas our 777 and 767 freighters, and engines through lease.\nWe also provide related aviation services, including  \nFlight-Crew Training  for pilots selected to fly Air Force \nOne and the E-4B National Airborne Operations Center, \nschedule analysis and management, and route- and \ntraffic-rights management.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}