{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     5Our environmental, social and governance (ESG) journey began with Atlas’ founding in 1992, and is \nrooted in our core values, including our unyielding commitment to care for each other, our planet and \nour communities. We believe long-term, sustainable growth is achieved by demonstrating transparency \nand accountability through responsible corporate governance, sustaining and protecting our natural \nresources, empowering our employees and business partners, and caring for our communities. As such, \nwe have identified what is paramount to our stakeholders, as expressed in our 13 priorities for ESG, and \naligned them to our overarching priorities:INTRODUCTION\nOur ESG Strategy\nResponsible Business Growth\nGrowing our business means looking beyond the bottom line. Practices that help to ensure \nintegrity, compliance and the protection of data, while engaging with our industry and our \nBoard, help to drive sustainable growth today and into the future.\nEnvironmental Stewardship\nUnderstanding where and how we can reduce our environmental impact is a priority \nembraced across our organization. From industry-leading, fuel-efficiency innovations to \nenhancing our modern, efficient fleet, we will achieve results for the planet we all share. \nCareer, Culture & Equity for Our People\nThere is no greater asset than our people. We have built a culture that embraces both \nopenness and collaboration by striving to ensure safety, professional development and \nequity for all employees. Elevating the employee experience increases opportunities for \nindividual professional growth and will help fuel our company’s growth.    \nSocial Impact & Co mmunity Engagement\nOur commitment of “caring for the world we carry” conveys our dedication to the places \nwhere our business takes us. By engaging our workforce and contributing to the global \neconomy, we are delivering on the desire for our communities to thrive. ", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}