{"page_content": "ATLAS AIR WORLDWIDE   2020 ESG Report     8INTRODUCTION\n2020 ESG Highlights\nResponsible Business Growth\n◊ Added environmental and sustainability matters to the \npurview of the Board of Directors’ Nominating and  \nGovernance Committee.\n◊ Created a new role, Director of Corporate Social Responsibility, \nand hired an experienced ESG leader to accelerate and expand \nour sustainability efforts.\nEnvironmental Stewardship\n◊ Completed a transoceanic sustainable aviation fuel (SAF) test \nflight powered by a blend of fuel containing SAF sourced from \nfresh vegetable oil. SAF has been shown to reduce carbon \nemissions by up to 80%.\n◊ Began voluntary tracking and reporting emissions in \naccordance with the Carbon Offsetting and Reduction Scheme \nfor International Aviation (CORSIA), which is an emissions \nmitigation approach that aims to reduce net CO2 emissions by \n50% by 2050.\n◊ Continued to upgrade our fleet. Our Boeing 747-8F and 777F \naircraft are approximately 15% more fuel efficient (which \ntranslates to approximately 15% lower CO2 emissions) and \nalso run quieter than previous-generation 747 aircraft. In \nJanuary 2021, we ordered four new Boeing 747-8F.\nCareer, Culture & Equity for Our People\n◊ Strengthened our commitment to the employee experience \nthrough the launch of our Elevate Atlas initiative, which is \nfocused on elevating our employees’ quality of work life.\n◊ Enhanced our diversity, equity and inclusion (DEI) strategy \nthrough the formation of two DEI Councils – Employee Council \nand Executive Council. Our DEI Councils focus on defining the \nblueprint of DEI at Atlas and connecting our people to the \nC-suite to take action on key DEI initiatives.\n◊ Celebrated employee-led initiatives, including the second \nanniversary of Atlas Women’s Network. Membership grew \nthroughout 2020, driven by the extraordinary efforts of the \nteam to stay active and connected in a virtual environment.\n◊ Transitioned to virtual hiring, onboarding and training during \nthe COVID-19 pandemic.Social Impact & Community Engagement\n◊ Transported critical personal protective equipment and \ne-commerce deliveries around the world, including:\n »Supported U.S. Federal Emergency Management Agency \n(FEMA) relief missions.\n »Arranged charter flights to multiple U.S. destinations – \ncarrying 130,000 N95 masks, nearly 1.8 million surgical \nmasks and gowns, more than 10.3 million gloves and more \nthan 70,000 thermometers.\n »Donated cargo lift support to transport critical supplies \non behalf of numerous organizations, including New York \nUniversity Langone Health, Inditex, Guardians of the \nAngeles Charitable Foundation and U.S.-based alumni of \nPeking University.\n◊ Donated to charitable organizations to support our local \ncommunities, including:\n »Food donations to frontline responders in our local \ncommunities, including near our primary operations in \nPurchase, New York; Cincinnati/Northern Kentucky (CVG);  \nand Miami, Florida.\n »Organizations dedicated to ending childhood hunger in \nSouth Florida and Alaska.\n »Liberty City Optimists Club, an organization focused on \nsupporting at-risk youth in Miami.\n »Freestore Foodbank, which supports more than 500 \ncommunity food pantries in 20 counties throughout \nNorthern Kentucky, Southern Ohio and Eastern Indiana.\n »Covenant House, which is committed to supporting youth \nexperiencing homelessness in New York City.\n◊ Provided opportunities for our employees to support disaster \nand pandemic relief efforts in the communities we serve.\n◊ Continued our long-standing commitment to Junior Achievement.", "metadata": {"source": "NASDAQ_AAWW_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}