{"page_content": "AMD CORPORATE  \nCITIZENSHIP IN ACTION\nThe year 2020 will be indelibly remembered in the light of COVID-19. \nThe reality of living and working through a pandemic serves as a stark reminder of the opportunities each of us has to help reduce hurt in our world and accelerate the capacity of recovery. I am grateful to see a resilient AMD strongly supporting our employees, communities, customers, medical researchers and health professionals.\nThis year also marks an important milestone in AMD’s corporate \ncitizenship journey. Twenty-five years of sustainability reporting has shepherded great progress, as reflected in AMD joining the Best 100 Corporate Citizens of 2020. As we look to important work ahead, I am inspired by AMD’s philanthropic Covid-19 response program, camaraderie through Employee Resource Groups and community volunteerism, advancements in product stewardship and supply chain responsibility, and much more.\nI am optimistic that the world will not just return to normalcy after \nthe pandemic, but rather resiliency. This historic event has impacted us all at a personal, professional and societal level. And in that, it can unite us all through a renewed appreciation for connection, ingenuity and well-being.\nAs we envision this future, AMD remains committed to delivering \nhigh-performance computing that improves how people live, work and play, while enabling creative minds to tackle some of the world’s toughest challenges. We appreciate the shared resilience and contributions from our workforce, partners and communities. Working together we will help usher a more sustainable world for future generations.\nRegards,\nSusan Moore  \nCorporate Vice President, Corporate Responsibility  \nand International Government Affairs  \nPresident, AMD Foundation \nLEARN MORE AT  AMD.COM/CORPORATERESPONSIBILITY", "metadata": {"source": "NASDAQ_AMD_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}