{"page_content": "CORE   \nISSUESIN 2019, AMD MADE STRONG PROGRESS IN FOUR STRATEGIC FOCUS AREAS WHILE CONTINUING TO ADVANCE \nA BROADER SCOPE OF INITIATIVES. WE CONTINUE TO MAP OUR PRIORITY ISSUES TO THE U.N. SUSTAINABLE DEVELOPMENT GOALS — SHOWING HOW ADVANCING OUR KEY INITIATIVES HELPS ADDRESS GLOBAL CHALLENGES.  \nMAPPING OUR CORE ISSUES TO U. N. SUSTAINABLE DEVELOPMENT GOALS\n9 \nINDUSTRY , INNOVATION\n& INFRASTRUCTURE13 \nCLIMATE  \nACTION4 \nQUALITY  \nEDUCATION8 \nDECENT WORK & \nECONOMIC GROWTH11 \nSUSTAINABLE CITIES  \n& COMMUNITIES3 \nGOOD HEAL TH  \n& WELL -BEING\nDATA PRIVACY   \n& SECURITY\nCybersecurity is a top priority at AMD. This commitment \nextends across all parts of our company—from policies that govern corporate operations, to technologies and practices that help keep our data and intellectual property safe, to our products which we design to help protect our customers’ information.  ROLE OF TECHNOLOGY   \nIN SOCIETY\nAMD technology advances education, healthcare, scientific research and more. In 2019, we introduced and successfully ramped the strongest product portfolio in our history spanning desktops, laptops, gaming, and the data center, including launches of the world’s first 7nm x86 CPUs and GPUs designed for PCs and the data center.  \nENERGY EFFICIENCY   \n& CLIMATE CHANGE  \nOur 2020 climate goals span supply chain, operations, and product use, and are approved by the Science Based Targets initiative. In 2019, we designed the most energy-efficient AMD mobile Accelerated Processing Unit (APU) to date, sourced over 42 million kwh of renewable energy, and sustained supply chain energy and emissions well below industry averages.  HUMAN RIGHTS   \n& LABOR ISSUES  \nWe conducted supplier responsibility initiatives with 100% of direct suppliers, maintained our 100% Corporate Equality Index score from the Human Rights Campaign, and earned full membership in the Responsible Business Alliance. \nLEARN MORE AT  AMD.COM/COREISSUES", "metadata": {"source": "NASDAQ_AMD_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}