{"page_content": "CASE STUDY\nADVANCING GENOME SCIENCE:  \nINCREASED PRODUCTIVITY THROUGH  \nHIGHER THREAD COUNTS \nOSU’S CENTER FOR GENOME RESEARCH AND BIOCOMPUTING \nCAN DO MORE SCIENCE WITH EPYC™ PROCESSOR CORE AND THREAD COUNTS \nWhat do snow leopards, eucalyptus, Phytophthora fungi, corn, and \nrice all have in common? They, as well as Oregon State University’s mascot the North American beaver, have had their genomes sequenced at the university’s Center for Genome Research and Biocomputing (CGRB). \nThe sequencing is just the start of conducting science based \non genomics, according to Chris Sullivan, Assistant Director of Biocomputing at the CGRB. The next critical work is genomic sequence alignment, the prerequisite to comparing and analyzing genomes by arranging DNA, RNA, or protein sequences to find similar regions. “We take these small strings of data and we align them to these massive genomes, ” said Sullivan. \n“WE HAVE APPLICATIONS REQUIRING 100-PLUS THREADS, AND \nONLY AMD EPYC PROCESSORS HAVE REALLY STEPPED INTO THAT PLAY BY GIVING US THAT 128 THREAD COUNT.” \n- CHRIS SULLIVAN, ASSISTANT DIRECTOR OF BIOCOMPUTING AT THE CGRB CASE STUDY\nACCELERATING DRUG DISCOVERY:  \nA REVOLUTION IN THE QUEST FOR  \nNEW TREATMENTS \nSYMMETRIC COMPUTING DISCOVERS NEW DRUGS FASTER  \nWITH AMD EPYC™ AND RADEON INSTINCT™ TECHNOLOGY \nFinding cures for the most common and life-threatening diseases \ntakes a huge amount of time and effort. Theories need to be devised, potential drug regimens designed, and then there will be years of testing before a new drug can be proven to be effective, safe, and ready to be delivered to patients. But what if you could accelerate that process, using simulations on supercomputers to find the drug formulations with the best potential for success before time-consuming clinical trials begin?\nThis is the approach taken by Symmetric Computing in its work with \nmedical researchers. Employing AMD EPYC™ processors and Radeon Instinct™ accelerators, Symmetric has been able to speed up the process of finding potential drugs for the treatment of Alzheimer’s, Parkinson’s, Diabetes, and other diseases. \n“WE CAN ALSO PUT FOUR HEAD NODES TOGETHER AND GET 8TB \nOF ADDRESSABLE MEMORY...WITH 256 CORES ACROSS FOUR SERVERS, THE EPYC PROCESSOR PLATFORM IS REALLY  \nA MAINFRAME AT A TENTH OF THE COST.” \n- RICHARD ANDERSON, PRESIDENT AND CTO OF SYMMETRIC COMPUTING, INC TECHNOLOGY ENABLING  \nA BETTER WORLD  \n \nAMD IS A COMPANY THAT DARES TO IMAGINE A BETTER \nWORLD, AND TAKES INSPIRATION FROM OUR CUSTOMERS TO DELIVER INNOVATIVE SOLUTIONS TO THE CHALLENGES AND POSSIBILITIES OF OUR DIGITAL AGE.\nLEARN MORE AT  AMD.COM/CASESTUDIES\n", "metadata": {"source": "NASDAQ_AMD_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}