{"page_content": "21\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nWe use our investment management expertise to help people achieve a lifetime of financial security. 20\nRI Policy & \nGovernanceInvestment\nAnalysis\nESG Integration\nActive\nOwnership\nExclusions\nEngagement\nVoting \nTargeted\nInvestments\nImpact Investment\nSRI ProductsESG Next\nBarclays Research workshops – \nThe Hague, Edinburgh, Chicago\nThe PRI Academy training provides a good introduction to ESG, but we are always looking \nfor opportunities to expand our knowledge with new, more advanced insights. Last year, \nwe organized workshops at our main offices (The Hague, Edinburgh and Chicago) with Lev \nDynkin and Albert Desclée from Barclays Research. They had recently published a paper \n– ESG Investing in Credit Markets11 – showing that a positive tilt toward ESG factors leads to \na small, but steady, performance advantage, and that this effect is strongest when applied \nto governance. With the workshops we were able to discuss in greater detail how results \nwould vary according to different ESG data sources or credit quality. We also looked at the \nneed for ESG factors to be incorporated in mainstream credit ratings.\nJennifer Moore, Director of US Credit Research in Cedar Rapids, said of the workshop: \n“I think this was a good step in our journey to better integrate ESG considerations into\nour processes. The fact that the Barclays team does mainstream quantitative portfolio \nanalysis, and does not only focus on ESG, provided an interesting perspective and gave\ntheir research a lot of credibility with my colleagues.” Overview of investment analysis\nSince 2011, we have taken several steps to incorporate ESG \nfactors into our internal investment processes. The first real \nimpulse in this area was the decision to source data from a \nleading ESG research provider. In 2013, we introduced the \nrequirement that members of investment teams complete \nESG training. This was to ensure portfolio managers and \nanalysts are in a position to incorporate ESG considerations \nin our investments. In 2015, we completed the process to \nautomatically include ESG ratings data in investment analysis \nsummaries, called tear sheets, generated by the Global Credit \nResearch team. Finally, we continue to work with 'ESG officers', \nportfolio managers or analysts in different units who lead ESG \nintegration work in their local team.ESG training\nIn 2013, we mandated ESG training for all portfolio managers \nand research analysts. Those who are eligible take an online \nprogram offered by the PRI Academy. This program covers the \nuse of sustainability data in fundamental analysis and security \nselection. Training gives our teams a better understanding of \nESG factors and how to apply them to specific investments. In \naddition to the PRI Academy program, our ESG data provider \noffers regular webinars and sector conference calls. We intend \nto increase the amount of ESG-related training provided to \nportfolio managers and research analysts.\nBy the end 2017, 82% of eligible portfolio managers and \nanalysts had completed the training10.In addition to portfolio managers and analysts, we also involved \ncolleagues from portfolio risk management, sales & marketing, \nand communications. This gave us a complete overview of our \nclients’ preferences in terms of ESG, and helped determine how \nESG factors are currently taken into account in our processes, and \nhow this is communicated to external stakeholders. \nWe spoke to our colleagues about the importance of ESG Next and \nhow the project could help them integrate ESG more effectively \ninto their daily investment decisions. Our findings are reflected in \nthe interviews on the following pages.10. Investment Analysis \nESG integration means taking ESG factors into account in investment analysis and \ndecision-making. We believe ESG integration improves our risk management and \ninvestment capabilities. Our investment professionals are required to complete ESG \ntraining. They learn how to identify investment risks and opportunities related to ESG \nperformance. Last year, we launched the ESG Next program. The aim of the program was to organize \n‘deep-dive’ sessions – where RI specialists work intensively with individual investment \nteams, getting to know investment processes from the inside. ESG Next began with \ntwo pilot projects, the first involving the High Yield team in the US, and the second the \nRates & Money Markets team in The Hague.\n10  All Aegon Asset Management staff with investment research and decision-making responsibilities are eligible.\n In practice this means effectively all portfolio managers and analysts are eligible.11  https://www.investmentbank.barclays.com/content/dam/barclaysmicrosites/ibpublic/documents/\n our-insights/esg/barclays-sustainable-investing-and-bond-returns-3.6mb.pdf", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}