{"page_content": "23 22\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nPhil Torres, Global Co-Head of Emerging Markets and Director of Emerging\nMarkets Research, was involved in the ESG Next project, for the Rates & Money Markets \nteam in the Netherlands12.\nPhil, does ESG add value in sovereign investing?\nIn my view, there are two reasons to incorporate ESG. Either to \ncreate a positive impact  or because it leads to better investment \ndecisions. We know there’s a correlation between ESG and \nsovereign ratings. But we can’t yet use ESG to predict spreads or \ndefaults, which is primarily what we’re interested in.\nIs ESG already part of your process?\nIt is. In one sense, ESG is nothing new. When it comes to \nsovereigns, ESG focused investors talk about GDP, the rule of law, \nopenness, competitiveness etc. These were already part of our \ncredit analysis. They’re also part of agency rating exercises and \nwe see some correlations there. The problem is that correlation \nisn’t the same as cause and effect, so that is something we need \nto understand better.\nThis leaves us with two questions before we can take ESG any \nfurther. First, analysts and portfolio managers must know what \nissues to focus on. For example, do they focus on the risk of war, \nor water degradation? Which one is the relevant indicator? Which \none drives credit spreads? Or defaults? The second question, of \ncourse, is how do you then implement this?\nAnd the question of creating positive impact through ESG?\nWouldn’t that be great if you could solve the world’s problems \nthrough investments! As someone who is concerned about social \nand environmental issues myself that is certainly something I \nwould like to see. However, we need much more evidence on the \neffects ESG activities are having in sovereign investments. You \nalso have to ask yourself the question – if, because of ESG, you \nend up investing in certain countries, or not investing in other \ncountries, how much are you changing on the ground? I don’t \nknow the answer, but the shift in capital will need to be much \nmore extensive before we really see significant change.\n\"We need much more evidence on the effects ESG\nactivities are having in sovereign investments.\"ESG Next – Sovereigns\nCase Study: ESG integration in a chemical company\nDuring our ESG Next meetings, we discussed a chemical company \nwhere we had two ESG concerns. First, we were worried about \npotential environmental and health problems caused by a \nchemical compound known as perfluorooctanoic acid (PFOA), \nwhich the company used to manufacture its flagship product. \nPFOA production led to contamination in areas near production \nfacilities. PFOA exposure was found to be associated with \nincreases in certain illnesses, including kidney and testicular \ncancer. These risks were flagged by our ESG process. Additionally, \nour research highlighted possible legal liabilities as a result of \nPFOA use. These liabilities, we concluded, might adversely affect \nthe company’s financial position and, ultimately, its ability to \nservice its debt.Second, our analysis raised governance concerns. The company \nwas set up to pay a disproportionately large dividend to its former \nparent company. This magnified our concerns over the company’s \nability to handle debt service and legal liabilities. \nFollowing our initial assessment, ongoing ESG monitoring \nrevealed a number of legal outcomes related to adverse health \nconditions caused by PFOA contamination. This additional \ninformation, combined with our prior analysis, aided us in \nquantifying the potential economic impact of the company’s \nmanufacturing process. \nCase Study: ESG risk on corporate ratings\nEach industry has its ESG issues. In some cases, ESG risk is simply \npart of investing in that industry. It’s important to understand \nthese risks before taking decisions. In the US, we’re invested in \na provider of student loans. Concerns had been raised over this \ncompany’s financial products – as well as access to loans and \nits HR practices. Lawsuits had been filed by US government \nagencies, including the Consumer Financial Protection Bureau; \nthese lawsuits involved potentially costly fines or legal \nsettlements. \nFrom our analysis, however, we found the company had a \nreasonable defense. It was compliant with federal law and \nrequirements governing debt collection programs. It also had \nbetter quality performance than its peers. It seemed to us the charges against it were politically motivated, at least in part. With \nstudent finance, product design and contracts are determined \nmainly by the US government. The company could reduce risk – \nbut couldn’t eliminate it altogether. As an investor, we simply had \nto accept that. \nCase Study: ESG risks in Sovereigns\nWe examined a Middle-Eastern country for possible inclusion in \nour emerging markets portfolio. As part of this, we looked at a \nnumber of environmental, economic and political issues. These \nincluded: \n • The impact of increased global renewable energy output on \nthe country’s economy and ability to repay debt (the country is \nhighly dependent on crude oil exports).\n • The effect of regional conflict on consumer spending \n(particularly the possibility that consumer spending will begin to \nincrease current fighting decreases).\n •  The weakness in governance and public institutions (and  \n  the impact of governance changes on credit performance); in this respect, we were encouraged by the government’s \nrecent agreement with the International Monetary Fund and \ncommitment to political engagement. \nIncorporating these factors enhanced our understanding of the \nrisks related to investing in this country, and were an influence on \nour portfolio decisions.ESG Integration\n12 Phil recently published the paper “The Integral Role of ESG Factors in Emerging Markets Investing,”\n which can be found on our website  www.aegonassetmanagement.com", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}