{"page_content": "25 24\nWe use our investment management expertise to help people achieve a lifetime of financial security.Jennifer Moore is Director of US Credit Research and James Rich is a portfolio manager \nand the Head of US Restructuring, providing research-based advice on lower-quality \ncredits. The RI team worked primarily with Jennifer and James in determining who to \ninvolve and how to set up ESG Next for the US High Yield team. \nHow is ESG incorporated in the investment process at\nAegon Asset Management US?\nJames: To us, ESG is just good credit research. We look at things like \nnew environmental regulations or union disputes and how they might \nimpact business fundamentals. We’ve been doing that for years and \ndon’t believe that we need specific ESG analysts to address these \nissues. We just need traditional credit analysts who understand ESG. \nTell us about ESG Next. How did it add to what you were\nalready doing?\nJennifer: ESG Next was really about formalizing the ESG integration \nprocess and making sure everything is happening in detail at the \nportfolio level. The project allowed us to focus on a specific asset \nclass, to work through case studies and live examples together, and \nextend the knowledge we have to other parts of the organization. \nJames: We are a research-based organization, so our research teams \nspend a lot of time digging into the detail. Over the past several years, \nthere has been a tremendous amount of new data and research on \nESG. ESG Next allowed us to really analyze that new information and \nmake it digestible for our research analysts and portfolio managers. \nWhat asset class did you focus on, and who was involved\nin the project?\nJennifer: We looked at high yield corporate debt investments. \nWe brought in people from across the investment team: research \nanalysts, portfolio managers, and the RI team. Bringing in the \nmarketing and risk management teams was also important to get \nbroader organizational awareness and build our overall knowledge on \nthe topic. \nWhich case studies did you look at, and what did you learn\nfrom them?\nJennifer: We looked at a number of case studies. We went through \nthe ESG reports for these companies – and separated out what was \nmaterial and what was just “noise”. Not all ESG factors are equal. \nYou need to understand what’s really fundamental to the issuer’s \nindustry. Some industries, of course, carry more ESG risks than others. \nFor example, we analyzed ESG issues at an airline that initially looked \nquite concerning. However, after sifting through the issues and \ncomparing the airline with companies in other industries, we realized \nthat much of the risk just comes with investing in that particular \nindustry.James: It was good to see our analysts were already familiar with \nESG issues and had a good understanding of the dynamics, even if \nsometimes it wasn’t labeled an “ESG” issue. A big value-add of these \nsessions was that portfolio managers got better insight into the \nmethodology of our ESG data provider. Portfolio managers are more \nremoved from the detailed research process. They don’t normally log \non to the ESG platform – they rely on information provided by the \nanalyst. We had some interesting discussions about the impact of \nESG issues. And analysts learned what kind of information portfolio \nmanagers are really looking for and how they use this in investment \ndecisions.\nHow do you think ESG Next has further honed the team’s\nESG expertise?\nJennifer: The project hasn’t really changed how we look at these \nissues, but it has strengthened our understanding, and made \nus realize that what we’re doing is important. We just need to \ncommunicate that more clearly to clients and other stakeholders.\nAlso, in ESG discussions, there’s a lot of focus on the E and S factors, \nbut we find that often G is often more important. Governance factors \ntell us more about items such as the underlying legal structures at a \ncompany, management representation and the potential for fraud. \nThese are all key to understanding a company’s profile. We have a\nlot of experience in assessing companies’ governance, however it\ncan also be challenging to quantify E and S issues in financial terms.\nThat doesn’t mean they’re less important to a company, but from an \nESG integration point of view these issues can be very gray in nature \nand difficult to define.\nSo, what will come next from ESG Next?\nJames: We have a number of follow-up items we’re currently working \non. First, we need to communicate our views on ESG integration \nbetter – both to current and prospective clients. In addition, we’re also \nimproving upon our efforts in 2015 and are updating the format of \nour credit tear-sheets to better reflect what we are doing to integrate \nESG factors into our research process. In the new format, for \nexample, analysts will indicate their agreement with the assessment \nof the data provider and if they do not agree, provide their thoughts \nbehind the difference in opinion. They will also note the magnitude \nto which ESG factors impact the creditworthiness of the company \nas well as if they feel engagement with the company would be \nbeneficial. This will also allow the research and RI teams to work \nmore closely together.ESG Next – US High Yield \n\"In ESG discussions, there’s a lot of focus on the E and S factors,\n but we find that often G is often more important.\"", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}