{"page_content": "27\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nWe use our investment management expertise to help people achieve a lifetime of financial security. 26\n\"If there is a big ESG issue, you’ll generally find that there is also a ton of\n other issues, and then it’s hard to argue that we decided not to go forward\n due solely to ESG considerations.\"Can you summarize TPG’s RI journey and how you integrate ESG? \nBeth: RI has always been fundamental to our investment \napproach. It wasn’t always called RI, but since the start we’ve had \na strong commitment to due diligence and engagement. Over \ntime, our approach has become more systematic. We formalized \na program to look at how ESG could add value. We have also \ngradually moved from a ‘risk mitigation’ approach, where we \nlooked more at negative impacts, to understanding how we can \ncreate positive impact. \nIn this area, what are the biggest challenges and opportunities \nfor you at the moment as a private equity manager?\nBeth: One of the biggest challenges for us is figuring out what \nour priorities are- in other words, which ESG issues are most \nrelevant for each company. This isn’t easy; we have a very \nextensive and diverse portfolio. Data collection for ESG issues is \nstill emerging, and ESG themes are always changing. Right now, \nclimate change is a very important, high profile issue, but its \nrelevance depends on the specific sector or industry. In the US, \nmany people are also talking about immigration issues, especially \nwith the repeal of DACA13. And, of course, sexual harassment \nclaims have recently come to the table. We try to remove the \npolitics, and focus on the business aspects of these issues in our \nwork with companies, to define a risk, or a value creation factor. \nActually, many of the challenges also turn into opportunities. For \nexample, often we’ll have discussions about environmental issues \nfrom a risk point of view, but we also realize that reducing waste \nand energy use can result in cost reductions and can add to a \ncompany’s bottom line.How do you draw a line between something you can improve \nand something you just want to get out of?  \nBeth: Usually, the more ESG issues a company has, the more \ntime we spend on them. I can’t think of many cases where ESG \nhas driven a “no-investment” decision. If there is a big ESG issue, \nyou’ll generally find that there is also a ton of other issues, and \nthen it’s hard to argue that we decided not to go forward due \nsolely to ESG considerations. We review all the early warning \nmemos to make sure ESG issues are covered and to see if there’s \na possibility for improvement. Once we invest, we establish three \nto five initiatives that will help the company drive value.\nBoth ESG integration and private equity are about creating \nlong-term value. How do you see the concept of “creating impact \nthrough sustainability and ESG” evolving over the next ten years?\nBeth: There is still a lot to do on integration. We’re now in the \nphase of focused engagement. Societal issues will keep changing \nand portfolio companies are starting to address them. Our \nphilosophy is to meet companies where they are and then move \nthem further along on their path to a more sustainable approach.\nTPG makes investments for a large number of investors. How do \nyou accommodate for different views on RI and ESG?\nBeth: While Limited Partners have differing points of emphasis \nand inquiry, most understand that focusing on ESG is sound \nbusiness practice. We encourage dialogue with our LPs so we can \nunderstand what issues are important to them. We’re also very \ntransparent- we detail all our practices in our PRI and our TPG \nGES Reports14.Monitoring ESG in External Managers\nLast year we carried out a review of our external managers and their alignment with the \nAegon Group RI policy. The review provided insights into how managers address RI and \nintegrate ESG into their investment and active ownership practices. TPG, a leading global \nprivate investment manager, stood out for its commitment to RI. Jon Skaggs, Head of \nPrivate Equity and Mezzanine at Aegon USA and Emanuele Fanelli, Manager Responsible \nInvestment, spoke about their approach with Beth Lowery, Senior Advisor for Environment \nand Sustainability at TPG.\n13 DACA is the Deferred Action for Childhood Arrivals. DACA would allow certain illegal immigrants to remain in the US if brought to a country as a child.  \n14 https://www.tpg.com/sites/default/files/2017-07/2017%20GES%20Report_FINAL.pdfEmanuele Fanelli", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}