{"page_content": "29 28\nWe use our investment management expertise to help people achieve a lifetime of financial security.Niels Hermes is Professor of International Finance at the Faculty of Economics and \nBusiness of the University of Groningen. In 2017, he published a research report about \ninvestment time horizons at Dutch listed companies15. Jaap van der Geest is a portfolio \nmanager at TKP Investments who was involved in the launch of a fund with a focus on \nlong term investing in 2017.\nNiels, can you tell us about the background to your research and \nwhat the objectives were?\nNiels: Our research looked at company managers’ time horizons, \nwhether they were shorter- or longer- term oriented. We also \nstudied what determined these time horizons, and the outcomes \nthey produced. What we found was that companies that had \nshareholders with longer-term horizons, like insurers and pension \nfunds, were also more long-term oriented. This may be expected. \nMore surprisingly, we found no clear connection between \ncompany managers’ time horizons and outcomes like whether \nthe firm manages earnings, invests more or less in R&D, and so \nforth. This doesn’t necessarily mean that these connections don’t \nexist; they just didn’t show up in the research. The question about \ntime horizons is very context-specific. It depends on the industry, \non the history of the company, on the macro-economic situation, \neven on the specific stage of the business cycle. If there is an \neconomic crisis, companies go into survival mode, focusing on \nshorter-term concerns. When markets are booming, they’re more \nlikely to look at the long term.\nJaap, you developed a strategy based on a long-term \ninvestment. Do you feel that other investors may not be as long-\nterm-oriented as they should be?\nJaap: Each investor has its own style. Short-term oriented \nmanagers often base their decision-making on economic factors \nlike GDP growth or changes in oil prices. They also tend to be very \nfocused on their position relative to index weightings, as well as \nmarket sentiment and momentum. In fact, these elements can \noverride other factors that may be more relevant in the longer \nterm. In some cases, their-performance may be good, but on \nbalance it is not the best way to invest because these investment \ndecisions are partly based on variables where prediction accuracy \nis low.\nAnd what makes your strategy a “long-term” strategy \nspecifically? \nJaap: At TKP Investments, we invest through external managers. \nSome are long-term oriented, others are more short-term. What \ndistinguishes our strategy is that we own companies, we don’t \ntrade in them. So, instead of basing our decisions on factors like \nGDP growth, index weighting, and specific market developments, we invest in companies that appear to have strong, 5-10 year \nbusiness strategies. When you know you will be holding a \ncompany for a longer period of time, ESG factors also become \nmore important. You need to ask: will society still find this \ncompany relevant and valuable in ten years’ time? \nWe also removed the usual performance fee. Instead, we put \na target on external managers’ five-year performance, which \nrewards successful long-term strategies. Of course, progress may \nnot be a straight line. However, we expect managers to stay true \nto their investment philosophy.\nWhile having a long-term focus is generally a good thing,\nmany investors often argue that the long term is not more than \na series of short terms. Also, that investors have a responsibility \nto monitor companies and management and hold companies \naccountable when they don’t meet expectations. What’s\nyour view? \nNiels: The idea that the long-term is a series of short-terms \nis a bit simplistic. You don’t win a marathon by doing ten four-\nkilometer sprints. If you are pursuing long-term performance, you \nreally need to build a strategy around it, both as an investor and \nas a company manager.\nThat said, short-term monitoring by investors is important – \nit’s a key part of corporate governance. The main challenge \nfor company management is that there are stakeholders with \ndifferent interests and it is up to the management to align these \ninterests over the long term. Ultimately the key thing is: what \nis the company’s focus? What is it really aiming for? It’s the \nresponsibility of management to send clear signals – “here’s what \nwe want to achieve”. If you buy into that story as an investor \nyou should, to some extent trust, the management. However, \nnot all investors are the same. Some might be in it for a longer \nperiod and will want to have a voice in governance. Others may \nbe looking for an earlier exit and if that fits with their investment \nstrategy that is fine, they’re not so interested in having a voice. \nThis kind of diversity in investors and companies is part of what \nmakes financial markets work.\nJaap: Clearly, short-term investors are trying to achieve a good \nreturn within a confined timeframe. We have all heard theLong Term Investing\n\"The idea that the long term is a series of short terms is a bit simplistic.\n You don’t win a marathon by doing ten four kilometer sprints.\"\n15  The research was commissioned by Dutch investor platform Eumedion. Harald Walkate, Global Head of Responsible Investment\n at Aegon Asset Management was Chairman of the Eumedion research committee at the time", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}