{"page_content": "31 30\nWe use our investment management expertise to help people achieve a lifetime of financial security.80/20 theory that would hold that 20% of the stocks generate \n80% of the return. A lot of managers try to time their trades \nby looking at the economy and at quarterly figures, which can \ncreate very volatile investment behavior. So yes, short-term \ndevelopments are important and companies need monitoring,\nbut you have to work out whether these developments affect \nyour long-term investment case.\nCompany managers’ remuneration schemes are key in aligning \nmanagement, investors and other stakeholders behind long \nterm goals. Do you agree, and what recommendations do you \nhave for non-executives who decide on these schemes?\nNiels: You have to ask yourself to what extent you should use \nnon-financial criteria in setting your remuneration strategy. It \nsounds right, but does it really work? Research on this topic is \nemerging, but it is not clear yet where this is going. Even if you \nlook at health & safety, product recalls etc. – to what extent can \nmanagement manipulate those things? I’m not sure that we’ve \ndeveloped good enough metrics yet to hold managers to account \nfor non-financial outcomes.\nJaap: Incentives should be based on how successfully a \nmanagement team allocates its capital. Managers often receive \nshares in the company. We prefer this to bonus schemes that are \nasymmetrical, where you get rewarded for the upside, but not \npunished for the downside.\nNiels: I agree. You need time to see the real effect of managers’ \nactions. By the time that happens, they may be long gone. Ideally, \nyou should wait much longer before paying out bonuses - either \nthat or have a claw-back.Niels’ research shows that, in the Netherlands at least, it\ndoesn’t make much difference whether companies are short-\nterm or long-term oriented. Are we putting too much emphasis \non time horizons?\nNiels: Yes, the time horizons is just one aspect. We shouldn’t \ngeneralize. For some companies, for example, investing in \nR&D is a wonderful thing, but for others it may not make \nsense. Generalization also does not make sense with respect \nto investors. Take hedge funds – some might say they are the \nultimate short-term investors. Actually, if they come in, shake up \nmanagement, put the company on a better course, that could be \na very good thing, depending on how well managed the company \nis. Instead of asking whether a company is long-term oriented, \nyou could ask - what does it mean to be a well-managed \ncompany?\nJaap: For us, a well-managed company is one with a management \nteam that focuses on opportunities, with healthy returns on \ncapital, rather than growth per se. At the same time, we want to \nsee a balance in stakeholder interests – that is what underpins \nlong-term success.\nNiels: What we haven’t discussed is the effect of protective \nmeasures, like anti-takeover defenses. Studies show these can \nbe both positive and negative. In our study, we found that these \nprotective measures may give managers more independence and \nhelp shield them from external short-term pressures. We’d like to \ndo the study again in a wider European context – to see if you get \nthe same results outside the Netherlands. Do time horizons really \nmatter? – The jury’s still out.In 2017, RI Manager Emanuele Fanelli and Principles for Responsible Investment (PRI) \nSenior Consultant Carmen Nuzzo hosted the kick-off event for a series of roundtables \nthat the PRI organized as part of the ESG Credit Ratings Initiative. Emanuele caught up \nwith Carmen later to hear how the initiative is shaping up and her plans for the future.\nCarmen, could you tell us a bit about the initiative and\nhow it came about?\nThe PRI launched the initiative in response to a survey conducted \nin 2015, looking at how organizations use credit rating agency \n(CRA) services and the extent to which they thought agencies \nwere already incorporating ESG factors in their methodologies. \nOur findings showed that most respondents thought that ESG \nfactors were being captured, but it wasn’t clear how.\nFollowing the survey, we launched the ESG in Credit Ratings \nStatement. This is a public recognition, by CRAs and investors \nwho sign the document, stating why it’s important to be more \ntransparent and systematic about integrating ESG factors in \ncredit assessments\nAnd what was the state of play?\nOn the investor side, ESG consideration is still in its early stages, \nbut there’s growing interest. Communication is also an issue. \nCRAs have produced a lot of research and notes to explain their \nmethodologies, but there’s still confusion among investors.\nWhat key changes have CRAs implemented in relation\nto ESG during the last year? \nOver the past couple of years, we have seen important changes. \nCRAs have started to publish more notes related to ESG factors, \nmaking them more explicit. There has been an increase in the \nnumber of publications on ESG both at a sectoral and thematic \nlevel. More importantly, new dedicated teams have been created, \nfocusing on ESG integration or sustainable finance. Credit \nanalysts now have more insightful resources to produce their \nresearch and we are beginning to see more rating upgrades and \ndowngrades as a result of E and S factors, as well as G.\nLast year, you held several workshops around the world,\nwith both CRAs and investors present. Could you tell us about \nthe key lessons learnt?\nWe wanted to test whether the findings of our initiative’s \nfirst report were valid at industry level. The workshops were \ninstrumental in doing that. Aegon Asset Management hosted \nthe inaugural workshop, and helped the PRI shape the survey \nwe used to frame discussions. We wanted to target the \nultimate users of rating agencies, so the events were aimed at \npractitioners, both portfolio managers and credit analysts. ESG \nspecialists could join only if they brought their investmentcounterparts. It was a nice way to put CRAs and investors around \none table to talk about the challenges and what investors wanted \nto see more of. \nInvestors were eager to learn how to put ESG into practice. They \nrecognize that the G, which has always featured in traditional \ncredit risk analysis, is more material than the S and the E. \nInvestors are trying to make ESG analysis more quantitative, \nbut in many areas they lack standardized data. More advanced \ninvestors – including Aegon Asset Management – have started to \nproduce proprietary indicators to spot opportunities and manage \ndownside risks. \nHow do fixed income investors view ESG third party ratings in \ncomparison with credit ratings? \nThere is a lot of confusion in the market around what it means to \nincorporate ESG in traditional credit ratings. CRAs measure the \nrelative creditworthiness of a bond or of its issuer, whereas ESG \nratings measure how well a bond or an equity issuer performs \nbased on ESG metrics. The two are distinct, but not mutually \nexclusive, and investors should be using both with different lenses.  \nWhat are the next steps in the ESG Credit Ratings Initiative\nand where do you hope it will eventually lead to?\nOur second report focuses on the challenges of incorporating \nESG factors into credit risk analysis. After publishing this the PRI \nwill conduct another round of events in Asia, and a third and final \nreport will be out in the fall. The final report will feature solutions \nthat emerged during the roundtables and recommendations for the \nfuture. The aim is to dig deeper at the sector level and, within fixed \nincome to assess different asset classes - like high yield, financials \nand non-financials - to make ESG integration more practical.\nEventually, we hope this will become a “baked-in” approach, for \nrating agencies to be as explicit as possible and embed this in \ntheir analysis, as opposed to simply producing an add-on sector \nproduct that would compete with what other service providers \nare already doing. \nFor me, it is really exciting to see how quickly the area is growing \nand that investors are really thirsty for knowledge, but changes \nwon’t happen overnight. What is missing at the moment is \nthe link between the increased ability of CRAs and investors \nto appreciate ESG issues and the effect of these new skills on \ncapital allocation.PRI’s ESG Credit Ratings Initiative ", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}