{"page_content": "33\nWe use our investment management expertise to help people achieve a lifetime of financial security. 32\nWe use our investment management expertise to help people achieve a lifetime of financial security.GRESB\nRené Rijk, Real Estate Portfolio Manager at TKP Investments, has been leading Aegon Asset \nManagement’s work on the Global Real Estate Sustainability Benchmark (GRESB) since we first joined in \n2012. \n“When we first started with the GRESB in 2012, we were trying to get to grips with the survey. Since \nthen, we’ve focused more on data quality and ESG, which allows us to measure the real impact of our \nESG initiatives as well as to manage ESG risks and engage with investment managers in an effort to \ndrive stronger sustainability practices. Today, we are starting to see properties become more sustainable \nbecause of it.”\n“One of our investment managers in the US provides a good example. The manager in question has been \nvery successful in implementing sustainability elements and achieving a high GRESB score and has now \nstarted to look for even more innovative solutions. One of this company’s properties started a pilot project \nin an office building to see how battery storage can smooth out energy spending. The battery facility saves \npower during periods of low demand and releases it during peaks. As a result, the building saves on energy \ncharges during peak hours. The project is still in a pilot stage, but shows what’s happening generally in real \nestate. As the economy transitions to more renewable sources, battery storage will be key to regulating \nthe intermittency of wind and solar energy. This is just the kind of forward-thinking we want to see in the \nmanagers we work with – we think it makes sense economically, and helps sustainability.”Saemor Capital was founded in 2008 with the backing of the Aegon Group, as \nshareholder and cornerstone investor. The company currently manages a market-neutral \nstrategy (AuM EUR 450 million euro), investing in European equity markets. We spoke \nwith Sven Bouman, founding partner of Saemor, about responsible investment.\nSven, is there really scope for responsible investment as part of \nan alternative investment strategy like Saemor’s?\nYes, absolutely. ESG factors are important in determining whether \na company or industry is sustainable for the future. They should be \non the minds of all investors, regardless of their style or objectives. \nFurthermore, many of our strategies are based on trends or \ntheories about the behavior of other investors. So. It’s also \nimportant to us because other people are looking at it, and our \nbusiness model is based in part on what other people are doing. \nHow can you look at such qualitative issues when you invest \nsystematically?\nAt Saemor, we do take a very quantitative approach to investment, \nbut there is also much more ESG data available to us than ten \nyears ago. However unfortunately, there is no consensus on what \nconstitutes “good” or “bad”. When we look at the data, we see \ncompanies that are very “good” in some areas, and very “bad” \nin others. Company ratings also differ depending on the data \nprovider – sometimes they’re totally uncorrelated. We have to \nthink carefully about how we use the data and determine at what \nstage in our investment process it should be applied. This can \ndepend on things like predictive power, the nature of the data, and \nhow markets react to the data.\nWhat do you mean by predictive power?\nOur model tries to predict which companies will perform well and \nwhich will perform poorly. To be included in this model, factors \nmust help us predict future stock returns. In some ways we \nthink ESG data fits well with a systematic process. But signals \nwe extract from ESG data can be quite weak. For example, you \ncould say that having diversity on the board is a sign of good \ngovernance and may be expected to bring superior returns. \nHowever, there are many attractive companies with non-diverse \nboards and unattractive companies with diverse boards. So, \ndiversity on its own is not enough. \nSince our inception, we’ve placed a lot of emphasis on “quality” \nfactors when selecting companies. This helps direct us to \nsustainable, high-quality companies – companies that have a \nconservative balance sheet, have made money over the years \nand are growing their business. These companies are often ESG \nfrontrunners. So, we can add board-diversity to a longer list of \nfeatures that we look at to determine whether a company is well-\nmanaged and, taken together with other metrics, board diversity \nmay have predictive power. In other words, governance metrics \nhelp us define quality.And what about the nature of the data?\nAs with all datasets, you have to look at how ESG data is collected \nand processed. In most cases, this is not market data collected \nregularly or in real-time. Most is either self-reported by companies \nor is the result of surveys filled out by those companies. Data \nmay change only once a year. For smaller companies or those in \nless-developed economies, it may be totally outdated, or even just \n“proxied” – filled in by the data provider, but not actually looking \nat the company in question. This means the data needs to be \nanalyzed and cleaned before used in modeling.\nSaemor’s investments are mostly short-to-medium term \ninvestments. We have an average holding period of four months. \nThis means that, for many of our investments, ESG data will not \nchange during the holding period. However, by looking at longer-\nterm trends, we get a feel for where the company is headed and \nwhether it considers sustainability worth paying attention to. \nESG “improvement” is often more important than a company’s \nabsolute rating.\nWhat did you mean by market reaction to ESG data?\nThe most obvious market reaction for ESG is in risk management. \nA corporate scandal – for example, the VW emissions case in \n2015 – may severely impact a company’s share price. These \nmarket reactions tend to be rapid and extreme. They don’t fit \neasily into the behavior of “normal” markets that our model \nseeks to predict. There is evidence that ESG data can help us to \npredict these kinds of events. We can red-flag companies with \nheightened ESG risk in the short-to-medium term. We can then \neither reduce our exposure or completely exclude them from \ninvestment. All this is integrated into our portfolio optimization \nprocess and dealt with like any other kind of risk.\nWhere do you see ESG investing going next?\nNew data is becoming available all the time, helping us pinpoint \naspects of ESG that are currently less well defined. That is \ninteresting for us, with our more quantitative approach. \nAlso, people outside the world of investing are becoming more \ninterested in these subjects. Younger generations are placing \nmore importance on sustainability and they will expect us to pay \nmore attention to these issues.ESG Investing at Saemor Capital", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}