{"page_content": "Impact Investments:\n35 34\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nRI Policy & \nGovernance\nInvestment\nAnalysis\nESG Integration\nActive\nOwnership\nExclusions\nEngagement\nVoting Targeted\nInvestments\nImpact Investment\nSRI Products\nAegon Asset Management has a combined EUR 4.2 billion in its SRI funds.\nUK\nSeveral “ethical” \nstrategies in\nequities and fixed \nincomeNL\nStrategies\nbased on an\nSRI indexHungary\nClimate change-\nthemed equity \nstrategyChina\nSRI and green \nstrategies\nSRI FundsImpact investments \nThese include direct or indirect investments in businesses, \norganizations and projects that meet our existing risk and \nreturn requirements, but also create a measurable social or \nenvironmental impact. We have impact investments in affordable \nhousing and care homes for the elderly, renewable energy, \nsustainable timber, micro-finance, development banks and green \nbonds. SRI funds \nSRI funds offer investment strategies for clients that often \nrevolve around exclusions for a specific ESG issue or combination \nof ESG issues (for example, companies with poor environmental \nor human rights records, or that are active in the arms or \ntobacco industries may be excluded from investment). Aegon \nAsset Management currently offers SRI funds in the UK, the \nNetherlands and Hungary. Our joint venture partners LBPAM \n(France) and AIFMC (China) also offer SRI funds. Aegon Asset Management defines targeted investments as investment opportunities \nthat have explicit social and environmental goals in addition to financial ones. Our \ntargeted investments include both impact investments and Socially Responsible \nInvestment (SRI) funds. 11. Targeted Investments\n16  The metrics were developed using “The Local Economic Impact of Typical Housing Developments, National Association of Homebuilders, Washington, D.C.,(2010).\n17 The metrics were developed using U.S. EPA Greenhouse Equivalencies Calculator http://www.epa.gov/cleanenergy/energy-resources/calculator.html\n18 Impact metrics gathered from annual fund impact reports.\n19 The metrics were developed using U.S. EPA Greenhouse Equivalencies Calculator http://www.epa.gov/cleanenergy/energy-resources/calculator.htmlAffordable housing\nIn 2017, our US affordable housing investments provided financing \ncommitments for just over 7,700 living units and 9,300 first year jobs16. \nRenewable Energy\nInvestment in clean power, which reduces impact of energy use on the \nenvironment. US solar tax credit sites collectively produced enough energy in \n2017 to provide the yearly electricity use of 31,000 homes17.\nCare homes\nSpecialized accommodation and assisted living for the elderly in the\nUS, UK, and Netherlands.\nInternational Development Banks\nDevelopment banks support job creation and poverty relief in developing \ncountries.\nGreen bonds\nFunding for environment and climate-related projects around the world.\nStudent loans and sports facilities\nSupport for US Federal Family Education Loan Program which helps\nmillions of low and middle-income Americans get to university.\nGreen residential mortgage-backed securities\nSecurities include residences that emit approximately 14% less\nCO2 a year than traditional housing. \nMicro-finance\nOur investments have helped an estimated 1.7 million underserved people \nborrow money and 1.5 million open savings accounts18.\nSustainable timber\nInvestment in more than 430,000 acres of sustainable timberland, helping take \napproximately 367,000 metric tons of CO2 a year out of the atmosphere19. 436 m\n325 m\n1.8 bn\n226 m\n131 m\n138 m\n74 m\n9 m4.8 bn", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}