{"page_content": "37 36\nWe use our investment management expertise to help people achieve a lifetime of financial security.20  Aegon N.V. is a member of the Global Impact Investing Network (GIIN). Most of the GIIN related activities are carried out by the RI team at Aegon Asset Management.\n21 Aegon’s approach to impact investing has been documented in case study that can be used by other investors looking to structure and develop an impact investment  \n approach the case study is published online and can be found here.\nImpact Investment at Aegon Asset Management \nWe’ve been active in impact investment for many years now. In fact, in some areas such \nas affordable housing and renewable energy we were investing long before the term \n“impact investment” became popular. \nIn 2014, we carried out a project to look at this area in more detail \nand to increase awareness of impact investing within the company. \nWe set up initiatives to encourage colleagues investing in different \nasset classes to think about the impact of their investments and \nto see if more positive impact investments could be made (a good \nexample was the 2017 clean energy project, see page 52).\nMore awareness, more integration\nThese initiatives led to more investments in existing asset classes, \nbut also to new types of impact investment, such as micro-finance \nand green bonds. We also increasingly integrated the “impact” \nconcept into processes and product development. With these \nefforts, we increased our total impact investments by EUR 900 \nmillion in 2017.\nLooking for new ways to contribute to impact investment\nOur priority is to ensure that our clients' assets are well managed. \nFor many, that means that liabilities on their balance sheet are \nmatched; this is a key driver of the investment requirements set \nout in their mandates to us. We also have regulatory requirements \nto comply with. Taken together, this means that our first job is to \nevaluate investments from a risk-return perspective.\nFinding further impact investment opportunities that take these \nrestrictions into account can be a challenge. In that sense, we \nrecognize that we are close to the limits of what we can do in \nimpact investment with our current asset base. We see other \ninstitutional investors struggling with similar challenges. Overall, \nwe believe this is impeding the impact investment market from \nreaching the scale required to address current global challenges in \na meaningful way. \nConsequently, we feel our best contribution at this stage is to \nshare our insights and expertise – so that new investment vehicles \ncan be created in ways that accommodate institutional investors. \nWe also want to contribute to initiatives aimed at either removing \ncurrent barriers or creating price signals that will allow more \nimpact investments to be made. A good example is our recent \nwork to clarify, for micro-finance funds, the type of “lookthrough” \nreporting used by insurance companies to comply with Solvency \nII requirements. Other examples are our cooperation with Dutch \ndevelopment bank FMO in establishing a strategy focused on \nrenewable energy in emerging markets, and our membership of the \nGIIN Initiative for Institutional Impact Investment (see box text).Sustainable Development Goal (SDG) impact Indicators \nWe are active participants in the Sustainable Finance Platform \nchaired by the Dutch Central Bank (DNB). In late 2016, we helped \ndevelop the platform’s initial recommendations report ‘Building \nHighways to SDG Investing’. In 2017, TKP Investments was \npart of a working group to develop a set of impact indicators \nthat could be used to increase investment in the SDGs.. The \nfull methodology can be found in the document SDG Impact \nIndicators: A guide for investors and companies.\nClean energy investments\nIn 2017, Aegon launched a project to identify additional clean \nenergy investment opportunities. The project is expected to lead \nto further investments in the coming years. In 2017, we also \nworked with FMO and Climate Fund Managers on a fund that will \nfinance renewable energy in developing markets (see below).\nThe Impact Management Project\nOver the past year, we’ve been involved in the Impact \nManagement Project, spearheaded by Bridges Ventures. The \naim is to develop an agreed convention for how we talk about, \nmeasure and manage impact. The model covers five dimensions: \nwhat, how much, who, contribution and risk. Ultimately, the \nmodel will help investors determine the best ways of optimizing  \nimpact.\nThe Global Impact Investment Network (GIIN) Initiative for \nInstitutional Impact Investment\nIn 2017, Aegon N.V. joined the advisory board of the GIIN Initiative \nfor Institutional Impact Investment20. The initiative’s aim is to \nincrease the amount of institutional capital allocated to impact \ninvestments21. As members of the advisory board, we’re working \nto remove bottlenecks for institutions active in or entering the \nimpact investment market. Aegon Asset Management hosted the \ninitiative’s kick-off event in May 2017.  Sustainable Development Goals (SDGs)\nThe UN Sustainable Development Goals are a set of 17 ambitious goals that aim to \neliminate poverty, tackle climate change, and fight inequality over the coming twelve \nyears. Since their launch in September 2015, the colorful, numbered matrix has provided \na framework for investors, governments and businesses. The challenge now lies in how it \nshould be applied. \nThe UN has provided guidance as to what constitutes a \ncontribution towards each SDG, but what that means in terms of \nassessing investments is not always clear. Companies, of course, \nhave both positive and negative impacts. For example, a drug \ncompany may contribute to global health by reducing mortality \nwhile simultaneously contributing to the opioid epidemic. An \noil company’s business model may not immediately seem \n“sustainable”, but can make large contributions to “decent work \nand economic growth” (SDG # 8). Determining a company’s \noverall contribution to the SDGs is challenged by the lack of \nrelevant data – few companies have thought about how their \nbusiness contributes to the SDGs, let alone have reported on it. \nWhere does this leave us in supporting the SDG agenda and using \nour investment activities to contribute to the long-term interests \nof businesses and the global economy?\nAt a minimum, our investments in areas such as renewable \nenergy, micro-finance, and affordable housing can be directly \nlinked to the various goals (see page 35), and this is a good \nstarting point. However, we recognize that successfully \nimplementing the SDG agenda requires more than mapping \nhow investments relate to SDGs; it requires steering capital \ntowards other investments (while meeting applicable investment \nrequirements), and in many cases also requires developing new \ninvestable activities, companies and projects. This makes SDG \n17, “Partnership for the Goals”, perhaps the most important \none. Without intensive collaboration between governments, the \nprivate sector, and civil society, we will be left with few solutions \nthat contribute in a meaningful way to sustainable development.\nSince 2016, Aegon Asset Management has also participated in \ninitiatives aimed at integrating the SDGs into the finance sector. \nAs part of the DNB’s Sustainable Finance Platform, we helped \ndevelop a set of recommendations in ‘Building Highways to SDG \nInvesting’. Following this initiative, TKP Investments took part \nin a working group to develop impact indicators for measuring \nthe contribution of assets to the SDGs. The indicators focus on \n‘absolute positive impact, using a definition from the Impact \nReporting and Investment Standards (IRIS)’. The goal is to \nsignificantly increase investments and funding for the SDGs.The full methodology can be found in SDG Impact Indicators: \nA guide for investors and companies. Finally, Aegon Asset \nManagement has been an active contributor to the “Impact \nManagement Project” facilitated by Bridges Ventures which has \nhelped shape large investors’ thinking on impact investment and \nimpact measurement. \nRoelie van Wijk-Russchen, Global Head of Responsible Business \n& Public Affairs at Aegon Asset Management was recently \nappointed as chair of The Cambridge Institute for Sustainable \nLeadership (CISL) Investment Leaders’ Group. The group is \ncurrently developing a methodology to calculate a fund’s impact \nacross environmental and social themes linked to the SDGs. The \naim is to develop impact metrics that are easy to understand, \nyet scientifically robust. The project combines insights from \nasset owners and managers, scientific studies from Cambridge \nUniversity and input from participating companies. \nsustainabledevelopment.un.org", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}