{"page_content": "39 38\nWe use our investment management expertise to help people achieve a lifetime of financial security.Credit: Kashf FoundationFor example, does it allow micro-finance clients to escape \npoverty or achieve a higher standard of living? Does it affect \ncrime, health or education levels? These things are difficult to \nmeasure, and are barely documented. On the other hand, there \nis a lot of anecdotal evidence that micro-finance can have a \nsignificant positive impact on individuals’ lives. We are always \nlooking to gain new insights into the impact of micro-finance and, \nin the course of 2017, we had opportunities to learn more. \nFirst, our colleague Anton Kramer, portfolio manager at TKP \nInvestments, spoke with Niels Hermes, who has published \nnumerous papers on micro-finance22. (Niels is also featured in \nthe interview on Long Term Investing on page 28). Second, we \ncontinued to collect more ‘anecdata’ from real life case studies. \nSome of our findings are presented here.\nMicro-finance not a silver bullet\nIn our conversation with Niels Hermes, Professor of Economics \nand Business at Groningen University, he observes that originally, \nin the 1990s, many people saw micro-finance as a panacea, the \nway to alleviate poverty. “Many people thought of it as a silver \nbullet,” says Niels. The assumption was that providing very small \nloans to the poor would eventually allow them to generate \nstable incomes, manage their money, and in turn stimulate \npositive development at a macro level, like improving education \nand health. But, says Niels, “this was mostly based on anecdotal \nevidence and when people started digging into this, they realized \nit’s difficult to demonstrate the real impact”. Niels notes that \nwhile the number of micro-finance institutions has grown rapidly \nover the past several years, and a large number of poor people \nhave been able to take out loans, researchers have struggled to \ncapture whether micro-finance has truly had a positive overall \nimpact on economic and social development.\nIn his interview, Niels refers to a 2014 study that looked at the \nimpact of micro-finance23 and says that “on a country level, \nwe do see that micro-finance can have a small positive impact \non inequality. But it is very difficult to get data and measure \nexactly what the causality is.” Niels says that, in some instances micro-finance has also been shown to have a negative impact-\nfor example, by increasing income inequality (where women are \nexploited), over-indebtedness or reliance on child labor. \nWe also reviewed the book Poor Economics24, whose authors \ndelve in to the question, does micro-credit work? – (“work” \nmeaning, does it transform people’s lives?). They come to similar \nconclusions. “Unfortunately” they write, “until very recently, \nthere was in fact very little evidence either way” and what was \npresented as evidence by supporters “turned out to be case \nstudies, often produced by the MFIs (micro-finance institutions, \nthe banks that provides loans) themselves”. \nThe authors also relate the story of a small scale evaluation \nprogram they were involved in, noting, “there was clear evidence \nthat micro-finance was working. People in the neighborhoods \nserved (by the micro-finance institutions that was being studied) \nwere more likely to have started a business... and were actually \nconsuming less, tightening their belts to make the most of the \nnew opportunity. On the other hand there was no sign of a radical \ntransformation”. They add there was no evidence that women felt \nmore empowered, that there was more spending on education \nand health, or that more children were enrolled in private schools. \nThey also note that, where an impact could be observed, the \nresult was “not dramatic”.\nContrast this with the story of Roshaneh Zafar, who established \nthe Kashf Foundation in Pakistan in 1996. Her goal was to give \nwomen in her country access to a better life. Kashf received \nfinancing from one of the projects supported by Aegon \ninvestments and since then has provided financial products \nand services to more than 1.7 million clients. Kashf was one of \nthe first to open urban markets in Punjab and is the first and \nonly organization to offer a female-centric health insurance \nproduct in Pakistan. “We provide financial products and services \nto low-income women, essentially those running home-based \nbusinesses” explains Roshaneh. “Most earn between USD 3 \nand USD 5 a day, and they don’t keep cash flow statements or \nbalance sheets.”The Impact of Micro-Finance\nAegon Asset Management has been investing in micro-finance for a number of years. \nDespite being known as a prime example of impact investment, it is difficult to establish \nprecisely which positive social outcomes micro-finance leads to. Micro-finance has given \nmillions of people access to lending – an impressive “output”. But does that also lead to \ngood ”outcomes” across the board?\n\"Micro-finance can make a positive contribution to improving the living conditions\n of the poor, but whether this contribution is positive and significant depends on\n the type of  conditions as well as on the context.\"\n22 Luminita Postelnicu and Niels Hermes, “Microfinance Performance and the Role of Informal Institutions: A Cross-country Analysis”, Journal of Business Ethics, 2016,   \n pp. 1-19; Niels Hermes, Robert Lensink and Aljar Meesters, “Outreach and Efficiency of Microfinance Institutions”, World Development, 39, 6, 2011, pp. 938-948;\n Niels Hermes and Robert Lensink, “The Empirics of Microfinance: What Do We Know?” Economic Journal, 117, 1, 2007, pp. F1-F10.\n23 Hermes, Niels, “Does Microfinance Reduce Income Inequality?” Applied Economics, 46, 9, 2014, pp. 1021-103417\n24 Abhijt Banerjee and Esther Duflo. 2011. Poor Economics: A Radical Rethinking of the Way to Fight Global Poverty.", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}