{"page_content": "5\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nWe use our investment management expertise to help people achieve a lifetime of financial security. 43. Foreword, Sarah Russell\nWe are at one with #GlobalShapers\nThe World Economic Forum's 2017 Global Shapers Survey \nrepresents the voice of more than 31,000 millennials from \n186 countries and territories. For the third consecutive year, \nalmost half declared \"climate change/destruction of nature\" as \ntheir greatest concern. Aegon shares these concerns and has \ndeveloped its own commitments and actions toward tackling \nclimate change, as well as society and the environment at large. \nIn 2015, we signed the Paris Pledge in support of the Paris \nClimate Agreement. We are also actively engaging with \ncompanies on climate issues and have established a working \ngroup to put in place the recommendations of the Financial \nStability Board’s (FSB) Taskforce on Climate-related Financial \nDisclosure (TCFD). Importantly, we combine dialogue with \naction – we continue to look for clean energy investment \nopportunities.\nWe applaud the respondents to the Global Shapers Survey who \nalso said they are willing to change their lifestyle to protect the \nenvironment.  \nResponsible Investment as part of a Responsible Business\nIn last year’s report, I described my own experience of climate \nchange - the catastrophe of bushfires. They are not started by \nclimate change, but their ferocity and devastation are certainly \nfuelled by conditions linked to climate change. I remember, as \na child, seeing my mother standing on the roof of our home, \ngarden hose in hand, and filling gutters with water as a defence \nagainst the fire’s imminent threat. She would have appreciated \nthe #GlobalShapers’ concerns and commitment to action – \nbefore it’s too late.\nAt Aegon, responsible investment and dealing with climate \nchange are part of a broader approach to responsible business. \nFor us, responsible business means helping our customers \nachieve a life time of financial security and well-being. So \nthat we can be a trusted partner for those in pursuit of both \nprosperous and healthy lives.\nThere is more wisdom my mother could share with young \npeople today. In the early 1970s, she dragged me to the \nshareholders’ meeting of a small tin mine located in Tasmania. \nThere was a proposed takeover by a large multinational, which \nshe did not want. For retirement systems to be effective, \nindividuals must understand the personal role they play in \nbuilding up their own financial security, including the markets, \nproducts and tools that are available to them. For my parents, it meant an active interest in equity markets \nand the stocks in which they were invested,  property, an \naversion to debt, and investing to support retirement, health \ninsurance and life insurance.\nSo what is the message for our clients, especially\nyounger people? \nConsider that a monthly investment of USD 100 over the next \n50 years will yield less than half what it would have done over \nthe past 40 years, given today’s market levels1. In other words, \nmillennials will have their work cut out just to match the living \nstandards in retirement currently enjoyed by their parents- and \nmany of them do not yet have a pension or savings plan. \nAnd the message from Baby Boomers?\nDespite the benefit of higher historic market returns on savings \nin the past, our research shows that America has a health and \nsavings crisis. Baby Boomers have shared their concerns with us:  \nsome find they still simply can’t afford to retire, they have a lack \nof faith in social security and they are worried about the high \ncost of healthcare in old age.\nSharing knowledge, investing wisely, caring for our society\nAt Aegon, responsible business is about investing in and \nbuilding retirement readiness and healthy aging – healthy aging \nsupported by a healthy environment. It’s also about sharing our \nknowledge and expertise. \nCreating this knowledge means developing a deep \nunderstanding of our customers’ needs and requirements. \nSharing this knowledge and use our investing responsibly and \nwisely means caring for our society.\nWe are proud of the stories we’re sharing with you in this year’s \nResponsible Investment Report.\nAnd our message to millennials is: ensure you take the time \nto invest the same passion you have for the environment  into \nsecuring your own financial security. And, if you haven’t done so \nalready, start today.\n1 Calculations based on indicative balanced mandate, comparing historic performance and current yield curves.Dear Reader,\n\"Aegon shares these concerns and has developed its own\n commitments and actions toward tackling climate change,\n as well as society and the environment at large.\"", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}