{"page_content": "41 40\nWe use our investment management expertise to help people achieve a lifetime of financial security.Kashf’s approach is very much focused on creating solutions, \nwhich has given rise to working with schools. “When a woman \nearns more, she puts her children into private schools because \nthe quality is perceived to be better than in public schools. So \nwe developed a low-cost private school product. When we did \nour research, we discovered that finance was not the only need. \nThe schools needed support with management training, book-\nkeeping, planning, rosters for attendance, and teacher training.” \nKashf decided to collaborate with one of Pakistan’s largest \nprivate school networks, which designed a special train-the-\ntrainer program for teachers. \n“When I set up Kashf’s first strategic plan we expected to reach \n1,000 women by 2003, but by 2003 we had actually reached \n60,000 women. Our success has been phenomenal, and there are \nso many client stories I can share. On the other hand, when I think \nabout women in my country and read the local papers, we still \nhave a long way to go.”\nSo, based on anecdotal evidence, micro-finance appears to \nhave true impact, though according to economists who have \nattempted to measure the impact, the result is “not dramatic”. \nAlso, they note that if there is correlation it is not clear “which \nway the causality goes”. To supporters of micro-finance this \nmay sound negative. Still, the Poor Economics authors note that \n“as economists, we were quite pleased with the results”, given \nthat “the main objective of micro-finance seems to have been \nachieved – it was not miraculous but it was working”. Observing \nthat more studies are needed they conclude by saying that “in our \nminds, micro-credit has earned its rightful place as one of the key \ninstruments in the fight against poverty.”\nNiels agrees: “Based on current academic knowledge, micro-\nfinance can make a positive contribution to improving the living \nconditions of the poor, but whether this contribution is positive \nand significant depends on the type of  conditions as well as on \nthe context. Investing in micro-finance is something institutional \ninvestors should continue to do. After all, micro-finance also \noffers diversification benefits, which has potential financial \nadvantages. In addition, by investing in micro-finance you send a \nclear signal that you also care about social goals.”\nNext steps in micro-finance \nIn terms of next steps in micro-finance research, Niels is studying \nhow governance of micro-finance institutions affects outcomes. \n“It’s interesting,” he says, “western companies have improved \ntheir governance structures in response to corporate scandals \nand under pressure from financial markets and regulations. \nAnd recently, they have focused more on corporate social \nresponsibility, and social issues. With micro-finance institutions \nit’s the opposite – they were already focusing on social issues but \nwe need to now get them better organized from a governance \nperspective. This is where my two areas of interest come \ntogether.”The Poor Economics authors point out that originally it was \nhoped micro-finance would be a stepping stone for larger \nbusinesses, but that - though micro-finance has its benefits - it \ndoes not appear to be a good instrument to fund larger firms. \nThey say that “finding ways to finance medium-scale enterprises \nis the next big challenge for finance in developing countries”.\nNiels also believes that the design of micro-finance products \ncould be improved to better cater to the needs of the poor. Until \nrecently, micro-finance institutions mostly offered their clients \nloans, where – as we now know – it’s hard to demonstrate \nconcrete social benefits. In contrast, there is evidence that \naccess to savings accounts helps improve living standards more. \nNiels says: “A loan allows you to invest in a project, but many \npeople don’t have a project or a small company. Then, savings \nare much more important. Starting to save is extremely difficult. \nNot because income is low but because income is unstable and \nuncertain. Also, people tend to procrastinate – they delay saving \nbecause there are other, more enjoyable, ways to spend your \nmoney. This is where product design comes in. Niels would like \nso-called “nudges” to be used more, referring to the concept \npopularized by the economist Richard Thaler, who recently won \nthe Nobel Prize. Niels says: “Micro-finance institutions could \nuse nudges to help people start to save. For example, a bank in \nthe Philippines offers savings accounts. If a client wants to buy \na motorcycle, she can open a savings account to save for this. \nWhen coming to the bank to open the account, she has to bring \na picture of the motorcycle. The bank official will then make a \njigsaw puzzle out of this picture. Then, each time the client comes \nto the bank to make a deposit, she gets a piece of the puzzle.\nThe idea is that becoming a regular saver will bring the motor \ncycle within reach, which encourages the client to keep on saving. \nThis has been shown to be effective in increasing savings among \nthe poor.\"\n\"A loan allows you to invest in a project, but many people don’t have a\n project or a small company. Then, savings are much more important.\"", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}