{"page_content": "43\nWe use our investment management expertise to help people achieve a lifetime of financial security. 42Over the past 30 years, Aegon Real Assets, an Aegon group entity specializing in providing \na broad range of real asset strategies, has developed extensive expertise in tax credit \nequity syndication, commercial mortgage lending and loan servicing. Last year, the \ninvestment team decided to develop a debt strategy in affordable housing. “We are well- \npositioned to offer this type of investment vehicle,” explains Andy Crain, Director of Real \nEstate Distribution & Client Management at Aegon Real Assets. “We are one of the few \ninstitutionally backed affordable housing debt managers in the space, and this will be the \nfirst time we have a meaningful debt-side impact investment.” \nAegon Real Assets underwrote the permanent mortgages and \npartnered with one of the largest affordable housing lenders to \nprovide underwriting for the construction loan. According to Andy \nCrain, “we had interest from a number of life insurance companies \nand banks. These types of investors have been involved in \naffordable housing so they tend to understand the program \nand market very well. Historically, low income housing tax credit \ninvestments have provided attractive returns. Further, foreclosure \nrates have been low over the past 15-plus years, Managing and processing the loans touches nearly every part of \nAegon Real Assets – from origination to loan maturity. “While \nit is too early to say whether the strategy will spur further \ndevelopment in affordable housing, it would be great if it could \nhelp create efficiencies in the market,” Andy notes.US Workforce Housing\nIn the US, we’re helping to fund affordable housing for key workers - police officers, \nnurses, teachers and those working in services and agriculture. Because these individuals \nare typically paid a modest, but steady wage, they often don’t meet the income \nrequirements for ‘affordable housing’. Yet, for these people it’s also often difficult to find \nhousing close to their place of employment. So, for this group of residents there is what \nis now referred to as “workforce housing”. In 2017, Aegon Real Assets began investing \nin this category. Rental rates for these units are attractive to middle income renters25or \nrenters who are unable to produce a down payment or afford a monthly mortgage, \ntaxes and insurance payments on a house. Blaine Shaffer, Vice-President Community \nInvestment Tax credit, Aegon Real Assets, told us about their approach. \nWhat is your role in these investments?\nOur team at Aegon Real Assets worked together with a multiple \njoint venture partners, to help locate, upgrade, and finance \nsuitable properties. Because of demand, we have a real shortage \nof affordable housing in the US. For us, workforce housing \noffers insulation from market shifts and economic downturns. \nInvestors find this risk-reward profile very attractive, especially \nwhen compared with new construction or class A multi-family \nopportunities.What has this led to? \nSo far, Aegon Real Assets has committed to eight deals and USD \n119 million in equity, USD 87 million of which was closed in 2017 \nand another USD 32 million early this year. We intend to do more, \nwe already have a pipeline of properties for 2018. Following the \nclose of each investment, our team works alongside our joint \nventure partners in monitoring and managing the rehabilitation \nstage of each asset as well as overseeing ongoing operations \nin an effort to maximize value. As part of our commitment to \nimpact and pursuing value, the team also plans to gather more \ndata on the resident profiles and the social impacts of providing \nthis kind of housing.\n 25 Typically from 60%- 120% of average area median income.Aegon Real Assets manages more than USD 3.7 billion in tax \ncredit equity investments for its affiliate and non-affiliated \nclients as of April 2018. Aegon Real Assets has been investing \nin affordable housing, primarily through the Low Income \nHousing Tax Credit (LIHTC) program. Its new strategy offers \ndebt capital to affordable housing.Housing Debt Strategy", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}