{"page_content": "45 44\nWe use our investment management expertise to help people achieve a lifetime of financial security.New Types of Investment Vehicles\nIn July 2017, Aegon Asset Management made an investment in Climate Investor One (CIO), \na financing facility proposed by Dutch development bank FMO, Climate Fund Managers \nand Phoenix Infraworks to provide “end-to-end” financing for renewable energy projects in \ndeveloping markets. We spoke with Andrew Johnstone, CEO of Climate Fund Manager,\na joint venture between FMO and Pheonix Infraworks and the manager of CIO, and Hendrik \nTuch, Head of Rates & Money Markets at Aegon Asset Management, about their work\nand how Aegon Asset Management got involved in the project.  \nAndrew, could you tell us how the process to launch CIO came about?\nAndrew: CIO is a “blended finance” solution. It blends public and \nprivate capital. It uses public sector funding to mobilize private sector \nfinancing to create a positive impact on the environment and local \ncommunities in emerging markets. The idea came out of a think-tank \nset up by the US and UK governments looking to mobilize capital for \nthe Sustainable Development Goals (SDGs). \nSo, how much is invested in the projects today and what sort of \nimpact is it generating?\nAndrew: In June 2017, we closed the first USD 412 million. This \nwas followed by a second close in December, bringing the total to \nUSD 475 million. In terms of projects, currently we have six under \ndevelopment in Vietnam, Nigeria, the Philippines, Tanzania, Morocco, \nand Ethiopia across the technology mix. At project level, CIO has real \nimpact, providing low-income communities with jobs and energy, \nwhich also helps improve welfare, health, and education in a country. \nWe also create impact at the finance level, connecting different kinds \nof investors that otherwise wouldn’t be able to invest in this kind of \nproject. And there’s impact on climate change, by providing solutions \nto avoid greenhouse gas emissions. \nWhat does CIO bring that other similar projects do not?\nAndrew: The difference is in the way investors can participate. We set \nup three tranches that allow donors, commercial, and fixed-income \ninvestors to secure investments at various stages of a project’s \nlifecycle. This helps  different types of investors’ risk and return \nrequirements. By investing at an early stage, we act as a co-developer.\nHendrik, how did you get involved in the process,\nand what was your role?\nHendrik: About two years ago, Andrew came to me to ask what was \nneeded to fit the fund to institutional investors investment needs. \nInitially I didn’t have big expectations, but that changed when Andrew \ntold us their story. CIO pushed all the right buttons: it would provide \nelectricity and clean energy to regions where today there is a lack of \naccess to energy. That whet my appetite and was the starting point \nfor about half a year of going back and forth with CIO. Determining \nexactly what requirements we had and tailoring the strategy to those \nrequirements was an intensive process. Andrew, how did you experience working together with Hendrik? \nAndrew: To be honest, I think Hendrik understates the importance \nof the role he played in the establishment of CIO. Aegon Asset \nManagement’s support from those early days was very material, as \nit gave a focus to the concept design process that we went through, \nand because of Aegon Asset Management’s large distribution \nnetwork it has a deep understanding of what investors are looking for. \nWhat excites you most about CIO and where do you think the \nimpact investment market is heading?\nHendrik: For me, it is exciting to see clients’ awareness growing that \nthey can have a positive impact through their investments. I also \nenjoyed the enthusiasm that the CIO team brought to this project. \nThe trend is definitely here to stay. In twenty years, balance sheets of \ninstitutional investors will look completely different to how they look \nnow, and CIO will have been an important step along the way. \nAndrew: Doing investments with a purpose is very exciting. For the \npast 15 years, I have been investing in infrastructure for commercial \nand development reasons, but now that I’m doing it to address \nclimate change, it connects me much more with what we need to \ndo and the excitement is contagious. I also really enjoy the start-up \nnature of it, creating new jobs and working with bright young talent \nwho are excited about what they do – it is really stimulating. And \ndoing something new is always fun – connecting the dots, talking \nto people like Hendrik to see what they are doing and how we can \nassist. To answer your question about where impact investment is \nheaded – there is a strong need for capital to work together in a more \ncollaborative way than it is at the moment. \nWhat’s next for CIO? Is there a “Climate Investor Two”\non the horizon?\nAndrew: We see CIO as being the first of a series of climate related \ninvestment financing projects. We plan to focus next on the themes \nof water, agriculture and forestry, oceans and resilient cities. The \npublic sector is already working on mobilizing capital and we are \nworking on ways we can blend this with institutional private sector \ncapital in a sustainable manner that can deliver the multiplier effect. \nWe would love the current CIO investor community to be part of this \njourney and collectively to grow this community as we go.\n\"The public sector is already working on mobilizing capital and we are\n working on ways we can blend this with institutional private sector capital\n in a sustainable manner that can deliver the multiplier effect.\"", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}