{"page_content": "We use our investment management expertise to help people achieve a lifetime of financial security.\n47\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nWe use our investment management expertise to help people achieve a lifetime of financial security. 46\n\"Indeed, climate change is unique, in the risk it poses to society, it is likely to\n exacerbate many other challenges the planet is facing. For us as investors,\n it is an important risk and a driver of change in many sectors we invest in.\"Climate change has been the key ESG focus \narea for us over the past several years. As a \nresponsible business, significant asset owner, \nand asset manager (also on behalf of third-\nparty clients), we have a role to play: first, \nto help fund lower-carbon assets; second \nto understand and manage climate-related \ninvestment risk; and third, to be active in the \npublic debate about how to tackle climate \nchange and use our influence to achieve \nmeaningful change.\nIn discussions about Responsible Investment (RI), climate change-\nrelated investment risk or opportunities are usually the most \nimportant examples mentioned. Indeed, climate change is unique, \nin the risk it poses to society, it is likely to exacerbate many other \nchallenges the planet is facing. For us as investors, it is an important \nrisk and a driver of change in many sectors we invest in. \nAssessing the clean energy market\nLast year, Aegon Asset Management conducted a clean energy \nproject to learn more about the market for renewable and clean \nenergy and explore future investment opportunities. \nThe Climate Working Group (CWG)\nOur CWG was set up at the beginning of 2017. The CWG is a sub-\ncommittee of the RI Strategy Committee (RISC) and comprises \nrepresentatives from different functions across the Aegon Group, \nincluding investment portfolio risk management, operational risk \nmanagement, investment analysis, investor relations & reporting, \nregulatory affairs and responsible investment. The group meets \nregularly to evaluate new climate insights, climate risk measurement \ntools and methodologies, and developments in government and \ninternational public policy, and recommends further action where \nnecessary. The Financial Stability Board’s (FSB) Task-force on \nClimate-related Financial Disclosures (TCFD) was the key topic on \nthe CWG agenda this year. The CWG formulated a response to the \nrecommendations and identified potential risks that may impact our \nbusiness in the coming years.12. Climate Change", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}