{"page_content": "49\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nWe use our investment management expertise to help people achieve a lifetime of financial security. 48Engaging with industry players\nWe also expanded our engagement activities, focusing on \nsectors like industrials, automotive, and oil & gas, which have \nthe most significant impact on climate change and where we \nhave considerable exposure. This included co-authoring with the \nInstitutional Investor Group on Climate Change (IIGCC) a set of \ninvestor engagement recommendations to address challenges \nin the steel industry, which currently accounts for 6% of global \ngreenhouse gas emissions. \nPlaying a role in public policy \nOur impact on the climate debate is perhaps strongest outside \nof what we do through our balance sheet and investments. In \n2017, Aegon N.V. CEO Alex Wynaendts strengthened Aegon’s \ncommitment to tackle climate change by backing the TCFD \nrecommendations, signaling that our company has become an \nactive participant in this public debate. We also took part in \nconsultations on policy initiatives regarding climate change and \nsustainable financial markets.\nMore details on these initiatives and our engagement activities \ncan be found below and in the Active Ownership section in this \nreport. Recommendations from the Task-Force on\nClimate-related Financial Disclosures (TCFD) \nIn terms of climate change, the publication of the TCFD recommendations was the \nmajor development of 2017. The recommendations are structured around four themes: \ngovernance, strategy, risk management, and metrics & targets. In the CWG, we worked to \nassess where Aegon – as a listed company and asset owner and manager – was already \nliving up to the recommendations and where we needed to undertake additional action.  \nBased on experiences and insights from our own work, we feel \nthe recommendations are well-balanced; they recognize that \nmany uncertainties remain, and that tools to identify climate \nrisks are imperfect, but that incorporating climate change into \nmainstream risk management and reporting will bring much-\nneeded transparency and clarity on these issues.\nAs part of our work, we carried out a group-level risk assessment \nto identify climate-related risks for our business. Tiemen Nales, \nSenior Risk Manager at Aegon N.V. and member of the CWG, did \nmost of the work on this assessment. “We found that certainly \nthere are risks. However, based on our work so far, we feel that in \nthe short-to-medium term the risks to our business are modest.\" \n“What is difficult about this issue is that we all know the threat \nfrom climate change is real, and we know the direction we must go as society. Most of us, personally, feel strongly about this – we \nwould like to take action. However, as risk managers we need to \nidentify the things that may – or may not – happen, and that will \nimpact our business, in the next month, next year, or ten years \nfrom now. And then we try to put a number on that – less than \nEUR 5 million? More than EUR 50 million? With the information \nwe have right now on climate change and the energy transition \nthat is exceedingly difficult.”\n  \nTiemen says: “Information is key. We need companies to think \nthis through. And the scenario analyses proposed by TCFD will \nforce companies to do that, and share the findings with financial \nmarkets. It’s going to be very hard work and will take years to \ndevelop. But it will help improve our accuracy in identifying these \ntimeframes and financial impacts.”\nNext steps in climate change: \nThe CWG is now starting to consider how to approach scenario \nanalysis, which is a key element in the TCFD recommendations. \nIn line with these recommendations, we are first focusing on \nqualitative scenario analysis. We’re also evaluating data tools to \nimprove our understanding of specific investment risks. Finally, \nworking with investor relations and the Aegon Disclosure \nWorking Group we want to further integrate climate issues into \nAegon’s overall financial and risk reporting. ", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}