{"page_content": "51 50\nWe use our investment management expertise to help people achieve a lifetime of financial security.TCFD Recommendations and Recommended Disclosures\nGovernance\nRecommended Disclosures Recommended Disclosures Recommended Disclosures Recommended DisclosuresDisclose the organization’s governance around \nclimate-related risks and opportunities.\na) Describe the board’s oversight of climate-   \nrelated risks and opportunities.\nThe CWG is the primary body responsible for assessing and \nmonitoring climate-related risks. The CWG is a working group \nof the RISC which is chaired by an Aegon N.V. Management \nBoard member. Climate risks that are assessed as material by \nthe CWG and RISC are presented to Aegon’s Chief Risk Officer \nand Management Board through the Aegon N.V.’s quarterly risk \nmanagement dashboard.\nb)  Describe management’s role in assessing and   \n managing climate-related risks and opportunities.\nFollowing a. above, the Management Board may decide on \nmanagement action.a) Describe the organization’s processes for identifying and\nassessing climate-related risks.\nClimate-related risks and opportunities are discussed primarily \nin the CWG. For investment risk: portfolio managers and \nanalysts incorporate ESG data in investment decisions; this \nincludes climate change-related issues. In addition, we organize \noccasional sessions on material ESG topics to raise awareness \namong portfolio managers etc, often featuring external expert \nspeakers. Last year, these included conference calls with Carbon \nTracker, workshops with credit rating agencies, and meetings \nwith sell-side brokers\nb) Describe the organization’s processes for managing\nclimate-related risks.\nClimate-related risks and opportunities are first discussed in \nthe CWG. If a risk appears material, the CWG can develop a \nmitigation plan and present it to the RISC for implementation.\nc) Describe how processes for identifying, assessing, and\nmanaging climate-related risks are integrated into the\norganization’s overall risk management.\nWe are still assessing how climate-related- risks can best be \nintegrated into the organization’s overall risk management \nprocesses. As a first step, we have included members from \nAegon Operational Risk Management and Investment Portfolio \nRisk Management in the CWG.a) Disclose the metrics used by the organization to assess \nclimate-related risks and opportunities in line with its strategy \nand risk management process.\nWe explored a number of metrics to assess investment risk, \nincluding carbon footprinting. We believe the metrics and tools \nto assess climate risk are still in their infancy. We continue to \nlook at a number of data providers and methodologies to see \nhow we can better account for climate risks in our portfolios. \nb) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 \ngreenhouse gas (GHG) emissions, and the related risks.\nIn 2016 Aegon N.V. became carbon neutral. Please see page \n86 of the Aegon Annual Review for data on our environmental \nperformance and emissions. \nc) Describe the targets used by the organization to manage\nclimate-related risks and opportunities and performance\nagainst targets.\nWe have yet to set targets to manage climate-related risks; this \nalso depends on our ability to better measure and manage risks, \nas discussed on this page. On the opportunity side, following our \nclean energy project, we are evaluating the possibility of setting \ntargets for investments in clean energy.Disclose the actual and potential impacts of \nclimate-related risks and opportunities on the \norganization’s businesses, strategy, and financial \nplanning where such information is material.Disclose how the organization identifies, assesses, \nand manages climate-related risks. Disclose the metrics and targets used to assess \nand manage relevant climate- related risks and \nopportunities where such information is material.Strategy Risk Management Metrics and Targets\na) Describe the climate-related risks and opportunities the\norganization has identified over the short, medium, and long term.\nWorking with Aegon’s Operational Risk function, the CWG has \nidentified a number of climate related risks that the business \nis exposed to: regulatory, strategic, physical, investment, or \nunderwriting risks. Each risk is evaluated on potential financial \nand reputational impact, as well as its likelihood and timeframe in \nwhich it may develop. \nIn the short to medium term: \n • Reputational risks: these identified as most likely to emerge,   \n  though with modest financial impact. \n •  We also face risk from significant government action or\n  U-turns in public policy. \n •  Investments risks: governments may decide to severely   \n  restrict certain industries or energy uses in response to natural   \n  catastrophes. This risk carries considerable financial impact.   \n  We are currently working on more sophisticated assessments\n   and continue to monitor investment risk as it emerges and   \n  ensure our investment professionals have the knowledge and\n   ability to address them.\nIn the long-term: \n • Underwriting and physical damage: this could result in   \n  significant financial risk for our insurance business. \nIn terms of business opportunities, we continue to investigate the \nmarket for clean energy investments and want to contribute to \nmaking these projects investable.\nb) Describe the impact of climate-related risks and opportunities\non the organization’s businesses, strategy, and financial planning.\nClimate-related risks will now be included and discussed annually \nin Aegon’s risk dashboard and disclosures included in regular \nfinancial reporting. We are still assessing how this will impact the \norganization’s businesses, strategy, and financial planning. \nc) Describe the resilience of the organization’s strategy, taking\ninto consideration different climate-related scenarios, including a \n2°C or lower scenario.\nWe are still in the process of assessing our organizations resilience \nto different climate scenarios. The format of this reporting follows Recommendations and Supporting Recommended Disclosures as specified in the TCFD Final Report, Figure 4.", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}