{"page_content": "53 52\nWe use our investment management expertise to help people achieve a lifetime of financial security.What are your next steps in clean energy?\nHans: The next step is to determine how we can leverage \nall the expertise and insights from this project. This is a \nrelatively new area, and it may need more resources – at a \ntime when there are competing priorities.\nHenk: This is the year we have to pull this all together - \nharvesting time, you could say. We learnt a lot with this \nproject. But we did this for a reason, which was to build up \nour presence in this market. Climate change is not going \naway and new technologies are emerging rapidly, so we do \nnot want to stay on the sidelines.Henk Eggens is the Global Chief Investment Strategist for Aegon Asset Management. \nHans Schut is an independent consultant, engaged by Aegon Asset Management in 2017 \nto support the review of clean energy investment opportunities. \nCan you tell us about the clean energy project and what \nprompted you to organize it?\nHenk: Climate change is the major challenge of our times. For us, \nas an asset management company, we can help in supporting the \ndevelopment of cleaner energy. However, we have to recognize \nthat energy markets are changing and that this will affect the \nbusinesses we invest in. This project was about understanding \nthat process and identifying new opportunities.\nWhat was needed to set up a project like this?\nHenk: For a number of reasons investment opportunities that \nalso meet our investment criteria are limited in this space. \nSo, to make the initiative work, it was important to have \ninvolvement from across Aegon Asset Management. We included \nrepresentatives from the US, the UK and the Netherlands. We \nhad a series of conference calls where we ran through different \nclean energy topics – wind, solar, hydro, geothermal, etc. It \nbecame clear that many of our colleagues had already looked \ninto these things, and also showed serious interest in doing more. \nWe had discussions with external parties who have expertise in \nthis area and we may look into possible partnerships with them. \nThis would be a good way for us to learn more about the market. \nIt’s also more cost-efficient than hiring an entire team. If we want \nseriously to scale this up, though, we will have to develop further \ninternal expertise as well. \nWhy has it been so difficult for investors to enter the clean \nenergy market?\nHans: Well, it really depends on the assets you are investing \nin. It’s not difficult to invest in listed companies, but investing \ndirectly in large scale projects can be challenging. These \ninvestments often have higher costs because they require \nsector-specific expertise. You need detailed understanding of the \nunderlying economics. You also need to assess the investment \nrisks. Take wind energy. At face value, it seems simple: you have \na windmill, the wind blows, you generate electricity, you make \nmoney. But there are hundreds of questions to think about. \nWill the wind blow in that location, at that height? What kind \nof turbines are you using? How long will they last? What if they \nfail, is there a guarantee? How long will it take to replace? What \nis the cost of downtime? What if there is no wind? Is there still \ncash flow to cover the debt obligations? What kind of return does \nthat generate for us and for our clients? These are all things you \nneed to think about before you put money into a project. Also, \nkeep in mind the market is competitive, with many parties bidding \non these kinds of assets, so having a network is important. – \nYou need to build relationships with utilities, with independent \npower producers. Once you know them, you get access to more \ninvestment opportunities. What are some of the clean energy categories that you looked at?\nHans: The biggest trend at the moment is offshore wind, where \nthe risks are higher but the returns are also generally better than \non land. Solar is also maturing very rapidly. Prices have fallen over \nthe past two years and we are now starting to see wind and solar \ncompeting with fossil fuels, especially if you take into account the \noverall costs to society. We also looked at biomass, geothermal, \nand heat and energy storage, because the energy transition \nwill require a large amount of district heating and hot and cold \nstorage. This could lead to a huge investment opportunity.\nWhat do you look at when deciding whether to invest in these \ntypes of assets? \nHenk: When we invest on behalf of insurance companies, we \nhave certain requirements we need to follow, including Solvency \nII. With Solvency II, longer maturity investments are not ideal. \nIn clean energy, that’s obviously a challenge. Regardless of the \ninvestment goals, we need to be sure that the risks are limited \nand manageable. We also need to look at cash flows to meet \nreturn hurdle requirements, and understand the structure of \neach investment. Renewable energy assets are self-liquidating, \nso the risk and return aspects can be very different. Scale is also \nimportant – we prefer to do a small number of larger investments \nthan have a very large portfolio of small investments. Finally, \nwe look carefully at the teams that manage these assets. How \nprofessional are they? What is the internal governance? Do they \nhave solid risk management in place? \nWhat role do governments have in this energy transition? \nHans: There are a few big trends at the moment. Government \nsubsidies for renewables are starting to decrease as the cost of \ntechnologies falls and carbon pricing is picking up. Right now, we \ndon’t know if governments will live up to their Paris Agreement \ncommitments. Personally, I believe carbon pricing is the best way \nto get the transition from fossil to clean energy. The challenge is \ngetting it implemented globally to be effective. \nHenk: I agree. If we really want to solve this problem we need \nto look at it globally. In the Netherlands, we can do our best, \nbut it will only be a drop in the bucket if we don’t have countries \nlike China on board. China has almost 1.4 billion people and a \ndeveloping middle class - they all want to share in the growing \nprosperity and that includes access to energy. Who are we to \ndeny them that? The issue is figuring out how we can address \nthese problems on a global scale, when of course we don’t have a \nglobal government. Clean Energy Project\n\"The biggest trend at the moment is offshore wind, where the risks are\n higher but the returns are also generally better than on land. Solar is also\n maturing very rapidly.\"", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}