{"page_content": "57 56\nWe use our investment management expertise to help people achieve a lifetime of financial security.27  E.g. George Serafeim, Investors as Stewards of the Commons? Harvard Business School\n Accounting & Management Unit Working Paper, August 2017Engagement at Aegon Asset Management \nAdrienne Hill-Strathy and Roger Wildeboer Schut from the Responsible Investment \ntell us about engagement at Aegon Asset Management and its role in encouraging \nsustainable development.\nCould you tell us how you see engagement at Aegon Asset \nManagement?\nAdrienne: We see engagement as having both a risk \nmanagement and advocacy function. When we engage, we’re \nlooking at how ESG issues might affect a company’s value \nand also making sure our RI policies are fully and properly \nimplemented.  \nOn the risk side, we work with portfolio managers and analysts \nto understand what sustainability issues might be relevant \nfinancially and how these issues fit into a commercial context. \nFrom an advocacy perspective, we often work with other \ninvestors, through groups like the IIGCC or PRI, which helps \nincrease our technical capacity and understanding of the issues.\nIs engagement making a difference in managing investment \nrisks or in encouraging companies to be more sustainable? \nRoger: So far, we have yet to find any material connection \nbetween sustainability and financial performance. Why some \nESG benchmarks should outperform hasn’t been investigated \nvery well. But engagement can help investors better understand \nand manage investment risk. Having the dialogue and seeing \nfirst-hand how companies act, who they are represented by, how \nthey deal with ESG issues, gives much better insight than looking \nat ratings on a sheet of paper. That said, to be really useful, \nengagement needs to be a much more developed corporate \nfunction. Private equity is a good illustration. Not every pension \nfund or insurance company can invest exactly like a private equity \nfirm, but that hands-on approach to working with and influencing \nmanagement shows how effective it can be. \nAdrienne: In terms of encouraging companies to be more \nsustainable, I certainly believe engagement can have a positive \ninfluence – for example, with climate change. While we don’t \nknow exactly how we will transition to a two-degree world, we \ndo need to be aware of increasing climate risks, and here the \ndevil is in the detail. Understanding the impacts of emissions and \npotential regulations in different industries is specialized work. \nBear in mind that some of what companies say or do seems \nto be, in part, for show. But to tackle climate change, you’ve \ngot to be honest about where the problems are and whether \ncompanies are able to respond. We’ve been pushing companies \nrecently to publish more of their climate planning and to be more \ntransparent on their climate disclosures, and many have promised \nto do so.What do you find most challenging about engagement? \nAdrienne: Some people have a very simplistic view of \nengagement. You define a goal. You send a letter to a company. \nIf they change, you check the box. If not, you exclude them. But \nin my experience, these issues are highly complex. Many issues \ncannot be solved at the company level, and need to be addressed \nat industry level. If you really want change, you need a pretty \nsophisticated understanding of how, say, the steel industry works, \nto be able to sit at the table with people who have been working \nin this industry their whole lives. \nWhere do you see engagement going over the coming years?\nRoger: I see a couple of trends. People are becoming more \nand more professional. “Engagement Manager” is becoming a \ncorporate function just like investment analyst or risk manager. \nInvestors understand that, if they want change, they need a deep \nunderstanding of the issues and they need to be prepared for \nlong, hard work. Second, the UNs Sustainable Development Goals \nare becoming increasingly relevant in engagement. They provide \na useful counterpoint to ESG ratings, which can be seen as rather \nnegative. Finally, more investors agree that we need to work \ntogether at industry level – not only with other investors, but \nwith companies, advocacy groups and other stakeholders. George \nSerafeim at Harvard suggests that investors can be “stewards \nof the commons27”. That’s a good way to look at it. We have the \npower and influence, and stewardship is something that comes \nnaturally to long -term investors like Aegon Asset Management.\n\"We’ve been pushing companies recently to publish more of their climate\n planning and to be more transparent on their climate disclosures, and many\n have promised to do so.\"", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}