{"page_content": "59\nWe use our investment management expertise to help people achieve a lifetime of financial security. 58Climate-Related Financial Risk in the Steel Industry FAIRR - Antibiotic Resistance\nSteel is one of the most widely used materials in modern society, providing the foundation \nfor buildings, vehicles, and products like refrigerators and washing machines. But the \nprocess of making steel is also incredibly energy-intensive. Energy use constitutes 20% to \n40% of the cost of steel production. And around half of that energy still comes from coal. \nTackling climate change depends on our ability to transform industries like steel, so they \nuse fewer resources and are more energy efficient, but are still able to meet the needs of a \ngrowing global population.Antibiotic resistance today presents one of the largest growing threats to global health, \nfood security and development. It is estimated that drug-resistant infections could cause \n10 million deaths and the loss of USD 100 trillion from the global economy by 205028. \nThe overuse of antibiotics on farms to promote growth and prevent the spread of disease \nis the major cause of growing resistance in humans.\nIn August 2017, we took part in a TCFD roundtable, hosted by \nthe IIGCC, to discuss the steel sector’s ability to address and \ndisclose climate-related financial risks. The roundtable included \na number of investors, as well as industry representatives such \nas Arcelor Mittal and rating agencies like Moody’s. \nTwo main challenges were highlighted in our discussion. The first \nlies in the inherently energy-intensive nature of the industry. \nWhile energy efficiency has improved over the past several years, \ninnovative technologies such as Carbon Capture & Storage and \ncarbon utilization are needed to make further reductions. A \nnumber of pilot projects are currently underway, but these need \nto be scaled and developed at a much faster rate if the industry \nis to meet its energy use targets.The second is about putting in place an effective carbon tax. \nDemand for steel won’t decrease unless the tax is international;\nthe tax needs to be part of international agreements and \nregulations. One option discussed was a carbon border tax – in \neffect, a carbon price on steel imports. Some steel companies for \ninstance have already come out in favor of a border tax. \nThe roundtable kicked off a process to develop an IIGCC “Investor \nExpectations” that Aegon Asset Management co-authored \nthroughout the year. The document will be published in 2018 \nand will pave the way for further engagements with the global \nsteel industry.Given Aegon N.V.’s increasing focus on health issues, Aegon \nAsset Management joined a group of investors urging companies \nto establish comprehensive antibiotics policies; these policies \nwould include clear timetables for phasing out routine, \nprophylactic use of antibiotics across livestock, seafood and \npoultry supply chains.\nIn the US, an estimated 75% of all antibiotics are being used \non farm animals; in the EU, it is 70% and in the UK 45%. \nRegulators have already started to implement rules for both EU \nand US livestock producers. With further regulations and trade \nrestrictions likely, companies failing to take action may face \nsignificant impact on their reputation and brand, threatening \nsales and profits. \nThrough FAIRR’s collaborative engagement, Aegon Asset \nManagement is using its influence as an investor to speak \ndirectly with companies, industry and policymakers. Nineteen \nof the twenty companies approached now have a policy or are \nexpected to release one shortly. But more work needs to be done \non developing clear best practice standards for the industry\nas a whole.\nInvestors for Opioid Accountability (IOA)\nIn the US, 91 opioid-related deaths occur every day. Opioid addiction poses a real threat to \nUS business, particularly given its impact on workforce participation and productivity. \nAs a result, opioid manufacturers and distributors have come \nunder pressure over possible failure to adequately disclose the \naddictive potential of opioids or report suspicious spikes in sales \nor distribution to drug enforcement authorities. \nAegon Asset Management is part of Investors for Opioid \nAccountability (IOA). IOA believes part of the answer is in stronger board leadership and compensation policies that \ndeter misconduct. It is currently asking board members at ten \nUS companies to provide details of their response to opioid \naddiction. Recently, the Securities and Exchange Commission \nallowed resolutions on opioids to be presented at a US \npharmaceutical distributor’s next AGM.\n28 O’Neill, J. (2015), Antimicrobials in Agriculture and the Environment: Reducing Unnecessary Use and Waste, Review on Antimicrobial Resistance", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}