{"page_content": "7 6\nWe use our investment management expertise to help people achieve a lifetime of financial security.3. The Future of Responsible Investment at\nAegon Asset Management\nAt Aegon Asset Management, we’re already doing so. We’re \nactive participants in the Cambridge Institute for Sustainability \nLeadership (CISL) Investment Leaders Group, looking for ways \nfor investors to collaborate on sustainability matters. With other \ninvestors we’re supporting research by the Newsweek Vantage \norganization into “The Future of ESG Investing”.  We’ve also been \nactive supporters of the Impact Management Project initiated by \nBridges Ventures that we believe will set a new industry standard \nfor impact investing.\nWe are also committed to further developing the responsible \ninvestment “toolbox”, by continuing to rigorously implement our \nResponsible Investment (RI) Framework and the lessons we’ve \nlearnt.\nIn ESG integration, we’ve found the “ESG Next” approach (see \nbelow), to be very useful; we’re looking to apply it across more of \nour asset classes and investment teams.\nIn engagement, we’ve had good results by focusing on just a few \nthemes and sectors, working collaboratively with other investors \nand industry representatives. We’ll also be futher developing this \napproach in the months ahead.\nIn impact investment, we can make a significant contribution by \nsharing our expertise, enabling investors with different risk-return \nprofiles to invest and encouraging new flows of capital to areas \nwhere it is most needed. We also want to dig deeper into how \nthe UN’s SDGs can be used as a tool to guide, and report on, \ninvestments.Given the increasing importance clients place on these topics, \nwe also recognize the need to have the appropriate capacity, \ncapabilities and tools to incorporate these factors into our \ninvestment processes. \nFinally, we have a role in the wider industry debate. Joining \ntask forces, leading industry associations and cross-border \ncollaborations such as the CISL Investment Leaders’ Group, and \nspeaking with government representatives, to share lessons from \nour responsible investment work, is essential to helping develop \na policy environment conducive to more sustainable financial \nmarkets.\nTherefore we strongly endorse the “new way of working \ntogether” – proposed by the European Commission – to help find \nprojects and solutions that improve people’s well-being and bring \nabout a more equitable, sustainable world. \nRoelie van Wijk-Russchen\nGlobal Head of Responsible Business and Public Affairs\nHarald Walkate\nGlobal Head of Responsible Investment\n\"We strongly endorse the “new way of working together” proposed by\n the European Commission- to help find projects and solutions that improve\n people’s well-being and bring about a more equitable, sustainable world.\"In recent years, there has been growing willingness across the financial industry to \nembrace sustainability. However, we have yet to see significant shifts in the way \nthat investments are made. Global challenges, as summarized in the UN Sustainable \nDevelopment Goals (SDGs), remain and the expectations that investors will contribute \nto solving them are higher than ever. At Aegon Asset Management, we are committed \nto contribute, but we realize that many of the tools at our disposal – ESG2 integration, \nengagement, impact investment – are imperfect and require further work to be truly \neffective. We also realize this is something no investor, no single player, can achieve on its \nown: to have real impact, we need to join forces globally. \n2 ESG refers to Environmental, Social and Governance. These are shortened to ESG throughout this report.", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}