{"page_content": "63\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nWe use our investment management expertise to help people achieve a lifetime of financial security. 62Exclusions\nAegon group entities may refrain from investing in certain companies, countries, or \nindustries if these are involved in controversial activities that do not fit with the company’s \nRI principles. We may also divest from or exclude companies from investment if efforts to \nchange company behavior do not make sufficient progress. Usually, Aegon’s exclusion list \napplies only to the company’s general account assets (proprietary assets on Aegon insurance \ncompanies’ balance sheets). The exception is the Netherlands where exclusions also apply to \ninsurance-linked and third party assets, in line with standard practice.\nAs far as possible, we follow universally accepted standards and \ninternational treaties when deciding exclusions. Where this is \nalso in line with investment rules and practices, we will talk with \nexternal clients about the possibility of applying these exclusions \nto their investments; clients may also, of course, have exclusions \nof their own.\nOn exclusions, our RI team obtains research from external \nratings agencies before advising the RI Strategy Committee \n(RISC). Final decisions then rest with the RISC.\nCurrently, we exclude four categories of investment from our \ngeneral account assets: \nCompanies associated with controversial weapons \nAegon’s general account will not invest in companies that \nmanufacture, develop, trade or maintain biological weapons, \nchemical weapons, anti-personnel mines, cluster bombs, \nmunitions containing depleted uranium, or nuclear weapons \ninvolving countries outside the scope of the Non-Proliferation \nTreaty. \nCompanies involved in thermal coal mining \nAegon recognizes that poorly diversified thermal coal producers \nare likely to be significantly impacted by climate-related \ngovernment regulation and therefore run a high risk of assets \nbecoming stranded. Also, as coal is the most carbon intensive \nfossil fuel, these companies contribute disproportionately to the \ngreenhouse gas emissions that cause climate change. Aegon \nexcludes from investment all companies that derive more than \n30% of their revenues from thermal coal production. Companies involved in tobacco production\nLast year, we decided to add companies that produce tobacco \nproducts to our exclusion list. Tobacco is linked to a number \nof chronic illnesses, including cancer, lung disease and \ncardiovascular disease. Tobacco kills around six million people \neach year, including 600,000 non-smokers exposed to second-\nhand smoke. Tobacco use also has economic consequences \nthrough higher healthcare costs, increased disability and \npremature death. As a business focused on improving people’s \nhealth, we decided to end further investment in the industry. \nOver the next few years, we will run off existing fixed income \ninvestments in Aegon’s general account. The total divestment \nrepresents over EUR 500 million in assets. \nCountries involved in human rights breaches \nAegon invests in government bonds, and is thereby engaged \nin a financial relationship with sovereign governments. We \nincorporate ESG factors into our analysis of government \nbonds since social or political instability may affect the \ncreditworthiness of a country. Aegon does not invest in \ngovernment bonds or any other government debt from \ncountries that systematically breach human rights. Countries \nshould respect and uphold universally accepted values, such \nas the Universal Declaration of Human Rights. We refrain from \ninvestment in government bonds or debt of current regimes \nthat are under human rights related UN Security Council \nresolutions.", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}