{"page_content": "Organization Commitment Link\nUN-backed Principles for\nResponsible Investment (PRI)Aegon Asset Management became a signatory to the PRI in February 2011. Kames \nCapital, has been a signatory since 2008. Membership commits Aegon Asset \nManagement to the PRI’s six principles for responsible investment and to reporting \nannually on progress towards implementing them. unpri.org \nUnited Nations Declaration\nof Human RightsAegon N.V.’s Human Rights Policy states that the company’s \"business activities \nare guided by the UN Declaration of Human Rights,\" as well as core standards of \nthe International Labor Organization and the principles on human rights and labor \nstandards set out in the UN Global Compact. un.org/en/documents/udhr \nInternational Labor Organization  Please see above ilo.org \nUnited Nations Global Compact Please see above unglobalcompact.org\nCDP (formerly known as\nCarbon Disclosure Project)Aegon N.V. has been a member of the CDP since 2009. CDP encourages companies \nto disclose their environmental impacts, giving decision-makers the data they need to \nchange market behavior. Investors signing up to the initiative manage assets worth \napproximately USD 100 trillion. cdp.net \nExtractive Industries\nTransparency InitiativeKames Capital is a member of the Extractive Industry Transparency Initiative, which \naims to improve governance in the global oil, gas and minerals sector. eiti.org\nGlobal Reporting InitiativeAegon N.V. is an Organizational Stakeholder of the Global Reporting Initiative, which \nsets guidelines and standards for sustainability and non-financial reporting. globalreporting.org \nInternational Integrated\nReporting CouncilAegon N.V. is currently participating in a pilot organized by the IIRC to develop \nguidelines for integrated reporting. theiirc.org \nGlobal Coalition on AgingIn 2010, Aegon N.V. became a founding member of the Global Coalition on Aging, \nwhich seeks to raise awareness of aging issues among policymakers and the general \npublic. globalcoalitiononaging.com \nAssociation of British InsurersAegon UK collaborates closely with the Association of British Insurers. The ABI is the \nvoice of insurance, representing the general insurance, investment and long-term \nsavings industry. It was formed in 1985 to represent the whole of the industry and \ntoday has over 300 members, accounting for some 90% of premiums in the UK.abi.org.uk \nDutch Association of Investors \nfor Sustainable DevelopmentAegon Asset Management is a member of the Dutch Association of Investors for \nSustainable Development (VBDO) which represents the interests of institutional \nand private investors in the Netherlands who wish to contribute to sustainable \ndevelopment. vbdo.nl  \nEumedionAegon Asset Management is an active member of Eumedion, which is a forum \nfor corporate governance and sustainability in the Netherlands and represents \ninstitutional investors’ interests in these fields.eumedion.nl/nl \nUnited Nations Environment \nProgram Finance Initiative\nPrinciples for Sustainable \nInsuranceAegon N.V. is a founding signatory to the UNEP-FI Principles for Sustainable Insurance \n(PSI) that were launched in June 2011. Signatories of the PSI strive for the integration \nof ESG considerations in their primary business processes and their interactions with \nstakeholders.unepfi.org/ps\nGlobal Real Estate Sustainability \nBenchmarkGRESB is an industry-driven organization committed to assessing the sustainability \nperformance of real estate portfolios (public, private and direct) around the globe. \nAegon and Aegon Asset Management joined GRESB in 2013. gresb.com \nGlobal Impact Investment \nNetworkAegon N.V. is a founding Network Member of the Global Impact Investing Network \n(GIIN). GIIN is a non-profit organization dedicated to increasing the effectiveness of \nimpact investing. thegiin.org \nFAIRRFAIRR is a farm animal investment risk and return initiative that aims to put factory \nfarming on the ESG agenda. Aegon Asset Management joined FAIRR in 2016 and \nparticipates in a number of collaborative engagements.fairr.org\nInstitutional Investors Group on \nClimate Change (IIGCC)The IIGCC is a forum for investors to collaborate on climate change. iigcc.org\nInvestment Leaders Group (ILG)In 2017, Roelie van Wijk-Russchen, Head of Responsible Business & Public Affairs at \nAegon Asset Management was appointed Chair of the ILG.cisl.cam.ac.uk/business-action/\nsustainable-finance/investment-\nleaders-group65 64We use our investment management expertise to help people achieve a lifetime of financial security.14. Appendices Cooperation and Collaborative Bodies", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}