{"page_content": "75 74\nWe use our investment management expertise to help people achieve a lifetime of financial security.Important Information: This communication is provided by Aegon Asset Management as general information and is intended \nexclusively for Institutional and Wholesale investors as well as Professional Clients as defined by local laws and regulations.  \nThis document is for informational purposes only in connection with the marketing and advertising of products and services and is not investment research, advice or \na recommendation.  It shall not constitute an offer to sell or the solicitation to buy any investment nor shall any offer of products or services be made to any person \nin any jurisdiction where unlawful or unauthorized. Any opinions, estimates, or forecasts expressed are the current views of the author(s) at the time of publication \nand are subject to change without notice. The research taken into account in this document may or may not have been used for or be consistent with all Aegon Asset \nManagement investment strategies. References to securities, asset classes and financial markets are included for illustrative purposes only and should not be relied upon \nto assist or inform the making of any investment decisions.\nThe information contained in this material does not take into account any investor's investment objectives, particular needs, or financial situation. It should not be \nconsidered a comprehensive statement on any matter and should not be relied upon as such. Nothing in this material constitutes investment, legal, accounting or \ntax advice, or a representation that any investment or strategy is suitable or appropriate to any particular investor. Reliance upon information in this material is at \nthe sole discretion of the recipient. Investors should consult their investment professional prior to making an investment decision. Aegon Asset Management is under \nno obligation, expressed or implied, to update the information contained herein. Neither Aegon Asset Management nor any of its affiliated entities are undertaking \nto provide impartial investment advice or give advice in a fiduciary capacity for purposes of any applicable U.S. federal or state law or regulation.  By receiving this \ncommunication, you agree with the intended purpose described above.\nPast performance is not a guide to future performance. All investments contain risk and may lose value. Socially responsible investing is qualitative and subjective by \nnature, and there is no guarantee that the criteria utilized, or judgment exercised, by any company of Aegon Asset Management will reflect the beliefs or values of any \none particular investor.  Information regarding responsible practices is obtained through voluntary or third-party reporting, which may not be accurate or complete, and \nAegon Asset Management is dependent on such information to evaluate a company’s commitment to, or implementation of, responsible practices.  Socially responsible \nnorms differ by region.  There is no assurance that the socially responsible investing strategy and techniques employed will be successful. Strategy availability may be \nlimited to certain investment vehicles; such vehicles may not be available to all investors in all jurisdictions.  References to specific securities and their issuers are not \nintended and should not be interpreted as recommendations to purchase, sell, or hold such securities. Products and strategies managed buy Aegon group companies \nmay or may not include the securities referenced and if such securities are included, there is no representation that such securities will continue to be included.\nThis document contains \"forward-looking statements\" which are based on AUIM's beliefs, as well as on a number of assumptions concerning future events, based \non information currently available to AUIM. These statements involve certain risks, uncertainties and assumptions which are difficult to predict. Consequently, such \nstatements cannot be guarantees of future performance, and actual outcomes and returns may differ materially from statements set forth herein.\nAegon Group companies utilize Aegon Asset Management as a brand name to market their asset management products and services. Aegon Asset Management group \ncompanies includes the advisory services performed by various affiliates or their investment advisory business units and joint ventures. Aegon Asset Management is \ncomprised of the following global entities: Aegon AM US, Aegon Real Assets, Kames Capital plc, Aegon Investment Management BV Aegon Asset Management Asia \nLTD, Aegon Asset Management Central and Eastern Europe (AAM CEE), Aegon Asset Management Pan-Europe BV, TKP Investments BV and Aegon Asset Managment \nSpain along with joint-venture participations in Aegon Industrial Fund Managment Co. LTD, , La Banque Postale Asset Management SA, Pelargoes Capital BV, Saemor \nCapital BV.  This communication may be issued by the following entities:\nKames Capital plc (Kames) is authorised and regulated by the Financial Conduct Authority and is additionally a registered investment adviser with the United States (US) \nSecurities and Exchange Commission (SEC). Aegon Investment Management B.V. (AIMBV) and TKP Investment B.V. (TKPI) are registered with the Netherlands Authority \nfor the Financial Markets as a licensed fund management company. Aegon Magyarország Befektetési Alapkezelő Zártkörűen Működő Részvénytársaság (AAM CEE) is \nregistered with the National Bank of Hungary as a licensed fund management company. On the basis of their fund management licenses these entities are authorised to \nprovide individual portfolio management and advisory services. Aegon Asset Management Pan Europe B.V. (AAM PE) is an appointed introducer for Kames Capital plc, \nAegon Investment Management B.V. and TKP Investments B.V. (Aegon Asset Management manufacturing entities) currently located in Germany, Spain and Japan. AAM \nPE does not operate in the Americas. Aegon USA Investment Management, LLC (“Aegon Asset Management US”) and Aegon USA Realty Advisors, LLC (“Aegon Real \nAssets US”) are both US SEC registered investment advisers.  Aegon Asset Management US is also registered as a Commodity Trading Advisor (CTA) with the Commodity \nFutures Trading Commission (CFTC) and is a member of the National Futures Association (NFA). Aegon Asset Management (Asia) Limited is licensed by the Securities and \nFutures Commission of Hong Kong to provide services in securities dealing and securities advising. Recipient shall not distribute, publish, sell, license or otherwise create \nderivative works using any of the content of this report without the prior written consent. ©2018, Aegon Asset Management.\nIntended exclusively for Institutional Investors as well as Professional Clients as defined by local laws and regulations.Disclaimer", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}