{"page_content": "15 14\nWe use our investment management expertise to help people achieve a lifetime of financial security.\nRI Policy & \nGovernance\nInvestment\nAnalysis\nESG Integration\nActive\nOwnership\nExclusions\nEngagement\nVoting Targeted\nInvestments\nImpact Investment\nSRI Products8. Our Approach to Responsible Investment\nAt Aegon Asset Management, we provide clients with investment products that offer \nthe best possible long-term returns, consistent with their individual risk profiles and \nrequirements. Our clients include: Aegon companies for their proprietary assets, Aegon \ncompanies’ institutional and retail clients, and our own third party clients, which include \npension funds, insurers and, in some markets, retail clients.\nMeeting client’s needs \nAegon Asset Management manages investments according \nto clients’ objectives. While we generally believe that active, \nresponsible and engaged investment management can provide \nopportunities to add value, our clients in different countries may \nhave differing views on specific environmental and social themes. \nIn addition, ESG factors may be interpreted differently depending \non specific investment cases. Not all clients have social or \nenvironmental goals as part of their mandates. As a result, we \ntake a client-centric approach to Responsible Investment (RI).\nResponsible Investment policy and governance \nWe believe that RI is an integral part of our business. For this \nreason, we place our policy and governance at the center of our \nRI framework. This framework was established in 2010; the \nfollowing year, we became a PRI signatory6 and set up our Global \nResponsible Investment Committee.Responsibility for implementing our framework lies with our \nportfolio managers, research analysts, legal professionals, risk \nmanagers and compliance experts. These professionals are \nsupported by a centrally organized, dedicated global RI team.\nInvestment analysis\nIntegrating ESG factors into our investment analysis is a key part \nof our RI framework. It also supports our Active Ownership and \nTargeted Investment activities, as applicable to the business \nunits. We apply ESG integration across all accounts, regardless \nof the type of client, because we believe that ESG integration \ncan provide opportunities to enhance investment performance \nfor all clients. Moreover, ESG integration cannot be applied to \nsome clients, and not others, as investment processes are too \ninterconnected. Research teams, for example, generate tear-\nsheets7 for all portfolio managers – both those managing Aegon \nportfolios and those managing investments for third-party \nclients. \nTargeted investments\nAegon Asset Management manages a broad spectrum of RI \nsolutions, including impact investments and socially responsible \ninvestments (SRI). ‘Impact investments’ – include investments \nintended to achieve social or environmental outcomes in \naddition to financial returns. Our impact investment activities are \nundertaken mostly on behalf of our affiliated Aegon insurance \ncompany clients. However, we see increasing interest from third-\nparty clients, in particular in areas such as affordable housing and \nclean energy. Many clients also see impact investing as a way of \ncontributing directly to the UN’s SDGs. \nFor SRI strategies, our approach is driven by our clients. If we see \nclient interest in products that have a more pronounced approach \nto RI, for example, products that screen out certain categories of \ninvestments, or by focusing on the best performers in each sector, \nwe look to leverage our ESG expertise and track record with SRI \nstrategies8.Active ownership\nAegon Asset Management is an active owner. We engage with \ncompanies we invest in and vote at shareholder meetings. We \nmay also exclude certain types of investment altogether. For \nexclusions, we follow universally accepted principles as far as \npossible. In most countries, our proprietary exclusions apply to \nAegon general account assets, in line with best practices. With \nexternal clients, we will apply similar exclusions to their mandates \nat their request. In the Netherlands, our exclusion list applies to \nall investments, regardless of client type.\nA key strategic priority in 2017\nIn 2016, our Management Board identified RI as one of its key \n2020 strategic initiatives. To support this, we introduced two \nimportant projects last year. The first - ESG Next - examines ways \nof extending ESG integration. The second will determine to what \nextent our external asset managers are applying RI principles. \nDuring the year, we also formalized the Aegon Climate Working \nGroup, which will help identify and monitor climate related \nbusiness risk. Finally, we looked at new clean energy investment \nopportunities for the Aegon Group. \nThese initiatives have allowed us to make significant steps in \nintegrating and understanding ESG concepts as part of our \ninvestments. We are already thinking ahead, beyond 2020, to \nensure that we remain at the forefront of the sustainable finance \nmovement.\n6  Aegon Asset Management companies, excluding partnerships, became signatories to the PRI in 2011. Kames Capital,\n also a member of Aegon Asset Management, became a standalone signatory to PRI in 2008. \n7  Investment analysis summaries that include ESG ratings and data.\n8  SRI strategies are managed by Kames Capital, TKPI, AAM Central & Eastern Europe and by our joint-venture partners AIFMC and LBPAM.", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}