{"page_content": "17 16\nWe use our investment management expertise to help people achieve a lifetime of financial security.9. Policy and Governance\nAegon N.V., the parent company of Aegon Asset Management, adopted its first global \nRI Policy in 20119. The policy is guided by international frameworks, including the UN \nGlobal Compact, the OECD Principles of Corporate Governance, and the Principles for \nResponsible Investment (PRI). It sets out how these frameworks should be applied both \nby Aegon companies as asset owners and by Aegon Asset Management as investment \nmanager. The policy offers three tools for implementation: ESG integration, targeted \ninvestments and active ownership (exclusions, engagement and voting).\nLast year we decided to update the policy - to ensure it remains \naligned with new insights in RI, and to reflect our views on \nclimate change and impact investment. The new policy was \npublished in October 2017. An interview on the process to \nupdate the policy may be found below. \nImplementation of the RI Policy is overseen by two \ncommittees: \nThe RI Strategy Committee (RISC)\nThis Committee determines Aegon N.V.’s overall strategic \napproach to RI. The committee is chaired by an Aegon N.V. \nManagement Board member and includes representatives \nfrom Aegon N.V., Aegon insurance companies and Aegon Asset \nManagement. This helps ensure consistency across the group. \nThe committee meets three to four times a year. The RI Technical Committee (RITC)\nThe RITC oversees implementation of our RI policy and \ngovernance. This includes ESG integration, engagement and \nvoting. Members of the committee include RI staff, portfolio \nmanagers, research analysts and risk managers from across \nAegon Asset Management businesses. The committee meets \nfive to six times a year and advises both the Management \nBoard of Aegon Asset Management and other Aegon boards \nand committees on RI matters.\n9  Aegon N.V. is the ultimate parent company of Aegon Asset Management. Aegon N.V. adopted its RI policy in 2011.\n The policy outlines the responsible investing framework for Aegon companies, including Aegon Asset Management.\n The extent to which Aegon’s RI policy is applied to clients’ mandates may vary depending on the client type and region.", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}