{"page_content": "19 18\nWe use our investment management expertise to help people achieve a lifetime of financial security.Aegon N.V. RI Policy Update\nLast year, Aegon N.V.’s Head of Strategy & Sustainability, Marc van Weede, worked \nto update Aegon’s RI policy. Marc was supported by the RI team at Aegon Asset \nManagement, and by Daan Spaargaren, a sustainability consultant. Marc and Daan \ntold us about the process to update Aegon’s RI policy and where they see sustainable \ndevelopment going over the coming years.\nMarc, could you tell us about Aegon’s decision\nto update the RI policy?\nMarc: The world has changed significantly since we put in place \nour first RI policy. Society’s standards and expectations are \nmuch higher now. We decided to involve Daan because we also \nwanted an outside perspective to help us in the process. \nWhat is new about the policy? \nDaan: The new policy goes much deeper than the last one. \nThere is a stronger focus on how sustainability issues should \nbe taken into account when making investment decisions. We \nalso clarified the scope of the policy. Aegon has a very complex \ninternational structure with different kinds of investments \nand different types of clients. For Aegon’s stakeholders, it can \nbe difficult to understand how RI principles apply across this \nstructure. Defining this clearly was very important. \nMarc: We also put a stronger focus on governance. We wanted \nthe asset owners - the insurance and pension companies in \nthe Group – to have a stronger say. We’ve also been working \nto ensure third party clients are more involved in RI issues. \nGenerally, the new policy aligns well with the Aegon Group´s \noverall responsible business approach. \nHow did you approach this process, developing a policy for a \nmultinational company with headquarters in the Netherlands? \nDaan: I obviously looked at what other international insurance \ncompanies and asset managers are doing. I also interviewed \npeople directly involved in Aegon’s RI initiatives – for \nexample, the members of the RI Strategy Committee. Initially, \nsome people felt that “if it ain’t broke, don’t fix it”, but the \ndiscussions were helpful in getting agreement that the policy \nshould be updated, and how. The discussions also showed that \nthe policy needs to allow units, to a certain degree, to tailor \nthe RI approach to their own businesses and clients. After all, \nthere are many cultural sensitivities and Aegon’s approach \nneeds to reflect local norms and standards. Aegon’s HQ is in \nthe Netherlands, and naturally that plays into the discussions. \nBut Aegon’s largest market is the US, so you can’t ignore the \nAmerican view… and of course, Aegon has clients in some \ntwenty other countries as well.I also found it interesting to learn that different stakeholders \nhave different priorities. For example, the legal team wanted \nto make sure that Aegon could really live up to everything the \ncompany said in its policy. And that Aegon acts in the same way \nit wants other companies to act – “practice what you preach”. \nThat stands out to me because I think that is exactly right for \nan asset manager. You have to keep your promises and work \nwith your clients. We’re also seeing regulations on these issues \nstarting to tighten, so it’s important that you really deliver on \nyour policy.\nMarc: As an illustration, perhaps – we have consensus on ESG \nintegration and engagement, which are the two main elements \nof our RI approach. With exclusions, there is a difference. \nThe US and UK are often very cautious, especially with third \nparty clients. In the Netherlands, there’s more acceptance of \nexclusion. We listen to everyone concerned and then we set out \nour priorities. The policy we’ve created gives us the flexibility to \ndo this.\nLast year, Aegon started using the UN Sustainable \nDevelopment Goals (SDGs) as a framework for responsible \nbusiness. What steps have you taken in 2017 and how are \nthey reflected in the policy? \nMarc: We have referenced the SDGs in the policy, but we \nrecognize there’s more work to do. It’s hard to find assets that \nhave a clear SDG link we can invest in. This is partly because \nof the capital rules we operate under. But also because our \ngeneral account asset base is shrinking, and that’s where we \nhave most control over where we invest. \nInfrastructure, with activities like wind and solar, is a promising \nmarket, but it is very sought-after so there is a lot of \ncompetition, and that drives down returns. \nDaan:  Looking forward, the SDGs will continue to dominate \nthe discussion in RI. For me, they’re more useful as a tool for \nengagement. Right now, sectors like industrials, energy, and \nagriculture are all misaligned with the SDGs. If we want to \ntransition to a sustainable economy, we'll have to work closely \nwith these sectors. Big investors have a role to play - they can \ninfluence multinationals and governments.What about NGOs, did they influence Aegon's thinking?\nMarc: We are starting to see a new style of NGO emerging, \nwhose principal objective is to work with investors, which\nhas been very effective. In the past, there has been tension \nbetween the NGOs’ agenda, which is often more activist, and \nAegon and its clients’ interests. Most of the time, we want the \nsame outcome – we just have a different way of achieving it.\nIt is essential for Aegon to establish its own views and ambitions. \nA policy is not sustainable and won’t work if you formulate\ngoals that are not strongly supported and aligned with the \ncompany culture.\nCan you give an example?\nMarc: In the health sector, we were approached by NGO’s \nwanting to work with investors on tobacco. Aegon N.V. decided \nto exclude tobacco this year because it didn’t fit with our \nfocus on financial security and well-being. We say we want \nour customers to enjoy long, healthy lives. Investing in tobacco \njust isn’t compatible with that. This is a good example of NGOs \nand investors working in different ways toward the same \nobjective. However, it goes too far to say that everyone should \ndo this. It is for each individual investor to make this trade-off, \nkeeping in mind that they are allocating funds for their ultimate \nbeneficiaries.\nDo you think we are on the right path to a more\nsustainable future, at Aegon and beyond? \nDaan: I think so. Clearly we’re at a crossroads. Like Aegon, many \nbusinesses and investors are getting on board with the global \nsustainability agenda – and that’s what is needed to create \nchange.\nMarc: I agree, and I believe you have to look first at what you \ncan influence. We had a discussion recently with the Aegon \nN.V. Supervisory Board. They said: for us, responsible business \nis about making the lives of our 26 million customers better. As \na large insurance and pension company, and as a large investor, \nwe’re very well positioned to impact the lives of our clients, and \nto contribute to a more sustainable future for our planet. With \nour products and services and our approach to RI, that’s what \nwe’re trying to do.\n\"Aegon N.V. decided to exclude tobacco this year because it didn’t fit\n with our focus on financial security and well-being. We say we want our\n customers to enjoy long, healthy lives.  Investing in tobacco just isn’t\n compatible with that.\"", "metadata": {"source": "NASDAQ_AEGN_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}