{"page_content": "23      Amerant 2021  |  ESG Report  | 22\n| Amerant 2021  |  ESG Report    \nReflecting the communities we serve\nOur world is increasingly diverse. Our Board of Directors \nmust reflect this diversity in gender, race, ethnicity, range \nof perspectives, and wide-ranging, substantial professional \nexperience. Individual directors apply their unique and varied \nframes of reference to governance and operational decision-\nmaking. Such diversity is vital to effective, forward-thinking \noversight of the company.\nAs of December 31, 2021, the Board was composed of nine \nDirectors. Each has unique skills and backgrounds that \ncomplement those of the other Directors and provide the \nBoard with additional points of view.    \nProtecting client interests and providing value\nAmerant’s vision is to be a bank that clients recommend to their \nfamily and friends, a place filled with people they can trust, \nwho have their best interests in mind. To fulfill that vision, we \npromise clients they’ll be treated in a manner that is equitable, \ntransparent, fair, and consistent with consumer protection laws \nand regulations. \n \nThis culture defines how we operate. It starts at the top with \nthe Board of Directors and Senior Management, who lead by \nexample. Then, throughout the bank, adhering to the highest \nstandards is the responsibility of every employee and is core to all \nbusiness activities. \n \nAmerant’s Corporate Compliance Program is overseen by the \nChief Compliance Officer. We proactively manage our lending \noperations, practices, and service delivery. To maintain this strong \ncompliance culture, team members are required to complete \ncompliance course refreshers on an annual basis. The bank also \nconducts risk assessments and reviews to ensure the compliance \nprogram is regularly tested and validated.Fair and Responsible Banking\nBeing honest, transparent, and fair in \nhow we market and communicate our \nproducts and services. \nThe average tenure of Directors was 16.5 years. Seven directors \nare independent under the standards developed by Nasdaq \nand included in our Corporate Governance Guidelines. \nIn preparation for the upcoming retirement of two directors \nand with a vision to evolve the diversity of the Board, our \nDirectors appointed four new members during the March 2022 \nmeeting.  With this change, we now have one additional female \ndirector and two additional self-identified minority directors.   \nWe intend to continuosly improve Board diversity and will \nreport annually on our progress.Demographics of Board of Directors\nIn 2013 the bank implemented a Vendor Management program to responsibly control costs, \nmitigate risks related to third party engagements, and to gain the greatest potential value from \nsupplier relationships. In 2020, the program was revised, and efficiencies were incorporated into \nthe processes involved.Responsible Supply Chain\nWith an eye on 2022  \nThe evolution of the Vendor Management program continues and will be incorporated into \nProcurement best practices. The program will consider the following factors: supplier diversity, \npromotion of community businesses, social and environmental responsibility.  Amerant \nwill strive to address business needs with suppliers that share our ESG commitments, while \ndelivering the goods and services required to operate the Bank.As of 12/31/2021 • Total Board Members: 9\nExpected by 06/30/2022 • Total Board Members: 11Age\n<31 31-50 51+\nAge\n<31 31-50 51+100%Gender\nFemale Male89%11%Race/Ethnicity\nWhite, Non His panic Hispanic56% 44%\nGender\nFemale Male82%18%100%\n100%\nBlackWhite, Non His panic HispanicRace/Ethnicity\n36%9%\n55%", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}