{"page_content": "25      Amerant 2021  |  ESG Report  |  24\n| Amerant 2021  |  ESG Report    \nEthics, Compliance and Risk Management\nIn both letter and spirit\nWe conduct business based on high standards \nof honesty, integrity and impartiality. Amerant is committed to doing what is right and deterring wrongdoing, and we expect all of our team members to uphold these beliefs as well. They are expected to provide fair and equal treatment in both letter and spirit: Not only because it is the law, but also because fair and responsible banking is a cornerstone of Amerant’s corporate values. \nAll products are reviewed by our compliance \nteam to ensure alignment with applicable consumer protection laws and UDAAP, which regulates Unfair, Deceptive, or Abusive Acts or Practices.\nAmerant’s c ommitment to lend fairly and \nresponsibly helps drive the product life cycle, \nfrom product development, advertising, and marketing to training.\nReporting process for critical concerns\nTeam members are empowered to ask questions or report violations of the Code freely and without concern of retaliation.\nWe have an open-door practice that encourages \ncolleagues to approach their division head, immediate supervisor, or Human Resources with ethical questions or concerns. \nSuspected violations may also be reported to the \nAudit Committee of the Board of Directors or any of its members, the CEO, the Head of Internal Audit, or designated members of the Audit Committee directly at their private telephone numbers or personal email account addresses. The Amerant Code of Conduct and Ethics states that every Amerant team member must treat all customers \nfairly and consistently throughout the banking relationship, from account opening to account closing, and at all points in between. Team members receive training on and reacknowledge this code every year.\nThe Code of Conduct promotes:\n• Honest and ethical conduct, including ethical handling of actual or apparent conflicts of interest \nbetween personal and professional relationships.\n• Full, fair, accurate, timely, and understandable disclosure in all public communications, including reports and documents that we file with the U.S. Securities and Exchange Commission (SEC).\n• Compliance with all applicable laws, rules and regulations. \n• Prompt internal reporting of violations of this Code, and protection of persons who report violations of \nthis Code, violations of any law, rule or regulation, or any questionable accounting practice. \n• Accountability on the part of all team members for adherence to this Code.A code all team members must follow\nAmerant strives to create an environment where employees feel free to call attention to possible violations and will investigate reported concerns impartially. All complaints or suspected violations will be kept confidential to the extent possible to ensure a prompt and thorough investigation into concerns reported. \nImportantly, Amerant complies with all laws that \nprotect employees against unlawful discrimination or retaliation by anyone at the company because of lawfully, truthfully, and in good faith reporting or participating in investigations of allegations of corporate fraud or other violations of law by the company or its agents.Our marketing efforts represent Amerant products and services fairly and truthfully and disclose the associated costs and fees with honesty and transparency. \nTeam members receive ongoing education on fair \nand responsible banking rules, regulations, and our internal fair housing and fair banking policies. We focus on an array of other diversity issues and practices and, knowing that we serve a general audience, work hard to make the language in our disclosures clear and understandable. Our compliance posture and fair lending foundation are central to achieving our vision to be a bank that people value and trust.We hold ourselves accountable to do what's right.  We measure \nourselves against the highest standards of ethics, integrity and responsibility.\nAmerant follows all fair and \nresponsible banking regulations. We offer our products and services to qualified applicants without regard to race, sex, religion, color, national origin, age, marital status, familial status, disability, veteran status, sexual orientation, gender identity, or any other basis prohibited by applicable law.", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}