{"page_content": "29      Amerant 2021  |  ESG Report  | 28\n| Amerant 2021  |  ESG Report    \nA digital transformation\nAt Amerant, finding more ways to enhance the banking experience online and  \nin-person is a customer-first priority. We have invested in technology and \npartnered with leading fintech firms to place new tools at the fingertips of \ncustomers and our team members.  Some examples are: \n• Numerated’s platform, to improve processes for business lending and   \ndeposit-account opening.\n• Marstone’s online wealth management platform, to empower Amerant   \ncustomers to fully understand their financial position, investing plans,   \nand outlook.\n• ClickSWITCH, to provide a seamless customer experience during the   \nonboarding process, allowing customers to switch their direct deposits   \nand automatic payments to the new account.\n• A partnership with Alloy, to ease the onboarding process for deposit  \naccounts from both businesses and individuals.  And, also ensure that proper \nprotocols are in place to capture and review customer data and reduce \nexposure to non-compliant account openings.Customer focus in action\nCustomer service, at its heart, is all about relationships. We \npractice high-touch customer service in Banking Centers and \nhave expert relationship managers who work with clients \nin Business Lending, International Banking, and Wealth \nManagement:\n• Business Lending and Service Provided by Relationship \nManagers.  Relationship Managers build and maintain \nrelationships by knowing their customers, understanding \ntheir needs, and attracting new business. \n• High Touch Customer Service.   We provide direct and \npersonal high-touch attention in our banking centers and \nthrough our Private Client group.\n• International Banking Expertise.   We tailor products and \nservices to the International market, including the ability to \nopen U.S.-based accounts remotely.\n• Wealth Management.  Relationship Managers work with \ndifferent advisors to help our high-net-worth customers \naccomplish their financial needs while diversifying and \nprotecting their assets.\n• Listening to customers.  Our new Continuous Improvement \nUnit analyzes feedback we receive face-to-face at our \nbanking centers, through our website, and on customer \nsatisfaction surveys. We take this feedback seriously and use \nit to improve our approach and offerings. Surveys include \nan after-branch-visit survey, a call center tracker, Personal \nNPS* Quarterly Relational Survey, and Business NPS Semi-\nAnnual Relational Survey.Customer Service and Satisfaction\nUsing technology to transform service\nPutting customers first: Making sure we \noffer top-level customer service, listen to \ncustomers, understand their needs, and adapt \nour operations to reduce pain points.\nBusiness Lending, Deposits and Cash Management Services Investment Services  \nBENEFITS BENEFITS\nLoan decisions are made locally by people who are \ndedicated to the community and its well-being.Multiple loan options to meet the needs of our \ncustomers’ business.Expert advisors available at local banking\ncenters.We provide our customers with knowledge, support \nande reference materials that they can use to make \ninformed decisions.\nFirst-class advice on multiple  platforms 24/7.Amerant Investments Mobile App - Manage  \ninvestments on the go.Deposits and Cash Management Services to meet \nthe needs of our customer’s businesses.*The Net Promoter Score (NPS) is an index ranging from -100 to 100 that measures the willingness of customers to recommend a \ncompany’s products or services to others. ", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}