{"page_content": "33      Amerant 2021  |  ESG Report  |  32\n| Amerant 2021  |  ESG Report    \nA tight hold on data security\nProtecting company data, customer data and the systems that collect, process, and maintain this \ninformation is vital. To protect the data, Amerant implemented the Information Security Program (ISP).\nThe ISP was developed to:\n• Ensure the confidentiality, integrity, and availability of customer and institutional information.\n• Protect against any anticipated threats to the security or integrity of such information.\n• Protect against unauthorized access, use, disclosure, modification, damage, or loss that may result in \nsubstantial harm or inconvenience to Amerant or its customers.\nThis is accomplished with:\nGovernance: Establishing an information security governance structure that enables collaboration and \nsupport for information security initiatives.\nPrevention, Detection, and Response: Providing recommendations and techniques for security measures that safeguard Amerant’s systems and information, as well as establishing and maintaining an \nincident response plan aligned with the organization risk profile.\nSecurity Review and Monitoring: Validating and monitoring security in IT systems, critical functions, \nproducts, and services, forming the basis for continuous improvement.\nAwareness: Educating customers and employees about information security risks, vulnerabilities, threats, \nand security policies.\nSafeguarding data to ensure the security and \nconfidentiality of customer and employee data.What must stay at Amerant, stays at AmerantData Security and Privacy\nSensitivity to data privacy\nAll financial companies need to share customers’ personal information to run their everyday \nbusiness. Amerant is committed to protecting the privacy of customer information and maintaining industry standard levels of security that comply with federal and state law. We have developed a list of instances in which data is shared and with whom. There are special procedures designed to allow customers to limit these data-sharing processes. This information is included in the Data Privacy Notice and the Digital Privacy Policy.\nProactivity to assure legal compliance.\nPartnering with law enforcement agencies.\nEnforcement of Security Controls.\nSafeguards against phishing attacks.Secure Message e-mail platform.\nStrong security standards and fraud detection software.\nCommitment to principles and guidelines described in our \nPrivacy Notice.Technology to protect transactions and data.Amerant precautions for safeguarding personal information and identities:\n", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}