{"page_content": "35      Amerant 2021  |  ESG Report  | 34\n| Amerant 2021  |  ESG Report    \nIt might be a hurricane, or an internet \nfailure. It might even be a pandemic.\n \nWhatever happens, Amerant is \nprepared to be resilient in the face of a \nchallenge to its continuing operations. \nOur comprehensive Business Continuity \nProgram more than proved its worth \nwhen our business was forced to \nchange practically overnight in March \n2020 when COVID-19 swept the nation.\nAs soon as the World Health \nOrganization declared COVID-19 a \nA robust and proven plan to assure resilience in the face \nof challenge to our operations. Providing customers \nseamless and uninterrupted operations and services in \nan emergency.\nglobal pandemic, Amerant implemented \ncomponents of the Business Continuity \nManagement Program. We continued \nseamless and uninterrupted operations and \nservices while keeping our team members, \ncustomers, and communities safe during \nthis unprecedented event. \nAmerant’s best-practice business \ncontinuity program meets all the \nrequirements set by the Federal Financial \nInstitutions Examination Council (FFIEC). \nThe program illustrates expertise and \ncollaboration in action.Business Continuity Cycle\nThe Business Continuity life cycle is an ongoing process to assure a consistent, continuous, and effective approach \nto business continuity that reflects the current environment and supports stakeholder expectations and business \nobjectives. The cycle looks like this:Disaster Relief and Recovery\nWhen the unexpected happens\nExecutive Response Team\nEM\n(Emergency Management)\nPEOPLE/ LIFE SAFETYBC\n(Business Continuity)\nFUNCTIONS/ ACTIVITIESDR\n(Disaster Recovery)\nSYSTEMS & NETWORKS\nBusiness Continuity Planning OfficeRISK \nASSESSMENT \n& BUSINESS \nIMPACT \nANALYSIS (BIA)BUSINESS \nCONTINUITY \nSTRATEGIESPLAN \nDEVELOPMENT & \nIMPLEMENTATIONTRAINING \n& EXERCISEPROGRAM \nMAINTENANCE \n& INCIDENT \nRESPONSEAs the experience of COVID-19 demonstrated, there’s no substitute for having a superb situational \nmanagement structure and documented methodology for business continuity.Risk assessment and business impact analysis:  Leaders and area managers identify risks that can \nnegatively affect the bank’s assets or reputation and study how to address them.\nBusiness continuity strategies:  Resilient processes are designed to mitigate risks and to \nimmediately restore critical functions if affected.\nPlan development and implementation: Recovery plans, including technology  recovery and \nresumption plans, are documented.\nTraining and exercise: Training, awareness, and periodic disaster recovery drills are implemented.\nProgram maintenance and incident response:  A state of readiness  is maintained, applying real-\nlife and simulation experience to improve business resilience and the related business continuity \nstrategies and plans on an ongoing basis.• \n• \n• \n• \n• \nAmerant continued seamless and uninterrupted \noperations and services when COVID-19 struck \nwhile also keeping team members, customers, and \ncommunities safe.\nBusiness Continuity at Amerant receives oversight and direction from senior leadership. \nImplementation - getting the job done - is handled through a Business Continuity \nProgram Office led by the Operational Risk and Business Continuity Manager.  \nThe program has specialized teams drawn from staff all over the company. These \nhave specific roles and responsibilities to implement resilient capabilities as well as to \nsupport a resumption of mission-critical processes in the event of a disaster. Among \nthese teams are an IT Disaster Recovery Team, a Business Recovery Team, and a \nCommunications Team.\nBusiness Continuity - Board Oversight, Governance, and Compliance \n", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}