{"page_content": "37      Amerant 2021  |  ESG Report  |  \nOrganizations are defined by their people. And Amerant \npeople have extraordinary ability. \nOperating through the pandemic taught us that it was our \npeople, largely working in hybrid schedules or fully remote, who enabled us to operate smoothly and continuously to serve our customers and aid the community during an extended crisis.\nWith a team like this, it’s imperative that we extend every \nopportunity to help them grow and learn and find personal and financial fulfillment.\nThat’s what this pillar is all about.\nBuilding on a record  of achievement\nAmerant is well past the starting line in our effort to empower our people. Programs for the development \nand well-being of employees are long-established and will continue to expand as empowerment initiatives unfold. Here is a look at where we’ve been and what we’ve done so far.Empowering our People \nfor Shared Success\nCOMMITMENT\nWe dedicate our time and resources \nto benefit our communities, \nensuring Amerant has a talented, diverse, and supported workforce to bring the best service to our customers every day.\nGOALS\n• Promote diversity and inclusion to reflect the communities we serve.\n• Promote an environment that leads to success and overall wellness for our people.People: A precious resource\nWe believe that listening to people from different \nbackgrounds and cultures provides the diverse thinking \nneeded to reach business goals.\nThis isn’t just about “the numbers.” It’s about who is at \nthe table when decisions are made. It’s about making sure everyone’s voice is heard.  And it’s about making sure we reflect the communities we serve. To walk the talk, we identified specific actions to promote inclusive behaviors amongst all team members.\nIn one specific example, we are a 20-year \nchampion of targeted development programs for underrepresented talent in partnership with the \n“Amerant’s D&I objective is to build high-performing teams that are reflective of the diverse \ncommunities we serve.”  \n                                - Jerry Plush\nCenter for Financial Training, a local chapter of \nthe American Bankers Association.\nTo this end, we named a new Chief Diversity \nOfficer, Kristy Amaro, and also formed a cross-functional diversity ambassador team.  The new team created the compelling “I Belong” program \nto raise the profile of diversity and inclusion and encourage awareness organization-wide.\nIn another important action, we conducted \nan analysis of  workforce data, identified underrepresented talent segments, and goals were set to close representation gaps.Diversity, Equity, and InclusionSNAPSHOT:  2022 TARGETS AND BEYOND\nTeam diversity\n• Actively work to hire locally by partnering with government employment agencies, \nnonprofit partners, and universities.\n• Strengthen diversity in the hiring pipeline by ensuring diverse candidate pools and diverse selection teams.\n• Partner with new vendors to offer diversity and inclusion learning activities.\n• Add inclusive behaviors to the competency model and educate on these behaviors.\nAwareness and growth\n• In alignment with our goals of increasing representation of women in leadership and to \nfoster inclusion for underrepresented groups we plan to launch Team Member Resource \nGroups in 2022 - the first a group dedicated to Women in Finance.\n• Exploring actions such as developing career paths for all our team members, assessing \npotential expansions of our Family Leave policy, and implementing a permanent hybrid \nworking schedule option for specific roles. \n• Engage a third party to conduct a fair pay compensation assessment. This baseline will \nenable us to define metrics and targets for future improvement.\n   View our complete Amerant ESG Metrics and Targets on page 66", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}