{"page_content": "5      Amerant 2021  |  ESG Report  | 4\n| Amerant 2021  |  ESG Report    \nAmerant strives to be a leader in the markets we serve. Being a leader  \ncomes with responsibility. That’s why, as a company, we are proud to \n“do the right thing.” \nTo this end, we have formalized our environmental, social, and \ngovernance (ESG) framework to identify opportunities that can make \na positive impact through our operations, products, and services - \neverything we do. We did extensive research and heard ideas from a \ndiverse group of stakeholders who shared their perspectives with us. \nWith this information, we established priorities and set specific goals \nthat will allow us to measure our progress along the way. \nWe all have a role in this mission. Together, we’ll make ESG part of our \nDNA and consider everything we do through its lens.\nIn this report, you’ll learn more details about our ESG initiatives, who’s \ninvolved, where it came from, and what it looks like in guiding our \nday-to-day practices.\nIf you have questions or ideas on ESG, feel free to contact our SVP, \nESG Manager, Mayte Muñoz at mmunoz@amerantbank.com.\nFor more information on Amerant’s ESG journey, visit our website at \namerantbank.com/esg.\nJERRY PLUSH\nVice Chairman, President & CEO\nAmerant BankAs a company and as individuals we are all part of many worlds. At home, we are members of a family. \nAt work, we are members of a team. Outside our doors, we are members of a community, part of a city, \na state, and a country. As a company, we are corporate citizens.\nAnd of equal importance, we are all citizens of the planet. \nMaking sure that all these worlds maintain strength, harmony, and viability is the essence of \nsustainability. Here at Amerant, we are undertaking to do our part and help make this vision a reality.\nIn 2021, we launched our environmental, social responsibility, and governance program and have \nworked to determine opportunities to make a positive impact on sustainability in the short term \nand over the long haul. How? We asked our most valued stakeholders.  Amerant’s customers, team \nmembers, investors, community leaders, and others all shared their viewpoints. We conducted surveys. \nWe analyzed our operations. Getting all of these different perspectives helped guide and focus our ESG \npriorities.\nOne thing we all agreed upon upfront – we needed to do this right. ESG needs to be a way of life for us \nto truly be effective. It’s not a checklist or simply a report we do once a year. It is about doing the right \nthing and having it become part of who we are, how we conduct business, how we make critical decisions \n– in short, it has to become part of our DNA.\nWith this internal and external input and overarching guiding principle, we have focused our efforts in \nfive key areas, or pillars, to help us establish priorities for our framework and define our path forward.\nThis report tells the story of this process and, more importantly, dives into each pillar to describe \naspirational goals and earthbound measurements to gauge our progress along the way. And also our \nprogress to date. After all, this is a journey, and something that will continuously evolve over time. We \nare excited to be on this journey and look forward to providing updates along the way.\nAmerant is proud to have earned a leadership position in the markets we serve, through the services we \ndeliver, the financial solutions we provide, and the customer experiences we create.\nNow, with an all-embracing approach to sustainability, our customers, investors, peers, neighbors, \ncolleagues, and all we serve will see Amerant striving to do our part for brighter futures and more \nvibrant communities to help all of our shared worlds thrive.  A Message from Jerry Plush\nWelcome to our future\n", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}