{"page_content": "41      Amerant 2021  |  ESG Report  | 40\n| Amerant 2021  |  ESG Report    \nTeam member development in 2021\n23,500  \neducation hours in \nmultiple learning \nmodalities$1,000\ndollars per employee \ninvested in learning \nprograms\nGrowing our own local talent, inside and out \nSkilled management at all levels helps an organization succeed. Last year, any team member with \neven a single direct report could attend a Transformational Leadership course. The program was  \ncustom-designed to meet the current needs of our leaders and to provide opportunities to  \ntransfer learning into tangible behaviors on the job. Some 118 Managers dedicated 12 hours of learning \nto develop skills to lead change and promote a talent-driven organization. Follow-up activities  \nreinforce learning retention and application on the job. \nBuilding on our organization’s strong credit culture, a Credit Learning Curriculum was designed to \nhelp business bankers further develop their credit and lending skills. Participants were members of \na business unit established at the end of 2020. On the technical front, Amerant offered a suite of \nfinance-specific courses to enrich existing skills and multiple systems courses to help team members \nimprove at using new digital tools. \nIn January of 2022, we introduced an Employee Stock Purchase Plan*. This program is a tangible \nway to “walk the talk” in empowering our people and sharing with them the success of our \nCompany. With this win/win program, team members have an even more meaningful stake in \nhelping Amerant grow and become more successful.\nAmerant’s set minimum wage standard increased to $18.00 an hour. This aligns with our \ncommitment to attract, retain and develop the most qualified team members in the industry.  \nWe will evaluate the need to increase the minimum wage annually.• \n• \nAmerant Internship Program\nOur competitive total compensation and rewards  \nprogram is aligned with our business objectives and \nthe interests of our stakeholders. It is based on the \nfundamental principles of fairness, transparency, \nefficiency, and compliance with laws and regulations. \nBased on specific job positions and market conditions, \nthe total rewards program combines fixed and \nvariable compensation: base salary, short-term Developing future bankers\nAmerant participates in TechHire, a job education grant program that helps young \nadults overcome barriers to employment by providing free job education. The program \nis a collaboration between The Center For Financial Training International, Miami Dade \nCollege, and the US Department of Labor. It prepares students for a paid, 300-hour \ninternship in the financial services industry. The long-lasting connections made from \nthe internship contribute to student success. Participants earn the Universal Banker \nCertificate from the American Bankers Association and take a Principles of Banking \ncourse before the internship begins.\n \nYet another program, the Future Bankers and Financial Professionals Camp, taps into the \ntalent of high-achieving minority students from low-income areas and provides them \na clear and promising career path in the financial services industry. In 2021, Amerant \nhosted four future bankers who worked on special assignments to help deepen their \nunderstanding of a Financial Institution.Competitive pay is more than just a paycheck\nincentive, equity-based long-term incentive, \nand a broad range of benefits, including \nretirement contribution plans.\nThis compensation model encourages team \nmembers to contribute to achieving shared \ncorporate objectives while also differentiating \npay based on individual contributions.Amerant team members are able to grow personally and build their careers through an array of learning \nand development programs. Understanding that all team members learn differently, we offer traditional \nclassroom learning, virtual learning, “any time” learning, mobile learning, social collaboration, and \nlearning through games. We offer tuition reimbursement programs for higher education that provide \naccess to a variety of degrees and certificates.Learning and Development\nTop learning categories in 2021\nNew digital tools  \nCredit and lending skills\nTransformational Leadership ProgramOur workforce is managed in alignment with business needs. We recruit the best people for career \nopportunities based on merit. This allows us to build a diverse and talented workforce that reflects the \ncommunities we serve.\nOur competitive compensation combined with career growth and development opportunities have driven the \naverage tenure of our workforce upward to approximately 10 years.  We are a company with staying power.Attracting, Retaining and Developing Talent\nIn 2021, as headlines shouted about \nthe difficulty of finding qualified talent, \nAmerant proactively launched an \ninternship program in partnership with \na local university. Six interns learned \nfrom team members at all levels of the \norganization and explored new business \nunits. The result?\nFour out of the six interns continued \ntheir career journey with us by working on \nspecial assignments and projects at the \nconclusion of their internships.\nWith an eye on 2022\n* Employee Stock Purchase Program is subject to shareholder approval in the 2022 Annual Meeting.", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}