{"page_content": "45      Amerant 2021  |  ESG Report  | 44\n| Amerant 2021  |  ESG Report    \nOn the move despite COVID-19  \nDuring the peak of the pandemic, when a majority of our team members worked remotely, their \nengagement and wellness were top priorities. Virtual wellness initiatives were implemented to bring \neveryone together in a safe and responsible way.Health and wellness\nGet Moving with Amerant  • Virtual Workout, Yoga, and Pilates.\nCoffee and Learn  • Self-care webinar.\nAmerant at Home Wellness Challenge • Team members working out\nat home and sharing photos and videos with coworkers.\nAmerant Spotify Playlist • Created to keep team members motivated\nwhile staying fit.\nSupporting our team members and their families \nAmerant provides full- and part-time team members and their families with multiple \noptions for a comprehensive benefits package. Our nationwide open-access health \noptions allow in- and out-of-network services, depending on plan.\nAn employer-paid, in-network dental DMO plan and a robust, low-premium, in/\nout-of network dental PPO plan give team members and their dependents access \nto preventive, basic, and major dental services. A cost-free vision plan enables team \nmembers to maintain an annual vision-check routine.\nAmerant provides a cost-free group life and accidental death and dismemberment \n(AD&D) benefit. Employees can purchase additional supplemental coverage for \nthemselves, dependent spouses, and dependent child(ren. A pre-tax Flexible \nSpending Account (FSA) and a pre-tax Health Savings Account (HSA) help make health \ncare more affordable. Both tools can reduce members’ out-of-pocket costs. \nFree mental and behavioral health resources are available to team members and their \ndependents through the Employee Assistance Program (EAP). Team members also \nhave the option to purchase supplemental income protection through short-term \ndisability, accident, cancer, hospital indemnity, and critical care plans.\nFinancial freedom is a universal goal. We offer a retirement safe-harbor plan that \nincludes a pre-tax 401(K) plan as well as a post-tax ROTH to help team members \nsave for the future. An optional legal plan offers extensive legal assistance, advice, \nresources, and representation on all types of legal services.", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}