{"page_content": "47      Amerant 2021  |  ESG Report  |  \nA bedrock of sound banking\nBehind the hum of a bank’s daily operations, there is a complex infrastructure of \nregulation. Most customers don’t see it or think about it, but this regulatory framework assures that certain standards are met and that good faith is present in all of the bank’s relationships, large and small.\nAn important part of this framework is the Community Reinvestment Act, passed by \nCongress in 1977 to encourage financial institutions to help meet their communities’ needs through safe and sound lending practices and by providing retail banking and community development services to all sectors. Importantly, this includes serving residents of low- and moderate-income neighborhoods and making investments there.\nPromoting Economic Mobility \nin Our Communities\nCOMMITMENT\nWe work tirelessly to empower our\ncustomers and bridge the gap \nfaced by communities of all income levels by providing access to finance and building trusted banking relationships.\nGOALS\n• Strive to improve financial \nwellness among families and \nbusinesses in our footprint.\n• Foster financial literacy in our \ncommunities.\nDoing right is good business \nAmerant has a long-standing commitment to serving a variety of individuals and \nneighborhoods. This includes funding community development loans and contributing to programs in underserved regions. These investments help revitalize designated neighborhoods throughout the communities we serve. We also embrace opportunities to actively participate in organizations that support affordable housing, economic development, and community service.Striving to help our community grow\nFor more than two decades, Amerant \nhas earned the Office of the Comptroller of the Currency (OCC) overall Outstanding rating for our excellent Community Reinvestment Act (CRA) performance. \nThe OCC rates three test areas:\nLending – The extent and quality of community development lending practices that encourage financial institutions to help \nmeet the credit needs of the communities in which they do business, especially economically disadvantaged areas, low- and moderate-income individuals, and small businesses.\nInvestment – The level of innovative and complex investment in and responsiveness to credit and community economic \ndevelopment needs, particularly those not routinely addressed by private investors.\nService – The convenience of access to branches and services, predominantly for low- to moderate-income individuals \nand areas, in addition to community development services, such as financial literacy, technical assistance to housing and development organizations.SNAPSHOT:  2022 TARGETS AND BEYOND\n• Our commitment to support the underserved communities within our footprint grows \nas we grow. We expect to contribute well over $1B between 2021 and 2025 to these \ncommunities.\n• Amerant will continue to work with non-governmental agencies that facilitate \nfinancial education for adults in the underserved communities. Recognizing that knowledge is power and that gaining knowledge early is even more powerful, \nAmerant also pays special attention to opportunities to develop financial literacy in \nyoung people. We believe that investing in healthy financial habits earlier in life will \nencourage more sustainable prosperity in our communities.\n   View our complete Amerant ESG Metrics and Targets on page 66", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}