{"page_content": "49      Amerant 2021  |  ESG Report  | 48\n| Amerant 2021  |  ESG Report    \n$71 million\nof mortgages and small business \nloans made to low and moderate \nincome borrowers and businesses \nwith revenues of $1 million and \nunder\n* Amerant’s social responsibility and community reinvestment act support to individuals, communities, and businesses in the markets we serve during 2021. Knowledge is power\nKnowing how to stick to a household budget, manage bills, use credit responsibly, and \nsave for the future are key to greater financial security.\nAmerant supports non-profit organizations throughout South Florida and the Greater \nHouston area who offer financial literacy education programs. Financial literacy \npromotes economic mobility and financial independence among diverse populations.\nThe Amerant Financial Education Center provides no-cost resources and tools to help \nindividuals and small business owners locate and use financial services to achieve \nupward mobility. Resources on our website include information on topics such as \nmoney management, saving, investing, budgeting, and strategies to pay off debt.  Also \navailable on this website is the My Money Program. Through it, the Florida Department \nof Financial Services offers a comprehensive financial literacy program. It’s also a \nresource clearinghouse for individuals with developmental disabilities, their family \nmembers, and caregivers. \n91.6%\nof all mortgage and small business \nloans originated and purchased \nare within the bank’s assessment \nareas*\nIn 2021, Amerant committed over \n$490,000* in charitable giving \nto non-profit organizations \nthroughout South Florida and \nthe Greater Houston area that \nsupport and promote affordable \nhousing, economic mobility, health \nand social services, and financial \nindependence among diverse \npopulations.• Avenue Community Development Corporation\n• Branches\n• Centro Campesino Farm Worker Center, Inc.\n• Credit Coalition\n• Habitat for Humanity of Broward\n• Habitat for Humanity of Greater Miami\n• Haitian American Community Development Corporation\n• H.O.P.E.\n• Houston Habitat for Humanity\n• Lift Fund\n• Opa-Locka Community Development Corporation\n• Prospera\n• South Florida Community Development Coalition\n• United Way Center for Financial Stability\n• The Women’s Resource Center\nIn Broward County, our CEO Jerry Plush joined other business leaders to participate in \nCEO Build 2021 to offer financial support and elbow grease on a Team Build Day. Amerant \nteam members had the opportunity to work hands-on in serving their community.A privilege and a responsibility\nAffordable housing plays a vital role in building a strong workforce, yet, South Florida is among the \nnation’s most cost-burdened housing markets . In Miami-Dade County, Amerant has sponsored 12 \nhome construction projects with Habitat for Humanity of Greater Miami to benefit deserving families. \nWe made this happen even though COVID-19 prohibited Bank volunteers from participating on-site in \n2020 and 2021. \nHaving strong relationships in the community helps us provide informed advocacy and share our  \nexpertise. We also learn from the experiences of others. In this spirit, Miguel Palacios, Head of \nCommercial Banking for Amerant, currently serves on the Board of Directors of Habitat for Humanity \nof Broward, and Robert Lopez, Head of Special Assets, sits on the Board of Habitat for Humanity of \nGreater Miami.\nWith an eye on 2022 \nAmerant CoverMe program was launched in February 2022, which enables \ndomestic consumer accounts to overdraft up to $100 without a fee. This \nprogram takes a more consumer friendly approach for our customers.**\n** This initiative launched in 2022 and we look forward to sharing the impact next year.90%\nof all community development \nloans are within the Banks \nassessment areas*\n$292 million\nin community development loans\n* Assessment Areas consist of Miami-Dade, Broward and Palm Beach Counties in Florida and Harris and Fort Bend Counties in Texas", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}