{"page_content": "51      Amerant 2021  |  ESG Report  | 50\n| Amerant 2021  |  ESG Report    \nAmerant’s Microgrant Programs provided nearly $70,000 in \nfunding to the neediest of small businesses in 2021.Support for small businesses\nSmall businesses are the backbone of a community. The \npandemic presented an unprecedented threat to the survival \nof small businesses, with a particular impact on minority-\nowned businesses.\nTo support small business owners and the communities we \nserve, Amerant began participating in the Small Business \nAdministration’s Paycheck Protection Program (PPP) on April \n2, 2020. Amerant built community goodwill as one of the few We helped customers navigate the pandemic\nWhen COVID-19 struck, we took steps to mitigate the impact on our customers.  At \nthe onset of the pandemic, we temporarily eliminated Amerant ATM fees, waived \nlate payment fees on business and consumer loans, and refrained from reporting \nnegative information to credit bureaus for past-due loan balances held by Amerant, \namong other individualized account measures.\nAs the pandemic presented an unprecedented level of economic uncertainty, we \nclosely monitored and managed credit risk, identifying and contacting our clients \nmost susceptible to impacts of the COVID-19 pandemic.\nThis systematic and compassionate approach resulted in loan modifications that \nsimultaneously contributed to managing Amerant’s portfolio risk.\nMeasures to support our customers and their \nbusinesses during the pandemic included \ncontinuous monitoring of the loan portfolio \nto allow us to remain agile while supporting \nour customers in a quickly changing and \nuncertain scenario.\n*These numbers have not been qualified by the Bank Examiners as of the date of this report.\n** These numbers include PPP loans.Building up our communities\nbanks that helped small businesses who were non-customers \nacquire PPP loans. Many banks required PPP applicants to be \nexisting customers, which created an impediment to receiving \nthe help they needed. In the end, this open policy enabled \nAmerant to help more non-customers (1,811) than customers \n(1,004) with PPP loans.\nAll told, Amerant helped 2,815 customers acquire 3,808 \nPPP loans for a total of nearly $325 million in assistance.*\n*Data as of February 28, 2022.  Includes all SBA loans and PPP loans.Financial education, small business assistance, and community development \nare Amerant priorities. The bank has a robust record in all three, as seen here. \nThe small business loan totals for 2020 and 2021 include those made through \nCOVID-19 relief programs. \nSmall Business Loans (Businesses with Gross Annual revenues of $1 million and under)\nCommunity Development Loans*\nNumber of low-and moderate-income individuals reached through Amerant-sponsored  \nfinancial education events with non-profit partners834\nLoans$70\n$60\n$50\n$40\n$30\n$20\n$10\n$0$62,250,000\n1,613\nLoansIn Millions$33,764,000\n2021** 2020** 201998\nLoans$65,280,000\n$350\n$300\n$250\n$200\n$150\n$100\n$50\n$0800\n700\n600\n500\n400\n300\n200\n100\n0$141,574,093In MillionsUnits of Affordable Housing Supported\n$223,789,367727\n406\n2021 2020 201973\nLoans72\nLoans44\nLoans332\n5,000\n4,000\n3,000\n2,000\n1,000\n0\n2021 2020 20194,827 3,064 3,109$292,183,697", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}