{"page_content": "53      Amerant 2021  |  ESG Report  |  52\n| Amerant 2021  |  ESG Report    \nToward a sustainable future\nLiving a commitment to sustainability takes many forms. Some efforts make headlines, others are more \nquiet. Principled decisions happen in business meetings, in actions on the job, and in choices made by individual people in their daily lives. They might provide a short-term win or, instead, add value over the long term. At Amerant, an array of such efforts are underway.\nGreen money\nBy offering environmentally conscious financing options and services, Amerant facilitates building climate resilience. Our financial solutions allow customers to future-proof their homes and businesses, realize cost savings, and create larger-scale positive environmental impacts for our communities. \nAmerant is well-positioned to finance the transition costs associated with building a climate-proof \nfuture for the communities we serve.  \nIn one example of this principled strategy, Amerant holds a participation amount of $20 million in a $500 \nmillion Syndicated ABL “Green” credit facility for a Miami-based coffee company.  In this case, the credit facility terms are tied to sustainability-related Key Performance Indicators that are audited each year to assure compliance. When KPIs are hit, the loan account is discounted.\nBuilding \nClimate Resilience\nCOMMITMENT\nOur innovative products and \nservices are designed to help \nour communities and customers address the unique impacts of climate change and environmental degradation, driving sustainable outcomes and financial gains.\nGOALS\n• Facilitate preparation for climate change in our communities.\n• Future-proof our business for long-term environmental \nsustainability.\nOpportunities to contribute to a healthier environment\nSustainable and Innovative Solutions\nRecognizing an opportunity to support sustainable construction practices, \nAmerant partnered with, and extended a loan to, Dakota Matting & \nEnvironmental Solutions, a local company and supplier of composite, timber \nand engineered mats. Dakota provides construction and heavy equipment mats (shown below) for temporary road access and ground protection to shield fragile \nroot systems and reduces the environmental impact from potential chemical \nspill contaminants.SNAPSHOT:  2022 TARGETS AND BEYOND\n• Amerant product teams are researching creative ways to offer environmentally \nconscious direct or indirect financing and investment opportunities. We aspire to offer $1B of sustainable products by 2025 ranging from specially rated lending for sustainable \nhome improvement to investment partnerships with sustainable service providers.\n• Amerant recognizes that true change begins from the inside out and that the main driver \nof this change will be education that leads to self-awareness. Beginning the second quarter of 2022, environmental awareness curriculum will be delivered to all Amerant \nteam members. Also, partnerships with local environmental groups will be nurtured to \namplify this learning beyond our walls and into our communities.\n• Amerant is tackling reduction of fossil fuel consumption in various ways while also \ndevising a plan to convert to renewable energy as quickly as possible in all facilities \nwhere the option is available.\n• To create a plan that will lead us to carbon-neutral operations by 2030, we must first \nclearly understand where we are today and inventory our emissions. In the second quarter of 2022, Amerant will begin the process of obtaining an accurate GHG inventory \nupon which additional reduction targets will be based.\n   View our complete Amerant ESG Metrics and Targets on page 66", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}