{"page_content": "55      Amerant 2021  |  ESG Report  | 54\n| Amerant 2021  |  ESG Report    \nCustomers invest in sustainability\nIn Amerant’s wealth management division, customers have an opportunity to select ESG as an \ninvestment objective or interest at the time they open their accounts. \nThrough Amerant’s partnership with digital wealth management technology firm Marstone, Inc., \ncustomers can vote with their dollar and incorporate their interests and beliefs into their investment \nportfolios. The Amerant Smart Investing  platform currently allows for affirmative Exchange Traded Fund \n(ETF) selections in alternative energy, clean water, and social responsibility.Let there be light\nAll new Amerant facility building projects, including our Coral Gables headquarters, follow new building \ncodes that require 50% of outlets to have sensor controls and high-efficiency LED lighting in the interior \nand exterior.  These enhancements help us save energy.\nOn the homefront: Inside Amerant spaces\nEco-friendly initiatives are transforming Amerant’s headquarters offices, operations center, and network \nof banking centers, while also increasing awareness of our ESG strategy among team members.\nSome eco-friendly actions\n•  Four electric vehicle charging stations were installed in our headquarters and \nare used at no cost to Amerant team members, building tenants, and visiting \ncustomers.  Additional car charging stations are planned at other locations, \nincluding our new operations center in 2022.\n•  Amerant recycled 414 pieces of electronic hardware in 2021 including laptops, \ndesktop PCs, and phone equipment.\n•  Lunch areas and coffee break rooms have grown greener with paper coffee \ncups and napkins made from 100% recyclable material. Also, coffee cups are \nrecyclable after use.\n•  Single Stream Recycling, which allows all types of materials to be placed in \none container, was introduced in the Coral Gables headquarters and Doral \nOperations Center in Florida.\n•  Reduced water consumption by installing low-flow toilet equipment, low-flow \nsinks, and faucet aerators in our facilities.\n•  We dramatically reduced the use of printing paper by programming all printers \nto print on both sides as the default setting.\n•  Amerant partnered with Proud Source, a Certified B-Corp, to produce Amerant \nbranded aluminum water bottles for all banking centers and offices. These \nbottles are designed to be reused and recycled.\nEnergy-minded investing \nIn November of 2021, Amerant purchased $3 million in bonds of a \nlarge, diversified energy holding company headquartered in Juno \nBeach, FL. The bonds are held in the proprietary portfolio of the \nBank. The company generates, transmits, distributes, and sells \npower to retail and wholesale customers in North America. It has an \nESG rating of 86/100 (per S&P Rating) which reflects best-in-class \npreparedness for disruptive forces in the industry. \nWith an eye on 2022\nIn April of 2022, TXU Energy \npresented Amerant with a Leadership \nin Renewable Energy certificate for \nthe purchase of 100% Certified Wind \nRenewable Energy Credits for six of our \nHouston Banking Centers.\n", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}