{"page_content": "59      Amerant 2021  |  ESG Report  | 58\n| Amerant 2021  |  ESG Report    \nIn touch and keeping in step\nLead by example. Practice what you preach. Walk the talk. \nThe many faces of reaching for a better world\nAs Amerant moves forward on its ESG journey, it does so as a leader in social responsibility who also has a \nvoice in the financial industry at large. \nFurther, its commitment to climate resilience is evident in-house with its own operations and also in \nenvironmentally aware banking and lending practices.  For example, see the photo on page 53 to learn \nhow Amerant financing supports sustainable construction. \nIn the community\nAmerant is a community leader in supporting programs, organizations, and activities that promote social \nresponsibility. These efforts span from education to arts and culture to health and social services to \neconomic development.\nClose to home, Amerant’s work environment provides opportunities for personal growth, volunteerism, \nand community service. Each year, Amerant volunteers give hundreds of hours of their time and talent to \nbenefit nonprofit community organizations and charitable causes that benefit people, neighborhoods, and \nlocal economies. We contributed nearly $750,000 in community giving in 2021.\nSpirit of giving\nGiving back to our local communities\nOrganizations that give back to our local community are at the core of the unique vitality and strength of \nthe areas we serve. Amerant’s community partnerships allow us to walk hand-in-hand with those \nthat help our communities flourish. \nWe are passionate about enhancing the well-being of our customers, team members, business associates \nand communities by efficiently using available resources to support organizations that shape and improve \nthe quality of life in our local communities. \nNearly\n$750,000 \nin community giving in 202 1* \nHealth and Social Services \nCommunity and Economic Development \nArts and Culture\nEducation and Financial LiteracyPercentages for the 4 categories: 41%7%\n25%27%\n* Amerant’s social responsibility and community reinvestment act support to individuals, communities, and businesses in the markets we serve during 2021.With an eye on 2022\nIn 2022, our community engagement strategy will have a keen eye on  \npartnerships that focus on environmental initiatives.", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}