{"page_content": "61      Amerant 2021  |  ESG Report  | 60\n| Amerant 2021  |  ESG Report    \nOur leaders also lead in our communities\nArt: an expression of community \nAmerant partners with Camillus House  to help \nprovide humanitarian services to poor and homeless \npeople in Miami-Dade County and southern Florida. \nOur support for the art therapy initiative at Camillus \nHouse provides a positive outlet for people who \nare homeless and formerly homeless to express \nemotion and build self-esteem through art. Amerant \nsponsors this initiative as well as public art exhibits \nfeaturing artwork by Camillus House clients. David \nBoerger , Business Banking, currently serves as a \nmember of the Camillus House Board of Directors.\nAmerant celebrated our ongoing partnership with the Museum of Fine Arts, Houston in 2020 to \nlaunch the Amerant Latin American Gallery in the Museum’s newly opened Kinder Building. The \n100,000-square-foot-plus exhibition space showcases artists from the Museum’s collections \nof Latin American and Latino art from the past century and the modern day. The exhibit includes \nphotography, prints and drawings, decorative arts, craft, and design.\nAmerant team members enthusiastically embrace an annual toy drive to collect gifts for the \nchildren served by Centro Mater Foundation , a 50-year-old nonprofit organization that provides \nearly childhood education and social services to low-income families through five nationally \naccredited sites in Miami-Dade County. Team members across the organization collect toys and \ncome together for Noche Super Buena when the children receive toys from Santa. “Noche Super \nBuena” embellishes on “Noche Buena,” a Christmas Eve tradition universally celebrated in Hispanic \ncultures. Matthew Bruno , Commercial and Industrial Banking, currently serves as a member of the \nBoard of Directors at Centro Mater and has served as Board Chairman in recent years.\nAmerant’s leadership serve as community advocates and subject matter experts on a wide variety of \nnon-profit boards. They develop connections in the community, learn about specific unmet needs, \nand help develop strategies for closing gaps. Organizations they serve promote early childhood \ndevelopment, financial education, community health, affordable housing, help for small businesses, \nand more.\nBranches  Micro-business program \nprovides life-changing opportunities \nfor Miami’s small businesses, working \nfamilies, and their children. The \norganization grants recipients a broad \nrange of crucial support services to \nhelp them achieve financial wellness \nand increase opportunities for their \neconomic mobility and wealth creation. \nMary Ann Cruz , CRA Officer, currently \nserves as a Board Member of Branches.Lift Fund  provides support and creates \nthe means for Houston area small \nbusinesses, micro-enterprises, and \nnonprofit organizations to stabilize and \nbecome economically self-sufficient.\nIn 2020 we created the Amerant Microgrant Program and partnered with \ndesignated community development financial institutions (CDFIs) in Houston \nand Miami-Dade County to provide funding support to local micro and small \nbusinesses that did not meet the prerequisites for COVID-19 relief loans.\nIn 2021 our programs with Branches and Liftfund not only continued to support \nsmall businesses but shifted to help sustain those businesses in the long-term \nthroughout the pandemic.Amerant’s Microgrant Program \nBoth of these partnerships are flourishing \nand as of the end of 2021, our microgrant \nprograms have provided nearly $70,000 in \nfunding to the neediest of small businesses. ", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}