{"page_content": "63      Amerant 2021  |  ESG Report  | 62\n| Amerant 2021  |  ESG Report    \nWe ‘run the talk,’ and more, for children \nAmerant supports Live Like Bella  through its \nSuperhero 5K to support children battling cancer. \nHistorically, our team members volunteer to create \nthe largest team at the annual event. In September \n2021, we expanded our partnership to become \nPresenting Sponsor of the first-ever Live Like Bella \nPediatric Cancer Symposium, bringing together \nresearchers and doctors from across the state of \nFlorida to advance childhood cancer research.\nSaying ‘yes’ to unlimited potential \nUnited Way Miami  is the largest private funder of health and human services in Miami-Dade County. \nAmerant expanded our partnership with the United Way in September 2021 as Presenting Sponsor of \nthe Women United lunch series. This effort brings together women who are passionate about making \na difference in their communities. We also launched an internal fundraising initiative in October \n2021 to help the United Way in its efforts to transform lives and build better futures, joining other \nemployers who have payroll deduction programs to support United Way. Jerry Plush , Vice Chairman, \nPresident and CEO, currently serves as a member of the United Way Miami Board of Directors.  \nAmerant was recognized by United Way Miami for having raised the most during a first-year \ncampaign in their history.\nVoices for Children  provides neglected children in Miami-Dade County with support in navigating \nthe legal and social service processes and assists with financial, medical, and educational needs. \nMariola Sanchez , Senior Vice President and General Counsel, brings her expertise and perspectives \nto Voices for Children as a member of its Board of Directors.\nEarly learning is vital to educational success beyond the formative years. Matthew Bruno , \nCommercial and Industrial Banking, currently serves as Chair for the Early Learning Coalition of \nMiami-Dade and Monroe . This non-profit organization aims to assure high-quality early education \nfor children in Miami-Dade and Monroe counties. Their community-based collaborative approach \nincludes voluntary pre-kindergarten and after-school programs designed to prepare every child \nfor success in both school and life.\nMore than a million people in Florida suffer from Chronic Obstructive Pulmonary Lung Disease \n(COPD). That’s just one condition that robs people of their ability to breathe, something most \nof us take for granted. Amerant is a long-time supporter of the American Lung Association, the \nleading organization working to save lives by improving lung health and preventing lung disease \nthrough research, education, and advocacy.  Hernan Millan , Business Banking, currently serves as \nthe Board Chairman for the American Lung Association of South Florida .\nMore Amerant energy  on  Florida philanthropic boards \nProspera – Yvonne Boucugnani, Small Business\nAs Regional Board Chairperson of Prospera, Yvonne provides assistance during the Small Business \norientation sessions provided by this non-profit in Miami-Dade and Broward Counties, offering \nguidance to the small- and micro-business owners who attend the sessions. \nFamily Resource Center of South Florida  – Danny Rivera, Specialty Finance\nThis non-profit leader in welfare services provides a full continuum of services to help prevent and \ntreat child abuse and neglect by strengthening families.  Danny is a Board member and current \nTreasurer at Family Resource Center of South Florida.\nHaitian American CDC  – Felipe Malo, Portfolio Team Leader\nFelipe offers his experience and management skills as a member of the Board of Directors for \nthis organization and serves on its Fund Development Committee. The non-profit is committed \nto providing decent, affordable housing as the foundation for an improved quality of life for the \nresidents of the Little Haiti neighborhood in North Miami.\nBranches  – Mary Ann Cruz, CRA\nThis non-profit organization offers student, family, and financial wellness services in partnership with \nour communities. Mary Ann serves on its Board, helping further its mission of giving life-changing \nopportunities that help working families and their children break the cycle of generational poverty.\nSo that all can have a breath of air\n", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}