{"page_content": "65      Amerant 2021  |  ESG Report  |  64\n| Amerant 2021  |  ESG Report    \nLe Jardin Community C enter – Maria Olivera, Comm ercial Banking\nThis early le arning organization pro vides year-round Head Start, Early H ead Start, voluntary pr e-K, \nschool readiness, and parenti ng programs. E ach year, Le Jardin serve s more than 800 childr en from \nbirth t o fiv e years of ag e and their fam ilies.  Families ar e from di verse backgrounds, but all have \nincomes that fall below Fede ral Poverty guidelines.\nCatalyst Miami – Cristina Zampi eri, Commercial Real Estate\nCatalyst Miami’s mission is to identify and collectively solve issues adversely affecting low-\nwealth communities throughout Miami-Dade County. Their programs and initiatives endeavor to \nfurther our community building strategies while strengthening partnerships and promoting \ncollaboration across the county. We weave our organization’s core values throughout our work. \nCristina served on the Board of Directors for this non-profit for several years and is currently \nserving on the Investment Co-op Committee. \nHouston-area p hilanthropic bo ards that ben efit from A mer ant volunteers\nAvenue CDC – Elgin Weaver, Com mer cial Real Estate\nElgin serves on the Board of Dir ector of this non-profit, whose mission is to build affordable \nhomes and strengthen communit ies. He brings his knowledg e of lending and finance to the \norganization.  \nGreater Houston Partnership – Francisco Rivero, Houston Market\nServing as a Board member, Francisco brings decades of financial  exp erience to the Houston \ncommunity. The Greater Houston Part nership is a gathering place for community-minded \nbusiness leaders who want to be involve d in Houston’s growth and influe nce the region’s \neconomic trajectory. The organi zation addresses the area’s unique challenges and champions the \ngrowth and success of Houston.\nCred it Coalition – Brenda Costill a, Retail Banking\nThis organization empowers consumers through financial and  hom ebuyer counseling and \neducation, enabling them to ma ke inform ed, reasonable, and respons ible de cisions regarding their \nfinancial and housing goals. Br enda represents Amerant at q uarterly member meetings and \nprovides her banking expertise in strategic discussions about  the program.\nThe Women’s Resource of Gre ater Hou ston – Juanita Sanchez, Mark et Ma nager\nThis organization’s mission is t o help women and girls make choices t hat enable them to become \nindependent, productive, and financially stable. Juanita is a member of the Board of Directors and \nserves on the fundraising com mittee.\nCámara de Empresarios Latinos – Carlos Vega, Market Manager\nCarlos serves on the Executive Board for this non-profit. Its  mission is to educate and support \nsmall business owners by help ing them develop and promote th eir companies, then make a mark \nand grow in the small business com munity.\n", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}