{"page_content": "67      Amerant 2021  |  ESG Report  | 66\n| Amerant 2021  |  ESG Report    \nAmerant ESG Metrics and TargetsBuilding Climate Resilience Empowering our People Foundation Promoting  Economic\nMobility\nBuilding Climate ResilienceFacilitate preparation \nfor climate change in our \ncommunities\nStrive to improve the financial \nwellness among families and \nbusinesses in our communities\nFoster financial literacy in our\ncommunities\nPromote diversity and \ninclusivity to reflect the \ncommunities we serve\nPromote an environment that \nleads to success and overall \nwellness of our people\nBuild Board DiversityFuture-proof our business for \nlong-term environmental \nsustainabilityPillars Goals Metrics 2021 2022 2023 2024 2030 2025...Environmental Social GovernanceDollar value of environmentally conscious direct or\nindirect financing and investments\nNumber of participants in Amerant-sponsored\nenvironmental education\nPercentage of fossil fuel energy consumed in all facilities\nBe carbon neutral in our operations\nPercentage of green house gasses (GHG Scope 1 & 2) \nemission reduction\nDollar value of socially conscious finance to empower\nthe underserved in our communities\nNumber of participants in Amerant-sponsored\nfinancial education\nPercentage of underrepresented minority team members\nPercentage of women in executive positions\nTeam member engagement score\nPercentage of fair pay gap reduction\nPercentage of female representation\nPercentage of minority representation$31M1$252M $465M $728M $1.1B $1.8B\n02700 900 1,100 1,500 2,000\n80%375% 70% 70% 70% 50%\nN/A40%\nN/A5 Baseline &\n Target\n$363.3M6$114M $169.5M $248.5M $341.7M $1.1B\n3,10073,100 3,500 3,850 4,300 6,500\n3.2%84.25% 5.00% 6.25% 7.75% 12%\n40%944% 44% 46% 50%\n79%1080%\nN/A 11 Baseline &\n Target\n12% 1220% 30% 40% 50%\n50% 1250% 53% 56% 60% 77%\n1 Based on the customer’s intended use of funds to directly or indirectly build climate resilience. 2 Amerant will begin sponsoring environmental education opportunities in 2022.  Initial focus will be to create environmental impact awareness among team members. 3Based on energy usage in our Florida facilities, according to aggregated state-level \nsustainability data for 2020 disclosed by NextEra (Florida Power and Light’s Holding Company) 4Amerant will be offsetting carbon emissions, with a commitment to be carbon neutral by 2030. 5Amerant has not inventoried its Greenhouse gas emissions.  In 2022, Amerant will conduct independent GHG inventory.  Based on results, targets will be defined \nto reach a desirable state. 6Based on residential consumer loans to low- and moderate-income borrowers, and small business loans in the amount of $1 million and under for companies that have gross annual revenues of $1 million or less.  This amount also includes community development loans over $1 miilion that have as their primary purpose \ncommunity development, e.g. loans toward affordable housing projects, loans to revitalize and stabilize communities, SBA loans, etc.  7Based on impact and participation reports provided by education partners.  This type of education includes, but is not limited to, financial literacy workshops, first time homebuyer workshops, small business information, \ncredit counseling, etc. 8Based on workforce data collected voluntarily at the time of employment. 9Based on workforce statistics that measure the number of women in Executive/Senior Level Offical and Manager Job Classification as per EEO-1 Job Classification 10Based on Qualtrics Employee Engagement Index 11Amerant has not conducted a Fair Gap \nPay Assessment yet.  In 2022, the Bank will engage an independent party to conduct a Fair Pay assessment.  Based on results, targets will be defined to reach a desirable state 12Based on self-identification of board members.", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}