{"page_content": "69      Amerant 2021  |  ESG Report  |  68\n| Amerant 2021  |  ESG Report    \nSustainability Accounting Standards Board (SASB) Index\nAs recommended by the SASB materiality finder, Amerant is disclosing in alignment with the most recent \nSASB Commercial Banking industry standard, dated October 2018. This is Amerant’s first disclosure and will likely evolve over time.  Certain information is not disclosed because it is not considered relevant, it is privileged or confidential, or it could cause a competitive disadvantage if disseminated.  All data is as of and for the year ended 12/31/21, unless otherwise noted.SASB Metrics\nCommercial Banking\nCode Metric Reporting Response\nFN-CB-230a.1 (1) Number of data breaches, \n(2) percentage involving personally identifiable information (PII), (3) number of account holders affected(1) Amerant has not experienced material losses or other material consequences relating to cyber-attacks, or other information or security breaches.(2) Not applicable(3) Not applicable\nFN-CB-230a.2 Description of approach to identifying and addressing data security risks\n- 2021 ESG Report Page  \n   Page 32: “Data Security and Privacy” section\n - Amerant Security Center\n- Dec 31, 2021 10-K  \n   Page 24: “Privacy” section \n   Page 48: “Risks related to Information Technology and      \n   Information Systems” section\nFN-CB-240a.1 (1) Number and (2) amount of loans outstanding qualified to programs designed to promote small business and community developmentOutstanding Loans Qualified:  \n(1) 1,709 Loans(2) $1.3B\nFN-CB-240a.2 (1) Number and (2) amount of past due and nonaccrual loans qualified to programs designed to promote small business and community development Past Due:(1) 16(2) $157,957\nNon-Accrual:  \n(1) 31\n(2) $16.5M\nFN-CB-240a.3 Number of no-cost retail checking accounts provided to previously unbanked or underbanked customers Amerant offers all of its customers a Value Checking product which allows customers to avoid a $5 monthly fee by enrolling in Online statements, Direct Deposit, or completing 4 Debit Card transactions per statement cycle. It also includes free services such as Online banking and bill pay. Amerant recorded 10,500 active Value Checking Accounts.\nNOTE: As of the publishing of this report, overdrafts up to $100, \nare also free.Commercial Banking (Cont’d)\nCode Metric Reporting Response\nFN-CB-240a.4 Number of participants in financial literacy initiatives for unbanked, underbanked, or underserved customers In 2021, 3,109 individuals participated in financially literacy programs sponsored by  Amerant through partnerships with Non-Governmental Agencies that help reach the underserved communities.\nThese numbers are tallied and sourced from impact reports or \nrosters provided by the the agencies. \nFN-CB-410a.1 Commercial and industrial credit exposure, by industry\nDec 31, 2021 10-K  \nPage 103: “Management’s Discussion and Analysis of Financial Condition and Results of Operations” section\nFN-CB-410a.2 Description of approach to incorporation of environmental, social, and governance (ESG) factors in credit analysis  Amerant began its ESG journey in Q2 of 2021, building and implementing a framework.  In 2022, one of the main areas of focus is capacity-building to incorporate ESG factors into many key processes including credit analysis.  \nFN-CB-510a.1 Total amount of monetary losses as a result of legal proceedings associated with fraud, insider trading, anti-trust, anti-competitive behavior, market \nmanipulation, malpractice, or other \nrelated financial industry laws or regulations\n- There have been no material losses as a result of legal     proceedings. \n- Dec 31, 2021 10-K \n  \n Page 59: “Legal Proceedings” section\nFN-CB-510a.2 Description of whistleblower policies and procedures Code of Conduct and EthicsPage 11: “Reporting Violations” section\nFN-CB-550a.1 Globall Systematically Important Bank (G-SIB) score by categoryNot applicable to Amerant\nFN-CB-550a.2 Description of approach to incorporation of results of mandatory and voluntary stress tests into capital adequacy planning, long-term corporate strategy, and other business activitiesCurrent capital stress testing results are incorporated into capital planning and strategic decisions. However, current stress testing results do not include ESG considerations or scenarios.  Amerant uses macro-economic scenarios provided annually by the Federal Reserve for the CCAR process  to assess its portfolio to determine the expected losses over 9 quarters and therefore the impact to capital. \nIncorporation of ESG stress tests will be considered in the \n2022 capacity-building plan that supports our ESG strategy.\nActivity Metrics\nCode Metric Reporting Response\nFN-CB-000.A (1) Number and (2) value of checking and savings accounts by segment:          (a) personal           (b) small business\nFN-CB-000.B (1) Number and (2) value of loans by segment:          (a) personal         (b) small business\n         (c) corporate\nPersonal Checking accounts\nSmall Business Checking accounts\nPersonal Savings accountsSmall Business Savings accounts47,906\n3,786\n14,230\n411,419,840,998\n134,531,252\n316,318,620\n2,094,693                 N umber                   Value (Amount $)\nLoan for Personal* (Exclude \nMortgage or Revolving Credit)\nLoan for Small Business (Exclude \nMortgage or Revolving Credit)\nLoan for Corporate (Exclude \nMortgage or Revolving Credit)3,097\n509\n352540,569,769\n52,774,818\n853,621,117                 N umber                   Value (Amount $)\nPartially Reporting Not Reporting Fully Reporting\n* Inlcudes loans purchased from SoFi.\n", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}