{"page_content": "70\n       | Amerant 2021  |  ESG Report    \nCautionary Notice Regarding Forward-Looking Statements\nCertain statements made in this report are not statements of historical fact and constitute “forward-looking statements” within the meaning of Section 21E of  \nthe Securities Exchange Act of 1934, as amended (the “Exchange Act”), and are subject to the safe harbor created thereby under the Private Securities Litigation \nReform Act of 1995. These statements are often, but not always, made through the use of words or phrases such as “anticipate,” “aspire,” “assume,” “believe,” \n“budget,”“can,” “contemplate,” “continue,” “could,” “estimate,” “expect,” “forecast,” “foresee,” “goal,” “hope,” “indicate,” “intend,” “may,” “might,” “outlook,” “plan,” \n“project,” “projection,” “predict,” “prospect,” “potential,” “roadmap,” “seek,” “should,” “target,” “will,” and “would,” or the negative versions of those words or other \ncomparable words of a future or forward-looking nature. Forward-looking statements are based upon management’s expectations as well as certain assumptions \nand estimates made by, and information available to, management at the time such statements were made. Forward-looking statements are not historical facts, \nare not guarantees of future results or performance and are subject to certain known and unknown risks, uncertainties and other factors that are beyond our \ncontrol and that may cause actual results to differ materially from those expressed in, or implied by, such forward-looking statements. These risks, uncertainties \nand other factors include, without limitation, factors as detailed from time to time in our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and \nCurrent Reports on Form 8-K filed with the SEC. These reports are available on Amerant Bancorp’s website (insert website address) and the SEC’s website (insert \nwebsite address).  Although we believe that the expectations reflected in these forward-looking statements are reasonable as of the date of this report, if one \nor more events related to these or other risks or uncertainties materialize, or if our underlying assumptions prove to be incorrect, actual results may prove to be \nmaterially different from the results expressed or implied by the forward-looking statements. Accordingly, undue reliance should not be placed on any forward-\nlooking statements. The forward-looking statements speak only as of the date of this report, and we do not undertake any obligation to publicly update or review \nany forward-looking statement, whether as a result of new information, future developments or otherwise, except as required by applicable law.", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}