{"page_content": "9      Amerant 2021  |  ESG Report  | 8\n| Amerant 2021  |  ESG Report    \nUnder the microscope\nOur first task in developing a formal ESG program at Amerant was to get a full \nunderstanding of our environmental, social, and governance factors internally and \nat large. It was vital to know how our bank compared to others in our industry and \nin the wider worlds of the economy and community. We worked with a globally \nrecognized consulting group to perform a materiality assessment. \nBecause the most successful companies align their products and operations within \na sustainability framework, our task was to identify the importance, or materiality, of \nour current products, initiatives, operations, and priorities. \nIdentify ESG priorities\nConduct industry research, peer \nbenchmarking and stakeholder \nengagement to identify Amerant´s \npriority ESG topics.What’s up in the business world?  \nTo identify potentially material ESG priorities for Amerant, we assessed ESG \nmarket trends in financial services and community banking and conducted a \nbenchmarking exercise of material topics identified by other financial services \nfirms in their ESG reporting. \nWe analyzed what’s happening in the economy, locally, nationally, and globally, \nseeking to understand how sustainability affects consumer habits and business \nperformance.\nIdentify and inventory current \nESG initiatives  \nConduct interviews and review \ndocumentation to understand current \nESG initiatives in place and alignment to \nAmerant´s business strategy.The beginning is a \ngood place to start\nOfficial Definition of Materiality According to GRI  \n(Global Reporting Initiative)\nMaterial topics are topics that \nrepresent an organization’s most \nsignificant impacts on the economy, \nenvironment, and people, including \nimpacts on their human rights.  \nGRI Standards\nGRI 3: Material Topics 2021ESGEnvironmental\nSocial\nGovernance\nThe stakeholder engagement performed for our \nmateriality assessment confirmed that Amerant is \nrecognized as having reliable governance practices \nand a strong social approach. Amerant’s ESG \nstrategy builds upon its strengths and channels \nefforts to the areas in which it could be stronger.", "metadata": {"source": "NASDAQ_AMTBB_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}