{"page_content": "Letter from our CEO\nThe digital transformation of our world is one of \nthe greatest shifts in history, on par with the advent of  the printing press and the industrial revolution. It is connecting people and technology in ways never thought possible, and profoundly altering business,     government and the global economy overall.\nOn top of being one of the greatest economic engines \nof all time, digital transformation is presenting new ways of solving social and environmental   problems. Access to information, which has  increased exponentially, is equipping people to be  in better control of their lives and futures. Freedom of expression, while still a challenge in many parts of the world, has never been greater, with new communication platforms and tools emerging almost daily. And while not yet fully realized, a shift to digital media holds the promise of vastly reducing waste and consumption of natural resources.\nAt the same time, new issues are emerging as a \nresult of this global shift. Many do not have access to the education needed to participate in a new digital    economy, and some of the fastest growing sectors – including tech – lack the kind of diversity that reflect our population as a whole. The renewable energy required to power our digital world is not yet available at scale, leaving most data centers reliant on coal and  other dirty power sources.\nAll that said, the accelerating pace of innovation – and \nastonishing advancements we are experiencing as a result – prove that with determination, incentive and a commitment to the future, our ability to solve global problems is within reach.\nAt Adobe, we are committed to driving the kind of \nchange that enhances business for Adobe and our customers, while improving the world around us.  Some of our top priorities include:\n• Investing in programs to drive greater workforce \ndiversity and inclusion\n• Supporting the next generation of creatives and coders\n• Powering our operations and digital delivery of products entirely with 100 percent renewable  electricity by 2035\n•\n Enabling our customers to save natural resources through use of our digital products\n•\n Operating from a foundation of integrity and  ethical conduct, respecting human rights through our employees, business partners, suppliers and customers\nIn 2015, we were proud to be named one of Fortune’s Best Places to Work for the 16th year in the U.S. We achieved CDP’s highest score of 100, and were once again on The Climate A List for performance and transparency. For the first time, Adobe was included on CR Magazine’s 100 Best Corporate Citizens List.  We owe these accomplishments to our employees worldwide who embody Adobe’s commitment to investing in local communities, protecting the environment, and upholding the highest ethical standards. \nAdobe’s opportunity to change the world through \nour technology, products and business practices is enormous. I’m proud of the impact we are having on  society and the environment, and of our transparency reporting on our performance. I invite you to learn  more about our corporate responsibility initiatives in the attached report, and to join us in our commitment to a more sustainable future.\nSincerely,\nShantanu Narayen  \nPresident and Chief Executive Officer", "metadata": {"source": "NASDAQ_ADBE_2015.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}