{"page_content": "Investing in solar energy  \nin Puerto RicoSUSTAINABLE GROWTHJavier Diaz  \nFacilities and Fleet \nSenior ManagerPedro Santos  \nFacilities Maintenance \nTechnician\n10For us and our 25 million customers, our network is \nthe heart of our business. It provides the connectivity that enables people to transform our world. It’s critical, therefore, that we power that network – and all our operations – in a reliable, low-cost and environmentally responsible way. That’s why, in August 2016, we opened our biggest ever renewable energy installation, in Luquillo, Puerto Rico.\nLighting up our network for good\nAs the world’s largest international TV and broadband company, we’re committed to reducing our impact on the planet. Our site in Luquillo was the perfect place to start scaling up our ambition – plenty of space for panels and a UV radiation level almost three times higher than Europe. By partnering with Oak Leaf Solar X LLC, who installed and operate the panels, we purchase the energy generated at a set cost. The 2,400 solar panels no w operating at our Puerto \nRico facility are capable of generating 1 million kWh of electricity annually. Based on global averages, that’s enough to power almost 300 homes each year.\n \nSecuring our ener\ngy for the future\nAlongside the environmental benefit is a financial one too. Puerto Rican electricity prices are considerably higher and more volatile than the averages across Europe and the US. This installation makes it easier for us to accurately forecast our energy spend and will help us save $70,000 per year on our current local energy bill. Coupled with a 7% reduction in our total electricity consumption in 2016, this is good news for us and the environment.\nInvesting in renewable energy is one of the ways \nin which we can become a responsible corporate citizen while reducing operational costs.Naji Khoury , President and CEO of Liberty Puerto Rico\n1 https://www.wec-indicators.enerdata.eu/household-electricity-use.html. 2014 figures state 3,353kWh/hh as the per household, global average.\n1,000,000 divided by 3,353 = 298.2", "metadata": {"source": "NASDAQ_LBTYA_2016.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}