{"page_content": "OUR GROWING NETWORK1\nIncrease in terabyte of data transported each year (%) \nAnnual decrease in energy per terabyte of data (%)\nOUR ENERGY   \nCONSUMPTION2\nPurchased Electricity (%)OUR MARKET-BASED  \nCARBON EMISSIONS3\n1272 GWh\n2012  \n(base year)87%1376 GWh\n201381%1360 GWh\n201483%1378 GWh\n201585%1390 GWh\n201685%Metric tons CO 2e Scope: 1 2 3\n594,700\n13%\n85%\n2%\n2012  \n(base year)82%16%\n2%532,300\n201380%11%\n9%624,300\n201478%12%\n10%566,000\n201577%12%\n11%560,500\n201611 GRI: 302- 1, 302- 3, 305-1, 305-2, 305-3  five times more \ncarbon efficientthan 2012 25% 5xMore energyefficient in 2016 than 2015\n1 We measure our electricity consumption and carbon emissions per terabyte of data transported through our networks, using 2012 as our base year.\n2 Our energy consumption is the sum of total energy consumption from fuel and electricity, heating and cooling,minus electricity sold.3 Our Scope 1 emissions come from sources that are company owned or controlled. Our Scope 2 emissions come from purchased electricity, heat and steam. Our Scope 3 \nemissions come from business air and land travel, water and waste, recycling customer premises equipment and travel by our third-party service and installation vehicles.In 2016, 2015 and 2014, emissions from travel by our third-party service and installation vehicles were included as part of our Scope 3 emissions. This data was excluded  \nin our 2013 and 2012 reporting. Please see page 14 for a complete breakdown of our environmental data, including both our location-based and market-based carbon emissions.\nFor more information on our reporting criteria, please visit: www.libertyglobal.com/cr/cr-report-2016.htmlENVIRONMENTAL \nPERFORMANCE \nAs a large, growing, global organization, \nwe’re constantly seeking ways to minimize our environmental and financial costs.\nEnergy is costly in both senses: it \naccounts for 2% of our global operational spend, and electricity, the biggest proportion of that outlay, is responsible for 77% of our carbon emissions.\nIn an effort to combat these costs and \nreduce our carbon emissions, we’ve invested in green energy purchasing, onsite renewables and, most notably, more efficient network technology. We know greater efficiency in this area can have a significant impact because 92% of our total energy consumption goes into powering our network.\nOur efforts are paying off. Our \nnetwork transmitted 36% more terabytes of data per kWh of electricity in 2016 compared to 2015, which helped us increase overall energy efficiency by 25% year-on-year – well ahead of our 15% annual target.We also achieved our target to \nbecome five times more carbon efficient versus 2012, four years \nahead of our 2020 goal. SUSTAINABLE GROWTH", "metadata": {"source": "NASDAQ_LBTYA_2016.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}