{"page_content": "2 GRI: 102-14helping make the internet safer, protecting children online and \nsafeguarding our customers’ privacy. At the same time, we are minimizing our environmental impacts in new and creative ways. \nFor example, in 2016, we exceeded our targets to \nbecome five times more carbon efficient than we were in 2012 and we also improved our energy efficiency by 25% over 2015.\nBoth these achievements, which were well ahead of our \npublished targets, were the result of installing energy efficient network technologies and procuring renewables and green energy to power our networks. We are now ready to take on new ambitions and expect to publish new environmental  targets in next year’s CR Report. \nHelp create our digital future\nThank you for taking an interest in our sixth CR Report, which is once again aligned with GRI's Sustainability Reporting Standards. As usual, we’ve kept it short and focused. I encourage you to visit our corporate website, which showcases the great work that’s happening across Liberty Global. \nYour feedback on this year’s report, as always, is encouraged \nand appreciated.\nSincerely,\nMike Fries,\nChief Executive OfficerCEO Welcome\nWe live in connected times. Never before have we had the possibilities that we have today to connect people, ideas and places that were otherwise out of reach. The power of technology is transforming the lives of people around the world. At Liberty Global, we intend to use our collective imagination  to help create an even more promising future for all. \nA new Connected Purpose\nAs the world’s largest international TV and broadband company, with operations in more than 30 countries and 25 million customers across Europe, Latin America and the Caribbean, we are uniquely placed to do just that. In 2016, we reframed our corporate responsibility strategy, branding it Connected Purpose. At its heart is our belief in the potential of technology to liberate and empower people to address society’s biggest challenges. Digital Imagination, our flagship program, is one key element of our Connected Purpose. \nDigital Imagination\nBringing people together, fueling their collective imaginations, and using digital skills to create positive social impact is what Digital Imagination is all about. In 2016, for example, we launched the Future Makers Awards and challenged youngsters from 13 countries to imagine a digital future. Aoife Kearins, age 17, took the winning award with an app to prevent drowsy driver accidents that could save lives across the globe. In 2017, we will launch our first Digital Imagination Challenges for social innovators in Poland and Germany. \nResponsible Connectivity\nWhile we imagine and create our new digital future, we willingly bear our share of responsibility to improve our overall impacts on society and the environment. As we expand our networks, increasing connected possibilities for millions of people, we are ", "metadata": {"source": "NASDAQ_LBTYA_2016.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}