{"page_content": "Digital Imagination\nempowering people  \nto harness the power  \nof technology to solve  \nsome of society’s  \nbiggest challenges.\nFUTURE \nMAKERS \nWe’re finding exciting ways to help people thrive in the \ndigital economy and use vital digital skills to create a positive social impact.\nOur Future Makers Awards recognize young people \nwho use their coding superpowers to bring about social change. Read more about the Awards on page 7.\nWe also continued our long-standing partnership \nwith youth coding club, Coderdojo, in 2016, by expanding our support from 55 Dojos to 90  \nacross Europe.We’re helping innovators and entrepreneurs use the power of digital technology to inspire social change.\nLiberty Global Ventures, our global investment fund, \ncontinues to invest in and support companies with the potential to make profound differences to our world through start-up engagement programs. Ecoisme, a graduate of our 2015 Virgin Media Accelerator program in the UK, has further developed its business to enable smarter energy use in the home. We also made a $3 million investment in leading-edge company, Veniam, in 2016. Its software and data is making cities safer and smarter for all by improving the performance of commercial fleet vehicles.We’re bringing people together to find ways of solving societal issues through digital technology.\nOur Digital Imagination program in the UK is helping \ntransform lives through digital technology. Through Virgin Media’s partnership with Scope, we’re investing in new ways to digitally connect parents of disabled children, while providing disabled people and their families with access to assistive technology to enable them to have greater independence.\n \nIn Poland, our inno\nvation competition, the Digital \nImagination Challenge, will call on innovators to submit digital solutions to today’s most pressing questions. ORIGINAL \nTHINKERS COLLECTIVE SOLUTIONS\nWHY IT MATTERS\nThe internet is one of humankind’s greatest \ninventions. It’s rapidly transforming our world, changing the way we work, have  fun and learn.\nBut it’s nothing on its own – the internet \nneeds people. People who want to grasp opportunity, to expand knowledge and  to envisage the impossible. \nOur connectivity exists to fuel \nimaginations, so that people can create meaningful social impact.There are many inspiring individuals with \namazing digital solutions making a real difference to our lives. We’re committed  to getting their voices heard.\nWe believe deeply in the power of \ntechnology to liberate and empower us all to achieve our potential. This is our Digital Imagination. We focus on three key areas:\n6GRI: 203-2", "metadata": {"source": "NASDAQ_LBTYA_2016.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}