{"page_content": "Powerful play\nIf this device prevents just 1% of the estimated \n328,000 crashes caused each year in the U.S. from drowsy driving, it will result in 3,280 fewer crashes. That’s 3,280 fewer families distraught, 3,280 fewer bills to pay and 3,280 fewer lives torn apart.Aoife Kearins. future makers award winner\nAoife Kearins  \nFuture Makers Award winner\n14 to 17 year-old categoryToday’s young people are seen as digital natives  \n– intuitive technology users from birth. Yet often, \nthey aren’t exposed to the digital skills or stimuli that enable them to fully participate in our digital  \neconomy and truly impact their communities. The Future Makers program is helping change that.\nDiscovering new heroes\nA quick look around your home reveals just how critical coding is to all our lives now: from your smartphone to your car, and even your refrigerator. Learning to code provides an opportunity to  \nshape society. It’s a modern-day superpower.\nIf young people can grasp that superpower  \npotential, what might happen if they use it to \nrespond to society’s most pressing challenges?  \nAt the Future Makers Awards in Dublin in 2016,  \nwe caught a glimpse of the answer.\nThe Awards, in partnership with youth coding \norganization, CoderDojo, recognize the 10 to 17  \nyear-olds across Europe using coding superpowers to bring about positive changes in the community. Youngsters from 13 countries entered, with projects judged against criteria including technological complexity, positive social impact and innovation.Incredible ideas, amazing winnersItaly’s Giulio Muratori won the 10 to 13 year-old category with a game for children with Down Syndrome, while Aoife Kearins of Ireland was our 14  to 17 year-old victor. Andrei Covaci, from Romania,  who built a robot measuring CO\n2 levels in the \nclassroom, and young Hungarian, Roland Horvath,  who designed an interactive application for learning sign language, were our runners-up.\nAoife, who nurtured her skills at a CoderDojo in Sligo, \nIreland, created the Eye Opener app that prevents drowsy driving accidents. The wearable device measures changes in a driver’s core body temperature and warns them when they are at risk of falling asleep behind the wheel. \"The implications for something like this are huge\", says Aoife.\nInspiring further innovation\nAs their prize, Aoife and Giulio will visit Amsterdam, 2016’s European Capital of Innovation, where they’ll explore the city and meet Liberty Global technical experts. Runners-up Andrei and Roland will receive goodie bags packed with coding and robotics equipment.\nAfter receiving so many imaginative entries in 2016,  \nwe’re thrilled to be sponsoring the Future Makers Awards \nagain in 2017, allowing more young minds to unleash  \ntheir coding superpowers.\n7GRI: 203-2FUTURE MAKERS", "metadata": {"source": "NASDAQ_LBTYA_2016.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}