{"page_content": "Responsible ConnectivityTRUSTED \nPRODUCTS\nWe pledge to protect our customers’ personal data, \nhelp keep children safe online and make the digital world more accessible for all.\nOur internet safety toolkits guide children, parents \nand teachers on how to keep young people of all ages safe as they explore the online world. The eSafety Label, an online support and accreditation platform, helps European schools benchmark their e-safety activities and download useful guidance. You can find out more here.\nAs part of our promise to safeguard privacy, we \nconducted an audit of our supplier management process in 2016. Ensuring all our suppliers share our commitment to our customers’ privacy has given us greater oversight and helped us strengthen our existing monitoring practices. Read more on page 9.WHY IT MATTERS \nWith over 3.5 billion internet users today, connectivity has become an essential part of everyday life around the globe. \nAs demand for connectivity grows, \nthe responsibilities of those who provide it grow too.\nAs the world’s largest international TV and \nbroadband company, we acknowledge our responsibilities. These include ensuring digital technology helps people achieve their full potential and providing exceptional service that protects our customers’ privacy. We’re also committed to ensuring that as we increase our bandwidth, we don’t increase our burden on the planet. To realize our ambition of delivering outstanding connectivity while running our business responsibly and sustainably, we focus on three key areas:In 2016, we achieved a substantial 25% increase in our energy efficiency. By installing more efficient network equipment, investing in renewables and purchasing green energy, we also achieved our target to become five times more carbon efficient than 2012 well ahead of our 2020 target. \nWe opened our biggest ever renewable energy \ninstallation in Luquillo, Puerto Rico with over 2,400 solar panels that can generate more than 1 million kWh of electricity per year. Find out more about the project on page 10.\nIn Romania, thanks to the installation of innovative \n‘phase-changing materials’ to maintain optimal temperatures in one of our edge technical facilities, we’ve reduced our energy use at this site by 40%. Watch our video for the full story.\nOur Value Recovery Program for our customer \nproducts is reducing the end-of-life impact of  our products. With the support of our partners,  we have reconditioned 245,000 hard drives from our set-top boxes and saved 15 metric tons of  e-waste from ending up as scrap or in landfills.SUSTAINABLE \nGROWTHEMPOWERING PEOPLE\n8We’re developing and investing in a talented, inclusive \nworkforce and inspiring our employees to make a difference in their local communities.\nOur In Givers and In Heroes programs continue to \nencourage employees to be active community members by volunteering or fundraising for causes close to their hearts. In 2016, we matched and celebrated their achievements by donating almost $140,000.\nWe continue to support the Lessons for Life \nFoundation, a charity Liberty Global helped establish in 2007, which provides scholarships and educational support to students, families and community members in Sub-Saharan Africa. This year, we donated $1.1 million through various fundraising events including the Big Ride for Africa and the annual Gala Ball.\nIn a year of transformation for our company, \ncharacterized by a number of team restructures, we maintained support for developing talent. We invested approximately $16 million in employee training and development, with almost 900,000 training hours recorded in 2016. We’re committed to delivering \noutstanding connectivity while running our business responsibly and sustainably . \nGRI: PA- 7", "metadata": {"source": "NASDAQ_LBTYA_2016.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}