{"page_content": "Our supply chain\nCustomer use\nSourcingPackaging & \nprocessing\nReus\ne & \ndisposalDistribution \n& transportOUR SUPPLY CHAIN\nIn 2016, we strengthened how we \nmake sure our supply chain operates responsibly in three key ways:\nWe used partnerships and \ncollaborative platforms to make our approach more robust. By joining the Global e-Sustainability Initiative (GeSI), we work with industry peers to help make our supply chain more sustainable. As part of GeSI, we also joined E-TASC, a community aiming to improve environmental and social practices within the ICT supply chain.\nWe updated the way we assess  \nsupplier risk. Moving on from focusing \non our top 400 suppliers by spend, we created a risk-based framework that identifies our highest-risk suppliers against pressing issues such as conflict minerals, modern slavery, data protection and customer security. This Using a four-step process to guide our relationships, we work closely with our suppliers to improve products and services, mitigate risks and identify  \nnew opportunities. allows us to concentrate resources and positively act on our most material issues. If improvements are needed, we put corrective action plans into place with the supplier. In 2016, 94 suppliers completed the assessment, with 3 currently implementing corrective action plans.\nWe refreshed and integrated our \npolicies and procedures. Our newly developed Modern Slavery Act Statement was published in 2017. In accordance with U.S. Securities  and Exchange Commission rules,  we continue to collaborate with suppliers to identify any conflict minerals in the products they supply us. We also refer to conflict minerals in our Responsible Procurement and Supply Chain Principles and use the EcoVadis supplier assessment platform to provide greater analysis where needed.\nCUSTOMER PRIVACY \nAND DATA SECURITY \nOur customers entrust much of their \ndigital lives to us. It’s therefore our obligation to ensure that the safety  \nof their data is central to every  \ndecision we make.\nDigital safety comprises two closely \nlinked components – customer  privacy and data security – and our teams work together to protect both. \n2016 saw us further enhance our \nmonitoring process to both keep pace with an ever-evolving range of digital threats and prepare for the European Union’s General Data Protection Regulation, which takes effect in  \nMay 2018.We’ve restructured the  \nsecurity teams across  \nour operating companies  \nso that all teams now  \nreport centrally . This \nsingle unit is even more collaborative, agile and responsive than before.\nWorking with 120 internal managers \nthroughout our markets, we aligned all our group’s security policies and standards into one set. These global policies and standards are easier to update as new threats emerge and they give us the oversight to audit compliance worldwide.We also refreshed the six key performance indicators (KPIs) that the privacy teams in each of our markets report against quarterly. The KPIs include factors such as the number of products assessed for privacy, the number of employees trained in privacy and the number of subject access requests submitted from customers. Reporting against these KPIs provides improved recording of trends, greater visibility of activity across our business and customer base and more dynamic control when we need to act.\nIt’s key for us to oversee privacy and \nsecurity throughout our supply chain. By auditing our supplier management process, we gained insight into the privacy controls of our vendors and their compliance with our own Global Privacy Policy.\n9GRI: 418-1, 102-9TRUSTED PRODUCTS\n1\n2\n3\n4REQUIREMENTS\nSetting requirements for suppliers \nthrough our Responsible Procurement and Supply Chain Principles\nALIGNMENT\n \nCreating internal understanding \nthrough training\nASSESSMENTS \nAssessing our suppliers using \nthe EcoVadis platform\nDIALOGUE\nOpening up possibilities for \nsupplier improvement ", "metadata": {"source": "NASDAQ_LBTYA_2016.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}