{"page_content": "ESG REPORT 202162 63\nSASB Index\nSecurity & Commodity Exchanges\nACCOUNTING METRIC 2021 DISCLOSURE CODE\n(1) Number and (2) average \nduration of (a) halts \nrelated to public release of \ninformation and (b) pauses \nrelated to volatilityNot applicable. We are not an exchange, but a leading electronic trading \nplatform that delivers greater trading efficiency, a diversified pool of liquidity \nand significant cost savings to institutional investors and broker-dealers \nacross the global fixed-income markets.FN-EX-410a.1\nPercentage of trades \ngenerated from automated \ntrading systemsFor 2021, the percentage of automated trades was 5.8% of volume and \n16.4% of trade count.FN-EX-410a.2\nDescription of alert policy \nregarding timing and \nnature of public release of \ninformationNot applicable. See FN-EX-410a.1. FN-EX-410a.3\nDescription of policy to \nencourage or require listed \ncompanies to publicly \ndisclose environmental, \nsocial, and governance  \n(ESG) informationNot applicable. See FN-EX-410a.1. FN-EX-410a.4\nTotal amount of monetary \nlosses as a result of legal \nproceedings associated \nwith fraud, insider trading, \nanti-trust, anti-competitive \nbehavior, market \nmanipulation, malpractice, \nor other related financial \nindustry laws or regulationsMarketAxess had zero such monetary losses. FN-EX-510a.1\nDiscussion of processes for \nidentifying and assessing \nconflicts of interestThe Board of Directors has adopted a Code of Conduct that applies to \nall officers, directors, and employees, and a Code of Ethics for the Chief \nExecutive Officer and Senior Financial Officers, which includes our Chief \nFinancial Officer. \nThe Code of Conduct clearly sets out the process by which conflicts of \ninterest are identified, reported to, and managed by, the Compliance \nDepartment. Conflicts of interest are prohibited as a matter of Company \npolicy and should, to the extent possible, be avoided. For additional \ninformation, please see our Code of Conduct  and the Code of Ethics for  \nthe CEO and Senior Financial Officers  on our website.FN-EX-510a.2In addition, the Nominating and Corporate Governance Committee of the \nBoard of Directors is responsible for maintaining appropriate conflict of \ninterest policies and procedures and the Audit Committee of the Board of \nDirectors is responsible for reviewing and approving transactions with our \nrelated persons, as defined by applicable rules of the Securities and  \nExchange Commission. \n(1) Number of significant \nmarket disruptions and (2) \nduration of downtimeMetric                                                                                                       2021 FN-EX-550a.1\nNumber of significant market disruptions            1\nDuration of downtime    1 hour\n(1) Number of data \nbreaches, (2) percentage \ninvolving personally \nidentifiable information \n(PII), (3) number of \ncustomers affectedExcept as required by law, MarketAxess does not disclose this information. FN-EX-550a.2\nDescription of efforts to \nprevent technology errors, \nsecurity breaches, and \nmarket disruptionsExecutive management and the MarketAxess Board of Directors cooperate \nto oversee mechanisms that protect our technologies and the customers \nwho rely on us. MarketAxess’ Board and the Board Risk Committee assist \nMarketAxess’ executive management team in its efforts to define the risks \nfacing the Company, formulate risk management policies and procedures, \nand manage risk exposures on an ongoing basis. MarketAxess has a \nGlobal Chief Risk Officer who prepares updates and reports for the Global \nManagement Team and the Board and assists in developing programs to \nidentify and control risks.\nFor additional information, please see our Information Security Policy \nStatement on our website.FN-EX-550a.3\nProfessional & Commercial Services\nACCOUNTING METRIC 2021 DISCLOSURE CODE\nDescription of approach to \nidentifying and addressing \ndata security risksMarketAxess prioritizes security throughout our platforms, operations, and \nsoftware development. We make architectural, design, and implementation \nchoices to structurally address security risks, such as logical and physical \naccess controls, perimeter firewall protection, and embedded security \nprocesses in our systems development lifecycle. Our cybersecurity program \nis based on the National Institute of Standards and Technology Cyber \nSecurity Framework, which consists of standards, guidelines, and best \npractices to manage cybersecurity-related risks and promote the protection \nand resilience of critical infrastructure. Our Global Chief Information \nSecurity Officer leads a cybersecurity team in assessing, managing, and \nreducing the relevant risks with a goal to assure critical operations and \ncontinuous delivery of service. We constantly monitor connectivity and \nsuspect events are escalated to our global risk and management teams.\nFor additional information, please see our Information Security Policy \nStatement on our website.SV-PS-230a.1", "metadata": {"source": "NASDAQ_MKTX_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}