{"page_content": "ESG REPORT 202164 65\nEmployee engagement as a \npercentageMarketAxess last completed an engagement survey in 2019. As disclosed \nin our 2020 ESG Report, our overall employee engagement measured at \n78%, slightly above the global average for financial services and high-tech \ncompanies as reported by Mercer | Sirota. We are currently conducting our \nCompany-wide employee engagement survey, which we expect to provide \ninsights into the global employee experience across a wide set of diversity \nlenses, helping us hone our efforts for continued progress.SV-PS-330a.3\nDescription of approach \nto ensuring professional \nintegrityThe MarketAxess Code of Conduct  sets out the standards we expect our \nemployees to follow. It provides MarketAxess employees with guidelines \nfor areas of ethical risk in order to foster a culture of honesty and \naccountability, including guidance to employees to help them recognize \nand deal with ethical issues and mechanisms to report unethical conduct. \nConflicts of interest are prohibited as a matter of Company policy and \nshould, to the extent possible, be avoided. It is the Company’s policy to \nmake full, fair, accurate, timely, and understandable disclosure in the \nreports and documents that the Company files with, or submits to, the \nSecurities and Exchange Commission and in other public communications \nmade by the Company. We also conduct training for employees on the \nimportance of confidentiality and all employees are required to maintain the \nconfidentiality of all information entrusted to them. The Company maintains \na hotline for employees, customers, suppliers, or other interested parties to \nreport concerns or issues, anonymously and confidentially.SV-PS-510a.1\nTotal amount of monetary \nlosses as a result of legal \nproceedings associated \nwith professional integrityMarketAxess had zero such monetary loses. SV-PS-510a.2\nSoftware & IT Services\nACCOUNTING METRIC 2021 DISCLOSURE CODE\n(1) Total energy consumed, \n(2) percentage grid \nelectricity, (3) percentage \nrenewableMarketAxess is in the process of completing our first carbon footprint \nmeasurement project for 2022 and plans to provide relevant data, when \navailable.TC-SI-130a.1\n(1) Total water withdrawn, \n(2) total water consumed, \npercentage of each in \nregions with High or \nExtremely High Baseline \nWater StressMarketAxess has not measured the requested data. TC-SI-130a.2\nDiscussion of the  \nintegration of \nenvironmental \nconsiderations into \nstrategic planning for data \ncenter needsMarketAxess currently utilizes three data centers. Our data center provider \nprocures 100% of the electricity consumed at these data centers from \nrenewable sources. We are in the process of transitioning to a more cloud-\ncentric data environment, but will still maintain some of our existing data \ncenters. Our chosen cloud provider has committed to powering their \noperations with 100% renewable energy by 2025.TC-SI-130a.3Professional & Commercial Service\nACCOUNTING METRIC 2021 DISCLOSURE CODE\nDescription of policies \nand practices relating \nto collection, usage, and \nretention of customer \ninformationMarketAxess is committed to protecting the confidentiality of our \ncustomers. Our customer agreements include provisions addressing the \nusage and protection of customer confidential information. Please also see \nour Privacy Policy on our website, which provides a detailed description of \nour procedures for the collection and handling of personally identifiable \ninformation.SV-PS-230a.2\n(1) Number of data \nbreaches, (2) percentage \ninvolving customers' \nconfidential business \ninformation (CBI) or \npersonally identifiable \ninformation (PII), (3) \nnumber of customers \naffectedSee FN-EX-550a.2. SV-PS-230a.3\nPercentage of gender \nand racial/ethnic group \nrepresentation for (1) \nexecutive management  \nand (2) all other employees\n \n1  Our Global Management \nTeam includes employees \nbased outside of the United \nStates, who have consented \nto disclosing the race/ethnicity \nthat they self-identify with in  \nthis ESG Report. As of the date \nof this report, the percentage  \nof our Global Management \nTeam that self-identifies as \nAsian and White are 16.7%  \nand 83.3%, respectively.Gender Representation \nas of December 31, 2021 \n(Global)Female Male SV-PS-330a.1\nBoard 30.8% 69.2%\nGlobal Management Team 15.4% 84.6%\nAll Other Employees 28.2% 71.8%\nRace/Ethnic \nRepresentation \nas of December \n31, 2021 (US) AsianBlack or \nAfrican \nAmericanHispanic \nor Latinx White Other\nBoard 7.7% 7.7% 0.0% 84.6% 0.0%\nGlobal \nManagement \nTeam17.7% 0.0% 0.0% 92.3% 0.0%\nAll Other \nEmployees29.5% 4.3% 7.2% 56.5% 2.4%\n(1) Voluntary and (2) \ninvoluntary turnover rate \nfor employeesType of Separation Turnover Rate (Percentage of Total \nEmployees) SV-PS-330a.2\nVoluntary 9.8%\nInvoluntary 3.8%", "metadata": {"source": "NASDAQ_MKTX_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}