{"page_content": "ESG REPORT 202168 69\nSoftware & IT Services\nACCOUNTING METRIC 2021 DISCLOSURE CODE\nDescription of business \ncontinuity risks related to \ndisruptions of operationsMarketAxess is committed to meeting client, regulatory, and stakeholder \nrequirements and expectations, including in instances when business \ndisruption occurs. Accordingly, MarketAxess maintains a Business \nContinuity Management Policy with frameworks for identifying, assessing, \nmanaging, monitoring, and reporting risks that could prevent MarketAxess \nfrom performing key operational activities; meeting client and regulatory \nobligations; and/or addressing activities that could significantly impact \nthe integrity of the market. The Business Continuity Management Policy \noutlines the mandates and minimum requirements that business units must \nfollow to plan for and respond to disruptive events. Business continuity is \nunderpinned by processes and procedures to help ensure the stability of \nour technology environments. The disaster recovery procedures ensure \ncompliance with client contracts and internal standards. Cybersecurity \npolicies, protocols, and assessments are designed to protect sensitive \ninformation and enable effective response to cyber or security threats. \nOur programs are designed to create a resilient operating environment \nwith preplanned response and recovery strategies in the event of business \ndisruption. These strategies focus on safeguarding our people, assets, \ninformation, and clients. \nFor more information on risks related to business continuity as well as the \nCOVID-19 pandemic’s effect on the Company’s business continuity, please \nsee “Risk Factors—Technology, IT Systems and Cybersecurity Risks—Systems \nfailures, interruptions, delays in service, catastrophic events and resulting \ninterruptions in the availability of our trading platforms could materially \nharm our business and reputation” and “Management’s Discussion and \nAnalysis—Critical Factors Affecting Our Industry and Our Company—\nEconomic, Political and Market Factors” in our Annual Report on Form 10-K . \nThe Company has also published a Business Continuity Plan Disclosure  on \nour website. TC-SI-550a.2Security & Commodity Exchanges\nACTIVITY METRIC 2021 DISCLOSURE CODE\nAverage daily number \nof trades executed, by \nproduct or asset class2021 Average Daily Trades FN-EX-000.A\nTotal Credit 21,259\nTotal Rates 18,545\nGrand Total 39,804\nAverage daily volume \ntraded, by product or asset \nclass2021 Average Daily Volume FN-EX-000.B\nTotal Credit $10.5 billion\nTotal Rates $16.6 billion\nGrand Total $27.1 billion\nMarketAxess publishes reports on our volumes on our website.\nProfessional and Commercial Services \nACTIVITY METRIC 2021 DISCLOSURE CODE\nNumber of employees by: \n(1) full-time and part-time, \n(2) temporary, and (3) \ncontractType of Employee Number of Employees SV-PS-000.A\nFull-time & Part-time 669\nTemporary12\nContract27\nTotal 678\n1  Temporary employees are excluded from total employees in  \nother employee statistics in this ESG Report. \n2  Contract employees are fixed term contracted employees in  \nthe United Kingdom and included as full-time and part-time,  \nas applicable, elsewhere in this report. \nEmployee hours worked, \npercentage billableNot applicable. MarketAxess does not bill clients hourly. SV-PS-000.B", "metadata": {"source": "NASDAQ_MKTX_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}