{"page_content": "ESG REPORT 202170 71\nCautionary Note Regarding Forward-Looking Statements\nThis ESG report includes “forward-looking statements” within the meaning of the US federal securities laws, \nincluding statements regarding our sustainability, ESG and corporate responsibility targets, goals, strategies, \nimpacts, programs, and other business plans, initiatives, and objectives. Forward-looking statements are \nany statements other than statements of historical fact. Forward-looking statements represent our current \njudgment about possible future events and are often identified by words like “aim,” “anticipate,” “appears,” \n“approximately,” “believe,” “continue,” “could,” “designed,” “effect,” “estimate,”  “evaluate,” “expect,” “forecast,” \n“goal,” “initiative,” “intend,” “may,” “objective,” “outlook,” “plan,” “potential,” “priorities,” “project,” “pursue,”  \n“seek,” “should,” “target,” “when,” “will,” “would,” or the negative of any of those words or similar expressions. \nIn making these statements we rely on assumptions and analysis based on our experience and perception of \nhistorical trends, current conditions and expected future developments, as well as other factors we consider \nappropriate under the circumstances. We believe these judgments are reasonable, but these statements are  \nnot guarantees of any future events or financial results, and our actual results may differ materially due to \na variety of important factors, both positive and negative, many of which are beyond our control. Factors \nthat might cause such differences include, but are not limited to, challenges regarding the acceptance and \nimplementation of our ESG initiatives, and a variety of economic, competitive, social and regulatory factors, \nmany of which are described in our Annual Report on Form 10-K for the year ended December 31, 2021  \nand our subsequent filings with the US Securities and Exchange Commission and can be accessed at  \nwww.marketaxess.com . We caution readers not to place undue reliance on forward-looking statements. \nForward-looking statements speak only as of the date they are made, and we undertake no obligation  \nto update publicly or otherwise revise any forward-looking statements, whether as a result of new  \ninformation, future events or other factors, except where we are expressly required to do so by law.\nVersion 2\nVersion 2 of this 2021 ESG Report was released to correct the following:\n• Our Global Management Team is currently 16.7% Asian and 83.3% White. Previously the Report  \nstated the Global Management Team was 15.4% Asian and 84.6% White (Pages 41 and 64).\n• In 2021, the MarketAxess Charitable Foundation made $445,000 in donations to our partners  \nand matched $58,000 in employee donations. Previously, the Report stated it made $645,000  \nin donations and matched $57,000 in employee donations (Pages 53 and 54).\n• All Other Employees that identify as Asian were 29.5% in 2021. Previously, the Report stated  \nit was 29.4% (Page 64).\n", "metadata": {"source": "NASDAQ_MKTX_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}