{"page_content": "Hong Kong\nUnit 1802, 18F\nTwo Chinachem Central\n26 Des Voeux Road, Central\nHong Kong, HK SAR China\nT + 65 6916 1300\nSingapore\n1 Raffles Quay\n#10-04 North Tower\nSingapore 048583\nT + 65 6916 1300  Miami\nBrickell Arch\n1395 Brickell Ave, 15th Floor\nSuite 1520\nMiami, Florida 33131\nLondon\n5 Aldermanbury Square\nLondon EC2V 7HR\nT + 44 (0)20 7709 3100 \nF + 44 (0)20 7709 3101Amsterdam\nHerengracht 280\n1016BX \nAmsterdam\nT + 31 2088 88010 \nSão Paulo\nAv. Pres. Juscelino Kubitschek\n1455-4 andar - sala429 - Vila Olímpia\nSão Paulo - SP 03178-200 Brazil\nT + 55 11 3080 84000\n©2022 MarketAxess Holdings Inc. (the \"Company\"). MarketAxess Corporation is a member of FINRA and SIPC. MarketAxess Canada \nCompany is a member of IIROC. MarketAxess Europe Limited (04017160), MarketAxess Capital Limited (09777893), and MarketAxess \nPost-Trade Limited (01917944) are incorporated in England and Wales, and are each authorised and regulated by the Financial Conduct \nAuthority. MarketAxess NL B.V. (69592888) and MarketAxess Post-Trade B.V. (69597774) are incorporated in the Netherlands, and are \neach licensed by the Netherlands Authority for the Financial Markets. MarketAxess Singapore Pte. Limited (201702319R) is incorporated \nin Singapore and recognised by the Monetary Authority of Singapore. MarketAxess is a trading name of the aforementioned entities.\nThis information is for institutional investor use only, does not constitute investment advice and may not be redistributed without \nthe prior written consent of the Company or its subsidiaries. Under no circumstances may this information be distributed to retail \ninvestors. For the purposes of clients accessing MarketAxess services from EU27 countries, this information is provided by MarketAxess \nNL B.V. and /or MarketAxess Post-Trade B.V., as appropriate. To the fullest extent permitted by applicable law, all warranties and \nrepresentations are disclaimed. All information presented herein is considered to be accurate at the time of writing, provided \"as is\" \nwith no express or implied representations or warranties—including without limitation in relation to fitness for purpose, accuracy, or \ncompleteness of contents—and is only intended to provide an overview of the subject matter and not an exhaustive treatment thereof. \nWhilst sources of information are believed to be reliable, MarketAxess does not independently verify information obtained from third \nparty sources. Any information presented is not intended to represent an offer or solicitation of any financial instrument. Proprietary \nand confidential information of the Company—all forms of copying prohibited. Further information on MarketAxess can be found on \nour website at marketaxess.com.NYC Headquarters\n55 Hudson Yards Floor 15\nNew York NY 10001 \nT + 1 212 813 6000\nF + 1 212 813 6390", "metadata": {"source": "NASDAQ_MKTX_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}