{"page_content": "MONSTER BEVERAGE CORPORATION /  2021 SUSTAINABILITY REPORT15OPERATIONS \nMANUFACTURING STRATEGY\nMonster’s ingredients and products often travel \nlong distances, as our freight partners transport \nthem from procurement sites to separate manu-\nfacturing, co-packing, bottling or distribution sites. \nLonger miles spent on the road can equate to high-\ner costs and negative environmental impacts.\nOur Solution \nWe’ve regionalized manufacturing operations to \nreduce costs and the number of miles traveled. This \nway, we improved service by providing products \ncloser to our customers while offering the same \nhigh quality in a resource efficient manner. \nWhile we aim to keep manufacturing and sales \nwithin the same regions, we do note that, due \nto supply chain issues and increasing consumer \ndemand, we were not able to do so consistently in \ncertain regions in 2021. We are working to become \nmore efficient by engaging in the following proj-\nects.   RECENT PROJECTS:\n ›Q4 2020: We reallocated production for South-\neast Asia from EMEA and North America to \nMalaysia.\n ›2021: We transitioned to local production for \nproducts in South Africa, dramatically reducing \nshipping distances for finished products.\n2022 PROJECTS:\n ›In North America, we have ongoing water con-\nservation projects related to our operating and \ncleaning practices.\n ›Globally, we anticipate producing more than 75 \npercent of our products locally. ›Our can manufacturing network is transitioning \nto a regional operating model in North America \n(2022) and EMEA (2023).\n ›In addition, we are planning to test electric fleet \nvehicles as part of our efforts to improve efficien-\ncy, reduce air pollution and decrease our carbon \nfootprint.\nEVENTS:\nWhenever possible, the team works with event \npartners and venues in EMEA to run Monster \nevents as carbon neutral and may buy into venue or \nevent series carbon offset programs when avail-\nable.\n", "metadata": {"source": "NASDAQ_MNST_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}