{"page_content": " Environmental, Social and Governance at Splunk   |   2020 Update  5Our ESG Pillars\nInformed by our materiality assessment, we mapped Splunk’s \n21 ESG issues to three core areas: Data Privacy and Security, \nInclusive and Ethical Growth, and Societal Impact. Our \nstakeholders expressed significant interest in these topics,  \nand they also represent the areas where we believe we  \nhave the ability to drive the most change.\nThe foundation of our ESG pillars is our strong corporate \ngovernance practices . We believe that good corporate \ngovernance promotes the long-term interests of our \nstockholders, strengthens our Board and management \naccountability and leads to better business performance. For these reasons, we are committed to sound corporate \ngovernance that is rooted in high standards of honest and \nethical business conduct and compliance with applicable  \nlaws, rules and regulations. \nWe will continue to build our ESG strategy leading up to  \nSplunk’s full ESG report in fiscal 2022. This inaugural report will \nhighlight how we are working to address Splunk’s most material \nissues and better meet the needs of all our stakeholders for \nthe long term. Ultimately, the goal of this work is to bring our \ncorporate mission to life: remove the barriers between  \ndata and action, so that everyone thrives in the Data Age.\nData Privacy and Security\nWe know how important robust data privacy \nand security practices are to any successful \nbusiness. That’s why we invest in governance \nand technology to protect the data entrusted \nto us.Inclusive and Ethical Growth\nWe understand our responsibility extends to \nall our stakeholders. Business today requires \ngoing beyond compliance. As we continue \nto grow, we’re committed to building and \nsustaining a culture of inclusion and ethical \nresponsibility.Societal Impact\nWe remain more convinced than ever that  \ndata is a key component of addressing the \nworld’s most complex and pressing social and \nenvironmental challenges. We will continue \nto leverage our technology and talent to find \nsolutions to these challenges.", "metadata": {"source": "NASDAQ_SPLK_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}