{"page_content": " Environmental, Social and Governance at Splunk   |   2020 Update  6Our Path Forward\n“Cloud-first” is our mindset for both business model \nand product strategy. Our cloud business continues to \naccelerate, and we expect significant growth in the  \nnext few years. \n•  With cloud driving our next phase of growth, we intend to \ncontinue investing in security, compliance and monitoring \nto ensure the protection of data entrusted to us. We \nexpect these to include continued implementation of \nincremental security, process and data controls across \nour technology infrastructure and deployment of \nadditional security tools and security layers.\n•  We will continue to evolve the mindset, skill sets and \nexpertise of our employees in line with the privacy, \nsecurity and strategic needs of Splunk as we transition  \nto the cloud. \n•  We will remain active in public policy discussions \nsurrounding privacy, security and ethics in order to \nprotect our ability to innovate while advocating for  \nour customers. \n•  As privacy and related regulations evolve globally, we \nwill continue to provide data privacy and sector-specific \ncompliance programs across our product suite as \nappropriate.Where We Are Now\n•  Our Data Protection Officer is responsible for overseeing \ncompliance with the legal requirements related to our \ncollection and use of data entrusted to us. \n•  Our Chief Information and Security Officer is responsible \nfor overseeing Splunk’s information security practices  \nand programs. \n•  We provide annual data protection and security training \nto our employees, supplemented with periodic, targeted \ndata protection and security training as needed. \n•  While we remain self-certified to the EU-U.S. and Swiss-\nU.S. Privacy Shield Frameworks with the U.S. Department \nof Commerce and continue to abide by their foundational \nprivacy principles, we are carefully evaluating the impact \nof the European Court of Justice’s July 16, 2020 decision \ninvalidating the EU-U.S. Privacy Shield Framework and are \ndetermining appropriate next steps, including increasing \nreliance on the Standard Contractual Clauses to support \ninternational transfers of data from the EU to the U.S.\n•  We offer contractual terms designed to meet the privacy \nprotections required by the European Union’s General \nData Protection Regulation and the California Consumer \nPrivacy Act. \n•  We maintain industry standard certifications for cloud \nsecurity and periodically are assessed by third-party \nauditors to verify compliance with our cloud security \ncertifications.\nFor more information, visit Splunk Protects .Data Privacy  \nand Security", "metadata": {"source": "NASDAQ_SPLK_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}