{"page_content": " Environmental, Social and Governance at Splunk   |   2020 Update  7Where We Are Now\n•  We focus on hiring, retaining and promoting diverse talent \nthrough the organization at all levels and have published  \nour results in our first in-depth Diversity & Inclusion  \nAnnual Report . \n•  We documented our Commitment to Racial Equity and \nSocial Justice for All , signed by our executive staff, \nreinforcing that racism and social injustice have no place  \nat Splunk. \n•  Our benefits program s include 20 weeks of U.S. paid \nparental leave and provides comprehensive fertility and \nfamily-forming support.\n•  We published our first LGBTQ+ Trans and Non-Binary \nInclusion Guidance and Support  statement.\n•  Our Employee Resource Groups (ERGs) grew from six to \nnine, adding Pilipinx, Natives and NeuroDiversity to Pride@\nSplunk, Womxn+@Splunk, Veterans@Splunk, Somos@\nSplunk, BEAMS@Splunk (Black Employees & Mentors)  \nand Disabled=True@Splunk. \n•  In fiscal 2021, we were included in Fortune’s Best \nWorkplaces for Women  and Millennials  and Best Workplaces  \nin Technology . In fiscal 2020, we were named among the Best  \nWorkplaces for Women, Parents, Millennials and Diversity.  \n•  Our culture of integrity starts with our Code of Business \nConduct and Ethics  (“Code”), related policies and \ncompliance programs. We review our Code on an annual \nbasis. All new employees are required to complete training \non the Code, and all employees are required to complete \nsupplemental training and certify compliance annually.Inclusive and  \nEthical Growth\nOur COVID-19 Response\nWe launched additional global benefits and resources to support \nour employees’ health and well-being, including reimbursement  \nfor certain expenses related to remote working as well as 30 days \nof pay that can be used for any absence related to the pandemic  \nor a natural disaster.Our Path Forward\nToday, a company’s ethics takes on a broad view, including \nissues ranging from Board diversity, carbon emissions, \nemployee health and well-being to political lobbying and \nhuman rights. \n•  Our materiality assessment is a pivotal step in our journey  \nto define and elevate our increasingly broad ethical \nresponsibilities internally and externally. \n•  We are developing a learning journey for all Splunkers to \nbetter understand racial injustice and work collectively \ntowards equity within our organization and beyond. \n•  We are actively enhancing our procurement program with a \nfocus on inclusive and environmentally conscious suppliers.\n•  We will hire a leader who will be focused on accelerating \nleadership and management excellence and further \nenhancing the promotion and career development path  \nfor Splunkers.\n•  A working group has been established to develop \nrecommendations, guidelines and procedures to identify \nand replace biased language and build our products with \ninclusivity and diversity in mind. To learn more about our \nongoing commitment to removing biased language in tech, \nvisit our blog .", "metadata": {"source": "NASDAQ_SPLK_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}