{"page_content": " Environmental, Social and Governance at Splunk   |   2020 Update  8Our Path Forward\nWe are currently reassessing our social impact strategy \nwith the goal of ensuring that we are improving and growing \nour social impact programs and offerings to align with our \nbusiness and meet the changing needs of stakeholders and \ncommunities. \n•  Looking forward, we will continue to take a holistic \napproach to our work and ensure that our programs and \nservices are driven through collaboration across sectors \nand bridge the gap to help close the data divide.  \n•  We understand the urgency to address the detrimental \nimpact of a changing climate. We will work to identify \nopportunities to reduce our carbon footprint in our  \nphysical and digital operations as well as to promote  \ninternal day-to-day sustainable practices.Where We Are Now\n•  We launched a $50 million Splunk Social Impact Venture \nfund focused on accelerating the growth of companies  \nthat are using data to improve society, solve problems  \nand promote positive change.\n•  In fiscal 2017, we created the Splunk Pledge, committing \nto donate a minimum of $100 million over a 10-year period \nin software licenses, training, support, education and \nvolunteerism to further academic research and generate \nsocial impact. To date:\n  »  Over 1,000 free licenses and training have been \nprovided to nonprofit, academic and research \ninstitutions and we are on track to meet the Splunk \nPledge based on the current rate of donations. \n»  As part of our commitment to provide access to \nveterans and under-represented populations, over \n13,000 individuals have registered for free training \nprograms, positioning them for promising technology \ncareer opportunities with our growing ecosystem  \nof partners and customers. \n•  Over 60% of employees participated in charitable giving \nand volunteer activities around the world, benefiting over \n2,000 nonprofits globally.\n•  We began calculating our greenhouse gas emissions  \nand water footprint to understand the most significant \nimpact of our operations in fiscal 2020.\n•  We hired our first Chief of Social Impact to lead Splunk  \nfor Good and advance our social impact related \nengagement, programs and solutions.Societal Impact\nOur COVID-19 Response\nRecognizing the need for better, and more accessible data during \na global pandemic, we built a publicly available interactive Splunk \nCOVID-19 Dashboard  and application in March of this year. \nOur products and teams are helping public officials in their \nefforts to save lives, reopen public spaces and restore damaged \neconomies through COVID-19 testing. In May, Tarrant County, \nTexas, rolled out the new COVID-19 Testing and Data Response \nPlatform , developed by a coalition of private, public and non-  \nprofit partners, including Splunk. The platform helps government \norganizations address key challenges associated with large-scale \ntesting, free of charge, to public health officials in communities \nacross the United States.\nOur goal is to help leaders bring data to every potential response \nto best ensure public safety. To learn more about our COVID-19 \nResponse and Resources, visit our website .", "metadata": {"source": "NASDAQ_SPLK_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}