{"page_content": "Amgen 2018 Responsibility Highlights Report    12BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nProduct Donations\nWe believe that donations of medicine can play \na role in meeting an immediate need for patients \nin LMICs who cannot currently afford biologic \nmedicines. We are therefore committed to finding \nopportunities to partner with organizations that can \nmeet the unique challenges of distributing and \ndelivering donated biologic medicines in parts of \nthe world with limited access to these medicines.  \nR&D, Manufacturing and Distribution\nThe growing burden of noncommunicable \ndiseases is a pressing global health issue. Amgen \nmedicines and drug candidates in research address \nnoncommunicable disease, such as cancer, \ncardiovascular disease, osteoporosis, migraines \nand kidney disease with high prevalence in LMICs.\nInvestment in Biosimilars: Amgen is a leader in \ndeveloping and manufacturing biosimilars that will \nenable us to provide more affordable treatment \noptions for patients around the world suffering \nfrom certain types of cancers, inflammatory \nconditions or rare genetic disorders. Three of our \nbiosimilar medicines are listed on the World Health \nOrganization’s Model List of Essential Medicines, demonstrating alignment with well-established \nglobal health needs. Recognizing the importance \nof regulatory systems to review biosimilar products, \nAmgen is working closely with a wide range of \nstakeholders to help middle-income countries \nestablish regulatory frameworks to evaluate \nbiosimilars and enable safe use of these potentially \ncost-saving therapies. \nAccess to Investigational Medicines: We have a \nprocess in place to provide access to therapeutics \nthat are still in clinical trials to patients with serious \ndiseases for which no alternate therapy exists.  \nMore information can be found on www.amgen.com. \nIn 2018, through a corporate donation, Amgen \ncontributed $2 million to the Lazarex Cancer \nFoundation’s IMPACT (IMproving Patient Access  \nto Cancer Clinical Trials) program, which is focused \non improving patient enrollment, retention, minority \nparticipation and equitable access in oncology trials.ACCESS TO MEDICINEACCESS TO MEDICINE \nIn 2018, Amgen donated US $93 million of NEUPOGEN® \n(filgrastim), Neulasta® (pegfilgrastim) and Vectibix® \n(panitumumab) to Direct Relief to serve approximately 7,400 \nlow-income patients. Direct Relief distributes the medicines \nthrough a network of high-quality cancer hospitals and \nclinics across 18 low- and middle-income countries, \nincluding African countries such as Ethiopia, Ghana,  \nMalawi, Senegal, Tanzania and Uganda.\n“Direct Relief is deeply appreciative to Amgen for  \nits leadership and initiative in providing critical treatments \nto underserved cancer patients globally,” said Thomas \nTighe, president and chief executive officer of Direct Relief. \n“Cancer patients who would otherwise not be able to access \nmany important therapies will be able to receive these  \nadvanced biologic medicines.”PRODUCT DONATIONS TO SUPPORT \nCANCER CARE IN 18 COUNTRIES\nTO LEARN MORE \nabout our biosimilars program, visit \nwww.amgenbiosimilars.com.\n", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}