{"page_content": "Amgen 2018 Responsibility Highlights Report    13BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nProduct Distribution\nProduct distribution can be challenging in LMICs \nthat have less developed infrastructure. To \nreach patients in such countries, Amgen uses \nco-marketing agreements and distributors. Amgen \nis committed to improve mechanisms for distribution \nto make products available on a worldwide basis for \npatients suffering from grievous illness. Amgen also \npartners with nonprofit organizations, such as Direct \nRelief, to reach patients through product donations, \nan example being our 2018 donation for products \nserving cancer care highlighted in this section. \nWhen working with these partners, we support them \nin developing the capabilities needed to ensure that \nthe transport, handling and administration of these \nbiologic medicines will maintain the quality needed \nfor treatment of patients.\nFOR MORE INFORMATION \non Amgen’s Access to Medicine approach and the many  \nways we serve patients, please see Access to Medicine ,\nOur Approach to Pricing,  Access and Affordability and \nAmgen’s Commitment to Patients on www.amgen.com. ACCESS TO MEDICINEACCESS TO MEDICINE \n“Reaching patients around the world who can \nbenefit from our therapies and enabling patient \naccess to our products are integral components  \nof Amgen’s mission and long-term strategy. ”\n—CLAES HORNSTRAND, VICE PRESIDENT, GLOBAL VALUE, ACCESS AND POLICY1 Amgen Proprietary—Internal Use Only \nAmgen has numerous programs to help patients access our medicines who otherwise couldn’t afford them. This map specifically \nshows Amgen’s programs to improve access to our medicines in certain low- and middle-income countries. Amgen Access to Medicine Programs in Low- and Middle-Income Countries\nProduct Donations\nArmenia, Cambodia, Dominican Republic, Ghana, Honduras, India, Jamaica, \nMalawi, Nepal, Nicaragua, Pakistan, Paraguay, Senegal, Tanzania, Uganda\nR&D, Manufacturing and Distribution\nAlgeria, Brazil, Cambodia, Colombia, Egypt, Jordan, Indonesia, Iran, Lebanon, \nMalaysia, Morocco, Myanmar, Philippines, Thailand, Tunisia, VietnamPricing and Patient Support\nChina, Egypt, Thailand\nHealth System Strengthening\nBrazil, Bulgaria, Colombia, Cuba, India,  \nMexico, Peru, Romania, Thailand\nLow- and Middle-Income Countries (with no programs) High-Income Countries (programs not mapped)", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}