{"page_content": "Amgen 2018 Responsibility Highlights Report    14BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nDoing the right thing is central to our mission to serve \npatients. At Amgen, doing the right thing means \nmore than just following our compliance policies. \nIt also means truly living the Amgen values, which \ninclude being ethical, trusting and respecting each \nother, ensuring quality and being science-based. It’s \na privilege to work at a company focused on helping \npatients with serious diseases, and this is a privilege \nwe do not take lightly. Our business is built on an \nunwavering commitment to integrity and compliance, \nwhich is demonstrated by our staff members every \nday through their words, decisions and actions.\nCompliance Governance\nOur ethical culture starts at the highest levels \nof leadership and is integrated at every level of \nour business. To guide us, Amgen has created a \ntiered compliance governance structure, to ensure \na company-wide commitment to compliance. \nThe Corporate Responsibility and Compliance \nCommittee (CRCC) of the board of directors has \nultimate oversight for the company’s compliance \nprogram. An internal Compliance Committee, \nchaired by Amgen’s chairman and chief executive \nofficer and comprised of Amgen’s Operating Team, \nensures Amgen’s steadfast culture of compliance \nand business ethics are the foundation of the \ncompany’s strategy, goals and objectives.  This Compliance Committee oversees the \noperations of a Compliance Council and ensures \nthat compliance performance is part of executive \nmanagement reviews. The Compliance Council, \nchaired by the chief compliance officer, is a \ncross-functional body that analyzes compliance \nobligations and activities, implements program \nimprovements and provides information to the \nCRCC. The Compliance Council is comprised of \nsenior level compliance professionals who are \nselected by the Compliance Committee to represent \neach functional area. The chief compliance \nofficer, who reports directly to Amgen’s chairman \nand chief executive officer and who oversees \nAmgen’s Worldwide Compliance & Business Ethics \nProgram, oversees the ongoing operations of the \ncompany’s Compliance program and reports on the \neffectiveness of the program to the CRCC.\nSupporting and Reinforcing Our Compliance Culture\nAs Bob Bradway, our chairman and chief executive \nofficer, reminds us, conducting ourselves in \nprincipled ways is core to our mission. There are no \nshortcuts. The Worldwide Compliance & Business \nEthics Program facilitates Amgen’s success by \ndiligently partnering with functions across our \nbusiness to create effective solutions within the \nframework of regulatory requirements in order to \nprovide clear and practical rules and guidelines.Amgen provides a framework for successful \nimplementation of its compliance program based on \ncore elements from the OIG Compliance Program  \nGuidance for Pharmaceutical Manufacturers, such \nas a designated compliance officer and compliance \ncommittee, written policies and procedures and \nproviding effective training and education. We \naugment these elements with additional tenets \nwe believe to be important, such as elevating \ncompliance leadership to be an integral part  \nof executive performance reviews.\nThese tenets are put into action through Amgen’s \nCode of Conduct and Business Conduct Hotline, \ncompliance websites and training courses, Amgen’s \ncompliance policies, guidance from managers \nand dedicated compliance professionals, internal \nmonitoring and auditing and investigating detected \nproblems, undertaking corrective actions and \napplying disciplinary measures where appropriate. BUSINESS ETHICSBUSINESS ETHICS\nFOR MORE INFORMATION \nVisit Business Ethics on www.amgen.com.", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}