{"page_content": "Amgen 2018 Responsibility Highlights Report    17BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nAmgen is a values-based company, engaged in \ndiscovering and developing medicines for patients \nwith serious illnesses. By extension, Amgen, along \nwith our philanthropic arm the Amgen Foundation, \ncontributes to the greater good in communities  \naround the world. \nThe Amgen Foundation, the main channel for Amgen’s \ncorporate philanthropy efforts, has helped to make \nthe excitement of the sciences, the promise of \nscience, technology, engineering and mathematics \n(STEM) education and the provision of essential \nsocial services more accessible to members of \nour communities. To date, the Foundation has \ncontributed more than $300 million to local, regional \nand international nonprofit organizations that reflect \nAmgen’s core values and complement the company’s \ndedication to positively impacting lives.\n \nSupport of Science Education\nThe Amgen Foundation is primarily focused on inspiring \nthe scientists of tomorrow and advancing scientific \nliteracy. The Foundation advances this vision through \na number of hands-on and virtual experiences for \nstudents and teachers. The Foundation is especially \ncommitted to reaching diverse and underserved \npopulations that might not otherwise have access to scientific education and resources. The following \nare highlights of existing and new science education \nprograms for 2018:\n•  The Amgen Foundation became the founding sponsor \nof the new LabXchange online platform, awarding \n$6.5 million to Harvard University to develop, launch \nand grow this platform that increases student  \naccess to online lab-based learning. Amgen \nscientists will play key advisory roles to enhance the \nimpact of the platform with a virtual lab that integrates \ndynamic experimental simulations with background \ncurriculum and social networking.\n•  The Amgen Scholars Program expanded with \na new four-year, $21 million commitment, bringing \nthe program to a total of 24 elite institutions across \nthe United States, Europe, Asia and, for the first \ntime, Australia and Canada. Through a 16-year, $74 \nmillion commitment from the Amgen Foundation, \nAmgen Scholars enables young scientists from \nacross the globe to enage in cutting-edge research \nexperiences and learn more about biotechnology and \ndrug discovery. For the past two years, 30 percent \nof Amgen Scholars have self-reported as being Pell \nGrant recipients.  \n•  The Amgen Biotech Experience, now available \nin 20 regions around the world, has reached nearly \n700,000 students, 1,500 teachers and 850 schools since its inception almost 30 years ago. The program \nempowers teachers to bring biotechnology into their \nclassrooms by providing hands-on molecular biology \ncurricula, tools and professional development training. \n•  Nearly 200 educators participated in an Amgen \nFoundation–sponsored webinar from Khan \nAcademy. As a Science Partner of Khan Academy, \nthe Amgen Foundation has provided $3.7 million in \nfunding to date, contributing to the creation of more \nthan 300 videos, 123 deep practice exercises and \n243 articles on the topic of biology. The free, online \nresource provides access to educational content \nin multiple subjects, including biology, to 70 million \nusers across more than 190 countries. COMMUNITYCOMMUNITY\n", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}