{"page_content": "Amgen 2018 Responsibility Highlights Report    18BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\n•  The Amgen Foundation provided a $100K grant to \nadvance STEM priorities for Teach For All network \npartners in Brazil, Colombia and Mexico. Teach For All \nis a global network of 48 independent, locally led and \ngoverned partner organizations that each work to recruit \nand develop promising future leaders to teach in their \nnations’ under-resourced schools and communities.\n•  Along with the Carnegie Corporation of New York, the \nAmgen Foundation sponsored a major new National  \nAcademies report on how investigation and design can \nimprove student learning in science and engineering.\nDetails of these and other Amgen Foundation–\nsponsored programs that improve access to  \nscience education around the world can be  \nfound on www.amgeninspires.org.Supporting Communities Around the World  \nIn addition to the strategic science education programs \ndeveloped and implemented by the Amgen Foundation, \nAmgen and Amgen staff contribute to a variety of \ncharitable organizations and efforts throughout the world. \nA major highlight of Amgen’s charitable giving in 2018 \nwas a joint initiative in which we donated $93 million \nworth of Amgen cancer treatments and supportive care \nmedicines for distribution to patients in 18 developing \ncountries through the nonprofit organization Direct \nRelief. This is in addition to the programs Amgen \nprovides to support access to our medicines for \nclinically and financially eligible patients in the United \nStates (through the Amgen Safety Net Foundation)  \nand abroad. See the Access to Medicine section  \nfor more information on these efforts.  The Amgen Foundation provides programs and \nresources to empower individual Amgen staff in their \ncharitable giving. These programs include Amgen \nVolunteers, through which volunteering by staff in the \nUnited States and Puerto Rico triggers a donation from \nthe Amgen Foundation, a Matching Gifts Program, \nwhich provides a 1:1 match for staff donations to \neligible nonprofit organizations from $50 up to $20,000 \nannually per staff member, and Amgen Impact Day, \nwhich gives all full- and part-time regular active staff \nmembers up to eight hours of paid time off per calendar \nyear to volunteer in support of an effort of their choice. \nStaff donations plus matching funds from the Amgen \nFoundation totaled $4 million in 2018. Staff volunteered \nmore than 19,000 recorded hours overall in 2018. COMMUNITYCOMMUNITY\n7 MILLION +\nSTUDENTS\nreached through compelling \nhands-on and virtual \nexperiences in science\n", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}