{"page_content": "Amgen 2018 Responsibility Highlights Report    19BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nAs a multifaceted, global company, Amgen’s charitable \ngiving efforts are numerous and diverse. Some of the many \nand varied global charitable efforts in 2018 included:\n•  Support by our site in Canada of the Advanced \nCoronary Treatment Foundation, which has provided \nfree, life-saving CPR and defibrillator skills to 4.2 \nmillion youth at 1,790 high schools across the country\n•  Collection and donation of aluminum can tabs by staff \nat our Singapore manufacturing site to be made into \nprosthetic limbs by the Prostheses Foundation  \nof H.R.H. the Princess Mother , an NGO that collects \nand processes these tabs in combination with other \nstrong metals to produce prosthetic legs that are \nprovided to amputees of all races and religions free  \nof charge \n•  Nearly 100 percent participation by staff at our \nmanufacturing site in Dun Laoghaire, Ireland, in  \ntheir Helping Hands staff philanthropy program \n•  A 500-kilometer bike ride from London to Paris by  \n15 dedicated riders from our Dublin, Uxbridge  \nand Cambridge offices over four days in September, \nraising more than £25,000 for myeloma researchWe were proud to be recognized with the Corporate \nSocial Responsibility Program of the Year award for  \na second year in a row by the Ireland Pharma  \nIndustry organization.\nResponding to Crisis and Recovering From Disasters\n2018 was a year that tested the resolve of many Amgen \nstaff. The community of our global headquarters, \nThousand Oaks, California, was impacted with a mass \nshooting at a local establishment and with fires that \nerupted in the surrounding hills and burned for many \ndays. Amgen’s strong and supportive culture shone \nthrough as staff rose in support of the Thousand \nOaks community. \nMany staff gave blood to local hospitals and wrote \nhundreds of cards and notes to victims of disaster, \nboth within the company and in the community. Some \nstaff, trained in emergency first response, served as \nvolunteers in local areas impacted by the fires. \nAfter the shooting tragedy, the Amgen Foundation \nmade a direct donation of $250,000 to the Ventura \nCounty Community Foundation for the Conejo Valley \nVictims Fund to support the victims, families and organizations providing help. The Amgen Foundation \nthen pledged $500,000 to support victims of the local \nwildfires in Ventura and Los Angeles counties. Staff \nmade additional donations through the Amgen Disaster \nRelief program totaling nearly $105,000 of support in \nresponse to these tragic circumstances, which were \nalso matched by the Amgen Foundation’s Disaster \nRelief Matching Gifts program.COMMUNITYCOMMUNITY\n", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}