{"page_content": "Amgen 2018 Responsibility Highlights Report    20BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nPuerto Rico Se Levanta: Puerto Rico Rises\nIn 2018, Puerto Rico, home to Amgen’s largest \nmanufacturing facility, continued its slow recovery \nfrom Hurricane Maria, which devastated the island in \nthe fall of 2017. Directly following the disaster, Amgen \ncommitted $3 million in immediate relief, which went \nto the International Medical Corps, Direct Relief, \nAmericares, the CDC Foundation, the Puerto Rico \nCommunity Foundation and the American Kidney  \nFund. Amgen also committed up to $2 million to \nsupport recovery efforts. \nIn 2018, Amgen Foundation representatives met with \nmembers of the Puerto Rican government to determine \nthe most strategic and impactful ways to focus its  \n$2 million commitment to recovery and rebuilding \nin Puerto Rico. Through this coordinated work, \nthe Foundation directed the first $1 million toward \nthe reconstruction of educational institutions in \nAmgen’s hometown of Juncos: the Juana Sánchez \nMontessori School, Roberto Silva School and \nPedro Bosh School. The Foundation also provided a \ngrant to the Mayagüez and Humacao campuses of \nthe University of Puerto Rico to rebuild and improve \nstudent science laboratories and academic facilities. The Foundation will continue this strategic process \nto distribute the remaining dedicated funds toward \nrecovery efforts.\nThe hurricane had lasting impacts not only to major \ninstitutions in Puerto Rico but also to staff, their families \nand their communities. Staff at our site in Juncos along \nwith Amgen’s Government Affairs team coordinated a \ncommunity relief effort in partnership with SOMOS, Inc. \nand members of the New York State Assembly that \nhelped more than 40 families in the La Hormiga sector, \nan isolated area in Juncos that was severely impacted \nby the hurricane. Amgen staff and their family members \nmade an especially strong showing for the International \nCoastal Cleanup volunteering event in September. \n“Amgen’s philanthropic efforts have expanded \nalong with the company’s growing presence \naround the world. We are proud to bring the \npromise of science education and numerous \ncommunity support programs to more \npeople. ”\n—EDUARDO CETLIN, PRESIDENT AMGEN FOUNDATION AND HEAD OF  \nPHILANTHROPY  COMMUNITY\nCOMMUNITY", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}