{"page_content": "BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nAmgen 2018 Responsibility Highlights Report    25\nSustainable by Design \nIn line with our 2020 Environmental Sustainability Plan, \nwe’ve integrated environmentally sustainable practices \nthroughout our complex, global business. \nData Science Approach to Energy  \nConservation Evolves  \nAmgen is a pioneer in our industry in the use of a \ndata collection and monitoring system to assess \nperformance of the utilities that consume the most \nenergy in our buildings. This system, an Association \nof Energy Engineers 2017 Energy Project of the Year \naward winner, allows us to collect and scan hundreds \nof thousands of data points from utilities, such as \nheating, ventilation and air conditioning. This form of \nartificial intelligence helps us spot inefficiencies and \nproblems with utilities and identify opportunities to \nmake fixes and improvements that lead to large energy, \nwater and financial savings. In implementation since \n2016, the longer we use this system, the more we \nlearn. The opportunities we have identified through \n2018 have resulted in conservation of 189,000 \ngigajoules of energy and reductions of 12,000  \nmetric tons of carbon. A Reusable Shipping Solution for Amgen’s  \nPrecious Cargo\nAmgen medicines are precious cargo that require \nspecialized packaging to maintain specific temperatures \nand product quality when they are shipped for \ndistribution to patients. To create superior temperature \ncontrols and to reduce packaging waste from \ndisposable packaging systems, Amgen implemented a \nsystem using reusable packaging cubes. These durable \nsystems— in use in more than 90 percent of our clinical \nnetwork and in 5 percent of our commercial network \nas of the end of 2018— can be reused multiple times, \nwhich makes them far more environmentally friendly. \nIn 2018, through this innovative approach, Amgen \nreduced solid waste that would have formerly been \ngenerated at locations receiving the medicine. \nCollaborating With the Community  \nto Expand Composting\nIn 2018, Amgen stepped up its commitment to \nthe practice of composting at its Thousand Oaks, \nCalifornia, headquarters. Amgen staff worked with the \ncity of Thousand Oaks and the city’s franchise waste \nhauler to evaluate compost infrastructure and expand \ncomposting services in the community. As a result of \nthis collaboration and service expansion, Amgen is evaluating the feasibility of significantly expanding its \ncompost program at the Thousand Oaks location. To \nraise awareness about composting among staff, we \ncreated and installed a demonstration garden and \ncompost site where we are composting landscape \nwaste and coffee grounds from break rooms for use  \nas a soil amendment on adjacent plants and trees.\n“I am pleased that we have been able to elevate the \nvisibility of sustainability among our Thousand Oaks \nstaff and also engage with the city to improve services \nthat will help us make greater progress towards our \nenvironmental targets. We continually search for ways \nto become a more environmentally friendly company,” \nsaid Margaret Faul, vice president, Drug Product.ENVIRONMENT\nENVIRONMENT", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}