{"page_content": "Amgen 2018 Responsibility Highlights Report    26BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nAmgen aspires to be the world’s best human \ntherapeutics company. In support of this goal, we \nplace significant value on fostering and enabling \ngrowth for staff, both personally and professionally. \nWe are committed to providing a safe, healthy, \ninnovative and diverse work environment for  \nour staff. \nBuilding a Culture of Diversity and Inclusion\nAt Amgen, we have long understood the importance \nof creating an environment in which people from \ndiverse backgrounds can do great things together. \nOur first product, EPOGEN®, was discovered \nin 1983 by a team led by a young Taiwanese \nimmigrant to the United States named Fu-Kuen \nLin. Our first patent was awarded in 1985 to Dr. \nMargery Nicolson, a trailblazing female scientist \nand researcher, helping to pave the way for \nNEUPOGEN®, Amgen’s second product. Today,  \n52 percent of our staff globally are women, and  \n35 percent of our staff in the United States  \nare minorities. With the firm belief that an environment of inclusion \nfosters innovation and drives our ability to serve \npatients, in 2018 we expanded our approach to \ncreating a diverse and inclusive work environment. \nWe set new goals and have implemented a strategy \nto leverage our diversity and create a more inclusive \nworkplace. Globally, we have prioritized increasing \nthe percentage of women in management and \nexecutive roles. In the United States, we are also \nfocused on increasing the percentage of African \nAmericans in scientific positions and the percentage \nof African Americans and Hispanics in executive \ndirector and above roles. In addition, we are looking \nfor ways to increase the participation of disabled \npersons and veterans in our workforce.\nWe have an Executive Diversity & Inclusion \n(D&I) Council that is chaired by our CEO, Bob \nBradway, and is composed of his direct reports. \nEach member of the Executive D&I Council has a \nsponsorship role with the company’s nine Employee \nResource Groups (ERGs), in which approximately \n4,000 staff members participate. In 2018, the ERGs \nevolved from a site-based to a global program, with local chapters at Amgen’s sites around the world. \nThis new structure is meant to amplify the program’s \nreach among staff across the globe and allow for \nprogram consistency and scale. \nIn addition to our new D&I structure, we reinforced \nour D&I program with a number of panels, \nleadership forums, workshops and small-group \nsessions in 2018 aimed at building bridges, \nincreasing communication and broadening \nperspectives. With topics that included “Race in \nthe Workplace” and “Courageous Conversations,” \nthese forums were intended to raise awareness \nof the importance of diversity and an inclusive \nenvironment and better integrate diverse people \nand viewpoints at Amgen.  WORKPLACEWORKPLACE\n", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}