{"page_content": "Amgen 2018 Responsibility Highlights Report    27BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nA Commitment to Diversity Extends  \nBeyond the Workplace\nWe are also committed to improving equity in \nsociety, particularly at the intersection of healthcare \nand diversity. In 2018, through a corporate \ndonation, Amgen contributed $2 million to the \nLazarex Cancer Foundation’s IMPACT (IMproving \nPatient Access to Cancer Clinical Trials) program, \nwhich is focused on improving patient enrollment, \nretention, minority participation and equitable \naccess in oncology trials. We are also working \nto bring Science, Technology, Engineering and \nMath (STEM) resources to diverse and low-income \nstudent populations in the United States and in \ndeveloping nations in the world through online and \nin-the-classroom programs. You can learn more \nabout these efforts in the Community and Access  \nto Medicine sections of this report. \n“All of us have such an important role to play \nin shaping a culture that shows trust and \nrespect for all and demonstrates our true \nbelief in the strength we have in our diversity. \nIt is through our collective actions, large and \nsmall, that we will continue to do our best to \nserve patients. ”\n— ROBERT A. BRADWAY , CHAIRMAN AND CHIEF EXECUTIVE OFFICER  Our Culture of Safety\nWe embrace our culture of safety and, in doing so, \nprotect one of our greatest assets—our staff. We \nstrive to integrate safety throughout our business \nprocesses. We are building a culture of reliability \nand resilience based on a foundation of established \nsafety management practices supported by the \nlatest research in behavioral safety. As of 2018, all \nof our manufacturing sites are using a behavior-\nbased safety approach, focused on reinforcing \ndesired safety behaviors and diminishing \nunsafe behavior through the practice of positive \nreinforcement. We implemented a revitalized \ncampaign to focus on safety behaviors across the \norganization, looking not only at how we work but \nalso how we get around day to day, such as driving \nand walking in parking structures on our campuses.  \nIn addition to our safety programs and campaigns, \nwe also set goals and measure against them. In \n2018, we set a safety goal of 0.27 incidents or less \nper 100 staff. Though we fell short of meeting that \ngoal (with a rate of 0.41), we continue to focus on \nnew and improved ways to promote staff safety. \nWe surpassed our goal for contractor safety of \n0.7 incidents or less per 100 contractors, ending \nthe year with a rate of 0.42. This was a marked \nimprovement over our 2017 rate of 0.73. At our annual Safety Summit, which brings \ntogether leaders from Research and Development \n(R&D) and Operations, we were proud to host Dr. \nScott Geller, Alumni Distinguished Professor of \nPsychology at Virginia Tech. A world-renowned \nsafety expert, he spoke to our leadership on his \nresearch involving the concept of “Actively Caring.” \nLeaders incorporated Dr. Geller’s safety leadership \nprinciples as part of their annual safety plans  \nfor 2019. \n“Evolving into a safety culture of resilience \nrequires engagement at all levels so that \nlooking out for each other is what we \ninstinctively do. ”\n—DAVID REESE, EXECUTIVE VICE PRESIDENT, RESEARCH AND DEVELOPMENTWORKPLACEWORKPLACE\n", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}