{"page_content": "Amgen 2018 Responsibility Highlights Report    30BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nREPORTING\nData Notes  \ni)  Please see Responsibility/Environment on www.amgen.com for an Independent Verification Statement for this data. Amgen has included data from 16 facilities covering energy and carbon, water and waste. The facilities represent approximately 88 percent of Amgen’s worldwide facility space based on total \nsquare feet. Included facilities are in Thousand Oaks, California, U.S.; West Greenwich, Rhode Island, U.S.; Juncos, Puerto Rico, U.S.; Louisville, Kentucky, U.S.; South San Francisco, California, U.S.; Cambridge and Woburn, Massachusetts, U.S.; Burnaby, Canada; Breda, Netherlands; Dun Laoghaire, Ireland; \nUxbridge and Cambridge, United Kingdom; São Paulo, Brazil; Yenibosna and Sekerpinar, Turkey; and Tuas, Singapore. This includes leased buildings where we have operational control over building infrastructure, including utilities.\nii) Environmental notices of violation (NOVs) reported that resulted from agency inspections.\niii) Amgen Inc. Generally Accepted Accounting Principles (GAAP) to non-GAAP Reconciliations (In millions) (Unaudited) \nYears ended December 31,\n2018 2017 2016 2015 2014 2013 2012 2007\nGAAP research and development expenses  $              3,737  $              3,562  $              3,840  $              4,070  $              4,297 $              4,083 $              3,380 $              3,266 \n     Adjustments to research and development expenses:\n          Acquisition-related expenses (a)  (78) (77)  (78)  (89)  (124)  (142)  (50)  (100)\n          Certain charges pursuant to our restructuring and other cost savings initiatives (b)  (2) (3)  (7)  (64)  (49)  -  (12)  (19)\n          Stock option expense  - -  -  -  (3)  (12)  (22)   (83)   \n     Total adjustments to research and development expenses  (80) (80)  (85)  (153)  (176)  (154)  (84)  (202)\nNon-GAAP research and development expenses   $              3,657 $              3,482  $              3,755  $              3,917  $              4,121  $              3,929  $              3,296 $              3,064 \nGAAP operating income  $            10,263 $              9,973  $              9,794  $              8,470  $              6,191  $              5,867  $              5,577  $              3,980 \n     Adjustments to operating income:  \n          Acquisition-related expenses (a) 1,557 1,594  1,510  1,377  1,546  986  470  1,016 \n          Certain charges pursuant to our restructuring and other cost savings initiatives (b) 12 88  37  114  596  71  347  739 \n          Expense/(benefit) related to various legal proceedings   -  -  105  91  (3)  14  64  34 \n          Stock option expense  - -  -  -  16  34  59  181 \n          Expense resulting from clarified guidance on branded prescription drug fee (c)  -  -  -  -  129  -  -  - \n          Other 25 3 - - - - - 120\n     Total adjustments to operating income               1,594 1,685  1,652  1,582  2,284  1,105  940  2,090 \nNon-GAAP operating income  $            11,857  $          11,658  $            11,446  $            10,052  $              8,475  $              6,972  $              6,517  $              6,070 \nGAAP net income $              8,394  $            1,979  $              7,722  $              6,939  $              5,158  $              5,081  $              4,345  $              3,078 \n     Adjustments to net income:\n          Adjustments to operating income  1,594 1,685  1,652  1,582  2,284  1,105  940  2,090 \n          Adjustments to other income (d)  (68)  -  -  -  -  34  140  219 \n          Income tax effect of the above adjustments (e)  (362) (538)  (525)  (496)  (717)  (376)  (329)  (491)\n          Other income tax adjustments (f)  15 6,120  (64)  (71)  (25)  (30)  23  (92)\n     Total adjustments to net income  1,179  7,267               1,063               1,015               1,542               733               774               1,726 \nNon-GAAP net income  $              9,573  $            9,246  $              8,785  $              7,954  $              6,700  $              5,814  $              5,119  $              4,804 \n(a) The adjustments related primarily to noncash amortization of intangible assets acquired in business combinations. For the years ended December 31, 2018 and 2017, the adjustments to operating income also included impairments of intangible assets acquired in business combinations.  \n(b) The adjustments related to headcount charges, such as severance, and to asset charges, such as asset impairments, accelerated depreciation and other charges related to the closure of our facilities.\n(c) The adjustment related to the recognition of an additional year of the nontax deductible branded prescription drug fee, as required by final regulations issued by the Internal Revenue Service.  \n(d) For the year ended December 31, 2018, the adjustment related to the net gain associated with the Kirin-Amgen share acquisition. For years ended December 31, 2012 and 2007, the adjustments related primarily to noncash interest expense associated with our convertible notes.  \n(e)  The tax effect of the adjustments between our GAAP and non-GAAP results takes into account the tax treatment and related tax rate(s) that apply to each adjustment in the applicable tax jurisdiction(s). Generally, this results in a tax impact at the U.S. marginal tax rate for certain adjustments, including the majority of amortization of intangible assets, whereas the tax impact of other adjustments, \nincluding restructuring expense, depends on whether the amounts are deductible in the respective tax jurisdictions and the applicable tax rate(s) in those jurisdictions.  \n(f)  The adjustments related to certain acquisition items and prior-period items excluded from GAAP earnings. For the year ended December 31, 2017, the adjustment related primarily to the impact of U.S. Corporate tax reform, including the repatriation tax on accumulated foreign earnings and the remeasurement of certain net deferred and other tax liabilities.  \nAmgen Inc.  \nReconciliation of GAAP to non-GAAP Financial Measures               \nThe non-GAAP financial measures are derived by excluding certain amounts, expenses or income, from the corresponding financial measures determined in accordance with GAAP. The determination of the amounts that are excluded from these non-GAAP financial measures is a matter of management judgment and depend upon, among other factors, the nature of the underlying expense or income \namounts recognized in a given period. Historically, management has excluded the following items from these non-GAAP financial measures, and such items may also be excluded in future periods and could be significant:          \n• Expenses related to the acquisition of businesses, including amortization and/or impairment of acquired intangible assets, including in-process research and development, adjustments to contingent consideration, integration costs, severance and retention costs and transaction costs;        \n• Charges associated with restructuring or cost saving initiatives, including but not limited to asset impairments, accelerated depreciation, severance costs and lease abandonment charges;             \n• Legal settlements or awards;\n• The tax effect of the above items; \n• Non-routine settlements with tax authorities; and\n• The impact of the adoption of the U.S. Corporate tax reform.              REPORTING", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}