{"page_content": "Amgen 2018 Responsibility Highlights Report    31BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nUN Global Compact Communication \non Progress  \nThis 2018 Responsibility Highlights Report serves as \nAmgen’s Communication on Progress for the United \nNations Global Compact (UNGC). The statement from \nour chief executive officer at the beginning of the report \nreaffirms our commitment to the principles of the UNGC, \nand much of the content throughout the report highlights \nprogress in the four key areas of the UNGC: Environment, \nLabor, Human Rights and Anti-Corruption. In addition, this \nsection includes a summary of our progress in 2018 most \nrelevant to the UNGC, as well as a table that provides \na listing of where additional information about relevant \nprograms and policies can be found.\nHighlights of Progress\nMany of Amgen’s programs, procedures, policies and \nreporting are well aligned with the UNGC principles,  \nand we continue to work to enhance our approaches  \nand performance in alignment with those principles.  \nOver the last 12 months, some of the progress that has \nbeen achieved includes the following:\n•  Amgen contributed $2 million to Lazarex’s IMPACT \n(IMproving Patient Access to Cancer Clinical Trials) \nprogram, which is focused on improving patient \nenrollment, retention, minority participation and  \nequitable access in oncology trials. (See the Access  \nto Medicine section of this report for more details.)•  Amgen met its 2020 targets for reducing carbon \nemissions and water use two years ahead of \nschedule. (See the Environment section of this report \nfor more details.)\n•  The Amgen Foundation continued global expansion \nof the Amgen Biotech Experience, which provides \nhands-on STEM education and to date has reached \nnearly 700,000 students, 1,500 teachers and 850 \nschools around the world. (See the Community section \nof this report for more details.)\n•  Amgen donated $93 million of NEUPOGEN®, \nNeulasta® and Vectibix® to Direct Relief to provide \naccess to these medicines to approximately 7,400 \npatients across 18 low- and middle-income countries, \nsuch as Ethiopia, Ghana, Haiti, Nepal, Senegal,  \nTanzania and Uganda. (See the Access to Medicine \nsection of this report for more details.)\n•  Amgen’s Employee Resource Groups evolved from  \na site-based to a global program, with local chapters \nat Amgen’s sites around the world. This new structure \nis meant to amplify the program’s reach among staff \nacross the globe and allow for program consistency  \nand scale. (See the Workplace section of this report  \nfor more details.)\n•  Amgen implemented a Global Ethics & Compliance \nDeclaration Program that calls for specific leaders to \nexecute an ethics and compliance engagement plan and sign a Declaration (includes a conflict of interest \ncertification) annually demonstrating commitment to  \nethics and compliance by Amgen and its leaders.  \n(See the Business Ethics section of this report for  \nmore details.)\n•  Amgen expanded health system strengthening \ncollaborations with providers, diagnostic companies, \nmedical societies, digital technology companies, \nacademia, payers and others. Currently programs are \nbeing implemented in 36 countries, such as Bulgaria, \nColombia, Cuba, India, Mexico and Thailand. (See  \nthe Access to Medicine section of this report for  \nmore details.)REPORTINGREPORTING", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}