{"page_content": "BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nAmgen 2018 Responsibility Highlights Report    34\nREPORTING\nForward-Looking Statements \nThis communication contains forward-looking statements that are based on the current expectations and beliefs of Amgen. All statements, other than statements of historical fact, are statements that could be deemed \nforward-looking statements, including estimates of revenues, operating margins, capital expenditures, cash, other financial metrics, expected legal, arbitration, political, regulatory or clinical results or practices, customer \nand prescriber patterns or practices, reimbursement activities and outcomes and other such estimates and results. Forward-looking statements involve significant risks and uncertainties, including those discussed below \nand more fully described in the Securities and Exchange Commission reports filed by Amgen, including its most recent annual report on Form 10-K and any subsequent periodic reports on Form 10-Q and current reports \non Form 8-K. Unless otherwise noted, Amgen is providing this information as of the date of this communication and does not undertake any obligation to update any forward-looking statements contained in this document \nas a result of new information, future events or otherwise.\nNo forward-looking statement can be guaranteed and actual results may differ materially from those Amgen project. Amgen’s results may be affected by its ability to successfully market both new and existing products \ndomestically and internationally, clinical and regulatory developments involving current and future products, sales growth of recently launched products, competition from other products including biosimilars, difficulties \nor delays in manufacturing its products and global economic conditions. In addition, sales of Amgen’s products are affected by pricing pressure, political and public scrutiny and reimbursement policies imposed by third-\nparty payers, including governments, private insurance plans and managed care providers and may be affected by regulatory, clinical and guideline developments and domestic and international trends toward managed \ncare and healthcare cost containment. Furthermore, Amgen’s research, testing, pricing, marketing and other operations are subject to extensive regulation by domestic and foreign government regulatory authorities. \nAmgen or others could identify safety, side effects or manufacturing problems with its products, including its devices, after they are on the market. Amgen’s business may be impacted by government investigations, \nlitigation and product liability claims. In addition, Amgen’s business may be impacted by the adoption of new tax legislation or exposure to additional tax liabilities. While Amgen routinely obtains patents for its products \nand technology, the protection offered by its patents and patent applications may be challenged, invalidated or circumvented by its competitors, or Amgen may fail to prevail in present and future intellectual property \nlitigation. Amgen performs a substantial amount of its commercial manufacturing activities at a few key facilities, including in Puerto Rico, and also depends on third parties for a portion of its manufacturing activities, and \nlimits on supply may constrain sales of certain of its current products and product candidate development. We rely on collaborations with third parties for the development of some of our product candidates and for the \ncommercialization and sales of some of our commercial products. In addition, Amgen competes with other companies with respect to many of its marketed products as well as for the discovery and development of new \nproducts. Discovery or identification of new product candidates or development of new indications for existing products cannot be guaranteed and movement from concept to product is uncertain; consequently, there can \nbe no guarantee that any particular product candidate or development of a new indication for an existing product will be successful and become a commercial product. Further, some raw materials, medical devices and \ncomponent parts for Amgen’s products are supplied by sole third-party suppliers. Certain of Amgen’s distributors, customers and payers have substantial purchasing leverage in their dealings with Amgen. The discovery \nof significant problems with a product similar to one of Amgen’s products that implicate an entire class of products could have a material adverse effect on sales of the affected products and on its business and results \nof operations. Amgen’s efforts to acquire other companies or products and to integrate the operations of companies Amgen has acquired may not be successful. A breakdown, cyberattack or information security breach \ncould compromise the confidentiality, integrity and availability of Amgen’s systems and Amgen’s data. Amgen’s stock price may be volatile and may be affected by a number of events. Amgen’s business performance \ncould affect or limit the ability of the Amgen Board of Directors to declare a dividend or its ability to pay a dividend or repurchase its common stock. Amgen may not be able to access the capital and credit markets on \nterms that are favorable to it, or at all.REPORTING", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}