{"page_content": "Amgen 2018 Responsibility Highlights Report    5BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nLEADERSHIP MESSAGE\nThank you for your interest in Amgen and our focus \non building a healthier and more sustainable future \nfor people and communities around the world.\nSince Amgen’s founding in 1980, our staff have \ndirected their intelligence and enthusiasm toward \na simple, yet powerful mission: to serve patients, \nespecially those suffering from serious illness. In \npursuit of this mission, we have grown over time \nfrom a company with a handful of medicines treating \nhundreds of thousands of patients largely in the U.S. \nto a company with 20 medicines treating millions of \npatients in approximately 100 countries around the \nworld. As we seek to have an even greater impact \non global health, we invest heavily in research and \ndevelopment to find new treatments—nearly $19 \nbillion in the past five years alone—resulting in the \nstrongest pipeline in our history.\nOur medicines target diseases that place a \ntremendous burden on individuals and society, \nincluding cancer and cardiovascular disease. \nAccording to the World Health Organization, \ncancer claimed an estimated 9.6 million lives \nworldwide in 2018 and costs society well over  $1 trillion a year. Nearly 18 million people die every \nyear from cardiovascular disease, which costs \napproximately $600 billion annually in the U.S. alone. \nWe are making progress in expanding patient access \nto our medicines. In 2018, the commercial value of \nthe medicines provided by the Amgen Safety Net \nFoundation at no cost to patients in the U.S. who \ncould not afford them exceeded $1 billion. We also \ndonated nearly $100 million worth of Amgen cancer \ntreatments and supportive care medicines last year \nfor distribution to patients in 18 developing countries at \nno cost through the nonprofit organization Direct Relief.  \nEven as we work to provide innovative treatment \noptions to as many patients as possible, we \ncontinuously seek opportunities to contribute to the \ngreater good in other ways. As you’ll read in this \nreport, we make many contributions in the areas of \nenvironmental sustainability, science education and \ncommunity assistance.  As an example, in 2018, we met our 2020 carbon and \nwater conservation targets well ahead of schedule. \nOne of the innovations that helped us to achieve \nthese targets is our pioneering next-generation \nbiomanufacturing capability, which uses a fraction of \nthe energy and water of conventional plants. Our first \nnext-generation facility, in Singapore, was licensed \nby regulators in 2017. In 2018, we broke ground on \nour second such plant in Rhode Island. \nWe are in a long-cycle business, and much of the \nwork taking place at Amgen today will be carried \nforward in the future by those who have yet to even \nenter the workforce. We are focused, therefore, on \ninspiring the scientists of tomorrow by increasing \naccess to science, technology, engineering and \nmathematics education. To this end, the Amgen \nFoundation has invested nearly $150 million in a \nrange of hands-on and virtual science, technology, \nengineering and mathematics education programs \nthat have reached more than 7 million students \naround the world. It brings us great satisfaction to \nsee many of these students go on to pursue careers \nin biopharmaceutical research, pushing the boundaries \nof innovation on behalf of patients. ", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}