{"page_content": "Amgen 2018 Responsibility Highlights Report    6BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nLEADERSHIP MESSAGE\nWe are committed to being a good neighbor in \nthe communities where we work and live around \nthe world. In 2018, the community surrounding our \nglobal headquarters in Southern California faced two \nnearly simultaneous crises. Following the tragic mass \nshooting at the Borderline Bar and Grill, which killed \n12 people, massive wildfires erupted in and around \nour community. In addition to financial assistance \nfrom the Amgen Foundation, hundreds of Amgen \nstaff members lent helping hands by volunteering, \ngiving blood, donating to relief funds, thanking first \nresponders and opening their homes to colleagues \nand neighbors who needed to be evacuated.\nOur commitment to sustainability and good corporate \ncitizenship is aligned with respected global \nframeworks, including the UN Global Compact. In \nthis report, we demonstrate our ongoing commitment \nto the UN principles and communicate our progress. \nWe are proud to see our efforts recognized and in \n2018, for the fifth consecutive year, Amgen earned a spot on the Dow Jones Sustainability Indices World \nIndex. In early 2019, we were named a Best Place \nto Work for LGBTQ Equality by the Human Rights \nCampaign Foundation, earning a perfect score on \nthe HRC’s Corporate Equality Index for the third year \nin a row.\nWe are grateful to our more than 21,000 staff \nmembers and the many partners we work with \naround the world. We value your ideas, questions \nand comments and ask you to share them through \nresponsibility@amgen.com. I hope you will follow our \nprogress as we continue to advance as a successful, \nsocially responsible enterprise.\n“Even as we work to provide innovative \ntreatment options to as many patients  \nas possible, we continuously seek \nopportunities to contribute to the  \ngreater good in other ways. ”\nRobert A. Bradway\nChairman and Chief Executive Officer", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}