{"page_content": "Amgen 2018 Responsibility Highlights Report    7BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE ACCESS TO MEDICINE COMMUNITY COMMITMENT\nCOMMITMENT\nCorporate responsibility is important to Amgen since \nmaking a positive difference in the world is at the heart \nof what we do— and it goes beyond making  \nvital medicines. Our approach to corporate \nresponsibility encompasses seven key elements:  \n1) improving access to our medicines, 2) ensuring \nwe operate with the highest standards of business \nethics, 3) continuing our corporate philanthropy \nwith a focus on STEM education, 4) enhancing the \ndiversity and inclusion of our workforce, 5) conducting \nethical research and development, 6) improving the \nenvironmental sustainability of our operations and  \n7) increasing the diversity and sustainability \nperformance of our suppliers. This 2018 report shows \nhow our corporate responsibility efforts align with \nthe United Nations Sustainable Development Goals \n(SDGs), a globally recognized platform for advancing \nsustainability in the public and private sectors.\nResponsibility Governance\nResponsibility at Amgen is governed at the highest \nlevels. Our executive leadership reports our progress \nto the Corporate Responsibility and Compliance \nCommittee (CRCC) of our board of directors. The \nCRCC assists the board in overseeing Amgen’s \nactivities in the areas of corporate responsibility \nand compliance. In 2018, a new, executive-level \ngovernance council was established at Amgen to \noversee the continuing evolution and enhancement of our approach to corporate responsibility. This \ncouncil, chaired by the senior vice president of \nCorporate Affairs, is designed to ensure that executive \nmanagement is informed and involved in the \nimplementation of corporate responsibility.   \nEngaging With Stakeholders\nAmgen strives to continuously align its responsibility \nprograms with the expectations of internal and external \nstakeholders. In particular, we focus on those issues \nthat are considered to be important priorities for \nstakeholders and that align with Amgen’s mission, \nvalues and strategy. \nAmgen uses a variety of ways to gauge stakeholder \ninterests, including direct engagement with stakeholders, \nperiodic stakeholder assessments and guidance \nfrom relevant frameworks. These frameworks include \nthe UN Global Compact, SDGs and Sustainability \nAccounting Standards Board standards, as well as \nexternal sustainability ratings, such as the Dow Jones \nSustainability Index and CDP (formerly known as Carbon \nDisclosure Project), since they represent the perspectives \nof key stakeholders. Specific examples of engaging \nwith external stakeholders, including our second annual \nStakeholder Summit, can be found throughout this report. \nThe results of our most recent stakeholder perspective \nassessment can be found in Reporting and Metrics  in \nResponsibility on www.amgen.com. COMMITMENT\n", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}