{"page_content": "Amgen 2018 Responsibility Highlights Report    10BUSINESS ETHICS ENVIRONMENT REPORTING WORKPLACE COMMUNITY COMMITMENT\nAmgen’s medicines can make a profound difference \nin the lives of patients with serious illnesses— and \nwe believe patients should have access to them. We \nhave made progress reaching patients in geographies \nthat typically have limited access to biologic \nmedicines through our partnerships, donations and \naffordability programs. In 2018, in alignment with our \nmission to serve patients, we continued to evolve \nour approach by advancing our local partnerships, \nenhancing programs that strengthen health systems \nand addressing affordability through innovation.\nOur multifaceted Access to Medicine approach \nencompasses four key areas of activity:\n• Pricing and Patient Support\n• Health System Strengthening \n• Product Donations\n• R&D, Manufacturing and DistributionPricing and Patient Support\nWe operate several programs to support patients who \nmay not otherwise be able to afford our medicines.\n \nFlexible Pricing and Contracting \nThe prices of our medicines reflect their ability to \nreduce the burden of disease for individuals and \nsociety, but we also recognize that affordability can \npresent challenges to patients accessing our valuable \nmedicines, particularly in low- and middle-income \ncountries (LMICs). To improve the accessibility and \naffordability of our products, Amgen adopts a flexible \napproach to pricing to ensure our prices reflect local \nsocioeconomic conditions and ability to pay while also \nusing innovative contracting solutions that tie costs \nincurred directly to outcomes achieved.  \nPatient Assistance Programs\nAmgen Safety Net Foundation (ASNF) is an \nindependent nonprofit patient assistance program \nestablished in 2001, sponsored by Amgen. ASNF was \ndesigned to assist patients who have a financial need \nand are uninsured, or the insurance plan excludes the \nAmgen medicine. It has provided nearly $5.5 billion \nof support to patients in the United States since 2008. \nIn addition to the ASNF, Amgen supports 12 patient \naccess programs outside the United States, including \nin Egypt, Thailand and China, designed to help \nclinically and financially eligible patients obtain  \nthe drugs they need.ACCESS TO MEDICINE \nACCESS TO MEDICINE ", "metadata": {"source": "NASDAQ_AMGN_2018.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}