{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to Covid- 19\nExtending beyond our own business, weare proud ofthesocial contributions we\nmake. In2020, wesourced and donated $500,000 of critical PPE topublic hospitals\nand healthcare facilities in Ireland, and also toourairline customers intheearly\nstages of thepandemic .Our charity partnerships also continued throughout the year\nandwere particularly meaningful forthose charities whose fundraising efforts have\nbeen curtailed due tothe restrictions on social events .2020 was the most demanding year that both the aviation industry, and many\nof the communities weoperate in,have ever faced. Despite these challenges, I\nam pleased that ourlong -term, stakeholder -driven approach never wavered .In\n2020, this approach focused on protecting our employees, supporting our\ncustomers and suppliers, and continuing tomanage the business inthe long\nterm interest of our investors.\nOnthe environmental side, interms of downstream leased assets, wecontinue to\nlead the industry inpenetration ofnew technology aircraft, which now comprises\n63% of our fleet, upfrom 6%in20141.Wewillcontinue topartner with ourairline\ncustomers togrow thatshare even further .Wealso play an active role in curtailing\nour share ofemissions through the responsible sourcing ofpower forouroffices,\nincreasing our share of electric cars inour fleet and doubling the level ofcarbon\noffset associated withour business travel .These measures have helped ustocurtail\nand reduce our scope 1and2emissions .\nSocial sustainability has always been an important topic for AerCap .Ouremployees\nareourbiggest asset andon behalf oftheBoard of Directors, Iwould liketosay how\nproud weareof our employees who went above and beyond thisyear tokeep our\nbusiness going strong .Despite having limited access toouroffices forlarge parts of\nthe year, and acurtailed ability tomeet our customers, our employees continued to\ncarry outtheir duties professionally and diligently .Asaresult oftheir efforts, we\nmanaged through thecrisis without drawing on any government supports, or\nredundancies in2020. Aswefacilitate areturn toworking at our offices, the health\nandwell-being of our employees remains our utmost priority .\n Aengus Kelly, Chief Executive Officer\nCEO’s Message\n21.As a % of Net Book Value (“NBV”) of the owned fleet as of December 31, 2020; new technology includes A320NEO Family, A350, B737MAX, B787 and E190/195- E2.\n© 2021 AerCap |  Confidential property of the company, not for disclosure or use without permissionWe pride ourselves on robust corporate\ngovernance and being open and transparent in\nour actions .Our board members come from\ndiverse geographic and professional\nbackgrounds, and each member brings a\ndifferent set of skills and experiences, from\nfinance and aviation togovernance and social\nresponsibility .\nToour current stakeholders, thank youfor your\nsupport especially thisyear, and tothose of\nyou considering joining us –thank you for\ntaking thetime tolearn more about AerCap\nand our sustainability efforts .Asalways, we\nwelcome your feedback and suggestions as\nwecontinue on ourjourney towards amore\nsustainable future.", "metadata": {"source": "NASDAQ_AER_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}