{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to Covid- 19\nBoard of Directors\nPaul Dacier\nNon-Executive Chairman, AerCap\nGeneral Counsel, Indigo Agriculture and Non-\nExecutive Director of Progress Software Inc.\nOver 30 years of corporate law experience \nand 10 years on aircraft leasing boards\nRichard (Michael) Gradon\nFormer Legal Dept. Group Head,\nThe Peninsular & Oriental SteamNavigation Company (P&O)\nSignificant legal and corporate governance \nexperience, with over 10 years on aircraft leasing boards\nJames (Jim) Lawrence\nFormer Chairman & CEO, Rothschild North \nAmerica, former CFO and Executive Director of Unilever and former CFO of Northwest Airlines\nMajor corporate and board experience, \nincluding in the aviation industry. Significant background in M&A and investment banking\nMichael Walsh\nFormer Chief Legal Officer, Bord Gais Eireann\nand former General Counsel of GPA Group plc\nOver 30 years’ experience as a non-executive director, senior executive and commercial lawyer in the aircraft leasing and financing industry\nRobert Warden\nGlobal Head of Private Equity, Cerberus Capital \nManagement\nOver 25 years of financial services and private \nequity experience\nAengus Kelly\nCEO, AerCap\nOver 20 years of aviation leasing and financing experience, including nine years as CEO of AerCap\nJulian (Brad) Branch\nFormer Senior Advisor in the Office of the CEO, \nDeloitte Touche Tohmatsu Ltd\nSignificant global financial services and audit \nexperience over a 40-year career in accounting practice, including a sector focus on air transportation\nStacey Cartwright\nNon-Executive Director of Savills PLC and \nGenpact and Majid al Futtaim LEC. Chair of the \nBoard of Ovo Energy. \nExtensive executive management and financial experience across retail, media and healthcare industries\nRita Forst\nNon-Executive Director of Norma\nGroup SE, ElringKlinger AG and Westport Fuel \nSystems Inc.\nOver 35 years of experience in automotive and engineering industries\n© 2021 AerCap |  Confidential property of the company, not for disclosure or use without permission 23", "metadata": {"source": "NASDAQ_AER_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}