{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to Covid- 19\n0510152025303540\nOur Fleet Transformation Target 2024\n48Our new ambitious target is for 75% of our fleet to comprise of new technology aircraft by 20243\n1.Current Technology WB includes Boeing 777s, Airbus A330s; Out -of-P roduction Aircraft includes Boeing 757s, Boeing 767s, Boeing 737 classics, Bombardier CRJs, MD -11, Boeing 747s, Airbus A340s, Airbus A310s\n2.As of June 30, 2014; December 31, 2017; December 31, 2019; December 31, 2020, respectively. Incl. maintenance rights intangible and net investment in finance and sales -type leases.\n3.As a % of Net Book Value (NBV) of the owned fleet; including impact of the GE Capital Aviation Services (“GECAS”) transaction\n4.CO2e includes CO2, CH4 and N2O\nNote: Refer to Disclaimer Incl. Forward Looking Statements & Safe Harbor\n© 2021 AerCap |  Confidential property of the company, not for disclosure or use without permissionSince 2014, AerCap has purchased $25 billion \nof new technology aircraft as part of our strategic fleet transformation plan\nAt our Investor Day in 2017, we set an \nambitious target to transform our $40 billion aircraft fleet to approximately two -thirds new \ntechnology aircraft by the end of 2021\nWe reached 63% by the end of 2020,\ncompared to only 12% of the global in- service \nfleet. In 2021, we introduced a new ambitious \ntarget of 75% by the end of 2024\n3\nOur investment in new technology will continue to drive CO2e emission\n4 reductions \nand cost savings in our customers’ fleet6% 63% 75%\nTARGETFleet Transformation Update\nNew technology aircraft share of the owned fleet ( as a % of NBV)2\n($ billion)\n36%\n2014 2017 2020 20243New Technology Aircraft737NG AircraftA320 FamilyCurrent Technology widebody (“WB”) \nand Out -of-Production Aircraft1\n2020 2014 2017", "metadata": {"source": "NASDAQ_AER_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}