{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to Covid- 19\nFleet Emission Reduction\n49We have made significant progress in reducing our Scope 3 GHG emissions (downstream leased assets) in the \npast six years, with further reductions expected in the future\n1.Intensity calculated as CO2e emissions in ton/$ million Lease revenue; CO2e includes CO2, CH4 and N2O.\n2.2020 C\nO2e number is impacted by the Covid-19 pandemic and the travel restrictions that existed for most of the year.\n3.Reduction in emissions from normalised flying levels.\n© 2021 AerCap  |Confidential property of the company, not for disclosure or use without permissionAs a result of our fleet investment over the past 6 years, we have \nach\nieved a significant reduction in our Scope 3 GHG emissions \n(downstream leased assets). As we continue our strategic fleet transformation we will continue to invest in new technology fuel efficient aircraft and expect further reductions\n3in emissions in \nthe future \nWhilst we own our aircraft, we do not operate them. However, as t\nhe world’s largest lessor, we feel a strong sense of responsibility \nto lead the industry towards a lower -carbon economy. Since \n2014, we have invested over $25 billion in purchasing and delivering new technology aircraft to our customers\nWe also support our customers in achieving their ambitions to o\nperate in an environmentally efficient manner. In July, we \ndelivered the fuel -efficient Airbus A321LR to our long- term \ncustomer Air Transat, which operated the world’s first A321LR \ndelivery flight using a blend of sustainable aviation fuel (SAF) for the 3,115 nautical miles (5,69 kilometres) journeyAbsolute Reduction Strong Partnership with Our Customers\nIntensity Reduction117%\nREDUCTION\n2015 2018 2019 20209%\nREDUCTION58%\nREDUCTION2\n9%\nREDUCTION\n2015 2018 2019 202012%\nREDUCTION54%\nREDUCTION2", "metadata": {"source": "NASDAQ_AER_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}