{"page_content": "Reporting Approach World Class Governance Corporate Citizenship Care for Our Environment Overview Our Response to Covid- 19\nMaterial Issues and Our Approach (cont’d)\n781.As a % of Net Book Value (NBV) of the owned fleet as of December 31, 2020\n2.As a % of Net Book Value (NBV) of the owned fleet; including impact of the GECAS transaction.\nNote: Refer to Disclaimer Incl. Forward Looking Statements & Safe Harbor\n© 2021 AerCap  | Confidential property of the company, not for disclosure or use without permissionDimensions AerCap Material Issues Boundary Our Approach\nCustomerCustomer Relationships and \nEngagementAerCap and CustomersDedicated leasing executives and technical teams\nCommunicate our values and ethics through customer interaction\nRisk Management - Customers AerCap and CustomersBespoke credit rating system monitoring risk exposure to all customers\nRobust legal framework and strong track record of safeguarding assets\nCustomer Privacy AerCap and CustomersCompliance with GDPR with a dedicated email address for queries\nMandatory GDPR training for all employees\nEnvironmentScope 3 GHG Emissions AerCap, OEM and CustomersWork with OEMs and our customers to deliver next generation, fuel -efficient \naircraft that reduce CO2and other greenhouse gas emissions\nAir Quality AerCap, OEM and CustomersOur fleet is comprised of 63% new technology aircraft (up from 6% in 2014) , \nreducing carbon emissions byas much as 25% compared to previous generation \naircraft1\nWe have set a new ambitious target of ~75% new technology aircraft by 20242\nWaste Management and Recycling AerCap and Other SuppliersInitiatives to reduce single- use plastic in our offices globally\nWork with our waste management partner that offers a “zero to landfill” policy for our Dublin HQ\nResponsible hazardous waste management including battery collection boxes\nOperational EfficiencyAerCap and Other SuppliersOur Dublin headquarters is LEED Platinum certified\n25% car fleet are electric cars. We also have plans to install charging points in \nour car parks to further reduce our already de Minimis Scope 1 GHG emissions\n98% of electricity used in our global offices are now in renewable energy\nEvaluate ways to reduce our Scope 2 and Scope 3 GHG Emissions", "metadata": {"source": "NASDAQ_AER_2020.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}