{"page_content": "This presentation contains certain statements, estimates and forecasts with \nrespect to future performance and events. These statements, estimates and \nforecasts are “forward- looking statements” that involve risks and uncertainties. \nIn some cases, forward- looking statements can be identified by the use of \nforward -looking terminology such as “may,” “might,” “should,” “expect,” “plan,” \n“intend,” “estimate,” “anticipate,” “believe,” “predict,” “potential” or “continue” or the negatives thereof or variations thereon or similar terminology. Any \nstatements other than statements of historical fact included in this presentation \nare forward- looking statements and are based on various underlying \nassumptions and expectations and are subject to known and unknown risks, uncertainties and assumptions and may include projections of our future \nfinancial performance based on our growth strategies and anticipated trends in \nour business. These statements are only predictions based on our current \nexpectations and projections about future events, including the impacts of, and \nassociated responses to: the Covid- 19 pandemic; our ability to consummate \nthe proposed GECAS transaction; our ability to obtain requisite regulatory and shareholder approval and the satisfaction of other conditions to the \nconsummation of the proposed GECAS transaction; our ability to successfully \nintegrate GECAS’ operations and employees and realize anticipated synergies \nand cost savings; and the potential impact of the announcement or \nconsummation of the proposed GECAS transaction on relationships, including \nwith employees, suppliers, customers and competitors.. There are important \nfactors, that could cause our actual results, level of activity, performance or \nachievements to differ materially from the results, level of activity, performance or achievements expressed or implied in the forward- looking statements. As a \nresult, we cannot assure you that the forward- looking statements included in \nthis presentation will prove to be accurate or correct. Further information regarding these and other risks is \nincluded in AerCap’s annual report on Form 20- F and other filings with the \nUnited States Securities and Exchange Commission. In light of these risks, \nuncertainties and assumptions, the future performance or events described in \nthe forward- looking statements in this presentation might not occur. \nAccordingly, you should not rely upon forward- looking statements as a \nprediction of actual results and we do not assume any responsibility for the \naccuracy or completeness of any of these forward- looking statements. Except \nas required by applicable law, we do not undertake any obligation to, and will not, update any forward- looking statements, whether as a result of new \ninformation, future events or otherwise.\nNo warranty or representation is given concerning such information, which \nmust not be taken as establishing any contractual or other commitment binding \nupon AerCap Holdings N.V. or any of its subsidiaries or associated companies. \nDue to rounding, numbers presented throughout this document may not add \nup precisely to the totals provided and percentages may not precisely reflect \nthe absolute figures.Disclaimer Including Forward Looking Statements & Safe Harbor\n© 2021 AerCap |  Confidential property of the company, not for disclosure or use without permission 91", "metadata": {"source": "NASDAQ_AER_2020.pdf", "page": 91, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}