{"page_content": "2About American Airlines\nAs a global airline, we promote commerce, trade and economic prosperity, as well as a sense of global community and citizenship. Our business affects the environment around \nus, and we are committed to being good stewards by minimizing our environmental footprint. \n• Message from the CEO  \n \nFor 87 years, American Airlines has served both the flying public and the communities we call home. We’ve adapted to changes in the marketplace, developed new technologies to improve air travel, responded to adversity and perhaps, above all, served as a bridge between cultures and people from every corner of the globe.\nBut in our long history we’ve never quite experienced a period of change like the past year and a half.We entered 2012 with the unique opportunity to restructure and renew our business; to restore profitability; and to put American on the path to future success. Over the year, we \nhave executed that restructuring plan. We revived our fleet as we took delivery of 30 brand new aircraft, including Boeing 737-800s and Boeing 777-300ERs - the first of hundreds more to come that will help American to meet its long-term greenhouse gas reduction goals These new planes are packed with the latest technologies, like Wi-Fi on every plane and the finest amenities, such as lie-flat seats and extra legroom, that will keep our customers connected and comfortable, anywhere they fly . We revived our terminals and our \nlounges and devoted greater attention to a truly premium experience for our highest value customers. We expanded our network both in the United States and overseas with the addition of 20 new flight routes and the introduction of new alliances with 13 airlines. And we renewed the iconic American brand with a new livery for our planes.\nWe also successfully completed new agreements and contracts with our labor unions, restructured debt and negotiated more favorable lease and supplier contracts. These improvements contributed to a record-breaking revenue performance of $24.9 billion in 2012.\nThe path to a new American was, however, not always a smooth one. We made workforce reductions and re-optimized our fleet and facilities, renegotiated leases, supplier \ncontracts and achieved more competitive labor contracts. Taken together, these efforts put American’s house in order and positioned us well for the future. We thank all of our employees and our other stakeholders for their dedication to the difficult task of restructuring, but also for their confidence in the future of the New American Airlines.\nThe final piece of the puzzle came in February, 2013. After months of reviewing a range of options we concluded that a merger with US Airways was the best next step for our company.\nThis new American Airlines will combine the best of US Airways and American to create value for our owners but also a better flight experience for our customers and new \nopportunities for our partners and our people. We expect the merger to close in the third quarter of this year, subject to regulatory approvals, approval by US Airways shareholders, other customary closing conditions and confirmation and consummation of the Plan of Reorganization.\nWith the largest, best connected global network, strong hubs, the top alliance partners, one of the most modern and efficient fleets in the industry , a solid financial foundation and \nthe finest team of people in the industry, we will be the leading global airline, worthy of the name American Airlines.With a sound cost structure and balance sheet, unmatched network scale, and important flexibility in our network and fleet, this new merger will give us the opportunity to leapfrog \nthe competition and return to a position of industry leadership.\nWe have no illusions that this will be easy or painless. Both the U.S. domestic airline industry and international marketplace will remain extremely competitive. There will be \nsignificant challenges in merging the operations and people of both our airlines. This transition will be long and at times difficult. However, working alongside colleagues from US \nAirways I believe we will be able to put the pieces in place to create a more successful and effective new American.", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}