{"page_content": "112012 restructuring highlights\n\tAchieved labor cost reductions across all workgroups, including management, independent employees and unionized workgroups, all of which ratified agreements for six-year \nterms. Progress was also made at American Eagle, which achieved costs savings and reached agreements with its unionized workgroups.\n\tMade changes to organizational structure to reduce management positions, making the management workgroup the leanest among U.S. network carriers.\n\tRenegotiated the financing terms for more than 400 mainline and regional aircraft. At the same time, we improved terms on these aircraft to significantly lower our aircraft \nownership-related costs, while also harmonizing our aircraft retirement and new aircraft delivery schedules.\n\tNegotiated more than 95 percent of American’s 725 facility leases.\n\tEvaluated and/or renegotiated over 9,000 vendor/supplier agreements.\nWe’ve seen strong evidence that our restructuring approach is working, as demonstrated by real improvements in our revenues and performance. Our focus now is to provide customers the industry’s best fleet, strongest network and superior service—ambitious goals the people of American Airlines are prepared to meet.\nFor more information, please visit the\n AMR restructuring website .\n• Connecting the world  \nWe have established five hubs to provide customers with easy access to hundreds of domestic and international destinations. We continue to expand our extensive system of \nroutes and networks via participation in the oneworld® Alliance and through joint business agreements with partner airlines.\nHubs\n\tChicago O’Hare International Airport (ORD)\n\tDallas/Fort Worth International Airport (DFW)\n\tJohn F. Kennedy International Airport (JFK)\n\tLos Angeles International Airport (LAX)\n\tMiami International Airport (MIA)", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}