{"page_content": "14In an effort to make our reporting as accessible as possible, we have developed this publication for a more general audience, including our customers, employees and the \ncommunities where we live and work. Specialist readers, such as sustainability professionals and socially responsible investors, can find in-depth responses to GRI indicators  \nas well as additional data in the comprehensive GRI Index located on our corporate responsibility website.\nWe also encourage readers to refer to our past reports and American’s corporate website  for additional information on corporate governance and ethics, our process of identifying \nmaterial issues, and the many ways that we engage with stakeholders.\nTell us what you think!\nWe welcome your feedback on our corporate responsibility efforts. Please contact Mr. Tom Opderbeck at tom.opderbeck@aa.com  with your questions or comments. If you would \nlike to comment on our service, you can find contact information on aa.com/customerrelations .\nArchives\nHere you can find archived reports from AMR.2011 Corporate Responsibility Report  (1.2MB, pdf)\n2010 Corporate Responsibility Report  (2.4MB, pdf)\n2009 Corporate Responsibillty Report  (1.3MB, pdf)\n2008 Corporate Responsibility Report  (3.9MB, pdf)\n2007 Corporate Citizenship Report  (1.2MB, pdf)\n2007 Environmental Responsibility Report  (3.2MB, pdf)\nOur customers  \nOur business has evolved in many ways throughout American’s long history. We’ve increased the size of our company, adapted to new and complex operating environments,  \ninnovated powerful new technologies and positioned ourselves to manage the ever-changing risks and opportunities in our industry . Yet despite these changes, we remain true  \nto our core mission: to provide a safe, enjoyable and memorable travel experience that consistently exceeds our customers’  expectations.\nWe are confident that focusing our efforts in these areas while modernizing our fleet and continuing to increase our global network and oneworld alliance will help take our  \nbusiness to new heights.", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}