{"page_content": "15• Safety and security  \nSafety Management System\nWe continuously advance our safety and security practices to provide our customers with a travel experience that is safe, efficient and worry-free. Our safety management \napproach combines robust employee training with cutting-edge safety technologies and key partnerships in the public and private sectors.\nEnsuring the safety of our operations begins with our Safety Management System (SMS), which encompasses processes for the identification, analysis and mitigation of risks, \nhazards and incidents. Developed in cooperation with the Federal Aviation Administration (FAA), American’s SMS is a combination of industry best practices implemented in all of \nour departments and operating units. In 2012, American’s SMS achieved the FAA’s highest level of implementation—Level IV or Continuous Improvement.\nThe foundation of our SMS is our Safety Culture, which strongly influences the way we work every day . We are committed to learning from our mistakes, reporting and addressing \nhazards before they cause harm, and maintaining a work atmosphere where our people are treated in a just and equitable way to encourage openness and accountability .\nImmediate response procedures\nThe safety and well-being of our customers and employees is paramount. American’s security department is developing an “Immediate Response” procedure, given high-profile \nand public incidents of gun violence in the past few years. Although the probability of actual incidents is small, this protocol will ensure that we are prepared to proactively assess \nand address the actions and statements of those people who might represent a threat.\nTSA PreCheck for frequent travelers\nAmerican has continued its collaboration with the Transportation Security Administration (TSA) to expand the availability of expedited security screening for a select group of frequent travelers and crewmembers who opt-in to the PreCheck\nTM pre-screening program. First piloted at Dallas/Fort Worth and Miami International Airports, the PreCheck \nprogram continued to grow in 2012 and is now available in 38 of American’s domestic airports.\n• Customer service  \n \nIt is our mission to enhance our customer’s entire travel experience from start to finish through ongoing enhancements to our products and services. Based on our past successes and customer feedback, we are working to enhance our product and service of ferings in key areas, including:\n\tFleet modernization  – Updating our fleet to provide customers with the most modern aircraft available\n\tCustomization – Continually expanding our customers’ ability to tailor travel experiences to their specific needs and preferences\n\tConnected – Engaging our customers in meaningful interactions with American’s people while providing seamless connectivity to the digital world\n\tConsistency – Providing a positive, reliable travel experience for all of our customers", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}