{"page_content": "18Connectivity during travel\nAn important theme in the evolution of our service offerings has been our customers’ ability to feel connected—personally and electronically—throughout their travel experiences. \nWe have placed increasing emphasis on a service model that provides our people with greater latitude in accommodating our customers’ needs. The result has been a higher degree of customer satisfaction, especially in difficult situations such as flight delays or cancellations.\nLeaders in innovation\nWith its prowess in creating new solutions to business and customer needs, American leads the airline industry in innovation. American has been issued more than 40 U.S. patents \nsince 1994, for inventions that are helping to provide higher quality and more consistent levels of customer service.\nSolutions include:\n\ta proprietary visual touch-screen application called Vantage Point  that puts critical information on arrivals, departures, connections and customer data at the fingertips of \ntower control employees so they can make better decisions;\n\ta Crew Recovery  application that automatically realigns crew flight schedules to ensure flights are appropriately staf fed in case of weather delays or other disruptions, while \nobserving FAA and contractual work rules; and\n\tthe customer menu system, Remember Me , which instantly pulls up registered customers’ reservations and anticipates information needed, such as gate assignments or \nchanges to upcoming flights.\nWe have seen a positive response to the release of the American Airlines mobile app—allowing customers to keep boarding passes, flight information and AAdvantage account \ninformation at their fingertips. We’ve also increased inflight Wi-Fi access on domestic and select international routes, and have expanded our real-time customer engagement through social media platforms such as Twitter (@AmericanAir ), Facebook and YouTube.\nService consistency and dependability\nAmong other travel priorities, our customers want to know that we will get them—and their bags—to their destination on time. W e focus on ensuring that our flight scheduling, \nboarding and deplaning procedures are as efficient as possible so that we maintain high levels of flight dependability . We have also instituted multiple processes and technologies \nto facilitate proper and timely baggage delivery.", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}