{"page_content": "3Even during this period of extraordinary and unprecedented change, our devotion to the values that have always defined American Airlines will remain constant.\nThis means a continued dedication to guaranteeing that safety remains our number one priority; to further reducing greenhouse gas emissions; to ensuring that our commitment to \ndiversity and inclusion is manifested in all of American’s workplaces; and to giving back to the communities in which our 80,000 employees work and live.\nWe will be building off a strong foundation. In 2012, we met or exceeded many of our key company-wide goals. On the issue of safety, our company-wide safety management \nsystem (SMS) achieved Level 4 Certification from the FAA—the highest level of achievement with respect to completeness and integration into operations and one that far surpassed our goal of advancing beyond Level 2 certification.\nWe also updated our standard safety training for all employees and piloted a job hazard analysis program at our Tulsa maintenance facility in order to minimize health and safety \nrisks for our people.\nOur focus on environmental protection resulted in decreased greenhouse gas emissions and improved energy efficiency in 2012. This year we set a goal of achieving a 146 million \ngallon annual rate of fuel savings through our Fuel Smart program – a total that we were able to outdo. These achievements come at a time when the price of fuel continues to rise \nand the challenge of climate change is becoming even more urgent. In recognition of these efforts, American received — for the third consecutive year — the best rating among \nU.S. airlines in the annual Newsweek Green Rankings. While we have still not fully reached our emission targets, ongoing efficiency measures as well as American’s new energy-\nefficient fleet have put us on the right track to achieving them.\nFinally, through our Global Giving priorities we have maintained our commitment to the communities we serve. In 2012 our customers donated nearly $7 million and our employees \ncontributed an additional $750,000 and logged more than 38,000 hours of service to a series of charitable ef forts, including Kids In Need\nSM initiatives; military and veterans \nprograms like our annual Sky Ball fundraiser and Snowball Express, which assists the children and spouses of fallen military heroes; breast cancer awareness and research; and disaster aid and relief.\nNo matter what the future holds, American Airlines will continue to uphold the highest standards of corporate responsibility. It is, and has been, core to our company since American \nwas founded.\nFor nearly 90 years, American has sought to be the most successful airline in the world; but also one that marries its business goals to a basic set of values and corporate \nresponsibilities. Indeed, as we’ve learned over the years no company can have one without the other . By remaining true to our values we have put American in a position to enjoy \nmany more years of success – and I can assure you that things will remain that way as the new American prepares to take flight.\nTom Horton, Chairman, President and CEO of AMR Corporation and American Airlines  \n For additional information, view this disclaimer.", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}