{"page_content": "21• Our approach  \nWe are committed to protecting the environment by implementing sustainable business practices across our operations. Through our investment in fleet renewal and our continu-\ning attention to initiatives such as Fuel Smart and other conservation and waste minimization efforts, we are reducing our environmental footprint while saving millions of dollars—which is good for the earth and good for our business, too.\nWe have also established an environmental steering committee, composed of vice-presidents from across different functional areas, to help define our environmental agenda, \nreview progress and ensure that we stay on track. As always, we consider full compliance with all applicable environmental laws and regulations as the minimum acceptable level of performance. In 2012, we provided 38,425 hours of environmental training to nearly 29,000 employees.\nEnvironmental focus areas\n\tClimate and energy - Our largest potential impact comes from burning jet fuel. We have established programs and initiatives and made significant investments to maximize \nfuel efficiency and reduce greenhouse gas (GHG) emissions.\n\tWaste minimization - Our air and ground operations generate significant amounts of waste. Through source minimization, reuse, recycling and reclamation, we are \ndramatically cutting the amount of materials that end up as waste in landfills.\n\tUtilities management - Our ground facilities, offices and airport infrastructure contribute to our environmental footprint by using energy , materials and water along with the \nrelated emissions and waste. We share best practices and implement initiatives to minimize resource use and realize cost savings throughout our system.\nAmerican named “Greenest Airline” by Newsweek\nOur attention to environmental excellence was recognized in Newsweek’ s 2012 Green Rankings, an evaluation of the largest 500 publicly traded companies in the United States. \nFor the third year in a row, American achieved the top spot among airlines. We were ranked second in the Transportation & Logistics sector, and ranked 88th overall.\n• Reducing jet fuel impact  \n \nThe most significant environmental impact associated with the aviation industry is burning jet fuel during flight, which generates carbon dioxide, a greenhouse gas. W e recognize \nthe importance of this issue and understand that it is a high priority concern for many of our stakeholders.\nAmerican has a strong economic incentive to mobilize resources to minimize its use of jet fuel. W e are making significant investments in new aircraft and aviation technology , which \nwill allow us to carry more passengers and cargo while using less fuel. We are engaging employees across our many facilities in identifying and implementing fuel conservation \nand efficiency measures through our Fuel Smart program—now in its eighth year . We also support the development of new, alternative fuels as well as enhancements to air traffic \ncontrol that can maximize flight efficiency through better coordination and flight planning.\nAs part of our collective commitment to reducing our industry’s environmental impacts, we have set a goal to improve the carbon efficiency of our aircraft by 30 percent between \n2005 and 2025. We measure carbon efficiency using an intensity ratio, or amount of work we do—including carrying passengers and cargo—for each ton of carbon dioxide equivalent (CO\n2e) we emit.", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}