{"page_content": "23In 2012, total contributions to this program totaled $754,000, with program to date donations surpassing $3.5 million. Through these donations, American has helped more than \n5,000 veterans and their families.\nIn 2013, we’ll continue our Fuel Smart focus on initiatives such as reducing usage of aircraft auxiliary power units, installing winglets on our 767 aircraft, encouraging single-engine \ntaxiing, maximizing the use of high-speed tractors, reducing aircraft weight and expanding our engine wash program to new fleet types.\nPlease visit the  Fuel Smart webpage  for complete information.\n• Updating the fleet  \n \nWe are transforming American on a fundamental level by investing in new aircraft. By retiring older, inefficient aircraft and replacing them with more fuel-efficient aircraft in a variety \nof sizes, we are reducing emissions and fuel costs while at the same time better serving our customers and meeting individual market demand.\nDid you know?\nIn the fourth quarter of 2012, the size of American’s fleet of Boeing 737-800s surpassed that of its McDonnell Douglas MD-80s. 737-800s can carry more passengers while using less fuel than MD-80 aircraft, resulting in a 35 percent improvement in fuel efficiency per seat.\nFleet facts\nWe’re changing the way we fly as we build toward the youngest fleet in five years among the five largest U.S. airlines.\n\tWe are updating our fleet with cutting-edge aviation technology and design. Since May 2011, we’ve been adding up to three Boeing Next Generation 737-800 planes each month. In 2012, we took delivery of 28 737s and expect to take delivery of another 31 in 2013.\n\tWe plan to introduce 130 Airbus A319 and Airbus A321 aircraft beginning in July of 2013, with continued deliveries through 2017.\n\tBeginning in 2018, we also plan to add new Boeing 737-800 MAX planes, which will of fer a fresh, modern inflight experience as well as more environmentally friendly \nengines.\n\tWe will continue phasing out our least efficient aircraft fleet (the MD-80), and begin phasing out our second and third least efficient aircraft fleets, the 757 and 767-200.\nFor complete information, please visit our New Planes webpage .", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}