{"page_content": "24\n \nBoeing conducting a briefing of ecoDemonstrator technologies \nBoeing-American’s ecoDemonstrator project showcases new technologies for fuel efficiency and noise reduction\nIn July 2011, we committed one of our brand new 737-800s to our partners at Boeing to serve as a flying testbed to reduce fuel consumption and limit aircraft noise using \nenvironmentally progressive technologies. In 2012, the ecoDemonstrator plane underwent extensive flight-testing focused on evaluating specialized innovations such as:\n\tAdaptive wing trailing edges  that make the wing more aerodynamically efficient and reduce takeof f noise by improving the aircraft’s climb performance.\n\tA variable area fan nozzle that reduces fuel consumption by optimizing fan airflow during dif ferent phases of flight and reduces takeoff noise by quieting the engine.\n\tActive engine vibration control  to cancel vibrations and reduce noise for a more comfortable, quieter ride.\n\tA regenerative hydrogen fuel cell to provide electricity for airplane systems as well as providing energy storage during periods of low electrical demand.\n\tFlight trajectory optimization and information management  for more fuel-efficient in-flight rerouting around weather and other constraints.\nIn support of the ecoDemonstrator environmental objectives, a biofuel made from recycled cooking oil was used during the ecoDemonstrator flights. This type of fuel generally \nresults in a 60 - 80 percent reduction in life-cycle GHG emissions and, when economically viable, could contribute greatly to American’s goal of reducing its carbon footprint.\nFor complete information, please visit the  ecoDemonstrator webpage .\n• Managing our resources  \n \nPart of being a good environmental steward is ensuring that we maximize our use of natural resources while generating the least waste possible in our facilities, offices and onboard our flights. Over the years, we have implemented many initiatives to prevent waste at its source; reuse and repurpose materials; and recycle aluminum cans,  \npaper and plastic.\nOnboard recycling\nAmerican’s flight attendants began the industry’s first onboard recycling program in 1989 and have since recycled more than 12 million aluminum cans each year, approximately the weight of four new Boeing 737 aircraft. In 2012, we expanded our onboard recycling with new ef forts to collect paper and plastic at major stations. For example, through an ", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}