{"page_content": "25alliance between American’s Corporate Environmental Department and DFW Airport, we now support collection of paper, plastic cups and bottles. We also phased out glass mini-\nwine bottles in domestic coach, which will reduce the amount of waste we send to landfills by more than 500,000 pounds and help reduce fuel consumption.\nAmerican and DFW airport announce sustainability alliance\nA new sustainability alliance between American and Dallas/Fort Worth International Airport was announced in December 2012. The alliance will target opportunities for innovation in airport operations, resulting in economic and environmental benefits for American, DFW Airport and our respective customers. Initial activities included the expansion of American’s \nin-flight recycling program to accept paper, plastic cups and bottles.\nElectronic alternatives\nFor example, we recently replaced the heavy paper manuals carried by pilots with Electronic Flight Bags as part of our “Paperless Cockpit Initiative.” W e secured FAA approval \nin August 2012 to become the first commercial carrier to use the Apple iPad as an Electronic Flight Bag in the cockpit during all phases of flight. We expect to reduce fuel consumption by 400,000 gallons through this initiative, which will generate more than $1.2 million in annual savings.\nAmerican Eagle also received approval from the FAA to test a new Electronic Inflight Procedures Manual (eIPM) program for Eagle flight attendants. The eIPM program will allow \nflight attendants to carry their required manual in digital format.\nAnnual targets for reduction\nWe track our success in reducing waste by setting annual targets for waste reduction and refining our ability to collect accurate data. For the first time, we were able to measure the annual results of recycling efforts at all of American’s domestic and international stations, as well as all stations serviced by our regional affiliate, American Eagle.\nWe exceeded our 2012 goal of an annualized waste minimization rate of two million pounds, and we have upped the ante by 500,000 additional pounds as American’s goal for \n2013. Our 2013 goal for American Eagle will be to focus on consistent onboard recycling of aluminum cans.\nWaste minimization 2011 2012 2013 GOAL\nAnnualized Waste Minimization Rate (pounds) 1,300,000 2,036,965 2,500,000\n \nThe Annualized Waste Minimization Rate encompasses various recycled and reduced waste streams. Recycling rates are calculated based on total recycling statistics for given airports, pro-rated for passenger traffic attributable to American.\nManaging utilities\nAmerican proactively manages energy, water and waste at our offices, facilities and other locations. We look for opportunities to enhance our environmental performance while reducing costs and risks.\nIn 2012, we replaced the heating and cooling system from the 1960s at our company headquarters in Fort W orth, Texas, which helped to contribute to a five percent reduction in \nelectricity consumption at the headquarters offices.", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}