{"page_content": "26We met our 2012 goal of increasing annualized utilities energy savings by $13 million, and we set a new goal for 2013 to achieve an additional $500,000 in utility energy savings.\nUtilities – Electricity use 2010 2011 2012 2013 GOAL\nEnergy savings rate (millions of dollars) 12.0 12.5 13.0 13.5\nAmerican monitors its water use at its major facilities, which includes its maintenance facilities and offices. All of the water used at these facilities comes from municipal sources.  \nIn 2012, the Alliance Maintenance Base in Fort Worth, Texas, recycled over 26 million gallons of water, which contributed to an 18 percent water decrease at the base. Despite this \neffort, American missed its goal to decrease overall water consumption by 30 million gallons.\nUtilities – Water use 2010 2011 2012 2013 GOAL\nWater use at major facilities rate (millions of gallons) 543.2 533.2 511.4 499.0\nEnvironmental efforts world-wide\nOur efforts to minimize the environmental footprint of our operations extend across all borders. While environmental regulations differ in each country, one common thread is the oversight of disposal of waste generated in flight. To prevent the entry and dissemination of plant pests and animal diseases, many countries require the incineration of waste from international flights, including recyclable items.\nBut that doesn’t mean that items are not recycled. Several international stations have local sorting operations that sort out all recyclable items before incineration. For example, \nat Tokyo Narita Airport (NRT), paper, plastic and aluminum—representing about 30 percent of all incoming waste—are removed before incineration. At London Heathrow (LHR), all trash is incinerated at a location that is able to capture the energy content of the materials by generating electricity for the local community . In addition, the aluminum left after \nincineration is collected and recycled.\nOur employees’ interest in helping the environment and helping those in their local communities also knows no boundaries. Several airport stations participate in local \nenvironmental efforts that help their communities. For example, in Buenos Aires, paper and plastic bottles are donated to a children’s hospital for recycling. Employees in Mexico collect pull rings from aluminum cans to donate to a local charity . The pull rings are recycled to help hospitals and are sent to rural communities where they are re-purposed into \nhand crafts. And in Shanghai, employees partnered with the Roots & Shoots organization to promote environmental awareness in the community.\nAmerican Airline partners with Root & Shoots to sponsor an eco-friendly bag design competition at a primary school in Shanghai.  ", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}