{"page_content": "29\tAssociation of Professional Flight Attendants (APFA)\n\tTransport Workers Union (TWU)\nConcurrently, 60 percent of American Eagle’s domestic people were represented by:\n\tAir Line Pilots Association (ALPA)\n\tAssociation of Flight Attendants (AFA)\n\tTransport Workers Union (TWU)\nSupporting independent employees\nAmerican’s Agents, Representatives and Planners, as well as American Eagle’s Agents are not represented by a union. In January 2013, American’s Agents and Representatives \nvoted to remain independent. To protect the interests of our independent employee groups, we hold periodic Advisory Board and Committee meetings to provide forums where they can voice their issues and concerns. Advisory Board meetings bring together elected representatives from the Agent, Representative and Planner groups and management representatives at the local, regional and system level. The meetings offer an established system for independent employees to share information with their peers and provide  \ninput to management.\n• Our future workforce  \nWorking through the restructuring process\nWe entered 2012 with a clear commitment to succeed in our restructuring, armed with a thorough evaluation of our competitive space and industry trends. We knew that as part of our overall targeted financial improvements of more than $3 billion, a third of those savings would need to come from employee-related cost reductions. At the same time, we were \ndetermined to make changes in a fair and equitable way, with as much transparency as possible in process and outcomes.\nAccordingly, we determined that 20 percent of those cuts would be made across the board, including in management, with savings achieved by slightly different means in various \nworkgroups. Ultimately, the savings target for each group was lowered to 17 percent through negotiations and our desire to reach consensual agreements. We applied the same savings target adjustment to independent employees to be fair and equitable.\nIn all of our restructuring efforts, for both our unionized and our independent employees, we worked to preserve employee compensation as much as possible by focusing on \nopportunities to improve operating efficiencies. We also revised many restrictive provisions that threatened to limit our competitiveness.\nIn addition to changes that affected individual workgroups, the company moved to a universal program for health and retirement benefit plans for all of our people. We created a \nuniversal health program that standardizes and simplifies our benefits program for active employees; aligned the medical benefits available to active employees when they retire with those offered by other airlines and large corporations; froze our defined benefit pension plans; and terminated the pilot B Plan. By freezing the plans, our people will retain the full value of benefits accrued in the plans through October 31, 2012. The defined benefit pension plans were replaced from a company-matching benefit to a defined contribution \nbenefit plan for all eligible Agent, Representative, Planner, Flight Attendant, TWU-represented, Management and Support Staff employees on November 1, 2012. The company will match, dollar-for-dollar, an employee’s pre-tax and/or Roth 401(k) contributions to the $uper $aver 401(k) plan, up to 5.5 percent of eligible earnings. Pilots will receive a 14 percent ", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}