{"page_content": "30contribution to the $uper $aver Plan which was effective for pay earned starting November 1, 2012.\nRedesigning our management team\nAs part of management’s cost savings, we mapped out a redesign for Management and Support Staff employees to position the company for the future. The goal of the redesign \nwas to create a customer-focused culture of accountability and high performance, while meeting three main objectives:\n\tHave the right people in the right positions\n\tFoster accountability, high performance, agility and decision-making\n\tAchieve an efficient cost structure\nThrough hard work and difficult decision-making, we are well-positioned to emerge from internal restructuring a stronger , more focused enterprise.\nSupporting our people during the transition\nWe recognized early in our restructuring process that many newly-promoted managers would face an evolving set of roles, responsibilities and challenges. To help maximize the success of team members in these new positions, we expanded our of ferings of “Making the Transition,” A course specifically designed to help managers navigate the complexities \nof their new roles and exchange successful management strategies. All managers received training to prepare them for difficult conversations they would have with employees that \nexited and to discuss career transition services. We also continued to offer leadership development training to potential managers in each of our business units.\nFor departing employees, we focused development efforts on career transition planning through the offering of career symposia, intranet job boards and training in interview skills, \nresume development and networking. Through the collaborative efforts of our human resource officers, Diversity Advisory Council and members of American’s extensive Employee Resource Group (ERG) network, we were able to deliver in-person career transition assistance tailored to the specific needs of people at many of our locations to help departing employees identify and promote their transferrable skill sets.\nLooking ahead, we are investing in training and operational enhancements that empower our people to deliver exceptional service to customers while supporting the goals of our \nbusiness and brand. Key focus areas include:\n\tFurther developing a culture of leadership and competence among our people\n\tBuilding the cultural and language skills needed to grow our key international markets\n\tEmpowering people with greater decision-making authority to provide a positive and consistent customer experience\n\tStandardizing many forms of training across our operations to achieve greater unity and efficiency", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}