{"page_content": "31• Safety, health and wellness  \n \nIt is essential that everyone at American is able to work in a safe environment and lead a healthy lifestyle. We provide robust safety training and comprehensive health resources, \nand maintain a culture that promotes conscientious work practices.\nEmployee safety systems and performance\nOur employee safety initiatives in 2012 included an effort to unify safety systems and personnel. Prior to 2012, several employee safety teams operated independently throughout our organization. As part of our restructuring process, we coordinated these teams under our Safety, Security and Environmental department. Additionally, we consolidated five of our safety investigation tools into a single platform using a common software system. The result, once the system is fully operational, will be a one-stop shop for safety analytics, \nOccupational Safety and Health Administration (OSHA) audit data, and investigations into injuries, near misses, ground damages and other incidents.\nRecord employee safety performance at American Eagle\nOn March 7, 2012, the American Eagle Flight Attendants at LAX broke their injury-free record of 257 days set in 2004, and moved into second place on American Eagle’s all-time injury-free list as they reached 300 days on April 19th. The accomplishment was recognized at a gala celebration held on April 26, 2012. The current all-time Eagle injury-free re-cord is held by the Executive Airlines base at DFW with 539 days.\nIn 2012, we saw a slight uptick in U.S. OSHA defined Injury Rates at American and American Eagle as well as a minor increase in the Lost Day Rate at American. We are confident \nthat our investigations of related incidents, as well as the greater equilibrium of our company in 2013 once our people are past the restructuring process, will yield improved safety performance over the next reporting cycle.\nEngaged leadership\nIn 2012, we made safety refresh training available to all of our people and a requirement for all of our front-line managers. Additional safety training is being delivered in 2013 to \nensure that managers who are new to their positions are well-informed and actively engaged in promoting safe and responsible work practices. W e are also training people to work \nsafely in and around the new planes being added to our fleet.\nRecognizing that prevention is the easiest, most efficient and least disruptive way to maintain wellness, American has partnered with the Transport Workers Union to pilot an \n“Industrial Athlete” injury reduction initiative at airport facilities in Tulsa and Chicago. The voluntary initiative pairs front-line workers with strength trainers to identify exercises that \nhelp reduce work-related strain and injuries and shorten recovery periods if an injury does occur .\nAssessing job hazards at Tulsa\nIn 2012, American launched the first stage of a Job Hazard Analysis (JHA) study at its Tulsa maintenance facility (TULE). The objectives of the JHA project are to:\n\tProvide a baseline risk assessment and evaluation of actual personal workplace exposure to chemical, physical and biological agents at our TULE shops;\n\tIncorporate engineering, administrative and personal protective equipment controls into our occupational safety and health system", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}