{"page_content": "32\tEnsure we reduce physical and health risks to an acceptable level or eliminate risks to ensure OSHA  standards are met\nHealth and wellbeing\nAt American we encourage our people to make positive, proactive decisions concerning their health and lifestyle. To ensure that they are making the best use of available health \nresources, our comprehensive Healthmatters program provides a complete suite of online tools and educational materials allowing employees to manage their health insurance and benefits options; schedule routine health screenings and assessments; and consult with nurses, dieticians and lifestyle coaches from American’s Health Advocate team  \nabout issues including preventative health, chronic diseases, mental health and onsite ergonomics. Under American’s Healthmatters Rewards system, employees may qualify  \nfor insurance premium reductions by completing screenings for common health indicators such as high/low blood pressure, cholesterol levels and diabetes.\nAmerican has also built a network of over 150 volunteer Wellness Champs whose goal is to inform, educate and inspire the American Airlines family to initiate and sustain better \nliving through healthy choices. The Wellness Champs strive to make wellness an everyday activity through worksite wellness programs, system-wide campaigns and by promoting Healthmatters programs and resources.\nAmerican was among 66 U.S. employers that received the 2012 Best Employers for Healthy Lifestyles Gold award. The award honored American Airlines for its commitment and \ndedication to promoting a healthy workplace and encouraging their workers and families to support and maintain healthy lifestyles.\n• Celebrating diversity and inclusion  \n \nAs a leading international airline, American plays an important role in connecting the people and places of the world. We feel it is equally important for our own people to reflect the diversity of our global operations and the customers and communities we serve.\nAmerican recognized by Human Rights Campaign\nAmerican Airlines received a 100 percent Corporate Equality Index (CEI) rating from the Human Rights Campaign (HRC) Foundation, marking its 11th consecutive year of achieving a perfect score. American is honored to be one of only nine companies to achieve a perfect score on the CEI since the inception of the index in 2002. Employers  \nwith a rating of 100 percent are further recognized as “Best Places to W ork for LGBT Equality.”", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}