{"page_content": "33Managing our diversity and inclusion priorities\nAmerican’s inclusive work environment begins with board- and executive-level commitments to continually enhance the diversity of our workforce. We were especially cognizant of \nmaintaining strong diversity representation at all levels of the company during our organizational redesign.\nSpecific diversity and inclusion initiatives are managed within our Diversity Advisory Council, a body composed of representatives from 17 ERGs that draw upon diverse \nperspectives to help inform business decisions, policies and education initiatives at American. ERGs are employee-led, grassroots organizations that foster interaction and \nengagement on a number of social and cultural issues.In 2012, American’s Diversity Advisory Council was recognized as one of the Top 25 Diversity Councils in the nation for the fourth consecutive year. The Diversity Council Honors \nAward recognizes the outstanding contributions and achievements of employee Diversity Advisory Councils that actively promote diversity and inclusion within their companies.\nHighlighting the business value of diversity\nA major focus of American’s 2012 diversity and inclusion efforts was identification of the business value derived from diversity. We are pleased to have held our fourth annual Business of Diversity conference with the theme “Creating Our Future through Inclusion.” The conference drew 125 attendees and explored strategies for leveraging diversity ,  \nboth at the individual and company-wide level, to support business objectives and performance.\nDiversity training was also expanded in 2012 with the rollout of V alue Respect (Version 3) to most domestic employees (the balance of our domestic and international team is \nreceiving Value Respect training in 2013). Value Respect offers interactive, collaborative training modules designed to illustrate the ways in which American’s business success  \ncan be influenced by the many forms of diversity that exist among our people and customers.\nDiversity statistics\nGender composition within our global workforce (80,987 total employees) 2012\nMale 59 percent\nFemale 41 percent\nEmployee age groups within our global workforce (80,987 total employees) 2012\nLess than 30 years old 7 percent\nFrom 30 to 50 years old 46 percent\nMore than 50 years old 47 percent\nEthnic composition of our domestic workforce* (74,583 total domestic employees) 2012\nEthnic minority 34 percent\nAfrican-American/Black 12 percent\nHispanic/Latino 15 percent\nAsian 5 percent\nAmerican Indian/Alaskan Native 1 percent\nAll other (two or more races, Native Hawaiian/Pacific Islander) 1 percent", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}