{"page_content": "34 \n*Ethnicity is tracked in the United States only because the collection of diversity information is often prohibited by law in other countries.\nSupporting our communities  \n \nIn many communities throughout the United States and abroad, American’s positive presence has been felt for decades. As a major employer, an economic catalyst and an iconic brand, we play an important role in the development and wellbeing of the communities where we operate. Nurturing these relationships—both old and new—is an important priority for all of us at American.\nIt is our mission to bring value to all of the places and all of the lives we touch, and to engender a spirit of good citizenship in our employees and customers. In 2012, despite the \nchallenges of our corporate restructuring, we made powerful contributions to our host communities and to the causes we believe in.\n• A positive economic force  \nEach year, American Airlines and American Eagle operations account for billions of dollars in direct commerce and stimulate a cascade of smaller business and economic activities supported by the air travel and tourism industries. In 2012, our operations helped generate $124 billion in economic activity and directly and indirectly helped support 965,000 jobs. We also supported the communities in which we operate by paying $4.7 billion in taxes in 2012 and by investing almost $1.8 billion in the development of transportation infrastructure over the past 10 years.\nAmerican’s impacts in South Florida\nFor nearly a quarter century, American’s presence in Miami-Dade County has played an important role in turning Miami International Airport into a hub of international trade and tourism. From just 300 employees in South Florida in 1989, we’ve grown to more than 9,700 today , and have spurred the creation of more than 150,000 additional jobs through \nbusinesses associated with our operations. In 2012, over 28 million passengers passed through our MIA  hub to reach over 150 destinations throughout the United States and \naround the world.\nFor more information on American’s local economic impacts and infrastructure investments, please visit: 2012 Economic Impact Report .\n• Charitable giving  \nAmerican’s Global Giving strategy\nWith global business comes global responsibility. At American, we use our scale and connectedness to influence widespread charitable action through direct philanthropic \ncontributions and through the generosity of our customers and people.\nWe refer to our charitable efforts, collectively, as Global Giving, and organize our engagements into five categories:", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}