{"page_content": "35\tAmerican Airlines Kids In NeedSM – Supporting children, their families and organizations dedicated to improving their quality of life\n\tBreast Cancer Awareness and Research  – Contributing to breast cancer awareness and funding research\n\tMilitary and Veterans  – Giving back to those who serve\n\tDisaster Aid and Response – Providing emergency relief to those in need\n\tEmployee Volunteerism and Giving  – Encouraging employees to volunteer their time and money to causes that are important to them\nTo achieve the most powerful impacts in each of our key giving areas, we integrate our corporate charitable initiatives with the efforts of our employees and customers. The result is \na collaborative Global Giving model that combines financial pledges and sponsored events with volunteer action and the donation of AAdvantage miles to charitable causes.\nHonoring American volunteers\nAmerican employees collectively volunteered nearly 38,000 hours in support of 270 organizations in 2012, and donated $733,000. W e have established two awards programs—our \nSpirit of Giving and Champions of the Year—to recognize efforts of employees and management that go above and beyond in volunteerism and leadership in community service. Each year, a handful of dedicated employees are nominated for and receive these prestigious internal awards.\nAmerican Airlines Kids In Need\nThe American Airlines Kids In NeedSM program provides worldwide support for children and their families, and for organizations dedicated to improving the quality of life for children. \nSupport includes assistance for children in need of medical, educational and social services, as well as organizations that heighten public awareness of children’ s issues. In 2012, \nwe consolidated our children’s initiatives, both corporate- and employee-led, under the Kids In NeedSM program to maximize efficiency and impact. Overall, we helped 287 critically \nill children and 235 parents/guardians, and supported 147 children’ s non-profit organizations globally.\nAmong the charities benefitting was the Something mAAgic Foundation®—an employee-led organization that grants the wishes of children with life-threatening diseases. Each \nyear, American volunteers from Something mAAgic help create life-long memories by providing children and their families with a vacation experience at Give Kids The World Village\n® in Orlando, Florida—a resort where kids with special needs can explore whimsically themed rides and attractions with their families, all at no cost. American provides \ntravel directly through the Kids In NeedSM program. In 2012, 39 families (from 25 U.S. cities and 7 countries) took part in Something mAAgic’s mAAgic flight, with 550 employee \nvolunteers donating approximately 3,800 hours of their time.\nFighting cystic fibrosis at American’s Celebrity Ski Weekend\nIn 2012, we celebrated our 27th annual Celebrity Ski Weekend—a fundraising event in Vail, Colorado, where participants enjoy three days and nights of skiing, dining and celebrity music events, culminating in an auction to raise money for the Cystic Fibrosis Foundation. Since 1986 Celebrity Ski has raised more than $32 million to support children and adults with Cystic Fibrosis through the funding of gene and drug therapy research.", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}