{"page_content": "36\nTo learn more about the many children’s organizations we support through our American Airlines Kids In NeedSM program, please visit aa.com/kids.\nBreast cancer awareness and research\nSince 1983, American has championed the fight against breast cancer, raising awareness and garnering support from thousands of customers, employees and community \nmembers.\nSecond only to our American Airlines Celebrity Golf & Tennis event, our most successful fundraiser for breast cancer awareness and research efforts has been Miles for the Cure, \na customer fundraising campaign. First launched in 2008, Miles for the Cure awards customers AAdvantage bonus miles for every dollar they contribute to Susan G. Komen for the \nCure. Collected funds support a study of inflammatory breast cancer (the most lethal form of the disease) through a research grant at the MD Anderson Cancer Center in Houston, \nTexas.\nMilitary and veterans\nAt American, more than 60 percent of our pilots and approximately 10 percent of all employees are active military service members or veterans. We take military and veterans’ issues personally and are proud to see numerous customers and employees engaged in related causes each year.\nThrough our military programs and events, we promote the physical, mental and emotional well-being—and often, recovery—of wounded soldiers, their families and communities. \nThe support we provide comes from three primary sources:\n\tCustomer donations – Through our Miles In Support of All Who Serve campaign, American rewards customers with AAdvantage miles for each dollar they donate to the USO, serving military members and their families. Customers can also support the USO’ s mission by purchasing a co-branded USO gift card. For each $50 gift card \npurchased, American donates 10 percent to the USO.\n\tCorporate sponsorship – In many instances, American Airlines and American Eagle sponsor military and veterans initiatives through the donation of airfare for soldiers and ", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}