{"page_content": "37their families.\n\tEmployee volunteering  – American employees generously donate their time and creativity to military fundraising programs and events.\nAmerican volunteers go the extra mile at the 10th Annual Sky Ball\nEach year, hundreds of American employees volunteer to help coordinate Sky Ball – an annual black tie gala supporting military charities throughout the country. In 2012, Sky Ball \nraised more than $850,000 for soldiers and their families.\nOne program that has been particularly successful in combining our corporate, customer and employee contributions is Snowball Express. In the wake of September 1 1, 2001, \nSnowball Express was formed to support families of soldiers who died while serving on active duty . Each year, Snowball volunteers provide the children and spouses of fallen sol-\ndiers with an all-expenses-paid trip to the Dallas/Fort Worth Metroplex (with most flights provided through our Kids in Need Program) for five days of uplifting entertainment, music \nand the chance to make new friends. In 2012, the event was attended by nearly 1,800 children and family members, and was supported by more than 1,000 American Airlines/\nAmerican Eagle volunteers in 36 cities.\nAdditional airfare donations came from American’s employee-led Fuel Smart program, which helps implement fuel efficiency measures at American and translates the savings into \ncharitable donations.\nDisaster aid and response\nEach year at American, we connect with millions of people and travel to hundreds of destinations around the world. We’re able to use all of these interactions to raise awareness, draw support and provide direct aid to people in disaster-impacted areas. As long-time partners of the American Red Cross, we help raise funds for disaster relief efforts by provid-\ning an AAdvantage bonus mile incentive to members who donate. In 2012, members raised more than $500,000 to support the victims of tropical storm Isaac and hurricane Sandy.\nSince not all disasters are related to natural events, many American employees are trained as first responders for major aviation-related accidents and emergencies. Volunteers \nin the Customer Assistance Relief Effort (CARE) team help passengers, crewmembers and families with logistical and emotional support in the aftermath of accidents. In 2012, American’s CARE team collaborated with the Volunteer Center of North Texas, United Way, American Red Cross and Salvation Army to train 69 new employees as accident responders.\n2012 Community Programs - Customer Giving", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}