{"page_content": "5and ethics. Over the past few years, we have worked to refine our understanding of the key issues that are of the highest importance to our stakeholders and our company . These \nissues include our short- and long-term financial viability; customer safety , service and satisfaction; employee and labor relations, including diversity; our climate impacts as related \nto energy use and greenhouse gas emissions; and our impact on the communities where we live, work and play . We focus on these issues in setting goals and targets and in \ndetermining what topics to include in our reports.\nGoals and progress\nWe are pleased to present the progress we’ve made toward meeting our 2012 goals for customer service and safety, environmental performance, and employee and community \nengagement.\n2012 goals\nGoals  Progress\nCustomers  - \nWe seek to earn customer loyalty by consistently exceeding our customers’ expectations.\nAdvance beyond level 2 in 2012 for all departments associated with our Safety Management System (SMS)All departments associated with SMS have advanced to Level 4\nFocus investments in maintenance, airport resources and technology to improve on-time arrival and baggage handlingWe improved baggage handling rates at American by 18 percent and by 21 percent at American Eagle\nWe increased American Eagle dependability by 5.2 percentage points, while dependability at American \ndecreased by 0.9 percentage points.\nContinue to develop and deploy customer travel innovations We launched new pricing options that package popular services into three simple packages\nWe began rollout of Self-Tag baggage options at select domestic airportsWe launched new mobile apps\nProvide additional options to allow for customization of the travel experience for our Main Cabin \ncustomersWe continued to use “Choice Bundles” to offer customers clearly priced travel options\nFocus investments to target Premium Customers We introduced inflight amenities such as fully lie-flat seats and a walk-up bar in First and Business Class cabins on the new Boeing 777-300ER aircraft\nWe refreshed menu selection and updated amenities for First and Business Class customers on international \nflights\nContinue to strengthen our global network to serve customers’ travel and connectivity needs We announced new or expanded alliances with 13 airlines\nWe maintained our joint businesses with British Airways, Iberia, JAL and Qantas\nWe coordinated more than 20 network announcements including American’s expanded international service to \nLatin American, Mexico, Europe and Asia\nAdd airberlin to the oneworld\n® alliance in 2012 airberlin joined the oneworld alliance\nImprove the Customer Experience as demonstrated by key metrics resulting in greater financial rewards for employeesAlthough the Customer Experience Rewards program was discontinued as part of the restructuring process, we have continued our Customer Cup and quarterly recognition events, and we will continue to explore other creative ways to recognize and reward our employees for improving the travel experience of our customers\nEnvironment - We act as good environmental stewards and implement innovative ideas and wise investments to minimize our environmental footprint.", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}