{"page_content": "6Enhance our reputation as an industry leader in environmental performance AMR was the top ranked airline in Newsweek’s 2012 ranking of top 500 companies for third year in a row. We \nranked second in the Transportation & Logistics sector and 88th overall\nWe partnered with Boeing to successfully pilot the 737-800 eco-Demonstrator program for reduced fuel con-\nsumption and noise\nAchieve a 146 million gallon annual rate of fuel savings through our Fuel Smart program Fuel Smart ended the year with an annual run-rate of 147 million gallons for fuel savings\nIncrease Utility Management Council energy savings to $13 million annually We increased energy savings to $13 million annually by continuing to implement energy efficiency projects and programs including upgrading the chiller at our headquarters\nImplement data collection systems to better track waste minimization efforts We captured the results from recycling efforts at our international stations, which totaled more than 2 million pounds\nAchieve an Annualized Waste Minimization Rate of two million pounds We achieved an Annualized Waste Minimization Rate of 2,036,965 pounds by the end of 2012\nContinue improving CO2 efficiency of aircraft by 30 percent between 2005 and 2025 Our progress lags 2.6 points behind our long-term goal; however, as we introduce new aircraft and replace older, less efficient aircraft, our performance should improve. Lower cargo traffic also hurt 2012 performance (see full explanation in environmental section)\nWe took delivery of 30 new aircraft in 2012 (28 737-800s and two 777-300ERs), putting American on track to \nhave the youngest, most fuel-efficient fleet among U.S. network carriers by 2017\nReduce water consumption by 30 million gallons We reduced water consumption by 21.8 million gallons, but a five percent increase in consumption at the Tulsa base offset gains in conservation at other facilities\nOur People  - We strive to make our company a good place for good people to work and build a career by creating and maintaining a safe, collaborative, inclusive and respectful work environment.\nContinue investing in enhancing workforce diversity We held our fourth annual Business of Diversity conference with the theme “My American - Creating Our Future through Inclusion.”\nWe rolled out the Value of Respect Training (Version 3) to most domestic employees.We maintained our strong diverse representation among all levels of management despite a difficult \nrestructuring process\nReach 40 percent employee participation rate in wellness programs, including health assessment and screeningsOur overall participation was below 40 percent, although participation by some workgroups exceeded this level\nImplement an integrated safety refresher training for all management employees We extended the safety refresher to 100 percent of front-line managers, with Web-based training for all people.\nReduce Lost Work Case injuries by five percent year-over-year Although the vast majority of our workgroups met this goal, two did not. W e expect to meet this goal moving \nforward\nReceive no OSHA repeat citations in 2012 We received no OSHA repeat citations in 2012\nRedouble efforts toward goal of zero fatalities American and American Eagle experienced no fatalities in 2012\nMaintain quality leadership training that is valued by employees. Achieve at least 75 percent of \nstudents rating leadership learning experience as excellent or very goodWe provided “Making the transition” four-part training course for newly promoted managers\nOver 90 percent of students rated the leadership learning experience as excellent or very good\nProgress on our business plan to restore American to industry leadership, profitability and growth \nand create the best outcome for the greatest possible number of peopleWe successfully renegotiated labor contracts\nWe retained a workforce of nearly 81,000 people, while positioning our company more competitively in the \nairline industry\nWe realized improved revenues and efficiencies\nCommunities - We are a part of the communities we serve and are deeply committed to supporting important causes and local economic development.\nContinue investing in new infrastructure projects and upgrades to existing facilities We invested nearly $70 million in 48 locations in the U.S. and abroad", "metadata": {"source": "NASDAQ_AAL_2012.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}