{"page_content": "A MESSAGE FROM OUR CEO\n3 FY22 Sustainability ReportOur global team made outstanding progress during a challenging year. The health and safety of our employees \nremains paramount, and I am proud of how our team continued to do its part to keep family, friends, fellow employees \nand communities safe. We maintained productivity, focused on our internal and external customers and delivered 16% \nyear-over-year growth in Qorvo revenue. We continue to expand our product and technology leadership, and we have \nmade outstanding progress in our annual goals to reduce our environmental footprint.  \nStrong demand for Qorvo products and technology which connect, protect and power the world around us drove \nour growth in our fiscal 2022.  Qorvo technology is at the heart of products and systems that enable 5G and Wi-Fi \nnetworks and mobile devices, power-efficient internet-of-things products and make the “connected car” a reality \nthrough vehicle-to-everything technology.  We also expanded our product offering with the acquisition of NextInput, \nadding micro-electromechanical touch sensors that convert human touch into action.\nThis past year, we grew our customer offerings for key products and applications that highlight energy efficiency and \nhelp power the planet.  Through our acquisition of United Silicon Carbide, we increased product offerings that support \nsustainability, such as electric vehicles and renewable energy.  Our power management and silicon carbide power \nsolutions are bringing unmatched levels of efficiency to a new generation of automotive, smart appliances, solid-state \ndrives, battery-operated tools and renewable energy systems.  Qorvo is well positioned to help accelerate the global shift \nto electrification, where high-efficiency, sustainable energy is key to a cleaner and brighter future.\nOne of the most important facets of the semiconductor industry is the need for a strong global supply  \nchain, which has only been reinforced by the ongoing pandemic.  Qorvo maintains strong and  \npositive relationships with our key external suppliers.  Our teams actively monitor our supply  \nchain to maintain compliance with laws, regulations and initiatives around product compliance,  \nresponsible sourcing and social responsibility. Qorvo is a proud member of the Responsible  \nBusiness Alliance (RBA) and we support their mission to improve working and environmental  \nconditions and business performance through leading standards and practices.\nWe remain committed to taking important steps to address the environmental, social  \nand governance issues important to our investors, customers, employees and other  \nstakeholders, while creating shareholder value.  \n•  Our commitment to the health and safety of our workforce resulted  \n    in a recordable injury rate well below industry average. \n•  Our ongoing focus on our environmental footprint has enabled strong  \n    CO2e reduction over each of the last two years.\n•  Our pledge to operate at the highest level of ethical standards continues  \n    to be evident with 100% of our workforce acknowledging our Code of  \n    Business Conduct and Ethics.\nThanks for taking the time to review our progress in this year’s  \nSustainability Report and learning more about how Qorvo’s diverse  \nand innovative team is helping connect, protect and power the  \nsolutions that improve the planet.\nRobert A. Bruggeworth  |  Chief Executive Officer\n", "metadata": {"source": "NASDAQ_QRVO_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}