{"page_content": "p a g e 30 r e s p o n s i b l e  b y n a t u r e\nx c e l e n e r g y  f o u n d a t i o n\nFormed in 2001 as the philanthropic arm of our \ncompany, the Xcel Energy Foundation oversees more than $15 million in funded charitable activities of Xcel Energy and its subsidiaries.\nf o u n d a t i o n  f o c u s  a r e a s\nThe Xcel Energy Foundation focuses grants in four areas: environment, education, economic sustainability, and arts and culture. The  foundation\tboard\tdefines\tand\treviews\tthe\tfocus areas annually. Our focus area grants  are\tlimited\tto\t501(c)(3)\tnonprofit\torganizations.\nenviRonMent:  Programs to train and \nsupport K-12 educators in teaching curriculum focused on energy and the environment; partnerships to preserve, restore and improve wildlife habitat, open lands, wetlands, parks, trail systems or recreational areas; and projects that produce environmental improvement through\tbeautification.\neDucation:  Programs to enrich and improve student performance in math  \nand science; endowments for scholarships focused on math, science, technical or environmental areas of study as they relate to the energy industry; and community education programs that provide students with economic education and practical business and technical skills to compete effectively in the job market.\neconoMic sustainability:  Programs to promote economic  \nself-sufficiency\twith\tan\temphasis\ton\tjob\tcreation\tand\tworkforce\treadiness;\t  \ncommunity development projects that seek to improve the economic well-being and sustainability for a community, such as programs to create, attract, or retain business especially in economically depressed areas; transitional and supportive housing programs to provide educational, employment and job placement  \nservices for low-income populations; and programs to promote personal skill development, including job entry skills and retraining of unemployed and  \nunderemployed workers.\naRts anD cultuRe:  Programs to increase access to arts and cultural \nactivities and enhance music education and performing arts in schools.• x c e l e n e r g y  f o u n d a t i o n  g i v i n g  •\n2007 2008\nFocus Area Grants $ 4,025,834 $ 4,287,500\n      Environment $ 635,800 $ 980,800\n      Education $ 1,171,770 $ 1,270,600\n      Economic sustainability $ 1,054,400 $ 1,084,600\n      Arts and culture $ 798,450 $ 836,500\nUnited Way Contributions $ 4,434,000 $ 5,200,000\n      Employee contributions $ 2,217,000 $ 2,600,000\n      Company contributions $ 2,217,000 $ 2,600,000\nMatching Gifts Program $ 799,023 $ 1,058,380\n      Employee contributions $ 416,047 $ 596,587\n      Company contributions $ 382,976 $ 461,793\nDollars-for-Doing Contributions $ 44,913 $ 77,301\nVolunteer Energy Contributions $ 20,500 $ 24,000\nClassroom Connection $ 27,437 $ 34,400\nCorporate Contributions $ 3,020,623 $ 4,622,104\nIn-Kind Donations $ 115,228 $ 270,554\ntotal $ 12,487,558 $ 15,574,239", "metadata": {"source": "NASDAQ_XEL_2008.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}