{"page_content": "From global favorites such as Cadbury \nDairy Milk chocolate, Oreo cookies and \nTrident gum to new go-tos such as Hu’s  \nplant-based, paleo snacks – at Mondelēz \nInternational, we’re here to empower \npeople to snack right. \nThe right snack, for the right moment, \nmade the right way, is how we say it. \nAnd we’re dedicated to bringing this to \nlife for all kinds of people, around the \nworld, every day. This is what guides and \ngalvanizes us, and how we live up to our \nEnvironmental, Social and Governance \n(ESG) responsibilities. Leading the future of snacking\nWe’ve been leading the future of snacking and have our \neyes and energies firmly set on the years to come. Guided \nby our purpose, we are forging ahead in our own distinctive \nway to make snacking right for everyone. Our way is \ncharacterized by progress, priorities and partnerships. We \nare building a sustainable snacking company and putting \nour focus on long-term sustainable business outcomes. \nTo this end, we prioritize for biggest impact, advocate for \nand invest in transformational approaches, and collaborate \nwith public and private partners – to achieve better, longer \nlasting results sooner and at scale.\nStaying true to our purpose and priorities\n2020 was an extraordinary year on this multi-year \njourney. A year where we all faced the immense \nchallenges of the global COVID-19 pandemic. Throughout, \nwe stayed true to our purpose and priorities, and close to \nour colleagues, consumers and communities. We worked \ntogether like never before to tackle the challenges, and \nabove all put people first, as we continued to safely and \nsmartly do what we do best – bring consumers much-\nneeded moments of sustenance, comfort and indulgence.\nFocusing on key issues\nThrough the year, a number of key issues came to \nthe fore. Issues such as the increasing importance to \nconsumers of health and well-being; the growing focus \non the realities of living incomes for cocoa growing \ncommunities; the need to address root causes of systemic \nissues like deforestation and diversity, equity and \ninclusion (DE&I); and the importance of working toward \ncollective action and advocating for public-private \npartnership to tackle some of the biggest problems \nchallenging our world today, including climate change \nand plastic pollution\nThis report shines a light on the issues as we share the \nstory of how we empower people to snack right, the \nprogress we’re making and the impact we are having \nalong the way.\nWe hope you enjoy the report. (We’ve certainly done our \nbest to make it good enough to eat…)\n2\nMONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2020 ESG REPORT\nRight Moment Performance Right Snack Right Way Sustainable Ingredients Governance\nOverview Table of contents CEO Q&A About us Our purpose Our approach Materiality ESG priorities Our ESG progress\nOverview Table of contents CEO Q&A About us Our purpose Our approach Materiality ESG priorities Our ESG progress\n2 MONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2020 ESG REPORT", "metadata": {"source": "NASDAQ_MDLZ_2020.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}