{"page_content": "GLOBAL CASE STUDY GLOBAL CASE STUDY\nFOCUSING ON HEALTH AND WELL-BEING IN UKRAINE\nIn Ukraine, MIF’s partner CSR Ukraine made sure it continued to \nprovide children, families and communities with essential health \nand well-being education during the COVID-19 crisis. This was \nall the more important given the unavoidable strains on mental \nhealth and well-being created by the pandemic.\nTwo initiatives were developed: an online mental health \ncompetition for teachers, and a quarantine sports challenge for \nkids at home. The aim of the mental health competition was to \nfind new ideas and create healthy spaces in schools for students \nand teachers alike. Students and families were encouraged to do \nphysical activity at home together and to post updates on social \nmedia. Several hundred participants took part in the challenge, \nwhich had a very positive effect on them.HELPING CHILDREN AND FAMILIES LIVE WELL TOGETHER \nIN MEXICO\nSave the Children Mexico designed a digital strategy to address \nthe comprehensive needs children face during quarantine. \nDelivering their program virtually reduced delivery costs, and \nenabled them to reach more schools and benefit a greater \nnumber of children than originally targeted. \nThe program focused on addressing physical activity, healthy \neating, COVID-19 knowledge, personal hygiene and general \nhealth promotion, as well as offering psychosocial support and \nmental health. \nThe aim was to help improve practices that bring children and \ntheir family’s comprehensive well-being, and above all, allow \nthem to explore new ways of living together that promote \nhealth at home and in the family.coMMunIT y \nIMPacT\nGOAL PROGRESS\nIn 2020, 100% of the $50 million \ncommitment was allocated to programs.COMMUNITY IMPACT\nPROGRESS*We continue to partner with leading \ncommunity organizations to transform the \nlives of children around the world and fund \ndisaster relief efforts. At the same time, we are \nalso on a migration toward impact investing, \nthrough our new Sustainable Futures strategy.\n2017 2018 2019\nNutrition Knowledge: \nPercentage of program \nparticipants who improve \nnutrition knowledge12% 18% 18%\nPhysical Activity: Percentage \nof program participants who \nare physically active for 30 \nminutes or more daily6% 7% 9%\nHealthier Eating: Percentage \nof program participants who \nreport increased consumption \nof fruits, vegetables and other \nfresh foods11% 12% 12%\n*2020 data not available due to COVID-19.TRANSFORMING THE LIVES OF CHILDREN \nSince 2021, the Mondelēz International Foundation \n(MIF) has been partnering with leading community \norganizations to transform the lives of 1.5 million \nchildren across 18 countries. Through its multi-year \n$50 million commitment, MIF has invested in and \npartnered on a variety of programs to help children \nand their families adopt lifelong healthy habits.\nFIGHTING OBESITY AND IMPROVING HEALTH\nMIF’s partners develop and implement the programs, which are \ncommonly school-based, reaching children aged 6-12, as well \nas their families and teachers. Programs are rooted in a three-\npronged approach that is widely regarded as crucial for fighting \nobesity and improving children’s health: improving nutrition \nknowledge, physical activity, and access to nutritious foods, \nprimarily fruits and vegetables. TRACKING PROGRESS \nEach partner tracks and documents progress against a set of \nglobal healthy lifestyle metrics developed in partnership with \nexperts from Yale School of Public Health. More importantly, \neach program implements these common measures to ensure all \nprograms are evaluated against the same global metrics. Certain \nprograms also measure Body Mass Index (BMI) or the percentage \nof participants with BMI in normal range. \n24\nMONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2020 ESG REPORT\nRight Moment Performance Right Snack Right Way Sustainable Ingredients Governance\nOverview Landscape  \n& InsightsMindful  \nsnackingPortion  \ncontrolLabeling  \n& MarketingNutrition \npartnershipsMaking a difference \nwhere it countsCommunity \nImpactImpact  \ninvesting", "metadata": {"source": "NASDAQ_MDLZ_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}