{"page_content": "DIVERSITY, EQUITY & INCLUSION\nAs a global company, we know that diversity \nin all its forms is a driver of innovation and \ngrowth. Companies that embrace a real \nculture of DE&I will be attractive employers \nfor talent today and tomorrow. That’s why \nwe champion a more diverse, inclusive \nand equitable world both socially and \neconomically, for our colleagues, culture  \nand communities.CARBON\nClimate change is a rapidly growing threat \nto society and the planet, and we know we \nneed to be a part of the solution. That’s why \nwe take an end-to-end approach to reducing \nour carbon footprint. We know the sourcing \nof four ingredients make up the biggest \ncontribution to our carbon emissions and are \nreducing the environmental impact of the \ncommodities where we have an opportunity \nto advance forest positive, bio-diverse, and \nbest-for-the-land practices at scale.\nCOCOA\nThe resilient supply of key raw materials \nlike cocoa is essential to our business. Our \nsignature sustainable sourcing programs \nare rooted in advancing sector-wide lasting \nchange. We address systemic issues that \nthreaten climate change and human rights. \nWe innovate, collaborate and advocate for \npublic-private partnership. PACKAGING\nWe don’t want our packaging to impact the \nenviroment and we are working hard to \ntransform it and our packaging and increase \nrecycling globally. That’s why we are innovating to \nfind new, smarter plastic packaging solutions that \nuse less new material, combined with advocating \nfor and advancing harmonized approaches to \nrecycling systems and infrastructure.\nlandScaPe & InSighTS\nWe have a clear and distinctive approach to Right Way. We prioritize where we can \nhave the largest impact — cocoa, packaging and climate. We focus on innovative, \nlasting solutions. This means going beyond the certification scheme and tackling root \ncauses, measuring our impact and investing in scalable solutions. The challenges we are \ntackling and the transformation we are driving cannot be solved alone. We work in close \ncollaboration with partners, external advisors, regulators and stakeholders.\n27\n27\nMONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2020 ESG REPORTRight Moment Performance Right Snack Right Way Sustainable Ingredients Governance\nOverview Landscape  \n& InsightsDiversity, Equity \n& Inclusion Workplace \nsafetyWorkplace  \nwellnessHuman  \nrightsClimate Energy Packaging Waste Water", "metadata": {"source": "NASDAQ_MDLZ_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}