{"page_content": "TRACKING OUR PROGRESS\nDespite COVID-19, we made great progress \nin 2020 and increased the number of \nfarmers trained on GAPs from 175,017 to \n181,257, and the number of youth trained \non cocoa-related enterprises to 23,112. By \nthe end of 2020, we had also distributed \nmore than 18 million cocoa seedlings to help \nimprove farm productivity.\nIMPACTING INCOME\nIn Ghana, average Cocoa Life household \nincome is 22% higher than comparison \nhouseholds. In Côte d’Ivoire, it is 8% higher.WORKING TOGETHER \nHOLISTICALLY TO CLOSE THE GAP\nTo lift everyone towards a living income, all the \ndrivers of farmer income need to be considered \nand addressed holistically, through sector-wide \ncollaboration, coordinated by government \nleadership.\nIMPACTING PRODUCTIVITY\nIn Ghana, average cocoa productivity (kg/\nha) per household per year in Cocoa Life \nhousehold is 19% higher than for comparison \nfarmers. In Côte d’Ivoire, it is 42% higher. \nIMPRovIng T he \neconoMIcS of \ncocoa faRMIngHELPING FARMERS GROW MORE COCOA \nWe know we need to modernize cocoa \nfarming and make sure that farmers choose \ncocoa because it is a productive crop that \nprovides a good livelihood. Therefore, our first \nintervention focus is to strengthen cocoa farmer \norganizations and help farmers grow more \ncocoa on less land.\nTAILORING OUR INTERVENTIONS \nWe support the adoption of Good Agricultural \nPractices (GAPs) in a targeted way. This helps \nfarmers prioritize the most effective actions. In \naddition, we provide access to fertilizer, crop \nprotection, improved planting materials, and \nfinancial knowledge – at the right time and with \nthe right support. \nIn 2019, we started piloting targeted GAPs, \nsupplying farmers with a tailored package of \nservices – including yield-enhancing farming \nmethods and facilitating credited loans to \naccess inputs such as pest control and fertilizers. \nProving successful so far, we are validating \nthis approach with 500 farmers in Ghana for a \nsecond season of crops. In 2019, we enrolled 364 \nfarmers across 26 communities in the program, \nwhich directly helped increase the productivity \nof the farms in the first year by 25% producing 439 kg of cocoa per hectare versus the baseline \nvalue of 349 kg per hectare. Now in its second \nyear, the average productivity has risen to 618 kg. \nHowever, not all farms have responded equally. \nWe are now focusing our work to understand \nwhy some farms did not improve as expected.\nSCALING UP AND STRENGTHENING  \nOUR PROGRAM \nWe believe farmers shouldn’t have to farm cocoa \nbecause it’s the only viable business option for \nthem but because it is a prosperous business. For \nthat to be the case, returns from other crops and \nrural development overall also need to increase. \nWe have various projects to support this aim \nand are scaling up where we’re seeing success. \nWe also continue to test and learn from new \nideas as we seek to strengthen our program.\nDELIVERING RESULTS \nResults indicate that Cocoa Life farms are \ntypically more productive than non-Cocoa \nLife farms in similar circumstances. As we help \ncocoa farms become more efficient, their yield \nincreases. And when farms can do more with \nless, they are able to free up land for other \nincome-generating activities – further helping \nto make cocoa farming a sustainable business. \nIt becomes a virtuous cycle. We have seen >22% higher incomes of Cocoa Life registered farmers \nin Ghana vs. non-Cocoa Life farmers; driven by \nhigher yields and additional livelihoods.\nThere is still a long way to go to close the gap \non cocoa farming families achieving sustainable \nliving incomes.We work hand-in-hand with the cocoa \nfarmers to make cocoa farming a \nbusiness of choices, now and for future \ngenerations, helping them become more \nknowledgeable and productive, so they \ncan increase their income from cocoa.\nKWAME'S STORY\nThrough Cocoa Life’s trainings in good agricultural \npractices and community empowerment, Kwame \nhas seen benefits for his cocoa farming business \nand his family. His farm’s productivity has increased \nand consequently improved his livelihoods. Through \nparticipation in a village savings & loan group (VSLA), \nhe was also able to save money for difficult times \nand for his children’s education.“ I now know that cocoa is my future, \nso I endeavor to work hard and \napply all the practices. I access cocoa \nseedlings from Cocoa Life to plant \nat the correct time and spacing. I \nhave learnt to save for my future. My \ncommunity and I have benefited a \nlot from the Cocoa Life program and \nI am a happy man now.”\nIsaac Awiakye Amoah, a cocoa farmer \nfrom the Adiembra community in the \nEastern region of Ghana \nImage: Nick Adatsi, VSO\n46\n46\nMONDEL ĒZ INTERNATIONAL  SNACKING MADE RIGHT 2020 ESG REPORTRight Moment Performance Right Snack Right Way Sustainable Ingredients Governance\nOverview Ingredients Cocoa Cocoa Life Conserving and \nrestoring forestsImproving the economics of \ncocoa farmingCreating empowered \ncocoa communitiesOur progress Continuing to make \ncocoa rightWheat Harmony \nWheatPalm oil Leading a forest \npositive futureLooking  \nforward", "metadata": {"source": "NASDAQ_MDLZ_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}