{"page_content": "Our values and associate promise\nOur purpose and our values are the foundation of our \nculture. They serve as guideposts for all our decisions, \nlarge and small. Our company thrives because of \nassociates putting these values into action. From \nserving a customer, to solving a problem, or seizing an \nopportunity, our values are a way to guide and measure \nsuccess; they are:\n• Caring: We care for and respect each other, our \ncustomers, and communities; empathy makes us \nstronger.\n• Customer-obsessed: Our customers’  success is our success. We go beyond the expected to provide \nwhat they need to thrive.\n• Entrepreneurial: Like our enterprising customers, \nthis is our company, and we act as if its success \ndepends on us. Because it does.\n• Ethical: Earn trust, do what’s right, act with \nintegrity. Always.\n• Inspired: Passionate about learning and growing \nboth as a company and as individuals.\n• Results-oriented: Accountable for adding value \nand delivering exceptional outcomes. \nThese values inform our Associate Promise. We promise \nto be a place where associates can:\n• Grow , thrive, and challenge yourself with work that \nreally matters.\n• Connect and work with those as passionate, committed, and talented as you are.\n• Be appreciated for your unique expertise, skill, \nand perspective, as well as your ability to deliver \nsolutions and results.When committed people have the chance to do \nmeaningful work together, extraordinary things are possible.\nFinding a better balance\nThe pandemic has added new stresses to how we work \nand live. A large body of scientific research documents \nthe emotional, physical, and mental toll such stress can take, from reduced concentration to loss of sleep. \nIn 2021, we advanced programming to reduce stress and \nimprove clarity. We also rolled out new digital tools to recognize associates.\n• RA VE: Recognize, Appreciate, Value, Elevate is \nan online platform where all associates can send and receive eCards, to thank and congratulate \nteammates or celebrate special occasions.\n• Mindfulness programs: We rolled out Pause \nat Work, a voluntary six-week mindfulness series \nwith regular sessions and an online toolkit. These \nmethods are proven to help workers gain focus, reduce stress and anxiety, as well as care for their mental and physical well-being.\nFor many participants, the impact has been beneficial. For some, it’s been transformational. One associate \nshared that: “Pause at Work has taught me to set \naside time to consider my options… I can give myself \npermission to acknowledge how I feel and be mindful \nabout each decision I make. I feel like I’ d be melting down \nif it weren’t for the tools in this class. Instead, I stop, I \ntake a deep breath — which really works! — and open \nmy toolbox and look at how I can approach the situation \ndifferently. I can’t recommend this course enough. ”\nUmpqua Bank 2021 ESG Report 17Valuing our Workforce", "metadata": {"source": "NASDAQ_UMPQ_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}