{"page_content": "American Airlines Corporate Responsibility 2014 Report\nDue to the tremendous effort of our dedicated employees, we have made signiﬁcant progress toward merging our\nairlines and restoring American to greatness. We’re on our way to being the airline that customers want to ﬂy,\nemployees want to work for and Wall Street wants to invest in. Although we’re a year closer to our goal, there’s still\na lot of work to do. Most critically, the success of our full integration depends on our ability to continue to work\ncollaboratively and deliver on our 5 imperatives:\nFocus on customers\nIn the past year, we have made signiﬁcant improvements in our customers’ experience. With the world’s largest\ncodeshare and as a member of one world® – an alliance of the world’s most distinguished airlines – we provide our\ncustomers access to an exceptional network, facilitating their travel to destinations worldwide. Meanwhile, the\nhundreds of new and refurbished planes we put into service last year, with lie-ﬂat seats, wireless access and other\namenities, are making our customers’ time in the air more comfortable and productive.\nSafe and reliable operations\nThe safety of our customers and our employees is the foundation of all we do, and it provides us with a solid base\nfor achieving industry-leading reliability and dependability. In 2014, we rolled out our “Are You Ready?” campaign,\nemphasizing the importance of employees anticipating and following through so that ﬂights leave on time, baggage\ngets to its destination and customer expectations are met.\nEngage our team members\nOne of the many beneﬁts of our banner year was our ability to hire 7,300 new employees. We also reached\nagreements with 24,000 of our ﬂight attendants and 15,000 of our pilots for pay increases of 14 percent and 23\npercent respectively. In addition, we recognized employees for exceptional customer service, with nearly $24\nmillion awarded through the Chairman’s Award, the Above & Beyond program and our monthly Triple Play\nincentive.\nOur employees had many opportunities to speak directly with leadership at quarterly State of the Airline meetings,\nCrew News and Town Halls. And they continued to drive community engagement, supporting our strategic causes", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 0, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}