{"page_content": "of education, human services and military and veterans’ initiatives through their volunteerism and philanthropic\ncontributions.\nReturns for investors\nIn 2014, we achieved record-breaking ﬁnancial results that yielded beneﬁts to investors, employees, customers\nand communities alike. Shareholders were rewarded with a 113 percent rise in the value of our stock and the ﬁrst\ndividend in 35 years.\nIn addition to producing great returns for investors, we made signiﬁcant capital investments in our facilities,\nincluding the new state-of-the-art 200,000 square-foot Robert W. Baker Integrated Operations Center near\nDallas/Fort Worth Airport, scheduled to open in the third quarter of 2015. These projects in turn catalyze greater\neconomic activity in our communities.\nLook to the future\nAs leaders in our industry, we are investing in securing our future success. Our single largest outlay last year—the\nacquisition of more than 100 new planes—was a quadruple win, for our employees, customers, shareholders and\nthe environment. It enabled us to provide new comforts and amenities for customers and make our ﬂeet more fuel\nefﬁcient.\nOur attention to environmental stewardship extends across our operations. Employees are engaged in reducing\nfuel use and lowering greenhouse gas emissions via our Fuel Smart program, ﬂight attendants are recycling cans\nand other materials on board aircraft, and we are integrating high standards of environmental performance and\nhealthfulness into the construction and renovation of our buildings and facilities.\nAs much as we have achieved, there is always more we can do. We are proud of how far we’ve come and excited\nby the promising path ahead. Our employees are working hard to return American to being the greatest airline in\nthe world.\nSincerely, \nDoug Parker, CEO and Chairman\nSince our last Corporate Responsibility Report, published in May 2013, we’ve completed the merger of AMR\nCorporation and US Airlines Group Inc. to form the American Airlines Group. This Corporate Responsibility report\nreﬂects the performance and operations of the American Airlines Group for the 2014 calendar year.\nFrom 2007 through 2013, American Airlines used the Global Reporting Initiative (GRI) G3 Guidelines as the basis\nfor our disclosures on environmental, social and governance performance. As part of our commitment to\ntransparency we are transitioning to the GRI’s newest standard, the G4 Guidelines. Standard Disclosures from the\nGRI G4 Sustainability Reporting Guidelines included in this report are referenced in the GRI Table.", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}