{"page_content": "Smoothing connections\nAmerican Airlines Group is the holding company for American Airlines and US Airways. At the end of 2014, the\nairlines operated an average of nearly 6,700 ﬂights daily to nearly 350 destinations in more than 50 countries from\nhubs in Charlotte, Chicago, Dallas/Fort Worth, Los Angeles, Miami, New York, Philadelphia, Phoenix and\nWashington, D.C.\nFifteen airlines make oneworld\nAmerican Airlines was one of four founding members of the global one world alliance, which now includes 15 of the\nworld’s highest-quality and most respected airlines. In 2014, US Airways, as part of American, joined the alliance,\nalong with SriLankan Airlines and Brazil’s TAM Airlines. oneworld now serves 994 destinations with 14,011 daily\nﬂights to 152 countries.\nCodeshare partners further ease connections\nCodeshares give customers access to additional travel options on American to destinations beyond our current\nnetwork. In 2014, American announced new or expanded codeshare agreements with several select carriers:\nExpanded codeshares with joint business partners British Airways, Iberia and Finnair on transatlantic ﬂights and\nfor destinations beyond European gateways.\nExpanded codeshare with oneworld partner airberlin provides customers easy access to major destinations\nthroughout Germany and beyond.\nAn agreement with Jetstar Japan to provide access to several Japanese cities.\nAn agreement with Mexico City-based Interjet to give customers seamless connecting service to several of the\nmost popular destinations in Mexico.\nDelivering for shipping customers\nFocused on providing great service to our shipping customers\nEvery day, shipping customers entrust us with unique and valuable shipments, from rally cars and semiconductors\nto fresh ﬂowers and priceless artwork. American Airlines Cargo is proud to be a leader in the industry by providing\nour customers with one of the largest networks for shipping items. In 2014, our Cargo services generated $875\nmillion in revenue, a 6% increase from 2013.\nIn 2014, American Airlines Cargo and US Airways Cargo combined their 154 facilities and harmonized their\nproducts, culminating in Cargo being the ﬁrst operations division to be fully integrated. Now ofﬁcially merged, all\ncargo travels under a single waybill.\nAs our capacity to move our customers’ cargo grows, so too does our ability to track and ensure its safety. From\ntakeoff to landing, our FlightSafe service, using GPS and wireless sensor technology, can pinpoint the location and", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}