{"page_content": "Getting home safe\nWorkplace safety takes priority in Tulsa\nIn 2011, employees at the Tulsa Maintenance and Engineering Base’s Auxiliary Power Unit and Wiring Center\n(AWC) were selected to lead American’s effort to obtain OSHA Voluntary Protection Program (VPP) certiﬁcation\nfor all maintenance facilities.\nSince 2011, AWC employees have shown tangible results in their safety efforts. The facility had no OSHA\nrecordable injuries in 2014 and is on track to earn its OSHA VPP certiﬁcation in 2015.\n“Becoming VPP-certiﬁed means we’re running the safest and most reliable operation for our employees, to make\nsure no one is injured,” said Mark Easton, managing director of Aircraft Overhaul. “We want to ensure everyone\ngoes home safe to their family every day.”\nFulﬁlling customer expectations\nSafety is the starting point to success\nWith safety secured, we can focus on other key components of our customers’ experience, including operational\nreliability and service quality.\nIn order to be the greatest airline in the world, we take our cues from our customers. Through online surveys, in-\nperson focus groups, customer correspondence and social media, we keep informed about how we can improve\nour products and services. For example, our surveys solicit feedback on product cleanliness, gate and onboard\ninteractions, aircraft boarding, cabin interiors, baggage handling and other issues.\nWe also continuously monitor reliability metrics. By identifying challenges early, we are able to react quickly,\nensuring the smoothest travel experience possible for our customers.\nBefore the ﬂight: Safety begins long before take-off\nRested pilots and crew\nWe’re committed to eliminating the risk of pilot fatigue during ﬂight operations. We combine education, pilot", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}