{"page_content": "reporting and other strategies to ensure pilots and crew are alert and ready for duty.\nWe continuously improve a Fatigue Risk Management System (FRMS). We rely on well-established research on\nsleep, alertness, circadian rhythms and fatigue physiology to determine fatigue risk, assess promising\ncountermeasures and evaluate our overall fatigue management processes.\nNew aircraft technology\nWe recently started installing the Rockwell Collins’ MultiScan ThreatTrack weather radar on 737s. This radar\nenables pilots to analyze a thunderstorm as far as 320 nautical miles away — more than three times the distance\nof current radar. It also provides more information about thunderstorms, helping pilots determine which ones could\npose safety threats.\nBesides providing signiﬁcant safety beneﬁts, this powerful radar also enhances our pilots’ route planning, helping\neveryone get to their destinations as comfortable as possible, and on time.\nTSA PreCheck\nAmerican is collaborating with the Transportation Security Administration (TSA) to expand access to the TSA\nPreCheck expedited screening process, available at more than 130 airports.\nDuring the ﬂight\nA safe, reliable, hassle-free trip is critical to the satisfaction of our customers. And when their ﬂights and bags\narrive on time, our customers are more likely to value our inﬂight service and other amenities.\nWe’re aiming to lead in reliability and dependability – and we’re on our way. The percent of scheduled ﬂights\ncompleted without an interruption remained strong throughout the year, with many days having a 100 percent\ncompletion factor. The improvement was due in part to a cross-functional departure checklist and emphasis on\npreplanning.\nWhen customers do encounter delays, either due to weather, air-trafﬁc congestion or some reason within our\ncontrol, our priority is to keep them fully informed while we work to get them on their way quickly.\nAfter the ﬂight\nWe’re continuing to introduce new processes and advanced technologies to ensure customers and their baggage\ngets to their destination on time, including:\nExpanded use of T-link software helps improve baggage handling for connections in gateway cities, including\nDallas/Fort Worth (DFW), Chicago (ORD), Miami (MIA), Los Angeles (LAX) and Charlotte (CLT) for mainline\nand regional service. We plan to expand T-link to Philadelphia (PHL), Phoenix (PHX) and Washington D.C.\n(DCA) in 2015.\nUpgraded desktop software keeps track of all bags scheduled to be moving through a gateway. This includes\nkeeping track of bags not yet scanned on outbound ﬂights.", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}