{"page_content": "the Allied Pilots Association (APA). These agreements granted 24,000 of our ﬂight attendants and 15,000 pilots’\naverage pay increases of 14 percent and 23 percent, respectively. In addition to the pilots’ ﬁrst-year 23 percent\nraise, the contract provides a 3 percent annual wage increase for the next ﬁve years.\nWe have also provided a 16 percent increase to non-represented employees level 1–4 since the merger closed.\nOur beneﬁts\nEvery employee has unique needs, so we offer full-time employees an array of beneﬁts to provide them with the\nsupport they require to reach their full potential, at work and at home:\nMedical, dental and vision coverage\nHealth Spending Accounts and Flexible Spending Accounts\nLife, accident and disability coverage\nEmployee assistance program\nAuto, home and group legal insurance\n401(k) retirement plans and company contributions\nHealth and wellness\nHealthy team members are the most productive in every aspect of their lives. That’s why we encourage our\nemployees to make positive, proactive decisions concerning their health and lifestyle.\nOur comprehensive Healthmatters Wellness program provides online tools and educational materials to help\nemployees manage and improve their health. Employees can also schedule free biometric screenings, take\nonline health assessments and consult with nurses, dieticians and lifestyle coaches.\nTraining and development\nEmpowering employees to perform\nThe challenges of completing the airline merger have provided signiﬁcant opportunities to our employees;\nincluding but not limited to: a path to industry-leading skills and opportunities and industry-competitive\ncompensation and beneﬁts.\nWe empower our staff with the tools they need to perform at their best, and to better manage shifting\nresponsibilities and new challenges. Practices include:\nEngaging collaboratively - To do their jobs well, our employees must have the tools and information they need.\nWe’re cultivating an environment of coordinated, collaborative teamwork and mutual respect that makes it\neasier to support one another.", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}