{"page_content": "Communicating effectively - American Airlines is a bigger organization now than ever, so the quality of our\ncommunication matters. We’re striving to make our communications candid, frequent, informative and\naccessible.\nElevating success - As responsibilities shift in the new organization, we’re helping managers navigate the\ncomplexities of their new roles, for example, by encouraging the exchange of successful management\nstrategies.\nFlight service pushes us forward\nWorkplace progress fueled by ﬂight attendants\nFlight attendants have unique, valuable perspectives on the jobs they do every day, so we’re tapping into their\ninsights to help improve the experiences of our employees and customers.\nIn June 2014, more than 250 ﬂight attendants gathered in Fort Worth to kick off the ﬁrst combined Flight Attendant\nInvolvement Teams program. These volunteers, including union ofﬁcers, worked with Flight Service leaders and\nother departments to ﬁnd solutions to key issues facing our airline.\nThe event included seminars on team dynamics, brainstorming and root-cause analysis (determining the cause of\na problem and ﬁxing it). From catering issues the launch of new customer experience initiatives, ﬂight attendants\nweighed in. The teams now meet monthly to achieve goals identiﬁed at the ﬁrst session.\nRewarding extraordinary employees\nAmerican continues to reward and offer growth opportunities to long-standing employees as well as new hires. In\n2014, we combined our recognition programs, awarding nearly $24 million to employees through the Chairman’s\nAward, the Above & Beyond program and our monthly Triple Play.\nChairman’s Award. This award reﬂects our gratitude to and acknowledgment of employees who have displayed\nexemplary efforts through company challenges. Each quarter, employees can nominate team members for their", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}