{"page_content": "outstanding achievements. Colleagues then select the winners from the nominees, who receive a plaque, a pin\nand a check for $1,000. Department vice presidents then choose 100 employees from the quarterly recipients\nas winners of the Annual Chairman’s Award. Annual winners receive $5,000 apiece. In 2014, there were 270\nquarterly Chairman’s winners, awarded $1000 each.\nThe Above & Beyond program rewards employees that deliver service of truly exceptional quality. Each quarter ,\n720 employees are nominated either by their managers or by customers to be recognized with a reward rangin g\nfrom $250 to $10,000. In total, more than $2 million was given out in 2014 to employees through this program.\nTriple Play bucks - Employees can earn $50 per month for each #1 overall ranking we earn compared with our\nbiggest domestic competitors (Delta, Southwest and United) in on-time arrivals and baggage and customer\nsatisfaction. If we don’t make those targets, in certain circumstances employees can still get a $50 payout if our\nﬂights reach our departure target.\nOur Length of Service program, providing pins and recognition from supervisors, celebrates employees’\nmilestone anniversaries, beginning at ﬁve years of service. Throughout our operations, 19,281 employees with\nmilestone anniversaries celebrated a combined 425,000 years of service in 2014.\nAt our annual Service Recognition Celebration, which honors our longest serving employees, the company\nrecognized 342 employees with 45 or more years of service.\nThe Earl G. Graves Award for Leadership, created in honor of former board member and entrepreneur Earl G.\nGraves, recognizes individuals who have made a lasting impression as role models and leaders in diversity at\nwork and in the community. The winner is selected from companywide employee nominations.\nCustomer Cup. Each quarter, American’s Customer Cup recognizes locations that deliver exemplary customer\nexperience, as determined by dependability scores and customer-survey results. Domestic and international\nlocations compete against smaller locations to win the cup for display.\nChampion’s Cup - The annual “Super Bowl” of Customer Experience, the Champion’s Cup recognizes the top\ndomestic and international Customer Cup winners from 2014 that achieved the most improved dependability\nmetrics year over year.\nAirport Customer Service All Stars - Adopted from US Airways, the annual All Stars program recognizes top\nperformers in our airport locations. Each year, 27 All Stars are invited to participate in a special recognition\ncelebration with our leadership team.Diversity and inclusion\nConnecting the people and places of the world\nAs a leading global airline, the new American plays an important role in connecting the people and places of the\nworld. Because of this role, we feel it is particularly important for our employees to reﬂect the diversity of our global\noperations and the customers and communities we serve.", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}