{"page_content": "American’s inclusive work environment starts with board- and executive-level commitments to continually enhance\nthe diversity of our workforce. We recognize that diversity and inclusion are a source of competitive advantage and\nbusiness success.\nDifferent backgrounds, cultures and experiences provide broad perspectives that enrich our work culture, decision-\nmaking and business strategy. We believe individual differences, combined and focused, can contribute to\nstronger results for our employees, our customers and our shareholders. We also believe maintaining a diverse\nworkforce is critical for attracting and retaining the best employees.\nWe’re turning heads\nAmerican continues to earn recognition for its commitment to diversity and inclusion in the workplace.\nAmerican once again earned a perfect score in the Human Rights Campaign 2015 Corporate Equality Index.\nCompanies like American that earn a perfect score are also recognized as “Best Places to Work for LGBT\nEquality.”\nIn 2014, for the sixth consecutive year, American’s Diversity Advisory Council was recognized as one of the Top\n25 Diversity Councils. The Diversity Council Honors Award recognizes the outstanding contributions and\nachievements of employee Diversity Advisory Councils in promoting diversity and inclusion within their\ncompanies.\nThe U.S. Hispanic Chamber of Commerce (USHCC) honored American as Corporation of the Year at its 35th\nAnnual National Convention and Business Expo. USHCC presents this award to corporations that champion\nHispanic enterprise and demonstrate that diversity and inclusion initiatives are both principled and proﬁtable.\nCommunity connection\nSpreading citizenship around the globe\nWith global business comes global responsibility. We recognize that our scale and connectedness endows us with\na unique ability to support charitable action through direct corporate contributions, as well as through\ncollaborations with our customers and team members.\nOur mission is to bring value to all of the places we work and the lives we touch. We also seek to engender a spirit\nof good citizenship in both our employees and our customers. In 2014, we made signiﬁcant contributions to our\nhost communities and to the causes we believe in.\nGiving in action\nTeam member volunteerism and engagement in the community is very important to our corporate culture. Their\nefforts enrich the communities we operate in and the lives of those involved.", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}