{"page_content": "Those who serve\nA large share of American Airlines and US Airways pilots and other employees are active or veteran military.\nAccordingly, we have a long tradition of supporting our armed forces with special airfares, giving to nonproﬁt\norganizations and employee engagement in a variety of activities. These include:\nEach December, American sponsors the Snowball Express, bringing up to 2,000 family members of armed\nforces members who died in service on an all-expenses-paid vacation to Dallas/Fort Worth. With pilots and\nﬂight attendants volunteering their time, American provides air transportation to and from the event.\nAmerican Airlines and the Dallas Mavericks have partnered for the past nine years to host Seats4Soldiers,\nwhich provides free travel to wounded service members to enjoy a pro basketball game at American Airlines\nCenter in Dallas.\nIn 2014, American sponsored Sky Ball to raise funds to support troops and their families. The funds raised go to\nthe Airpower Foundation, which supports education, job fairs for veterans and events to honor veterans.\nPartnerships and programs\nWe can’t do it alone – our employees work together and with many outside resources to accomplish our great level\nof giving.\nDo Crew employee volunteer program - Enables employees to volunteer their time with a variety of nonproﬁt\norganizations. Employees can sign up and volunteer for a project or log hours individually. Either way, for every\n50 hours they volunteer, the beneﬁtting charitable organization can receive a Flights for 50 reward, which is\n25,000 AAdvantage® miles.\nPuppies in Flight - Our partnership with Assistance Dogs International supports employees who volunteer their\ntime and travel beneﬁts to help acclimate aid dogs and their disabled human partners to air travel.\nWe promote PINK - American Airlines and its employees go “PINK” to fund research for and raise awareness of\nbreast cancer. In October 2014, American held its annual “Be PINK” campaign, a month-long, employee-led\ninitiative to raise funds for breast cancer research and awareness. The employees’ campaign appeared in print,\non the web and at the airport. In 2014, we raised close to $1 million to support the cause through the generosity\nof employees, customers and corporate contributions.", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}