{"page_content": "When Dallas/Fort Worth International Airport (DFW) opened in 1974, American was the ﬁrst commercial airline to\nland on one of its three runways. Over the years, American Airlines, which now operates 85 percent of departing\nﬂights at DFW, has been a catalyst for growth. In 2014, as DFW celebrated its 40th year, the airport was deemed\nan “economic engine” for North Texas, handling 60 million passengers a year, employing some 60,000 people on-\nsite and contributing some $31 billion to the local economy. It is now in the midst of a $2 billion infrastructure\nimprovement project.\nRewarding shareholders\nMerger enhances American value\nThe new American has the breadth and capabilities to compete more effectively and proﬁtably than ever in the\nglobal marketplace. The merger enables us to continue to grow and enhance shareholder value through a broader\nnetwork of strategically located hubs that enable quick connections and a mix of modern aircraft that can efﬁciently\nserve the markets to which we ﬂy, all of which will attract more customers.\nIn 2014, we reported record quarterly and annual proﬁts. We were also able to deliver on our goal of generating\nreturns for our investors by repurchasing $1 billion in shares and paying a quarterly cash dividend—the ﬁrst since\n1980. The early successes of our merger earned us Airﬁnance Journal’s Overall Deal of the Year.\nRecord-breaking ﬁnancial results\nIn 2014, American saw ﬁnancial gains like never before – beneﬁtting employees, customers, shareholders and the\ncommunity.\nRecord revenues of $42.7 billion\nRecord operating proﬁt of $4.2 Billion; net income of $2.9 Billion\n$1 billion share repurchase program completed\n$2 billion share repurchase program authorized (announced January 2015)\nSigniﬁcant stock price appreciation\nFirst dividend since 1980\nFull integration on the horizon\nMilestones mark progress\nOver the past year, the merger progress has become visible to customers. Our operations at more than 100\nairports were collocated, almost half our combined ﬂeet of aircraft has the new American livery and we’ve\nintegrated our cargo operations.\nWe’ve also completed an enormous amount of work that’s hidden from the public eye. We’ve signed pilots and", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}