{"page_content": "ﬂight attendants to joint collective bargaining agreements that cover nearly 40,000 union-represented employees\nand we achieved a Single Operating Certiﬁcate from the FAA in early 2015. We completed safety assessments for\n1,500 processes, issued 13,000 pages of policies and trained 105,000 employees and contractors.\nThroughout 2015 we’ll reach several more important merger milestones. First on the list are our combined frequent\nﬂier programs. Later in 2015, we’ll move to a single reservations system. This is a huge undertaking, and it has\nprompted additional hiring and intensive employee training.\nIntegration milestones, 2015 and beyond\nPost-integration goals and initiatives will take us into 2016; continuing our reﬁned legacy of the best airline in the\nworld.\nInvesting in infrastructure growth\nAs we continue to enlarge our footprint and enhance existing facilities, we are investing in infrastructure across our\nglobal network, investments which are in turn catalysts for other infrastructure projects.\nHere are some highlights of recent facility upgrades that are generating construction jobs and broadening our\neconomic impact:\nExpansion of Terminal F at Philadelphia International Airport (PHL). The state-of-the-art baggage claim area will\nmake picking up bags easier while expanded checkpoint facilities in the ticketing building will double passenger\nscreening capacity, shortening passenger wait times.\nDallas/Fort Worth International Airport (DFW) continues its multiyear renovation project that will make it easier\nto park, check through security and locate checked bags. In 2014, at Terminal A, the focus of many of our\nﬂights, several gates and a new light-rail station that connects travelers to downtown Dallas were completed.\nTo accommodate our growing schedule, we have added gates at Los Angeles International Airport (LAX) and\nwill be completely renovating the Admirals Club there.\nWashington D.C.’s Reagan National Airport (DCA) will begin improvements that will facilitate connections\nbetween American’s concourses and an all-new terminal for regional ﬂights.\nWe began construction in 2014 on the 200,000 square-foot Robert W. Baker Integrated Operations Center\n(IOC) near DFW Airport. When completed, it will house more than 1,400 employees who plan and dispatch\nAmerican’s 1 million annual mainline ﬂights.\nManaging risk\nStrong corporate governance structures allows independence\nWe’re committed to strong corporate governance. Some of the practices that demonstrate this commitment include\nelecting board members annually and ensuring that all board members, with the exception of Chairman and CEO", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}