{"page_content": "Bombardier CRJ-900 NextGen aircraft to the ﬂeet and announced orders for an additional 24. These 76-seat\naircraft feature oversized overhead bins, all-leather seating and inﬂight Wi-Fi. The average capacity of our\nregional ﬂeet will continue to rise, as we expect to retire smaller regional jets, including more than 20 44-seat\nEmbraer ERJ-140s throughout 2015.\nReducing greenhouse emissions\nMaking a concerted effort to cut down on carbon dioxide\nThe aviation industry accounts for an estimated 2 percent of global carbon dioxide emissions. We are working to\ndecrease these emissions, and we believe concerted action is required by all the world’s aviation players toward\nthis end.\nThe airline industry has already made tremendous progress in reducing emissions. U.S.-based airlines have\nimproved their fuel efﬁciency by 120 percent, reducing the emissions of 3.4 billion metric tons of carbon dioxide\nbetween 1978 and 2012.\nBut we know more must be done. In October 2013, the United Nation’s International Civil Aviation Organization\n(ICAO) signed a landmark agreement to cap emissions from international aviation at 2020 levels, with carbon-\nneutral growth thereafter. American supports this industry-wide goal and the collective process by which it will be\nimplemented.\nAs we work toward ICAO’s vision of carbon-neutral growth post 2020, we depend on outside stakeholders to\nachieve this goal. Government investment in upgrades to existing and NextGen air trafﬁc control are vital, as is\nongoing research and innovation by suppliers of our aircraft, engines and related components. Most importantly,\nthe global aviation industry as a whole needs continued support to develop low-carbon alternative fuels.\nShrinking our carbon footprint\nOur consumption of fuel—jet fuel in the air and diesel and gasoline on the ground—is not only our largest\nexpense; it’s also the biggest source of GHG emissions from our operations. We are constantly on the lookout for\ninnovative ways to reduce both costs and emissions. Our efforts range from the very visible, to the sometimes\noverlooked:\nWinglets - We’ve installed small vertical additions to the ends of wings on many of our planes. The devices\nimprove a wing’s lift, cutting down on the amount of fuel needed to ﬂy. American installed winglets on more than\n240 of our active aircraft, resulting in more than 66 million gallons of annual fuel savings and roughly 700,000\ntons of avoided CO 2 emissions.\nOne-engine taxiing - One engine is enough to move planes on the ground. Powering down to one engine while\ntaxiing reduces fuel consumption by a signiﬁcant amount. For our combined ﬂeet, we’ve saved roughly 3.3\nmillion gallons of fuel annually and avoided more than 35,000 tons of CO 2 emissions.\nShaving weight - The less weight you need to lift, the less fuel is needed. That simple truth inspired an initiative", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}