{"page_content": "to use 1-pound iPads instead of the bulky 35-pound trunks ﬁlled with three-ring binders that were previously\nused for the information that ﬂight crews are required to carry. Pioneered by American, the move to Electronic\nFlight Bags translates into immediate weight savings and jet-fuel savings of roughly 400,000 gallons per year.\nPaperless cabins - American ﬂight attendants also began using eManuals—a lightweight 5.3-inch Samsung\ntablet to replace a nearly 5-pound paper manual—in September of 2014. The move will save American nearly\n$650,000 in fuel annually, and reduce the amount of CO 2 emissions by 2,100 metric tons each year.\nFlying smarter\nThe new American is at the front line of the Federal Aviation Administration (FAA) NextGen program, an industry-\nwide effort to improve the efﬁciency of aircraft operation. For example, upgrades to systems that control navigation\nand ﬂight are guiding planes to land via a smooth glide path rather than by descending in a series of steps, which\nrequires more fuel because of the need to level off at each plateau. NextGen promises to improve safety, speed up\ntrips, reduce delays, and reduce noise for people living and working near airports.\nAmerican’s environmental upgrades\nUpgrades to arrival paths at Phoenix Sky Harbor International Airport (PHX) and Ronald Reagan Washington\nNational Airport (DCA) save some 300 pounds of fuel and cut 1,000 pounds of CO 2 emissions on each ﬂight,\nadding up to 1 million gallons of fuel saved and 11,000 tons of CO 2 cut annually. Optimizing the airspace at our\nCharlotte-Douglas International Airport (CLT) hub will help reduce carbon emissions by up to 59,000 metric tons\neach year and save more than $10 million in fuel costs.\nCleaner ground vehicles - Low-emission shuttle buses that transport passengers between concourses in\nPhiladelphia International Airport (PHL) are using 75 percent less fuel than the diesel-powered vehicles they\nreplaced in 2010.\nGreener fuels - On the ground, we’re already seeing the beneﬁts of biofuels. At three stations, including our\nPhiladelphia hub, American uses a biodiesel blend for trucks and other vehicles in its ground service\noperations. The effort reduces CO 2 emissions by some 70 metric tons annually.\nSimpler paths - Simply shortening routes can have a big impact too. At PHL, the operations team reconﬁgured\na formerly circuitous route that catering vehicles followed. By repositioning access points, we cut the drive by\n4.2 miles each way, saving time, fuel and expense. Multiplied by tens of thousands of trips per year, that adds\nup to about 263,000 fewer miles of driving—comparable to the distance from the earth to the moon.\nWe hope that renewable sources will someday replace today’s jet fuel and further lower the carbon footprint of\nﬂight. American Airlines is a member of the Commercial Aviation Alternative Fuels Initiative (CAAFI), an industry\nconsortium working to develop sustainable and viable bio-based alternatives to conventional jet fuel.\nManaging resources\nRaising awareness on all energy usage", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}