{"page_content": "We’re taking many steps to reduce fuel consumption and CO 2 emission, including acquiring new fuel-efﬁcient\nplanes, making fuel-saving changes on existing aircraft and adjusting ﬂight routings. But, to address our full impact\non the environment, we must look beyond fuel. In our buildings, we also use energy, as well as water, lubricants\nand other materials with implications for the environment. We must also minimize and dispose of waste associated\nwith our operations. We are scrutinizing all of these areas as we strive to lessen our total impact on the\nenvironment.\nRecycling on land and in the air\nThe bulk of our waste-reduction efforts take place away from our aircraft, in our ofﬁces, maintenance and other\noperations centers. We’re working to cut down our impact in those areas, as well as in-ﬂight.\nOn the ground\nIn Dallas/Fort Worth, American partnered with DFW to expand our recycling at back ofﬁces and break rooms\nand to relocate recycling bins for the convenience of ramp workers and cleaners. The effort led to the collection\nof 200 tons of recyclables in the ﬁrst year.\nAt our maintenance centers, we collect waste oil, metals and even worn aircraft windows, and we sell the\nmaterial to recycling partners rather than sending it to landﬁlls.\nIn our ofﬁces, we minimize paper use and send out e-waste—such as decommissioned computers, phones and\nother tech gear—for the recovery of valuable plastics, metals and other materials.\nIn the skies\nStarting with aluminum cans, American’s ﬂight attendants kicked off the industry’s ﬁrst onboard recycling\nprogram in 1989. We have since recycled tens of millions of aluminum cans.\nIn 2014, we increased inﬂight aluminum recycling to 470,000 pounds, or 14 million cans.\nRevenue generated from this program goes to the ﬂight-attendant-run Wings Foundation, which helps ﬂight\nattendants in times of need.\nAmerican also recycles paper and plastic as part of its inﬂight-recycling program.\nFocusing on compliance\nEmployee training keeps efforts on track\nOur commitment to reduce our environmental impact is anchored by our compliance with environmental\nregulations. Over 20 years ago, American established an environmental management system (EMS) to provide a\nsystematic approach to complying with these regulations. To ensure the EMS is helping us meet these obligations,\nwe:\nCompleted a thorough review of our EMS in 2014 and took several steps to strengthen our environmental", "metadata": {"source": "NASDAQ_AAL_2014.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}