{"page_content": "Corporate Sustainability Program | 2020 Progress ReportCorporate Sustainability at Sierra Wireless\nIntroduction: About this fourth annual corporate \nsustainability program\nThis is the fourth annual review of Sierra Wireless’ corporate sustainability \nprogram initiatives and achievements, covering the calendar year 2020.\nThis report is our opportunity to voluntarily disclose our sustainability and \ncommunity-building efforts to our many stakeholders, including investors, \ncustomers, suppliers, and local communities. We are committed to transparency \nand accountability, and this report helps us to facilitate valuable dialogues with \nour stakeholders from around the world.\nIt has been an unusual year, not just for Sierra Wireless but for the world. Across \nthe globe, companies have grappled with a generational crisis, navigating volatile \neconomic conditions while struggling to keep workers both productive and safe.\nDue to the pandemic, a number of our sustainability efforts were placed on hold \nwhile we did our best to ensure the well-being of our workforce and keep supply \nchains stable so that we could serve our customers. \nThis report describes the current state of play with regards to our sustainability \ngoals, identifying where we were able to make headway and charting our plans \nfor areas where we were unable to move forward in 2020. It also contains data up \nto and including 2020 across our global operations, spanning our headquarters in \nRichmond, Canada, and our facilities in the United States, Europe, and Asia.In 2020, more than ever, we focused on listening to our employees to better \nunderstand their priorities and their concerns during troubling times. We plan to \nemerge from the pandemic with an even better awareness of their values and \nneeds, and will put this to use as we refine our corporate sustainability program \nand goals in the coming months.\nCorporate sustainability governance\nCorporate sustainability has become a central value at Sierra Wireless since \nwe launched our first report in 2017. The drive for more sustainability and a \nconcentration on community comes from the very top. Our board and senior \nleadership team are committed to driving forward our focus on sustainability, \ncommunity, and people even during one of the most volatile times in our history.\nOur customer experience team is diligent in its efforts to drive these values \ninto the heart of our operation. They collect data each year that help us to \nfocus our corporate sustainability efforts where they are most needed and \nproduce tangible outcomes for the environment and for wider society. Our \nprogress is reported to the Governance and Nominating Committee of the \nBoard twice a year.\nDeborah Nicols \nSenior Director, Customer Engagement & Corporate \nQuality, and Corporate Sustainability Program Lead\n10", "metadata": {"source": "NASDAQ_SWIR_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}