{"page_content": "Corporate Sustainability Program | 2020 Progress ReportCorporate Sustainability at Sierra Wireless\nOverview of 2020 activities\nThe COVID-19 pandemic created significant headwinds for some parts of our \ncorporate sustainability program, while accelerating others. In spite of the \nsignificant challenges that we faced, we made some advances on all fronts and \nlearned some valuable operational lessons along the way.\nBackground/methodology\nAt Sierra Wireless, our values come from our stakeholders. We have a corporate \nsustainability committee that listens to our customers and employees to \nunderstand what drives them. This helps us to build a cohesive strategy based \non what’s important to our community. The corporate sustainability committee \nthen sets goals that support those values.\nHowever, values on their own are not enough. We believe that action relies on \naccountability, so we reinforce our sustainability efforts with an organizational \nstructure that embeds our values at every layer of the organization, from \nexecutive management down to our operational staff.\nAccountability relies on transparency, so that everyone can see what we have \ncommitted to and how our actions match those commitments. This report is \npart of that transparency. Another part is our reliance on strong partnerships \nwith others outside the company to help set the standard for responsible, \nsustainable operations.THE RESPONSIBLE BUSINESS ALLIANCE\nAs members of the Responsible Business Alliance (RBA), we adhere to \nits Code of Conduct, which sets strict industry benchmarks for social and \nenvironmental sustainability in electronics industry supply chains.\nThe RBA Code of Conduct covers several areas:\nLabor\nProtecting human rights for workers at all stages in the supply chain.\nHealth and safety \nEnsuring a safe and healthy workplace for everyone.\nThe environment\nMinimizing the environmental impact of manufacturing.\nBusiness ethics \nOperating with integrity to meet social responsibilities.\nManagement systems \nImplementing management systems that enable companies to comply \nwith the code and with relevant local laws.\nSierra Wireless is committed to upholding the RBA’s mission and vision:\nMission \nMembers, suppliers, and stakeholders collaborate to improve working and \nenvironmental conditions through leading standards and practices.\nVision \nA global electronics industry that creates sustainable value for workers, \nbusinesses, and the environment.\n11", "metadata": {"source": "NASDAQ_SWIR_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}