{"page_content": "Corporate Sustainability Program | 2020 Progress Report THEME 1. People\nDefinitions\nDiversity – Diversity is any dimension that differentiates \ngroups and people from one another. It means respect \nfor and appreciation of differences in ethnicity, gender, \nage, national origin, disability, sexual orientation, \neducation, and religion.\nInclusion – Inclusion is a state of being valued, respected, \nand supported. It’s about focusing on the needs of every \nindividual and ensuring the right conditions are in place for \neach person to achieve their full potential.\nUnconscious bias – A person’s age, gender, gender \nidentity, physical abilities, religion, sexual orientation, \nweight, and many other characteristics are subject to bias. \nUnconscious biases are social stereotypes about certain \ngroups of people that individuals form outside their own \nconscious awareness.Sierra Wireless has appreciated its people since the company began 28 years \nago, but we quickly made diversity and well-being an official focus after \nformalizing our corporate sustainability strategy in 2017. Our people-driven \nsustainability effort faced many challenges in 2020, not least because so many \nemployees transitioned to working from home. We were forced to defer some \nof our 2020 commitments as we focused on the pandemic.\nIn spite of 2020’s challenges, we are proud to report some key wins in areas \nincluding diversity and employee well-being. We continue to enhance and \nexpand the status of women at Sierra Wireless, especially in senior management \npositions. This continues to be a focus for our CEO, who has been vocal in his \nsupport for a more diverse workforce with greater opportunities for all.\nThe Sierra Wireless Five-Pillar D&I StrategyLisa Blackham,\nSenior Director, Human Resources, North America, \nand Inclusion & Diversity Program Lead\nEvolve our \nD&I cultureHire more diverse candidates \nwithin our pipeline Recognize, promote, \nand compensate fairlyDevelop a more diverse \nleadership-succession pipeline Champion D&I \nin our community\n15", "metadata": {"source": "NASDAQ_SWIR_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}