{"page_content": "Corporate Sustainability Program | 2020 Progress ReportTHEME 1. People\nCoping with COVID-19\nOne of the first steps we took when the pandemic hit was to form a cross- \nfunctional team that could handle the crisis. Employees are always first on the \nagenda at our twice-weekly team meetings. We check for potential cases and \nensure that our pandemic health and safety requirements are being met.\nEmployee well-being has been a core value at Sierra Wireless since before \nour corporate sustainability program began. 2020 presented some unique \nchallenges because most of our employees switched to working from home in \nearly March as the crisis broke.\nChanging working conditions made it more difficult to organize the morale- \nbuilding physical health programs that our workforce enjoys each year. It also \nintroduced new concerns around mental health. Employees working at home can \nlack the social interaction that is so crucial to keeping people balanced and happy.\nWe spent 2020 learning as we went, finding innovative ways to tackle these \nproblems. Once again, technology helped. We conducted step challenges, in \nwhich employees connected by Microsoft Teams would measure and compare \ntheir physical activity at home, and our in-person fitness programs continued in \nvideo form for employees at our Richmond headquarters.\nA key initiative was to give employees tools to look after their own mental \nhealth as they adapted to life working from home. This included an investment \nin employee assistance programs (EAPs) in the APAC region for those struggling \nwith more serious issues, mirroring our existing initiative in North America.\nOur US EAP provider hosted mental health presentations for US employees, \nand executives from Richmond complemented that with a mental health \npresentation for our Atlanta team.After sending employees home from our offices, we invited a core group of \nessential workers back to the workplace. That meant being diligent about health \nand safety practices in the office. We sourced personal protective equipment \n(PPE) in large quantities early on in the pandemic, and have implemented strict \nmask-wearing policies, while also implementing a six-foot distancing rule and \navoiding meetings in confined spaces. We also organized cleaning stations in the \noffice and developed detailed cleaning procedures. All common areas were wiped \ndown hourly, and we created deep-cleaning measures to handle situations  \nof possible coronavirus contamination, including shutting down areas of the office.\nAs we move into 2021, we plan to roll out a working policy that began at our \nHong Kong office, to support three categories of the workforce: employees who \nneed to be on-site most of the time, those who can work completely remotely, \nor hybrid workers that may split their time between the two. This enables us to \nplan office capacity safely and to support remote workers.\n18", "metadata": {"source": "NASDAQ_SWIR_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}