{"page_content": "We care deeply about the people and the \nenvironments in which we live, work and play,  \nand we believe our business should have a positive \nimpact on people’s lives. Methanex supports the \nUnited Nations’ Sustainable Development Goals \n(SDGs) to end extreme poverty, reduce inequality, \nand protect the planet by 2030. To better align \nour actions, we conducted an internal assessment \nto identify the SDGs where we have the greatest \npotential for positive impact. While we contribute  \nto many SDGs, we report on the SDGs that we \nsupport most with Methanex activities. As we \nprogress our sustainability efforts, we will work to \nmaintain alignment with the SDGs in support of \nthe global movement towards a more equitable  \nand sustainable world. Our Contributions to the Sustainable Development Goals \nSDG GOAL PURPOSE METHANEX ’S CONTRIBUTION\nDecent work and \neconomic growthPromote sustained, inclusive and \nsustainable economic growth, full and \nproductive employment and decent \nwork for allFair labour practices that seek to promote safe, meaningful and inclusive work for all:\n –Provide competitive wages/salaries and benefits packages \n –Maintain a culture with a strong focus on health and safety\n –Develop internal initiatives to support inclusion and diversity \n –Uphold human rights, including the prohibition of child labour, forced labour, and violence  \nand harassment in the workplace\n –Provide training and educational opportunities to employees\n –Support training initiatives for entrepreneurship, young people, women, and persons with \ndisabilities. See pages 60 and 61 for details.\nResponsible \nconsumption and \nproductionEnsure sustainable consumption and \nproduction patterns through sound \nmanagement of chemicals and wastes, \nreduction of releases to air, water and \nsoil, and integration of sustainability \ninformation into reportingResponsible Care and product stewardship activities that promote sustainable production:\n –Strive to improve environmental performance of facilities and processes\n –Review the value, impact, and safety of methanol and work with value-chain partners to  \nsupport product stewardship and safety \n –Disclose our environmental and social impacts in alignment with recognized reporting \nframeworks (SASB and TCFD) \nClimate action Take urgent action to combat climate \nchange and its impactsInvestments and initiatives that support decarbonization of our company and other industries, \nincluding the global shipping industry:\n –Invest in projects that can reduce GHG emissions intensity from our manufacturing process \n –Invest in the development of e-methanol and other technologies to produce lower-carbon methanol \n –Advocate for the positive impact of methanol in the transition to a low-carbon economy \nPeace, justice and \nstrong institutionsPromote peaceful and inclusive \nsocieties for sustainable development, \nprovide access to justice for all and \nbuild effective, accountable and \ninclusive institutions at all levelsPromote transparent and ethical behaviour of all employees and contractors:\n –Provide clear expectations of all employees and contractors for transparent, respectful,  \nand ethical behaviour, available through our Code of Business Conduct \n –Make grievance and whistleblowing mechanisms accessible to employees \n –Train employees on anti-corruption policies and procedures \n –Maintain a Board diversity policy and transparent executive compensation practice \nCommitments About Methanex Inclusion & Community Integrity Low-carbon Solutions People & Environment Transporting Methanol Appendices Methanex 2022 Sustainability Report16\nOur Approach to Sustainability Methanol's Role in the Low-carbon EconomyOur Approach\nOur Reporting Focus Areas\nOur Contributions to the SDGs\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}