{"page_content": "Looking Back\nOUR 2022 SUSTAINABILITY SCORECARD\nWe are proud of our work in 2022 to progress our environmental, social and governance (ESG) \npractices and performance, presented in our scorecard (below). Details about our initiatives and \nperformance can be found in the rest of this report. Achieved\n On Track\n Not Achieved\nOUR COMMITMENT PROGRESS\nReduce Scope 1 and Scope 2 GHG emissions intensity from manufacturing by 10 per cent  \nby 2030 from 2019 levels.\nComplete evaluation of additional opportunities for greenhouse gas (GHG) reduction \nprojects at all existing sites by 2022 and incorporate capital spend in annual capital cycle, \nbeginning in 2023.\nTarget 97 per cent or higher reliability of our existing assets, which will maintain or decrease \ncurrent GHG emissions. For details, see page 26.\nInvest $1 million in resources and capital in 2022 for research and feasibility studies of \nmethanol plant design improvements with lower emissions intensity than existing plants.\nComplete a feasibility study for carbon capture, utilization, and storage (CCUS) for our  \nNorth American assets where it can materially reduce GHG emissions by up to 90 per cent.\nActively pursue offtakes with green methanol projects in support of downstream markets, \nwith a willingness to pay required green premium.\nAchieve zero significant (major or serious) environmental spills.\nDevelop a three-year Diversity and Inclusion roadmap in 2022 to be implemented across  \nall global Methanex sites.\nAnnually lower our recordable injury rates with the aspirational goal to achieve zero harm. \nFor details, see page 39.\nAchieve zero Severe Injury or Fatality (SIF) incidents annually.OUR COMMITMENT PROGRESS\nAchieve zero major incidents for process safety (i.e., Tier 1) annually by continuing to \nimplement robust process safety programs. For details, see page 45 for details.\nAchieve zero reportable transport incidents (for methanol that we handle) annually.\nWork with governments to advance initiatives that support the transition to a low-carbon \neconomy, including the benefits of methanol.\nEnsure at least 40 per cent of independent Board members are from diverse groups.\nEnsure all employees, as well as directors and officers of Methanex and its wholly  \nowned subsidiaries, complete ethics/Code of Business Conduct and Respectful  \nWorkplace Training annually.\nEnsure all targeted marketing and logistics employees receive antitrust training annually.\nEnsure all employees complete cybersecurity training annually.\nConduct a corporate internal Responsible Care audit at each manufacturing location,  \nonce every three years.\nComplete safety visits on 100 per cent of our time charter vessels annually.\nEnsure all vessels have a plan in place to meet decarbonization regulations set by the \nInternational Maritime Organization’s Marine Environment Protection Committee by 2023,  \nin partnership with the technical managers of our time charter vessels.TCFD: METRICS AND TARGETS (C)\nOur Approach About Methanex Inclusion & Community Integrity Low-carbon Solutions People & Environment Transporting Methanol Appendices Methanex 2022 Sustainability Report20\nCommitments\nLooking Forward\nLooking Back\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}