{"page_content": "1. CARBON CAPTURE AND STORAGE \nConventional methanol production coupled with \ncarbon capture and storage (CCS) produces what \nis known as blue methanol. CCS is the process of \ncapturing CO₂ from fuel combustion or industrial \nprocesses, purifying and compressing the CO₂, and \ntransporting it via pipeline to be stored underground \nin deep geological formations (see Figure 1). \nSome industrial processes, such as the production \nof methanol, also have the option to reuse the \ncaptured CO₂ as feedstock, known as carbon capture, \nutilization and storage (CCUS). Carbon capture \ntechnology holds the greatest near-term potential to \nmaterially reduce emissions from the production of \nmethanol as it can reduce an estimated 90 per cent \nof Scope 1 GHG emissions. \nIn 2022, Methanex confirmed the technical feasibility \nof carbon capture and storage at our Geismar and \nMedicine Hat sites – the most promising locations \nfor implementing this technology. For 2023, we have \nprioritized further study at Geismar due to two key \nadvantages: existing infrastructure for the transport \nand geological storage of CO₂, and the expanded tax \ncredit for carbon capture and storage contained in \nthe U.S. Inflation Reduction Act. For our Medicine Hat \nsite, we will continue to monitor the development \nof supportive conditions for a carbon capture \ninvestment, including government incentives, as well \nas carbon transportation and storage infrastructure  \nin the region. Methanex takes a disciplined approach to capital \nallocation, and we will follow our existing capital \nproject processes to support any investment \ndecision related to carbon capture. This includes \nensuring that critical conditions are met at each \nstage of our capital project process before moving \nforward for increased engineering definition.  \nBased on our current assumptions, we would require \na price premium for methanol to support a capital \ninvestment of hundreds of millions of dollars for \ncarbon capture. \nWe plan to invest an additional $1 million in 2023 \nto refine the potential scope and increase certainty \naround key assumptions for a CCS investment in \nGeismar. Specifically, this includes:\n –Selecting carbon capture technology and defining \nthe plant and key equipment size requirements.\n –Progressing discussions with third-party service \nproviders for carbon transportation and storage.\n –Working with customers on demand and pricing \nfor lower-carbon methanol.FIGURE 1 – HOW COULD CARBON CAPTURE BE INCORPORATED \nIN THE PRODUCTION OF METHANOL?\nCarbon dioxide produced during the methanol production  \nprocess could potentially be captured and permanently stored  \ndeep underground. The resulting product would be considered  \nblue methanol and would have significantly lower emissions  \nversus conventional methanol.\nNote: This diagram is for illustrative purposes only and represents how carbon \ncapture could potentially be applied at a steam-reforming methanol plant.Carbon Capture \nCO₂ from fuel combustion or \nindustrial processes is captured, \npurified and compressed to \nbe transported via pipeline for \nstorage or utilization.Carbon Storage \nCO₂ is stored \nunderground in \ndeep geological \nformations.\nOur Approach Commitments About Methanex Inclusion & Community Integrity People & Environment Transporting Methanol Appendices Methanex 2022 Sustainability Report29\nHow We Produce GHG Emissions Methanex's Approach to a Low-carbon Future I. Reducing Emissions from Conventional Methanol III. Growing Markets for MethanolLow-carbon Solutions\nII. Producing Lower-carbon Methanol\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}