{"page_content": "Positioning to meet demand for lower- \ncarbon methanol\nMethanol is an essential part of everyday life  \naround the world as a critical chemical building block \nand a cleaner-burning fuel and has an important role \nto play in the transition to a low-carbon economy. \nThe majority of global methanol production comes \nfrom conventional natural gas, followed by coal and \ncurrently a very small amount (less than 0.5%) from \nrenewable sources. Our natural gas-based production \nfacilities emit around five times less GHG emissions \ncompared to coal-based production, making natural \ngas-based production a viable pathway to transition \nto a low-carbon economy. \nGlobal demand is growing for lower-carbon \nmethanol. Methanex is positioning our assets \nto meet demand today and we are assessing the \nfeasibility of different opportunities to meet future \ndemand. Currently, we can produce carbon-neutral \nmethanol in Geismar from renewable natural gas. We are exploring other pathways to produce lower-\ncarbon and carbon-neutral methanol production \nat our existing sites, including feasibility studies of \nproducing lower-carbon methanol through carbon \ncapture and storage at our Geismar location and \nincorporating renewable hydrogen produced from \nelectrolysis into existing plants. \nWe have also committed to reduce Scope 1 and 2 \nGHG emissions intensity by 10% by 2030 (from \n2019 levels). To help deliver on this commitment, \nour manufacturing teams have identified numerous \nopportunities to increase plant efficiency while \nreducing our carbon emissions. We will invest \n$15 million in these projects over the next two years, \nhelping us avoid approximately 100,000 tonnes \nof CO₂ per year once completed. In this way, we \ncan meet growing methanol demand with a lower \nGHG footprint while lower-carbon technologies and \nrenewable feedstocks advance to commercial viability.\nMomentum for methanol as a marine fuel\nMethanol as a cleaner-burning marine fuel can \nsupport the shipping industry in meeting their \ndecarbonization goals. Waterfront Shipping (WFS), a subsidiary of \nMethanex, has proven the feasibility of methanol \nas a cleaner- burning marine fuel, operating and \nbunkering methanol-fueled ships since 2016.  \nAs of January 2023, approximately 60 per cent of \nWFS’ fleet is methanol dual-fuel vessels. \nConventional methanol as a marine fuel significantly \nreduces air emissions from combustion such as \nSO× , NO× , and particulate matter, and blending \nconventional methanol with lower-carbon or carbon-\nneutral methanol offers a viable and comparatively \ncost-effective pathway for shipping companies to \nfurther reduce their carbon emissions.\nLeading shipping companies around the world are \ntaking notice of methanol’s positive attributes as a \nmarine fuel, with more than 100 methanol or dual-\nfuel vessels currently operating or on order. Based on \nthe number of dual fuel ships in use or ordered to \ndate, potential demand grows from approximately \n300,000 tonnes today to three million tonnes by 2027. \nThis is adding momentum to the demand for methanol \nas a shipping fuel and we are in discussions with \nmultiple shipping companies regarding how we can \nwork together to support their CO₂ reduction goals. Looking forward \nBuilding on our strong foundation as the global \nleader in the methanol industry, I look forward to \nexecuting on Methanex’s strategy. I am excited \nto work with the exceptional team at Methanex \nto advance all of our sustainability initiatives, \nincluding opportunities to promote methanol’s  \nrole in the transition to a low-carbon economy.  \nI am proud of our continued focus on safety, and  \nI am committed to my role in protecting people  \nand the environment as we execute our strategy.\nRich Sumner\nPresident & Chief Executive Officer\nOur Approach Commitments About Methanex Inclusion & Community Integrity Low-carbon Solutions People & Environment Transporting Methanol Appendices Methanex 2022 Sustainability Report4\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}