{"page_content": "UNDERSTANDING OUR WATER RISK \nBeing good stewards of water means we are as \nefficient as possible with this important shared \nresource, especially in areas experiencing high water \nstress. We used the World Resources Institute’s \n(WRI’s) Aqueduct Water Risk Atlas tool to measure \nand map our water risks at each site. The results show \n4 per cent* of our total withdrawal was from Egypt, \nwhich is defined as a high water stressed area (where \nwater withdrawal is 40 to 80 per cent of available \nrenewable supplies). Our other locations were rated \nas low baseline water stress (i.e., in an area with less \nthan 10 per cent withdrawal from the supply).REUSING MORE WATER FOR  \nCOMMUNITY IRRIGATION\nWe focus on water efficiency at all our sites, \nparticularly in Egypt where we continue to provide \nclean effluent water to irrigate community gardens \nin New Damietta, Egypt. This innovative project \nis a partnership between Methanex Egypt and the \nNew Damietta Development Authority to help the \ncommunity conserve water from the Nile River. In 2022, we delivered approximately 400,000 m³ \nof clean effluent to New Damietta for irrigation. \nThis amounts to approximately 10 per cent* of \nour water withdrawn in Egypt and is double the \namount delivered in 2021. Recently, the city of \nDamietta expanded their community gardens and \ngreen space, adding additional piping to receive \nmore water. Our system has the capacity to deliver \nadditional volumes of water and we will continue \nto work with authorities to support their increased \nirrigation needs.\n*  Our Egypt plant was shut down for a turnaround in 2022 and withdrew less water than is typical. To support historical comparability, this number was calculated  \nusing volumes of water withdrawn during normal operations.REDUCING FRESH WATER USE THROUGH \nCHEMICAL OPTIMIZATION\nWe started implementing chemical optimization \nprojects at our Geismar and Damietta sites that we \nestimate may reduce our total annual fresh water \nwithdrawals by ~230,000 m³ per year, which is \napproximately 3 per cent of our consumption at these \ntwo sites. Chemical optimization also reduces the cost \nof purchasing fresh water, and costs associated with \nchemical purchase, storage and transport. \nChemical optimization refers to the customization \nof chemicals added to treat the water we use, to \nkeep the water in the production cycle for as long \nas possible. The longer water stays in use, the less \nfresh water needs to be withdrawn to replace it. For \ninstance, our production process includes a step in \nwhich some water evaporates, leaving the remaining \nwater with higher concentrations of minerals and \nother substances that can cause corrosion and other \nproduction challenges. \nBy using the right chemicals in the right amounts, \nwe can prevent these negative impacts on our \nfacilities and keep using the water for as long as \npossible. The type and amounts of chemicals used \ndepend on the water source. For example,  \nNew Zealand water is naturally soft and requires  \nless treatment/chemicals to prevent corrosion. \nOur Approach Commitments About Methanex Inclusion & Community Integrity Low-carbon Solutions Transporting Methanol Appendices Methanex 2022 Sustainability Report48\nProcess Safety Employee and Contractor Safety Air Quality Spills and Releases WastePeople & Environment\nWater\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}