{"page_content": "Methanex safely manages large volumes of \nliquids every day. We have rigorous controls and \ncontainment measures in place, along with a \ncomprehensive spill monitoring and prevention \nprogram. We are committed to delivering rapid \nresponse and remediation in the event of a release. \nSPILL PREVENTION \nGiven the nature of our operations, our most \nsignificant potential spills relate to methanol, \npetroleum fuels and lubricants for machinery on \nsite, and water treatment chemicals. We use water \ntreatment chemicals to treat seawater and fresh \nwater. Seawater used in our manufacturing process \nrequires desalination, filtering and ion exchange, \nwhile the fresh water requires filtering treatment, \nion exchange and pH adjustments. \nZero significant environmental \nspills and releases in 2022.We use three complementary strategies to address \nspill prevention: \n –Environmental Critical Equipment (ECE): All sites \nmust comply with our internal Environment \nCritical Equipment (ECE) standard, which applies \nto equipment that, in the case of failure, may \nresult in environmental consequences to air, land \nor water. The standard guides identification of \ncritical systems or parts of systems, directs risk-\nbased maintenance and inspection, and informs \nperformance monitoring of critical equipment \nto make sure it is operating correctly and within \nregulatory limits. –Maintenance and inspection: The goal of \nmaintenance and inspection is primary \ncontainment or “keeping it in the pipe.” As part  \nof our regular facility maintenance program,  \nwe have a rigorous inspection process for storage \ntanks (total capacity of approximately 1 million m³ \nacross sites), pipes, flanges and connectors. \n – Management programs and training: We train our \nteam members in environmental management \nand implement process safety management \nprograms (see more in the Process Safety section \non pages 42 through 44). One of the key goals of \nprocess safety is to ensure the safe containment \nof substances that are harmful to human health, \nsafety and the environment. SPILL MONITORING \nMethanex records all spills and releases that could \nimpact the environment or process safety, known \nas loss of primary containment (LOPC) incidents. \nWe categorize LOPC incidents based on the quantity \nreleased and the type of material. Our teams analyze \nLOPC data regularly to identify patterns that could \ngive us greater insights into the causes of spills and \nreleases and inform our spill prevention initiatives. \nData is reviewed monthly by our sites, and annually \nby the ELT and Responsible Care Committee of the \nBoard. Our goal is to have zero significant (Category 1) \nLOPC incidents. \nSPILL RESPONSE\nIn the event of a spill, we have spill containment \nberms (i.e., secondary containment barriers) around \nstorage tanks to prevent the spill from reaching \nsoil or water. We also use monitoring wells across \nour facilities to periodically track both soil and \ngroundwater conditions. This allows us to monitor \npotential pathways to water sources and plan \nour response in the event of a spill. Our sites have \nemergency spill and release plans, and we conduct \ntraining exercises for spill response. Spills and Releases\nPERFORMANCE GOALS\nAchieve zero significant (major or serious) \nenvironmental spills annually.\nOur Approach Commitments About Methanex Inclusion & Community Integrity Low-carbon Solutions Transporting Methanol Appendices Methanex 2022 Sustainability Report49\nProcess Safety Employee and Contractor Safety Air Quality Water WastePeople & Environment\nSpills and Releases\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}