{"page_content": "Responsible and safe management of waste \nstreams is essential to being a responsible company. \nAt Methanex, we strive to minimize waste at the \nsource, recycle or reuse where possible and are \ncommitted to disposal practices that respect all \napplicable regulations and the environment. \nMost of our waste volume is generated during \nmajor maintenance projects (turnarounds), plant \nrefurbishments and servicing work. These waste \nsources include construction-related materials \nsuch as scrap metal, wood waste, piping and vessel \ninsulation. We have strict procedures in place to \nensure that waste is properly classified, and the \ncorrect disposal options are established.We choose off-site disposal whenever possible and \nuse qualified waste management companies for \nwaste transport, recycling or disposal. Our contracts \nor letters of agreement specify the method of \ndisposal and responsibilities to help ensure that \nthe waste is disposed of, treated or destroyed in a \nresponsible manner. \nWe prioritize safe, responsible management of our \nhazardous waste, which is predominantly spent \ncatalyst. Catalysts (small, metal-containing pellets \nthat help promote the chemical reactions required \nto manufacture methanol) become less efficient over \ntime (are “spent”) and eventually need to be replaced. \nWe work to ensure that the material is safely handled, \npackaged and shipped to facilities equipped to \nmanage it responsibly, recycling the metal remaining \nin the spent catalysts whenever possible. \nWe remain committed to minimizing the \nenvironmental impact of our operations following the \nprinciples of Responsible Care and continue to review \nand improve our waste management practices. WastePREVENTING WASTE AT G3 \nBefore construction activity started on our G3 \nexpansion, our engineers designed workplans to \navoid material waste and rework. This included the \ninstallation of permanent utility systems such as \ndrainage, cabling, power distribution and lighting at \nthe start of the project. Avoiding temporary fixtures \nprevents the workhours required for delivery and \nremoval of temporary structures and avoids the \nwaste of materials (e.g., temporary electric cables \nand wiring that need to be sorted, stripped, and \npotentially recycled). We also focused on reusing  \nand recycling materials, including vast quantities  \nof water, rock, and civil materials such as concrete \nand sand. See the next page for details. \nWASTE FROM OPERATIONS\ntonnes\n2018 2019 2020 2021 2022\nNon-hazardous waste Hazardous waste06,000\n342790\n985\n372\n4,426 4,493 2,5781,436\n2,608 2,513\nOur annual volumes of hazardous and non-hazardous waste are \nclosely linked to the number of turnarounds we undertake each year. \nMethanex completed two turnarounds in 2022. Most of our hazardous \nwaste is spent catalyst sent to approved facilities for metals recovery.\nOur Approach Commitments About Methanex Inclusion & Community Integrity Low-carbon Solutions Transporting Methanol Appendices Methanex 2022 Sustainability Report50\nProcess Safety Employee and Contractor Safety Air Quality Water Spills and ReleasesPeople & Environment\nWaste\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}