{"page_content": "Our team members are central to everything we  \ndo and help us maintain our competitive advantage \nin the marketplace by committing to safely and \nreliably producing and distributing an essential \nproduct for worldwide markets. We are committed \nto respecting and promoting human rights and \nproviding our team members with respectful and \nsafe working conditions. These commitments are \noutlined in our Human Rights Policy .\nWe aim to attract and retain the best and the \nbrightest, and we engage our team members by \nencouraging and supporting them to develop their \nunique talents and insights. Our diverse geographic \nprofile, yet relatively small headcount, provides our \nteam members with the opportunity to make a \npowerful impact while working with a talented team \nof colleagues across the globe. The result is a thriving \nglobal culture that enables us to work together as \na Diverse & Inclusive One Team across functions, \nregions and disciplines to deliver on our vision of \nglobal methanol leadership.To maintain an engaged and talented workforce, \nwe continue to evolve our people practices with a \nparticular emphasis on team member engagement \nstrategies, workforce and succession planning,  \nand learning and development.\nEMPLOYEE ENGAGEMENT\nWe regularly conduct employee surveys to assess \nengagement and gauge employee well-being and \nbelonging. The goal of our most recent survey was \nto understand how employees were coping in their \nsecond year of living and working with the impacts \nof COVID-19, and to determine the level of support \nthey needed. While responses varied by region, three \nopportunities to promote engagement emerged: \nchallenges navigating workload and resourcing \nthat had an impact on well-being, additional \nopportunities for flexible work, and learning and \ndevelopment opportunities for employees at all \nlevels of the organization. We are grateful to our \nemployees for their suggestions, and our regions  \nare developing targeted responses to their feedback, \nand other priorities identified by employees.  \nWe intend to conduct our next Global Employee  \n& Culture Survey in 2023.People Practices\nCOMING TOGETHER TO FOCUS ON WELL-BEING  \nAs COVID-related restrictions on travel and gatherings lifted in many \nregions during 2022, our teams took the opportunity to gather, focus \non wellness and mental health, and rebuild connections. Initiatives \nincluded week-long events with guest speakers and webinars, fitness \nchallenges, and social events that promote connection. \nOur Approach Commitments About Methanex Integrity Low-carbon Solutions People & Environment Transporting Methanol Appendices Methanex 2022 Sustainability Report56\nDiversity and Inclusion Communities and Indigenous RightsInclusion & Community\nPeople Practices\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}