{"page_content": "We believe our business should have a positive \nimpact on people’s lives. By being a good neighbour \nand valued corporate citizen, we create positive \nand sustainable impacts in our communities. We \npartner and collaborate with local and Indigenous \ncommunities on shared goals to foster healthy,  \nlong-term relationships.\nCOMMUNITY ENGAGEMENT\nWe continually work to understand community \ninterests, communicate information about our \nproduct and business activities, and address any \ncommunity concerns. We do this primarily through \nCommunity Advisory Panels, as well as stakeholder \nassociations, open house days, community projects, \nseminars, community surveys and public meetings. \nCommunity Advisory Panels (CAPs) in our \nmanufacturing locations encourage communication \nand transparency between Methanex and our \ncommunities, helping us build and sustain positive, \nongoing relationships with our stakeholders. CAP \nmeetings allow us to share information about plant \noperations and address any community questions or \nconcerns related to our product and operations. We also solicit input from our CAPs about \nour programs and involve them in developing \ncommunity social responsibility initiatives.  \nIn 2022, we held 21 CAP meetings across six \nlocations (both in person and virtually).\nPolicies and standards that guide our engagement \nand communication with communities include our \nStakeholder Relations Policy, which outlines principles \nfor community outreach and involvement, and \nour Operating Site Community Dialogue Standard, \nwhich guides structured community dialogue with \nneighbouring communities. These policies reflect \nthe Chemistry Industry Association of Canada (CIAC) \nResponsible Care Accountability Code’s expectations \nfor proactive community awareness and dialogue.  \nIn 2022, we updated our Stakeholder Relations Policy  \nto better reflect our commitment to Indigenous \nrights and culture (see below for details) and the new \nAccountability Codes addressing Equity, Diversity and \nInclusion approved by CIAC in November 2022. RESPECT FOR INDIGENOUS CULTURAL HERITAGE\nWe are committed to engaging with Indigenous \ncommunities out of respect for their unique history, \nrights and culture, including their traditional lands \nand cultural heritage resources, and in keeping  \nwith the principles of the UN Declaration of Rights \nof Indigenous Peoples as well as the specific \ngoverning treaties of each region. Cultural heritage \nresources refer to objects, sites or locations of \ncultural, historical or archaeological significance  \nto Indigenous communities. \nHonouring Māori cultural sites and traditions\nOn June 24, 2022, our New Zealand site celebrated \nMatariki, the Māori New Year, which marked its first \nyear as a national public holiday. Matariki—named \nfor the cluster of stars that reappear in the night \nsky from late May to early June—is celebrated by \ncoming together to reflect on the past year, share \na meal with loved ones, and plan for the year \nahead. Our New Zealand office shared educational \ncommunications about the meaning of Matariki, \nshared Kai (food) and organized gatherings for \nemployees and their families. Also in 2022, Methanex donated NZ$20,000 to the \nManukorihi Pā Trust in support of the redevelopment \nof Ōwae Marae, a significant Māori cultural site in \nthe Taranaki region. The Ōwae Marae site contains a \nnumber of sacred buildings and is being redeveloped \nas part of major project to update and expand the \ncapacity of aging facilities. Methanex New Zealand \nis continuing to work with the Trust to identify other \nways we can support the project as it progresses.\nWe believe our business \nshould have a positive impact \non people’s lives.Communities and \nIndigenous Rights$1.3\nmillion in donations4,000+\nvolunteer hours\nOur Approach Commitments About Methanex Integrity Low-carbon Solutions People & Environment Transporting Methanol Appendices Methanex 2022 Sustainability Report58\nDiversity and Inclusion People PracticesInclusion & Community\nCommunities and Indigenous Rights\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}