{"page_content": "Taking steps towards reconciliation in Canada\nIn 2022, we took small but meaningful steps \ntowards reconciliation, including leadership \neducation, corporate acknowledgment of Canada’s \nNational Day of Truth and Reconciliation, and \nimplementation of land acknowledgments for \ncompany-wide events in Canada. \nTo deepen our understanding of Indigenous \nhistory and rights in Canada, our Medicine Hat site \nleadership completed the 4 Seasons of Reconciliation \ncourse, offered by the First Nations University of \nCanada. This three-hour online course promotes a \nrenewed relationship between Indigenous Peoples \nand Canadians through transformative learning \nabout truth and reconciliation. On September 30, in honour of Canada’s National \nDay of Truth and Reconciliation, team members \nin Vancouver and Medicine Hat participated in \na webinar led by Dr. Crystal Gail Fraser from the \nUniversity of Alberta on the history of Canada’s \nIndigenous Peoples. The webinar included topics such \nas residential schools, the Indian Act and colonialism, \nand the significance of land acknowledgments. \nApproximately, 130 team members joined this \nimportant session to learn about, reflect on, and \nunderstand our roles in reconciliation.\nAs of 2022, company-wide events in Medicine \nHat and Vancouver now begin with an Indigenous \nterritorial acknowledgment. A territorial (or land) \nacknowledgment is a statement recognizing the \ntraditional territory of the Indigenous Peoples who \ncalled the territory home prior to the arrival of \nsettlers. Acknowledging territory shows recognition \nof and respect for Indigenous Peoples and is a small \nbut important step towards reconciliation. \nMembers of our Medicine Hat team recently joined Indigenous \nleaders, including a member of our Community Advisory Panel, \nfor a unique experience to learn about colonialism’s history and \nthe ongoing impacts on Indigenous peoples in Canada. Indigenous \nleaders led a special Blanket Exercise for Methanex Medicine Hat in \nthe Ómahksípiitaa (Big Eagle) room at Medicine Hat College. It was \na moving and powerful way to gain a deeper understanding of the \npast and present, and to support reconciliation and inclusivity in our \nworkplace. Learn more about the Blanket Exercise here.\nOur Approach Commitments About Methanex Integrity Low-carbon Solutions People & Environment Transporting Methanol Appendices Methanex 2022 Sustainability Report59\nDiversity and Inclusion People PracticesInclusion & Community\nCommunities and Indigenous Rights\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}