{"page_content": "Safety training\nIn addition to safety training required by the ship \nmanagement companies, we develop targeted \ntraining programs for crews on Waterfront vessels, \nincluding training on key safety hazards. These \nprograms reinforce seafarer knowledge through \nregular training on and off the vessels.  Training includes: \n –Methanol safety: Crews receive customized \nmethanol safety training twice per year, which \nincludes a safe handling video, a presentation  \nwith a Q&A session, and a safety assessment. \n –Nitrogen safety: Crews receive training twice \nyearly on nitrogen safety to mitigate asphyxiation \nrisk (nitrogen is used on board to remove the  \nrisk of fire and explosion in the cargo tank).  \nThe training includes a nitrogen safety video,  \na presentation with a Q&A session, and a  \nsafety assessment.In 2022, we transitioned from in-person to online \ntraining. This facilitates personalized training, allows \nus to modify or supplement the training as needed \nand provides seafarers with the flexibility to take the \ntraining at a pace that promotes their learning and \nretention. In addition to the new training format, we \nalso piloted a new assessment process to verify crew \nmembers aboard our vessels fully understand the \nsafe handling of methanol and nitrogen, including \nthe risks. The new assessment focuses on individual \ntest scores instead of vessel-wide results. This enables \nvessel managers to review the safety performance \nof individual crew members and provide additional \nsupport as needed. We anticipate rolling out the new \nassessment process on all vessels in 2023. \nTERMINAL ASSESSMENTS\nAs part of our marketing and logistics service, \nwe load and distribute methanol by vessel at \n124 terminals around the world (six at our \nmanufacturing sites, 32 leased terminals and  \n86 at customer or third-party locations). Guided  \nby our commitment to Responsible Care, we  \nassess terminal quality, health, safety, security,  \nand environment practices on an ongoing basis.  \nWhere applicable, we work with terminals to \nmake required changes. In 2022, we completed \n115 terminal assessments. We have also integrated \nterminal assessments of our six manufacturing  \nsites into our three-year internal audit cycle. RESPONSIBLE CARE LEADERSHIP IN  \nSHIPPING SAFETY\nWaterfront Shipping is globally recognized as a leader \nin responsible marine transportation of methanol. \nIn 2022, Waterfront’s Manager, Marine Assurance \nand Responsible Care was invited to participate in \nrevisions to the Ship Inspection Report programme \n(SIRE), a global tanker and barge safety and risk \nassessment tool. A key goal of the revision was \nto incorporate more human elements into the \ninspection process, including the element of mental \nhealth. The Waterfront employee shared learnings \nfrom Waterfront’s years of experience conducting \nonboard safety visits to assess the safety culture  \non vessels. \nWe continue to focus on the well-being of seafarers \nas a key enabler of safety on Waterfront vessels.\nIN 2022, WE COMPLETED:\n115 \nterminal \nassessments 30 \nvessel safety \nvisits 3 \nvessel \nmanagement \noffice visits\nOur Approach Commitments About Methanex Inclusion & Community Integrity Low-carbon Solutions People & Environment Appendices Methanex 2022 Sustainability Report66\nProduct Safety Ecological Impacts of ShippingTransporting Methanol\nTransportation Safety\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}