{"page_content": "At Waterfront Shipping, we work to reduce the \nenvironmental impacts associated with transporting \nproduct by vessel. Precautions range from choosing \nnew vessels with best-in-class technology to \nretrofitting existing ships to improve their  \nemissions performance.\nAIR QUALITY\nNO× , SO× , and Particulate Matter are byproducts  \nof combustion from ship engines and sources of  \nair pollution in heavily trafficked shipping lanes.  \nBy using methanol-fuel technology for marine vessels \nin Waterfront’s fleet, we can meet increasingly \nstringent air emissions regulations established  \nby the International Maritime Organization (IMO), \nincluding NO×  Tier III. See sidebar for details.  \nRead about Waterfront Shipping CO₂ emissions \nreduction efforts on page 27.\nSPILL PREVENTION \nIn the unlikely event of an accident, all Waterfront \nvessels have double hulls and secondary deck \ncontainment to prevent product from impacting the \nenvironment and marine life. We have strict vessel \nloading guidelines and use best practices to prevent \nspills during loading and discharging. BALLAST WATER MANAGEMENT \nWhen an empty ship is en route to a loading \ndestination, it uses vast amounts of ballast water  \nto provide stability and maneuverability. This ballast \nwater is then discharged during loading operations. \nHowever, ballast water contains biological materials \n(e.g., bacteria, microbes) from the region in which \nit originated. When ballast water is discharged at \na different location, these foreign materials can \nadversely impact the local aquatic ecosystem.  \nAll vessels in the Waterfront fleet have ballast water \nexchange plans that significantly reduce the risk of \nharmful aquatic organisms or pathogens. In 2017, \nthe IMO implemented a code for ballast water \nmanagement systems. To comply with this code, \nwe completed the retrofitting of our ballast water \ntreatment systems in 2021, well before the 2024 \ncompliance deadline.NOISE REDUCTION \nWe have been installing propeller boss cap fins since \n2016 to help reduce fuel consumption (see page 27). \nThese have the added benefit of noise reduction, \nwhich reduces disturbance to marine life. \nWATER QUALITY\nMany marine vessels use technology known as \nscrubbers to capture SO×  emissions from the \ncombustion of heavy fuel oil. This prevents the \ndischarge of SO×  into the atmosphere where it would \ncontribute to local air pollution. While scrubber \ntechnologies keep pollutants out of the air, the water \nused to remove SO×  is often disposed of into the \nocean as scrubber wastewater, which can contribute \nto acidification of the ocean and related negative \nimpacts on sea life. Waterfront Shipping does not  \nuse scrubbers on any of our vessels. We only use \nlow-sulphur fuel (including methanol) in our vessels. Ecological Impacts  \nof ShippingPARTNERING TO REDUCE AIR EMISSIONS\nIn 2018, MAN Energy Solutions developed a  \nprocess to lower NO×  emissions to levels that meet \nstringent new Tier III regulations established by the \nIMO. Waterfront Shipping supported MAN Energy \nSolutions by testing the newly developed process in \nits ships. While methanol fuel reduces NO×  emissions \ncompared to traditional marine fuels, the new process \nblends water with methanol or diesel fuel, and results \nin additional reduction of NO×  emissions with no \nsignificant loss of power. \nThis simple solution not only allows vessels to meet \nTier III regulations while running on methanol, but \nit also saves ship owners the capital and operating \nexpenses of purchasing NO×-removing equipment \nand chemicals. \nEight of our ships can use this new process.\nOur Approach Commitments About Methanex Inclusion & Community Integrity Low-carbon Solutions People & Environment Appendices Methanex 2022 Sustainability Report67\nProduct Safety Transportation SafetyTransporting Methanol\nEcological Impacts of Shipping\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}