{"page_content": "Confidential Information and Trading  \nin Securities Policy\nThis policy provides guidelines to team members \nwith respect to the treatment of confidential \ninformation and advises insiders as to when \nthey may trade in Methanex shares. This policy \nalso prohibits insiders, including all Methanex’s \nexecutive officers and directors, from purchasing \nfinancial instruments designed to hedge or offset \na decrease in the market value of our common \nshares or equity-based incentive awards that they \nhold. Insiders are also prohibited from short selling \nthe company’s securities, trading in put-or-call \noptions on the company’s securities or entering \ninto equity monetization arrangements related to \nthe company’s securities. Team members regularly \nreceive either web-based or in-person compliance \ntraining that focuses on ethical business conduct, \nincluding the foregoing policy. In addition, employees \nand directors who are considered “insiders” under \nCanadian securities laws have been provided \nwith training concerning their obligations and \nresponsibilities under Canadian securities laws.2. ASSESSING RISKS\nEach year, as part of the planning process for our \nSarbanes-Oxley (SOX) compliance testing, our internal \naudit team conducts a global fraud risk assessment. \nThe team evaluates fraud risks and determines if the \norganization has controls in place to address these \nrisks and if additional testing is required. In particular, \nthis assessment considers different fraud-related risks \nsuch as kickbacks, theft (e.g., misappropriation of \ninventory, petty cash, false expense claims, equipment \ntheft, securities fraud, creation of fictitious vendors), \nillegal payments/inappropriate gifts, securities fraud \nand conflicts of interest. In 2022, internal controls \ntesting, based on risk assessment and materiality,  \nwas completed for all sites and regions. \n3. REPORTING VIA OUR ETHICS HOTLINE\nTeam members must report any conduct or \nproposed conduct that they reasonably believe to  \nbe a violation of the Code. They can do so through \ntheir supervisor, human resources, our legal \ndepartment or the confidential whistleblower  \nEthics Hotline. The hotline is available through our \nintranet, our company website or by phone. Team \nmembers who report Code violations in good faith \nwill not be disciplined, demoted, fired, threatened, \nharassed or discriminated against in any way. We take allegations regarding breaches of the  \nCode very seriously and all reports of Code violations \nreceived through the Ethics Hotline are investigated \nby Methanex’s General Counsel and forwarded to \nappropriate members of management for follow-\nup. In the case of an alleged violation by an executive \nofficer or director, the Chair and/or CEO and the Board \nof Directors are responsible for determining whether \na violation has occurred and, if so, what disciplinary \nmeasures are appropriate. Reported violations of the \nCode are handled promptly, professionally and with  \nas much confidentiality as possible. Concerns regarding financial or accounting-related \nmatters are immediately reported to the Chair of \nthe Audit, Finance and Risk Committee. Together \nwith the General Counsel, they determine how best \nto investigate the reported concerns. In addition, \nmanagement annually provides the Corporate \nGovernance Committee with a report that reviews \ncompliance with the Code and employee awareness \nof the Ethics Hotline for the Committee to satisfy \nitself that management has created a culture of \nintegrity throughout the organization.\nOur Approach Commitments About Methanex Inclusion & Community Low-carbon Solutions People & Environment Transporting Methanol Appendices Methanex 2022 Sustainability Report81\nClimate-related Opportunities and Risks Corporate Governance Sustainability and Climate-related Governance Tax Transparency Responsible Procurement Risk Management Anti-competition CybersecurityIntegrity\nEthics and Anti-corruption\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 80, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}