{"page_content": "Methanex focuses on resilience against cyberattacks \nto protect our data, systems, assets and identities by \nusing the following processes and systems:\nWe protect our systems, information and physical \nassets through a cybersecurity system that aligns \nwith the National Institute of Standards and \nTechnology (NIST) Cybersecurity Framework.  \nThe system is internally reviewed on an annual \nbasis and assessed by an independent third party \nevery three years. The most recent independent \nreview was conducted in 2019. Another external \nassessment is scheduled for 2023. \nSECURING OUR SYSTEMS\n –Critical assets in separate networks: Our network \nis divided into zones to ensure our critical systems \nand assets are protected from malware and \nmalicious actors. Each zone is classified based on \nits critical function with security controls or rules \nto manage access and traffic flow. We protect our \nmost critical zones, such as our plant systems, \nfrom the Internet and our corporate network. –Internal risk assessment: We work with our \nbusiness units to conduct cybersecurity reviews \nof emerging threats, cyber process hazard \nassessments at our manufacturing sites, and \nthreat modelling to simulate potential threats. \nThe results inform changes to make our business \nprocesses more resilient. \n –Supplier risk assessment: While Methanex has \ninvested significant time and resources into \nprotecting our own systems and plants against \ncybersecurity threats, we could be vulnerable to \nattacks on key vendors that provide services and \nmaterials required for our business continuity. \nBuilding on our 2021 cyber risk assessment \nwith select suppliers, we are working with our \nprocurement team to embed cyber risk reviews \nand cybersecurity provisions into the contracting \nprocess for non-IT-related contracts (e.g., natural \ngas vendors, turnaround contractors). All new IT \nvendors are assessed for cybersecurity risk.\n –New technologies: In 2022, we implemented an \nArtificial Intelligence system that continuously \nsearches our system for anomalies and alerts our IT \nteam to any suspicious activity. The team reviews \nthe activity and, if necessary, elevates the alert.  \nIf the pilot is successful, we will broaden its use. EQUIPPING OUR PEOPLE\n –Training and testing: We provide mandatory \nannual cybersecurity awareness training sessions \nfor all team members. In 2022, 100 per cent of \nemployees and contractors completed cybersecurity \ntraining. We also provide specific training for \ndistributed control system engineers and Finance, \nHuman Resources and IT team members to help \nthem manage department-specific cybersecurity \nand data privacy risks. We regularly test all team \nmembers’ cybersecurity awareness through \nphishing campaigns. The results inform our annual \ncybersecurity training strategy. \n –Awareness campaigns: We provide information to \nmake team members aware of their critical role in \npreventing unauthorized access to our network. \nThe Cybersecurity team publishes a quarterly \ncybersecurity blog to reinforce the importance of \ncyber awareness, highlight digital best practices, \nand direct employees to resources. On our intranet, \nwe provide a list of best practices to prevent \ncommon attacks such as phishing scams and \nsocial engineering. We also hold awareness events \nsuch as International Cybersecurity Awareness \nMonth and International Privacy Awareness Day. –Tabletop exercises: In June 2022, we completed \na corporate-level ransomware response exercise \nwith senior leadership participation. During \nthis four-hour simulation, our Corporate Crisis \nManagement Team responded to scenarios \nin real-time. The exercise was the second in a \nseries intended to evolve our incident response \nand continually improve our organizational \npreparedness. Notable outcomes from the exercise \ninclude additional clarity around individual and \nteam accountability and the retainment of an \nexternal expert to help prepare for and respond  \nto cyberattacks. Two additional tabletop exercises \nwith our IT team are planned for early 2023. CybersecurityPERFORMANCE GOAL\nAll employees complete cybersecurity \ntraining annually.\nOur Approach Commitments About Methanex Inclusion & Community Low-carbon Solutions People & Environment Transporting Methanol Appendices Methanex 2022 Sustainability Report84\nClimate-related Opportunities and Risks Corporate Governance Ethics and Anti-corruption Sustainability and Climate-related Governance Tax Transparency Responsible Procurement Risk Management Anti-competitionIntegrity\nCybersecurity\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}