{"page_content": "Forward-looking Statements\nThis report contains forward-looking statements with respect to us and our industry. These statements \nrelate to future events or our future performance. All statements other than statements of historical fact \nare forward-looking statements. Statements that include the words “believe”, “expect,” “may,” “will,” “can,” \n“should”, “potential,” “develop,” “estimate,” “strive,” “anticipate,” “aim,” “goal,” “target,” “plan,” “predict” \nor other comparable terminology and similar statements of a future or forward-looking nature identify \nforward-looking statements. More particularly, and without limitation, any statements regarding the \nfollowing are forward-looking statements: Methanex’s business strategies, plans, prospects, opportunities \nand its sustainability, climate change and ESG initiatives and strategies; expected demand for methanol \n(including for lower-carbon, carbon neutral, bio-methanol, e-methanol, or for fuel or thermal related \napplications, including marine fuel) and its derivatives; the ability for lower-carbon, carbon neutral, bio-\nmethanol or e-methanol to become commercially viable; expectations around our ability to reduce CO₂ \nemissions intensity, including the availability of new technology and our ability to invest in such technology; \nthe reliability of our plants; our expected capital expenditures; the establishment of new fuel standards, \nincluding the ability for methanol to meet such standards; the establishment of future or increased carbon \ntaxes in the regions where we manufacture methanol and where our competitors manufacture methanol; \nthe impacts of significant weather events; expectations regarding our ability to improve water efficiency; \nand expectations regarding our diversity and inclusion initiatives. All of the forward-looking statements \nare qualified by the assumptions that are stated or inherent in such forward-looking statements, including \nthe assumptions referred to in the report. Although we believe that we have a reasonable basis for making \nsuch forward-looking statements, including our experience, our perception of trends, current conditions and \nexpected future developments as well as other factors, certain material factors or assumptions were applied \nin drawing the conclusions or making the forecasts or projections that are included in these forward-looking \nstatements, including, without limitation, future expectations and assumptions concerning the following: \nthe supply of, demand for and price of methanol (including lower-carbon, carbon neutral, bio-methanol or \ne-methanol, or for fuel or thermal related applications, including marine fuel) and methanol derivatives; \nour ability to procure natural gas feedstock (or renewable gas feedstock) on commercially acceptable terms; \noperating rates of our facilities; the establishment of new fuel standards and methanol meeting those \nstandards; the availability of committed credit facilities and other financing; the commercial viability of \nproducing lower-carbon or carbon neutral methanol (including carbon, capture, utilization and storage \n(CCUS), bio-methanol or e-methanol technology and the capital costs thereof) and absence of a material \nnegative impact from changes in laws or regulations, including carbon taxes.However, forward-looking statements, by their nature, involve risks and uncertainties that could cause  \nactual results to differ materially from those contemplated by the forward-looking statements. The risks  \nand uncertainties primarily include those attendant with the ability to produce and market lower-\ncarbon, carbon neutral or bio-methanol and our ability to deploy sufficient capital to fund the necessary \nexpenditures to implement the necessary operational changes to achieve the goals, strategies and plans set \nout in the report, including, without limitation: conditions in the methanol and other industries including \nfluctuations in the demand and price for lower-carbon, or carbon neutral methanol, or for fuel or thermal \nrelated applications, including marine fuel; the ability to carry out ESG initiatives and strategies; actions of \ncompetitors, suppliers and financial institutions; our ability to obtain natural gas feedstock on commercially \nacceptable terms to underpin current operations; conditions within the natural gas delivery systems that \nmay prevent delivery of our natural gas supply requirements; the availability and price of renewable natural \ngas feedstock; the availability and commercial viability of technology (including CCUS and electrolyzers for \ne-methanol) to reduce our CO₂ emissions intensity; actions of governments and governmental authorities, \nincluding, without limitation, implementation of policies or other measures that could impact the supply \nof or demand for methanol (including lower-carbon, carbon neutral bio-methanol, e-methanol, or for fuel \nor thermal related applications, including marine fuel) or its derivatives; changes in laws or regulations; \nworldwide economic conditions; the impacts of the COVID-19 pandemic; and other risks described in our \n2022 Sustainability Report and our 2022 Annual Management’s Discussion and Analysis. Having in mind \nthese and other factors, investors and other readers are cautioned not to place undue reliance on forward-\nlooking statements. They are not a substitute for the exercise of one’s own due diligence and judgment.  \nThe outcomes implied by forward-looking statements may not occur and we do not undertake to update \nforward-looking statements except as required by applicable securities laws.\nOur Approach Commitments About Methanex Inclusion & Community Integrity Low-carbon Solutions People & Environment Transporting Methanol Methanex 2022 Sustainability Report98\nAbout this Report Performance Tables SASB Index TCFD Index Waterfront Shipping Index GRI IndexAppendices\n", "metadata": {"source": "NASDAQ_MEOH_2022.pdf", "page": 97, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}