{"page_content": "13 \n IV. Customers  \nA. Progress  \nDelivering an Exceptional Customer Experience  \nAmerican Airlines is focused on creating an exceptional customer experience throughout the entire travel \njourney. We continue to find new ways to listen to our customers as we seek to deliver what they value \nmost – a more co mfortable travel experience, the ability to stay connected and entertained, and seamless \naccess to a large, global network. At the heart of all we do is continuing to earn the satisfaction and \nloyalty of our customers.  \nHighlights from our customer engageme nt and satisfaction initiatives in 2011 include:  \nStrengthening Our Safety Management System  \n Through close cooperation with the Federal Aviation Administration (FAA) and Department of \nHomeland Security, we enhanced our SMS to maximize flight safety for our customers, improve \ncollection of safety data, and streamline airport security measures.  \nAddressing Customers' Concerns And Interests  \n American has improved performance in several areas important to our customers, including:  \no Automation of services to make t raveling less stressful  \no Improved bag handling  \no More seamless travel experience with alliance partners   \n For the second year in a row, American Airlines was ranked among the most innovative \ncompanies  in the U.S. by InformationWeek  for delivering automation so lutions that improve the \ncustomer experience.  \nExpanding Our World -Class Product And Service Offerings  \n We announced a significant investment in fleet renewal , placing an order for 460 new Boeing \nand Airbus narrowbody planes – the largest aircraft order in U.S. aviation history. These new \naircraft will enable us to offer customers improved reliability and state -of-the-art amenities, such \nas inflight entertainment, increased overhead storage, reduced noise and more spacious cabins.  \n We have increased our globa l reach through strengthened alliances and partnerships . In \n2011, American commenced our joint business with Japan Airlines, further strengthening our \npresence in Asia. Additional alliance agreements were announced in 2011, including formal \ngovernment appr oval of our joint business with Qantas Airways, broadening American's \nconnectivity throughout North America, China, Europe, the Middle East, South America and the \nSouth Pacific. For more information on our routes and networks, please visit the AMR \nCorporation at a Glance  section of this report.  \n Customers can personalize their trip with more options than ever before through the Your \nChoiceSM menu. O ptions such as Preferred Seats, Inflight Wi -Fi and Priority Boarding, Five Star \nService and Admirals Club® one -day pass or memberships may be purchased online, a la carte \nor in packages.  \n Our customers redeemed more than 166 billion AAdvantage® miles to cla im awards for flights, \nupgrades, car rentals, hotel stays, auctions and merchandise.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}