{"page_content": "15 \n B. Safety & Secu rity \nAt American, the safety and security of our employees and customers is our top priority. We continually \nseek ways to enhance programs, systems and processes, and work in close cooperation and \ncollaboration with governmental and industry agencies. We d epend on all employees — from senior \nmanagement to individual ground and flight crew members — to remain vigilant and adaptable so that we \ncan successfully address the ever -changing global security climate and fully leverage the flight and \ncustomer safety processes and technologies we have in place.  \n1. Safety Oversight at American  \nOur safety team is responsible for administering our corporate Safety Management System throughout \nthe organization. The team analyzes the overall safety performance of our maintenance and inflight \noperations and is working toward the development of a Fatigue Risk Management System to mitigate \npilot fatigue.  \nIn 2011, updates to our Safety Management System (SMS) for American Airlines resulted in critically \nimproved processes for: \n Inflight safety procedures  \n Data collection  \n Safety and security training  \nIncreased stringency in these areas has yielded tangible results for customer and aircraft safety at \nAmerican. In 2011, we safely transported more than 100 million customers to th eir final destinations \nwithout a serious incident.  \n2. Achieving FAA Certification  \nThrough the evolution of our SMS, the Federal Aviation Administration (FAA) has been an indispensable \npartner in helping to identify safety and security issues. The FAA has intr oduced an SMS pilot project, in \ncollaboration with many U.S. airlines including American, to identify industry best practices for \nimplementation of safety management systems. This voluntary project establishes four levels of SMS to \nfacilitate ongoing impro vements.  \nIn 2011, American Airlines moved to Level 2 SMS implementation for all operational departments. It is our \ngoal to advance all departments associated with our SMS to Level 4 certification in 2012.  \nFAA SMS Certification Levels  \nLevel 1:  Complete a detailed gap assessment — comparing actual safety procedures with the \nobjectives of their SMS – and then develop an action plan to address key shortcomings.  \nLevel 2:  Document SMS processes; initiate confidential employee reporting; provide SMS training fo r \nstaff directly involved with SMS process and initiate training to other employee groups; apply \nSafety Risk Assessment to at least one known hazard; and update the gap assessment and \nimplementation plan.  \nLevel 3:  Demonstrate that all SMS processes and procedures have been applied to at least one \nexisting hazard. Complete all employee training on SMS.  \nLevel 4:  Continuously improve SMS processes. Refine predictive analysis to prevent unintended \nconsequences from safety hazards.  \n ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}