{"page_content": "16 \n 3. Ensuring Flight Readines s \nIn 2011, the FAA released updated flight crew duty and rest requirements, aimed at minimizing incidents \nassociated with pilot fatigue. The new rules, which will go into effect within two years, create a workday \ntime limit for pilots depending on the type  of flight and time of day a flight begins. A minimum rest period \nof 10 hours between shifts will be imposed, an increase of two hours over the previous minimum.  \nThe new rule also includes a provision that allows airlines to develop a Fatigue Risk Manageme nt System \n(FRMS). FRMS provides an airline with an alternative way of mitigating fatigue based on data and \nmethods validated by the FAA and continuously monitored.  \nIn an effort to draw the best possible safety benefits from this new legislation, American h ired a fatigue \nrisk manager in 2011, whose role is to develop and implement the FRMS. Many of the components of \nFRMS have already been initiated at American, including a fatigue policy, reporting system, education \nprogram and Fatigue Review Committee.  \nIn 2012, our goal is to fully implement FRMS in preparation for approval by the FAA. Implementation will \nensure the proper management of risk associated with pilot fatigue, and will position American to take \nadvantage of the provision that allows carriers to f ly outside of the prescriptive rules for Flight and Duty \nTime using FRMS.  \n4. Partnering with Homeland Security  \nWhile it is imperative that we do all we can to ensure a fully secure travel experience for our customers \nand crewmembers, we also understand that c ustomers deeply appreciate efficient and respectful \nscreening procedures at security checkpoints. To this end, American and American Eagle collaborated \nwith the Department of Homeland Security in 2011 to conduct testing of new security screening methods \nat our key hubs.  \n Pre-Check  and Known Crewmember  — These risk -based security screening initiatives offer \nselected crewmembers and frequent travelers the option of expedited screening. Originally \navailable at Dallas/Fort Worth (DFW) and Miami International Airport (MIA), these programs will \nbe expanded t o additional U.S. airports in 2012. American was one of two carriers to pilot test this \nprogram.  \n Global Entry  (GE) — Frequent American Airlines international travelers re -entering the United \nStates can participate in the U.S Customs and Border Protection p rogram that allows expedited \nclearance of pre -approved, low -risk travelers upon arrival in the United States. American has \npromoted GE participation through various marketing campaigns targeting over 900,000 potential \ncustomers in 2011 in an effort to impr ove the international arrival experience.  \nAmerican is also coordinating with the Department of Homeland Security to reduce travel interruptions \ncaused by lengthy waits during the customs clearing process. In 2011, American expanded its Express \nLane at all U.S. international gateway airports. Customers at risk of missing their connecting flights are \ngiven a card that grants them access to a special passport clearance lane, and allows them \"front of the \nline\" access to clear TSA security screening.  \n5. Focusing on Dangerous Goods  \nMany items are regulated by the Department of Transportation as Dangerous Goods due to their potential \ninflight risk if not handled properly. Managing the transportation of Dangerous Goods is an \ninterdepartmental effort, bringing togethe r insights and expertise from environmental, security and \nlogistics professionals within our company. In 2011, American's Dangerous Goods department was \nexpanded to have greater management -level representation.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}