{"page_content": "17 \n Department initiatives in 2011 included:  \n Focu sed efforts on ensuring all Dangerous Goods are properly declared  \n Further automated required pilot notification of Dangerous Goods shipments to enhance safety \nand facilitate compliance with regulations  \n Worked with regulators to develop policies and procedu res that ensure the highest level of safety \nwithout impeding the transport of Dangerous Goods  \nMany common items have the potential to be dangerous due to leaks, fumes or fires caused by \ntemperature and pressure changes experienced during flight. Read more about items that are restricted \nfor travel , or that must be declared to the airline prior to flight.  \n6. Responding to Disasters and Emergencies  \nIn 1993, American Airlines established its Customer Assistance Relief Effort (CARE)  to provide \ncompassionate, professional support and act as a liaison to passengers and families affected by aviation \nincidents, natural disasters and other emergency situations. The CARE program is made possible by a \ndedicated base of American Airlines and American Eagle volunteers who may be called upon, at any \ntime, to assist with relief efforts around the world. With more than 1,260 volunteers speaking more than \n50 languages, CARE has grown consistently since its inception, and has provided support to thousands \nof disaster victims.  \nIn 2012, we plan to make further investments in the CARE program:  \n Demonstrate corporate emergency response capability and preparedness by conducting small - \nand large -scale corporate emergency exercises, including collaborative drills with oneworld® \nalliance partners  \n Expand recruitment efforts for the CARE team through regional workshops and e ngagement with \nEmployee Resource and Diversity groups  \n Enhance internal communication and visibility and increase training opportunities by expanding \nthe use of computer -based training  \n7. Ensuring Passenger Health and Safety Onboard Our Flights  \nIn the event th at customers experience medical emergencies during flight, we are ready to step in and \nprovide immediate care and assistance. While the majority of customers and crewmember injuries we \nencounter are minor – typically associated with turbulence while moving  around the cabin or sitting \nwithout seatbelts – we are prepared for more serious health and safety incidents such as cardiac \nemergencies. In 1997 American was the first U.S. airline to install Automated External Defibrillators \n(AEDs) on its overwater airc raft fleet, and to provide lead flight attendants (Pursers) with training on how \nto utilize this state -of-the-art lifesaving equipment. To supplement onboard safety equipment and training \nexpertise, American maintains a medical advisory staff, available 24  hours a day, to provide remote \nconsultation to flight crews encountering emergency medical situations.  \nEvery year these emergency preparedness measures save lives, and to honor those involved, American \nAirlines presents Golden Heart Awards to employees who assist customers in need with the use of an \nAED. In addition, the American Spirit Award is presented to Flight Attendants who demonstrate \nexemplary performance in cabin safety, medical and security events. These situations require critical \nthinking and  quick reaction while simultaneously demanding professionalism, leadership and teamwork to \navoid loss of life.  \n  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}