{"page_content": "18 \n C. Listening to Customers  \n1. Gathering Customer Feedback  \nAmerican Airlines always welcomes customer feedback as we seek to evolve our product and service \nofferings in ways most valued by our customers. We seek and collect customer input in a variety of ways, \nincluding listening to our employees who talk to and interact with our customers on a daily basis. This \nengagement takes place on multiple fron ts – both online and in person – and we have developed many \ntools to stay connected with our customers' ideas, opinions and experiences. Our Customer Relations \nteam responds to customers and channels their feedback to the proper departments within our comp any. \n2. The Many Ways We Gather Customer Feedback  \nOnline Surveys  - More than 250,000 surveys are distributed online each month to American Airlines and \nAmerican Eagle customers. These surveys solicit feedback on dependability, gate and onboard \ninteractions, a ircraft boarding, cabin interiors, baggage handling and other issues. Results are used to \ntrack the progress of our customer service efforts and gather feedback on new service enhancements. \nFor example, information received from online surveys helped impro ve the self -service machine checked \nbaggage process at LAX. By revising the layout of the machines we reduced wait times and improved \ncustomer satisfaction. In 2011, Spanish language surveys were introduced, with additional language \nsurveys planned for 201 2. \nCustomer Focus Groups  - More in -depth knowledge of customer behavior is often needed to help \nimprove our customer service. Numerous customer focus groups centered on very specific issues are \nconducted to provide deeper insight into the factors that driv e travelers' preferences. For example, focus \ngroups have been used to design Dynamic Air Awards, which offer more options for elite status \nAAdvantage members to redeem their miles for award travel.  \nCustomer Correspondence  – Many customers contact us to tel l us what they think about our products, \nperformance and people. These comments are passed along to the departments and employees \ninvolved. Customer feedback is also tracked to identify emerging trends and monitor the effectiveness of \nnew initiatives. In j ust one example, customer feedback helped American update its personal \nentertainment devices in premium cabins with new Samsung Galaxy Tab tablets that provide a library of \nentertainment options.  \nSocial Media  - Maintaining a strong, online social presence provides us the opportunity to connect with \ncustomers on a personal level. Using Facebook, Twitter, YouTube, Google Plus and blog participation, \nwe maintain an open forum where our customers are invited to share their experiences and ask \nquestions. Feedbac k from this engagement is shared and considered within our organization, and often \nresults in improvements to our product and service offerings. As an example, a number of online \ndiscussions noted differences in the inflight service between American and ou r joint business partners. In \nresponse, we have better aligned our service by offering complimentary beer and wine on international \nflights between the United States and Europe, Asia and a number of South American countries.  \nFeedback from Frontline Employe es - Flight Attendants are able to share valuable observations \nthrough their interactions with customers using an online reporting process. Their feedback on customers' \nfavorite choice of meals and onboard products is used to improve our inflight service. As a result of \ncustomer requests for more nutritious food items, healthy alternative snacks were added to our food for \nsale menu.  \n3. Our Approach To Advertising  \nIn collaboration with our advertising and promotions agencies, we very carefully review our global  \nadvertising materials to ensure they are fair and balanced with regard to audience segment, market \npositioning, and treatment of gender, diversity, environmental issues, ethics and religious beliefs.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}