{"page_content": "20 \n D. World -Class Products  \nAmerican Airlines and American Eagle remain highly responsive to market demand and customer \nfeedback. In fact, many of our product strategy and service enhancements are a direct result of these key \ninputs. In recent years, our customers' priorities have included automation to make traveling less \nstressful, improved bag handling and a more seamless travel experience with alliance partners.  \nOur product strategy is aligned w ith market demand and our customer priorities, which is why we strive to \nbe competitive in our markets by providing:  \n an extensive global network, in collaboration with our oneworld alliance partners  \n one of the largest, newest and most advanced aircraft fleets in the world  \n exceptional inflight amenities  \n highly personalized service offerings  \n excellent value and an array of product offerings for cargo customers  \n1. An Extensive Global Network  \nAmerican Airlines and American Eagle, together with its oneworld alli ance members, offer one of the \nmost extensive global flight networks in the airline industry. Every day, we operate more than 3,300 flights \ncarrying 300,000 passengers and 2.7 million pounds of cargo to destinations around the world.  \nThe strength of our ne twork is based upon the volume and diversity of business we attract in our five key \nmarkets: Dallas/Fort Worth, Chicago, Miami, Los Angeles and New York. Through our oneworld alliance \nnetwork, American Airlines takes the reach of our business even further,  and provides our customers with \naccess to hundreds of global destinations and beyond.  For more information on our network and the \noneworld alliance, please see the Profile  section of this report.  \n2. One Of The Largest, Newest And Most Advanced Aircraft Fleets \nIn The World  \nWith the largest aircraft order in aviation history, American announced plans to replace and modernize its \nnarrowbody fleet with a cquisition of 460 narrowbody jets over the next five years. With new agreements \nwith Airbus and Boeing, customers will enjoy the latest technology and features including enhanced \nlighting options, additional overhead bin space, a modern, contemporary atmos phere, and an improved \nenvironmental footprint resulting from great fuel efficiency and reduced noise. Learn more about our fleet \nrenewal efforts . \nWe are also updating our existing Boeing 737 and domes tic Boeing 757 aircraft to bring customers many \nof the enhanced features of new aircraft such as increased overhead bin storage, updated entertainment \nand powerport options, inflight Wi -Fi and refreshed cabin interiors. Our investment in new aircraft and \nongoing refurbishment projects for our existing fleet will help improve reliability, consistency and \npredictability in our operations.  \n3. Exceptional Inflight Offerings  \nAmerican Airlines keeps customers connected when flying by bringing cutting -edge technology  and the \nlatest inflight entertainment to the travel experience.  \nInflight Wi -Fi \nWe're helping to keep our customers connected and productive, even at 30,000 feet. In 2008, we became \nthe first U.S. airline to offer inflight Wi -Fi By the end of 2011, America n had extended Wi -Fi access to \nalmost 300 aircraft in its domestic fleet including all 767 -200 and select MD80 and 737 aircraft We ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}