{"page_content": "21 \n recently announced plans to offer Wi -Fi on international flights operated by 777 -300 aircraft. Learn more \nabout inflight Wi -Fi. \nEntertainment on Demand  \nIn August 2011, American became the first North American airline to offer a new Entertainment on \nDemand service allowing customers to purchase wirelessly streamed movies and TV shows from a robust \ninflight library to their Wi -Fi enabled laptop. Entertainme nt on Demand is currently available onboard \nAmerican Airlines flights operated by 767 -200 and select MD80 aircraft. The remainder of the Wi -Fi-\nenabled fleet, including additional MD80 and Boeing 737 aircraft, will be equipped with streaming video \nby the en d of 2012. Learn more about Entertainment on Demand . \nIndustry -Leading Premium Cabin Entertainment  \nThe new innovative, Samsung Galaxy Tab™ 10.1 Android platform tablet, featur ing a 10.1 inch screen, \nenables a customized viewing experience for customers traveling in a premium cabin on select \ntranscontinental flights served with 767 -200 and 767 -300 aircraft, as well as international flights served \nwith the 767 -300 aircraft betwee n the U.S. and Europe and South America. Customers can enjoy \ncomplimentary movies or TV shows, including sports, comedy and dramas. Learn more about new \ntablets . \nNew and Refreshed Inflight Amenities  \nResponding to in creased demand for premium flight services, we have introduced a suite of new inflight \namenities in First Class and Business Class between the U.S. and Europe and Asia on 777 aircraft, and \n767 aircraft to South America. Customer will enjoy our newly upgrad e amenity kit containing top skincare \nproducts and other comfort essentials such as slippers and a lighter weight duvet. First Class customers \ntraveling on a Boeing 777 will appreciate an added lightweight day blanket and a new turn -down service, \ncomplete with a quilted bed topper and comfortable pajamas. Learn more about new amenities . \nAmerican Eagle Named Best Regional Airline  \nAmerican Eagle was named Best Regional Airline in North America in the annual World Airline Survey by \nSkytrax, a London -based research organization that conducts the annual poll. The World Airline Awards, \nvoted on by airline customers, are based on results from 18.8 million questionnaires, covering more than \n200 airlines worldwide. Award winners are determined by measuring more than 35 aspects of passenger \nsatisfaction for product and service standards, covering the experience across both airport and onboard \nenvironments.  \n4. Highly Personalized Offerings  \nTo ensure ease and convenience throughout the travel experience, we continue to focus on developing \nproducts that are adaptable to meet the specific needs and individual preferences of our customers.  \nYour ChoiceSM Personalized Fl ight Options  \nIt is now simpler than ever for American Airlines and American Eagle customers to create travel \nexperiences that satisfy their particular needs. During the reservation process, customers can select \ntravel option packages such as Preferred Seat s, Group 1 Boarding, inflight Wi -Fi and access to Admirals \nClub lounges. Learn more about Your Choice . \nDeals and Fare Alerts Delivered Directly To Customers  \nIn 2011, we launched DealFinderSM 2.0, t he latest version of our automated fare -search application. \nUsers simply enter the destinations they wish to visit, as well as their preferred airfares, and DealFinder ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}