{"page_content": "22 \n will automatically search for matching deals, sending fare alerts and discount options a s appropriate. This \ntechnology significantly reduces the time required to search for airfares and is personalized to the needs \nof our customers. Learn more about DealFinder 2.0 . \nAmerican's Mobile A pps Lend Convenience to Travel  \nAmerican Airlines leads the industry with its mobile apps and offerings and keeps customers connected \nfrom their favorite smartphones and tablets. The application's intelligent data display allows American to \nprovide the most  relevant day -of-travel information. This means that once a customer logs into the app, it \nknows and displays who the customer is and where they are going — from where and what gate they are \ndeparting, to where they will sit and where they are on the stand by list. Learn more about American's \nMobile Apps . \n5. AAdvantage Loyalty Program  \nOur passionate team, together with our outstanding AAdvantage members, made 2011 a record year. \nMembers redeemed more than 166 billion miles to claim awards for flights, upgrades, car rentals, hotel \nstays and auctions. We celebrated the 30th anniversary of the AAdvantage program and thanked our \nmembers with a month of exclusive offers and prizes. We also fou nd new ways to talk to our loyal \ncustomers and share the latest program offers by implementing AAdvantage Facebook and Twitter \nchannels – another industry first among U.S. airline loyalty programs.  \n \nIn 2011, AAdvantage members claimed more than 7.5 millio n awards for flights, upgrades and other \nrewards. AAdvantage members are also able to participate in a number of charitable causes that our \ncompany supports, by donating travel miles to those in need. Learn more about AAdvantage  \n6. Products For Cargo Customers  \nAmerican Airlines operates one of the largest air cargo services in the world. We offer air cargo \ntransportation on almost all of our flights, with options including:  \n Priority Parcel Service - our fastest transport option  \n Expedite fs - a priority service offering flight -specific routing  \n Confirmed fs - providing real -time cargo traceability, while packages are en route  \n ExpediteTC Passive  - an advanced, temperature -controlled cargo system  \nWe are able to reach virtually any country in the world with our cargo service by leveraging agreements \nthrough our oneworld alliance partners. American in 2011 was named \"Best Cargo Airline from The \nAmericas\" by the London -based publication Air Cargo News . This marks the fourth consecutive year that \nAmerican has received the award. To learn more about our cargo services, visit AA Cargo .  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}