{"page_content": "23 \n E. Service  \n1. Our Guiding Principles  \nAs a legacy airline founded in 1934 , American's approach to the customer experience has certainly \nevolved with time, but rests upon longstanding \"basics\" that we always aim to provide. Safety, \ndependability, cabin cleanliness, efficient baggage handling and employee professionalism underscore all \nof our efforts to create a positive travel experience for our customers.  \nRecognizing the importance of service consistency, we developed the Customer Blueprint in 200 8 to \ncombine our core customer service priorities with a set of guidelines for making the American Airlines \ntravel experience more personalized and engaging for our primary customer groups. As our company \nevolves, the Blueprint provides guidance and a foun dation from which to launch new and exciting \ncustomer experience initiatives in the future.  \n \n2. Customer Experience Teams  \nTo maintain customers' loyalty and confidence, we feel it is essential that the Customer Blueprint be \nimplemented consistently throughou t our company. To accomplish this goal, we rely on the help of nearly \n250 Customer Experience (CE) teams, integrated throughout our organization. CE teams are composed \nof employee volunteers with expertise in a variety of work functions who all share a pas sion for \nexcellence in customer service. With representation in more than 15 Working Groups and Steering \nCommittees throughout American and American Eagle, the CE teams influence high -level management \ninitiatives affecting customer engagement, new products  and services, and employee training.  \nWe reward our employees with cash payments for their contributions to customer experience \nperformance goals. For every month these goals are met, employees are eligible for Customer \nExperience Rewards  of up to $100. In  2011, we paid $8.6 million in rewards to 67,000 employees for their \nexceptional customer service.  \nCustomers Acknowledge Employee Efforts  \nSince 2007, the Applause program has allowed our premium customers to formally recognize American \nAirlines and American Eagle employees who provide exceptional customer service. In 2011, more than \n162,000 Applause certificates were awarded to employees serving a range of functions, including Flight \nAttendants, Airport Agents, Premium Service and Reservation Agents.  Employees receiving certificates \nare eligible for monthly drawings for AAdvantage miles gift cards.  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}