{"page_content": "24 \n 3. Measuring Success  \nAt American, providing a positive customer experience is more than an aspiration. We have developed \nmore than 35 metrics – encompassing a reas such as onboard service, price and value, cabin condition, \ndependability and baggage handling – to evaluate the effectiveness of our Customer Blueprint. Monitoring \nthis information allows us stay in tune with industry best practices and create gap ana lyses to assess our \nown performance from a broader perspective. This analysis has helped direct a number of goals and \nnear-term initiatives at American. Based upon our customer research in 2011, we have determined:  \n American Airlines and American Eagle are overdue for \"Premium Economy\" offerings on \ndomestic and international flights. Our competitors have seen a positive consumer response to \nthis additional seating option, and American is now planning to initiate its own \"Main Cabin Extra\" \nseating on select f lights starting in 2012.  \n Only half of American's \"premium customers\" sit in First Class. To better serve this customer \ngroup, American and American Eagle are exploring a number of high -value customer initiatives to \nexpand the availability of premium amenit ies beyond the front of the cabin.  \nWe also continue to invest in improving flight dependability and baggage handling as part of our \nlongstanding customer enhancement efforts.  \n4. Providing Efficient, On -time Service  \nOur customers count on us to get them to the ir destination on time, every time. To continue improving our \non-time departure and arrival performance, numerous initiatives are now underway. We are addressing \nmaintenance issues that have contributed to delays by investing in aircraft modifications that  improve \noperational dependability.  \nWe are also refining our data tracking methods to have an increased focus on whether our customers \narrive at their final destination as scheduled, rather than looking solely at whether aircraft arrive on time. \nThis persp ective has led us to reconfigure block times and add gates at our hubs — improving arrival \nperformance, and helping passengers and their bags get to connecting flights. Initial results from these \nefforts have been very promising.  \n \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}