{"page_content": "25 \n Sometimes Our Schedules  are Truly in the Hands of Mother \nNature  \nRecord snowfall and sub -zero temperatures in January and \nFebruary of 2011 caused major air travel disruptions across \nmuch of the United States — even prompting temporary shut -\ndowns at DFW and Chicago O'Hare, our two  largest hubs. But \ndespite the wintry conditions, American's ground crews worked \ntirelessly to get travelers on track to their destinations.  \n5. Streamlining Our Baggage Handling  \nIn 2011 we introduced IT enhancements to the RampLink hand -held devices that our baggage handlers \nuse for the tracking and efficient loading of luggage. As a result of this initiative and others, we have seen \nsteady improvements in ensuring all bags are on the proper flight, before departure time. RampLink \nenhancements will be expanded  to international locations in 2012.  \n \n6. Service With A Personal Touch  \nIn the increasingly crowded travel industry, frequent flyers are all too aware of how impersonal many \nairline services have become. At American, we want to change that. Customer service and satisfaction \nrank among the top issues affecting the success of our company – and with that in mind, we feel it's our \nobligation to ensure that a personal, human touch is always a part of our business.  \nIn 2011 we have sought to bring more personalizati on and customer -employee interaction to the services \nwe provide. This effort included \"own the moment\" training for our airport agents. We also launched an \ninflight video series featuring the faces and stories of American Airlines employees who make our \ncustomers' travel experiences possible. Engaging our customers in this way, we are able to express our \ngratitude for their business and loyalty, while wishing them a hearty \"Welcome aboard.\"  \n \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}