{"page_content": "26 \n V. Environment  \nA. Progress  \n \nInvesting In Environmental Stewardship  \nWe a re committed to designing and implementing innovative programs and initiatives to reduce our \nimpact on the environment. In addition to contributing to a more sustainable future, we view this \ninvestment in environmental stewardship as a tremendous opportuni ty to meet our strategic objectives to \nFly Profitably and Invest Wisely . Over the past few years, we have saved millions of dollars and \navoided significant amounts of emissions and waste through programs such as Fuel Smart, as well as our \nutilities and was te reduction initiatives.  \nHighlights From Our Environmental Initiatives In 2011 Include:  \nAmerican Makes History With Fleet Renewal  \nAMR Corporation made history in 2011 with the largest aircraft order the industry has ever seen. The 460 \nnew planes ordered f rom Boeing and Airbus will dramatically reduce costs, as they are more fuel -efficient \nand will require less maintenance than a more mature fleet. This strategic investment, supported by \nfavorable financing from both manufacturers, will help maximize the fi nancial flexibility of the company \nwhile providing a state of the art travel experience for our customers. By 2017, we will have established \nthe youngest and most fuel -efficient fleet  of all our major competitors.  \nWaste Minimization Team Reduces Waste By More Than 1.3 million Pounds  \nThe newly established Waste Minimization Team surpassed by almost 1 million pounds its first year goal \nto achieve annual waste reduction of 326,800 pounds. We set our initial waste -minimization goal based \non the weight of a Boeing 777 aircraft, and are excited to have made such significant progress in this \narea. Further efforts will be supported by a more robust steering committee composed of vice presidents \nfrom across the organization.  \nAmerican Named As \"Greenest Airline\" b y Newsweek Magazine  \nFor the second year in a row, AMR Corporation received the best ranking among U.S. airlines  in \nNewsweek's  annual environmental list of the 500 largest publicly traded companies in America. American \nAirlines shot up the Green Rankings li st from No. 111 to No. 49, and is the top company in the \ntransportation and logistics category.  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}