{"page_content": "28 \n B. Managing Our Footprint  \nAMR is committed to safeguarding the earth's environment through the ongoing development and \nimplementation of sustainable business p ractices. To help us address challenges and develop innovative \nsolutions that will decrease our environmental footprint, we have established three strategic focus areas \nfor our efforts:  \n Climate and Energy  - Our largest potential impact results from the bur ning of jet fuel. We have \nestablished programs and initiatives and made significant investments to maximize fuel efficiency, \nreduce greenhouse gas emissions, and minimize energy use across our fleet.  \n Utilities Management  - Our ground facilities, offices an d airport infrastructure contribute to our \nenvironmental footprint with regard to energy, materials and water use, and related emissions and \nwaste. Our Utilities Management Council focuses on sharing best practices and implementing \ninitiatives to minimize resource use and identify cost savings throughout our system.  \n Waste Minimization  - Our operations inflight and on the ground generate significant amounts of \nwaste. Through source minimization, reuse, recycling and reclamation, we are dramatically cutting \nthe amount of materials that end up as waste.  \nAs always, we consider full compliance with all applicable environmental laws and regulations as the \nminimum acceptable level of performance for our company. We established an Environmental \nManagement System (EM S) at American Airlines almost 20 years ago and a similar EMS at American \nEagle 10 years ago. The EMS is modeled on the ISO 14001 standard and helps us meet our compliance \nobjectives and continuously improve our environmental performance. The EMS incorpora tes our \nenvironmental policy and outlines procedures for planning, implementation and training, audits and \ncorrective actions and management review. The EMS covers American's U.S. operations. Environmental \ncompliance at international operations is managed locally within each country.  \nIn 2011, we performed 32 internal audits of our airport operations. We aim to audit all maintenance \nbases, major airport operations and smaller airport operations on a risk -based schedule — approximately \nonce every three years.  \nOur compliance performance has been consistently strong. No environmental fines, penalties or notices \nof violation were issued to American or American Eagle in 2011.  \nEnvironmental Policy And Commitment Statement  \nThe AMR Environmental Policy governs our company's approach to protecting and preserving the \nenvironment. The policy was first adopted in 1993 and updated in December 2009.  \nThe Chief Executive Officer and each employee are responsible for ensuring compliance with this policy. \nStation/functional m anagement at all locations and subsidiaries implement policies and procedures to \ncomply with this policy statement.  \nThe company is committed to:  \n Complying with all environmental laws and regulations  \n Maintaining procedures and systems that ensure required environmental laws and regulations are \nmet or exceeded  \n Communicating appropriate environmental information to affected employees, customers, \ncontractors, the public, regulatory authorities and emergency response authorities  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}