{"page_content": "30 \n C. Climate and Energy  \n1. Climate Change And American  \nAs an airline operating a fleet of more than 900 aircraft, the company consumes a significant amount of \njet fuel. The burning of this fossil fuel during flight generates carbon dioxide, a greenhouse gas (GHG). \nWe recognize the importance of this issue and  understand that it is a high priority concern for many of our \nstakeholders.  \n2. Climate And Weather  \nThe ultimate effects of climate change are as yet unclear, including the extent to which climate change \nmay be related to more variable and severe weather even ts. Nevertheless, we are managing our \nexposure to such risks by investing in resources and technology tools that allow us to better mitigate \nimpacts of adverse weather activity. We also continuously monitor weather activity as part of our normal \nbusiness o perations and act quickly to adjust schedules to maintain safety and minimize travel disruptions \nfor our customers.  \nIt is one of our highest priorities to effectively manage our fuel consumption and associated GHGs. We \nmake many of the company's most criti cal decisions, including decisions about aircraft acquisition, aircraft \nmodifications and other investments, based largely on their impact on fuel use and associated GHG \nemissions.  \nWe have established a four -pronged strategy to maximize fuel efficiency and  minimize GHG emissions:  \n Continued attention to our Fuel Smart program  \n Investment in new aircraft and aviation technology  \n Promotion of the development of innovative technologies and solutions  \n Support of investment in air traffic control  \nFor complete disclosure regarding our measurem ent, management, risk profile, goals and performance \nregarding carbon emissions, please visit our Carbon Disclosure Project response . \n \nOver 98 percent of our direct (Scope 1) GHG emissions are related to the consumption of jet fuel. Our \nindirect (Scope 2) emissions, which are related to the purchase of electricity, make up the majority of our \nremaining emissions. Employee commuting (Scope  3) emissions are very small in comparison with our \ndirect emissions.  \nEmployee travel for business on American Airlines flights, and any associated GHGs are included as \nScope 1 emissions rather than broken out as separate Scope 3 emissions. Although emissi ons from \nground -level employee commuting are minimal, we have implemented programs to help reduce this \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}