{"page_content": "31 \n environmental impact. Employees have the option to purchase discounted mass transit passes or to \npurchase transit passes using pre -tax payroll deductions . \n3. GHG Reduction Goals  \nThe airline industry collectively contributes only approximately two percent of the world's manmade \nemissions of carbon dioxide, according to the United Nations Intergovernmental Panel on Climate \nChange. As an industry, we are committed to doing our part to decrease this percentage even further. \nOur collective goals are to:  \n Improve CO 2 efficiency by an average of 1.5 percent per year, measured on an intensity basis, \nthrough 2020  \n Achieve carbon neutral growth from 2020 onward  \n Reduce aviation net carbon emissions by 50 percent by 2050, as compared to 2005 levels  \nAt American, we have established a 20 -year goal to reduce our GHG intensity ratio by 30 percent \nbetween 2005 and 2025.  \nOur intensity ratio compares the amount of CO 2 we emitted with the work we performed as measured by \nrevenue ton miles (RTMs), which is the weight of passengers and cargo we are paid to transport. Our \nintensity ratio decreased 6.6 percent between 2005 and 2010, which puts us behind the pace needed to \nmeet our 20 -year GHG efficiency goal.  \n \n4. Participation In The European Union Emissions Trading Scheme  \nBeginning in 2012, aviation is included in the European Union's Emissions Trading Scheme (EU ETS). \nThe ETS is a cap and trade system that requires companies wit hin specific industries to submit \nallowances to cover the emissions they emit. With limited exceptions, all flights landing or departing the \nEU will be covered in the ETS regardless of where the operator is incorporated. Emissions from all \nphases of the fl ight are included in the ETS, including emissions prior to departure.  \nAlthough American believes the EU ETS violates international law, we are complying with applicable \nrequirements. We have made clear, however, that we are complying under protest given si gnificant legal \nconcerns.  For complete information about American's position on the EU ETS, please visit the public \npolicy section  of this report.  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}