{"page_content": "32 \n 5. Saving Milli ons With Fuel Smart  \nEstablished in 2005, Fuel Smart is the cornerstone of our fuel conservation efforts. It encourages \nemployees to search out fuel -saving opportunities and make them part of everyday routines. Since 2005, \nwe have invested more than $300 mi llion in fuel -saving initiatives, such as winglets, high -speed tugs and \nground power units. This investment of capital, as well as the time and efforts of employees, has resulted \nin approximately 700 million gallons of fuel savings since the program began,  worth $1.5 billion at \nprevailing fuel prices.  \nGiven that a one -cent increase in the price of a gallon of fuel translates into an additional $25 million \nannual cost for American Airlines, Fuel Smart will continue to be an important part of reducing costs a s \nwell as reducing GHG emissions. To put this into context, consider that jet fuel costs jumped from an \naverage of $2.31 per gallon in 2010 to $3.01 per gallon in 2011 & raising our annual operating costs by \napproximately $2 billion.  \n6. Fuel Costs And Consump tion \n \nEmployees suggest and implement Fuel Smart ideas that offer the greatest financial impact. In 2011, we \nconcentrated specifically on achieving greater fuel efficiency by optimizing our route selection, reducing \nfuel use while aircraft are parked (through such actions as shutting down aircrafts' auxiliary power units \nand using available ground power and pre -conditioned air equipment instead), and through new initiatives \nsuch as replacing heavier cargo containers onboard aircraft with lighter weight  containers. Utilizing the \nlighter weight cargo containers will save approximately 1.5 million gallons of fuel each year. We also \nintroduced new technology. For example, we received FAA approval for use of iPads in cockpits. This \nshift toward paperless coc kpits has multiple benefits, including fuel savings by eliminating the weight of \nmanuals, which is estimated to save nearly 500,000 gallons of fuel annually.  \nRead more about these and other impactful initiatives on our Fuel Smart website . \n7. Investing In A New, Modern Fleet  \nIn 2011, American Airlines took decisive action in moving forward with its fleet renewal efforts. In July \n2011, we placed the largest aircraft order in aviation history:  460 narrowbody jets from Boeing and Airbus \nto be delivered in 2013 through 2022. As part of this order, American will take delivery of the latest \ngeneration single -aisle aircraft from Boeing and Airbus. Expected in 2017, the Boeing 737MAX and \nAirbus A320n eo aircraft will be powered by next generation engine technology and will provide significant \nfuel efficiency gains over today's current models. These aircraft will enable us to establish American's \nfleet as the youngest and most fuel efficient among our c ompetitors.  \n In 2011, we retired 21 MD -80 aircraft from service and introduced 15 next generation Boeing 737 -\n800s to our fleet. Compared with the MD -80s, these new 737s offer a 35 percent improvement in \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}