{"page_content": "33 \n fuel economy on a seat -mile basis, and come with elega nt Boeing Sky Interior enhancements, such \nas LED ambient lighting effects and modern cabin styling.  \n Having completed purchase agreements with Boeing, American will begin to introduce 42 all -new \n787-9 Dreamliner aircraft to its fleet in 2014. The 787 is 20 percent more fuel efficient than similarly \nsized aircraft and will offer the longest -range nonstop flights of any plane in our fleet.  \n Also scheduled for delivery beginning in 2012 are ten Boeing 777 -300ERs. These aircraft offer \nimproved efficiency and perf ormance characteristics over their predecessors, and are intended to \nextend American's network options.  \nRead more about our fleet renewal efforts . \n8. Innovating To Ensure A Sustainable Future  \nAmerican Airlines closely follows innovations in technological solutions for reducing its carbon and overall \nenvironmental footprint. We invest in or participate in pilot programs to test new equ ipment and develop \nalternative fuels, and partner with our industry peers to support promising developments. For example, in \nJune 2011, American was named the \"launch customer\" for the Boeing's evolutionary ecoDemonstrator \nProgram, designed to test and acc elerate the market readiness of new fuel efficiency, carbon reduction \nand noise abatement technologies.  \nWe view the development of alternatives to fossil fuel –based jet fuel as a future opportunity to further \nminimize our GHG emissions. We therefore partic ipate in organizations such as CAAFI (Commercial \nAviation Alternative Fuels Initiative), which brings together key stakeholders to support the development \nand deployment of environmentally sustainable fuel for commercial aviation. We also support the effor ts \nof industry associations, including those of A4A (Airlines for America) and IATA (the International Air \nTransport Association) to promote the development of alternative fuels with lower life -cycle emissions \nthan traditional petroleum -based jet fuel.  \n9. Recycling Waste Into Biofuel  \nAmerican Airlines has signed a letter of intent with Solena Fuels and is negotiating an agreement along \nwith other major U.S. carriers to purchase biofuel made from recycled waste. This new biomass fuel \nsource would be used on fli ghts from San Francisco Bay Area airports including Oakland, San Jose and \nSan Francisco. Solena's Northern California biomass -to-liquids plant will produce up to 16 million gallons \nof jet fuel per year from 550,000 tons of recycled agricultural and urban w aste.  \nAlthough American does not currently use biofuels in regularly scheduled flights (in part because of \nlimited availability and high cost — about three times that of traditional fuel), the company plans to pilot \nthis project and continue monitoring tec hnological advances in alternative fuels in coming years.  \n10. Supporting Investment In Air Traffic Control  \nAmerican's ability to reduce GHG emissions will also depend on investment by governments in \nmodernizing air traffic control systems. For example, in the United States, the FAA oversees the \nimplementation of NextGen, a comprehensive overhaul of the National Airspace System. The goal of \nNextGen is to make air travel more convenient and dependable, while ensuring that flights remain as \nsafe, secure and hassle -free as possible. As part of NextGen improvements, the FAA is building the \ncapability to guide and track air traffic more precisely and efficiently to save fuel and reduce noise and \npollution.  \nRead more about the NextGen Air Transportation System  on the FAA website.   ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}