{"page_content": "34 \n D. Other Impacts  \n1. Utilities Management  \nOur environmental impacts are not limited to flight operations. We also know that we need to be \nresponsible stewards of all of our ground facilities, including offices, maintenance bases and airport \ninfrastructure. Our goal is to minimize energy, water and waste wherever we operate around the world.  \nIn pursuit of this goal, we established the Utility Management Council in 2005 to share best practices in \nenvironmental initiatives at American offices and facilities. The Utility Management Council is composed \nof Facilities Maintenance Managers from the 10 stations across the American Airlines network with the \nhighes t utility costs.  \nThe Utilities Management Council meets several times a year, and includes participation by Transport \nWorkers Union representatives. Together, Council members raise issues, discuss challenges, and share \napproaches to developing innovative s olutions to minimize impacts. Since the Council was formed, it has \nidentified $12.5 million in annual savings to the company. These savings have been realized through a \nmix of projects big and small, involving the participation of employees throughout our organization.  \nOne of the more significant projects in 2011 was the replacement of computers throughout the company. \nThe new computers and monitors help reduce electricity consumption and associated emissions by more \nthan half. Old computers and monitors we re also recycled through a certified recycler. We will continue to \npursue energy, materials, water and waste reduction initiatives in the future through Council efforts.  \nAdmirals Club Expected To Be Certified To LEED® Silver  \nA refurbished Admirals Club lo unge opened in April \n2011 in conjunction with the renovation of Terminal 2 \nat San Francisco International Airport (SFO). This \nlounge is expected to be awarded Leadership in \nEnergy and Environmental Design's (LEED) Silver \ncertification by the U.S. Green Bui lding Council \n(USGBC). LEED is a rating system used by the \nUSGBC to track and rate the \"greenness\" of a \nbuilding. The LEED system recognizes performance \nin key sustainability areas including sustainable sites, \nwater efficiency, energy and atmosphere, mater ials \nand resources, indoor environmental quality, \ninnovation in design, and regional priority.  \nThe SFO Admirals Club lounge is designed to mirror the charm of the San Francisco Bay Area and \nshowcases views of Golden Gate Park and the Northern California la ndscape. Guests utilizing the lounge \nwill experience natural color walls decorated with recessed panels of bamboo and reconstituted zebra \nwood, ample seating and free Wi -Fi. Other unique sustainability features include:  \n Water Use Reduction - Low-flow water  fixtures were installed to reduce water use by 20 percent  \n Air Quality Improvement - No chlorofluorocarbon (CFC) -based refrigerants were used  \n Energy Reduction - The innovative design of the electrical and mechanical systems helps reduce \nenvironmental and e conomic impacts  \n Waste Reduction - Construction and demolition debris were redirected back into the manufacturing \nprocess, reducing disposal in landfills and incineration facilities by 75 percent  \n Recycled Content - Recycled content building products were us ed in construction and materials \nthroughout the Club  \n Recyclables Collection - An on -going recycling program was established to reduce waste generated \nby customers and employees  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}