{"page_content": "35 \n  Alternative Transportation - Travelers have convenient access to a pedestrian b ridge to the AirTrain, \nwhich connects to Bay Area Rapid Transit (BART)  \n2. Minimizing Waste  \nWhether it is aluminum cans onboard our planes, copy paper in our offices or used parts in our \nmaintenance facilities, we know it is our responsibility to reduce the am ount of waste related to our \noperations. Just as our customers participate in recycling programs at home, we have launched important \ninitiatives to reduce, recycle and repurpose materials across our organization — and to take a hard look \nat our processes a nd operations to identify where we can prevent waste at its source.  \nTo deliver on our objectives to be responsible stewards with regard to materials and waste, we \nestablished a Waste Minimization Team in 2010. The team includes representatives from a broad  range \nof operational departments and efforts are overseen by a Steering Committee of vice presidents.  \n3. Progress Toward Goals  \nOur initial efforts to minimize waste have been tremendously successful. In 2010, we had set a goal of \nrecycling 326,800 pounds of waste — the weight of a Boeing 777 aircraft. In fact, by the end of 2011, we \nhad surpassed this goal by nearly 1 million pounds!  \nNow that we have a year under our belt, we have expanded our 2012 waste minimization goal to 2 million \npounds. We will also con tinue to refine our ability to measure and manage waste at American through the \nimplementation of a new data collection system.  \nIn all our waste minimization efforts, we seek to engage with and involve employees. One effort over the \npast year has been an i nitiative to broaden the scope of employee participation, especially with regard to \nthe recycling of onboard magazines.  \nWe have expanded inflight magazine recycling to 82 percent of our stations and have launched the \ncollection of unused international cust oms forms so that they can be reused.  \nOther initiatives have focused on introducing the use of recycled and/or certified paper for magazines, \nmenus and boarding passes; reusing pieces of equipment such as the dowels that hold paper in self -\nservice boarding  pass machines; and recycling wheels from baggage carts.  \nRead more about American's efforts to reduce, reuse and recycle . \n \n  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}