{"page_content": "37 \n VI. Employees  \nA. Progress  \nBuilding A Strong Foundation For The Future  \nAmerican Airlines and American Eagle employees are the lifeblood of our company. They drive our \noperations, engage our customers, inspire our creative energies, and proudly represent our airline in \nhundreds of locations around the world. That's why one of our strategic objectives is our firm commitment \nto be a Good Place for Good People . This commitment means we will devote ourselves to creating a \npositive, inclusive work environment where our employees can thrive and develop — both professionally \nand perso nally.  \nWe know firsthand that creating a Good Place for Good People is no small task. Over the past few years, \nwe have struggled with a cost structure that has put us at a severe competitive disadvantage compared to \nour peers. A significant part of our cos ts are employee -related, and thus we will be making difficult \ndecisions in 2012 as we move through the restructuring process  to restore American to industry \nleadership, profitability and growth. O ur aim is to navigate through this process successfully so that we \ncan revitalize our airline and create a brighter future for everyone at American.  \nHighlights from our employee initiatives in 2011 include:  \nReorganization  \n Important changes to American's organizational structure are taking place through our reorganization \nefforts, initiated in November 2011. These changes will include major restructuring of our cost and \ndebt structures, as well as our workforce fundamentals.  \n Change will be difficult, parti cularly as we will be ending this process with fewer people, but we will be \npreserving tens of thousands of jobs and ensuring American's ability to compete and win.  \n To ensure that employee performance is rewarded and aligned with American's future success,  we \nplan to put in place a profit -sharing plan that, beginning with the first dollar of pre -tax income, would \npay awards totaling 15 percent of all pre -tax income.  \nSolid Performance On Employee Safety Management  \n American ended 2011 with strong safety perfo rmance results, including a 13 percent year -over-year \nreduction in employee injuries, and no repeat OSHA citations for the year.  \n We reengineered Partnership for Safety, our flagship employee safety management system, to \nreflect our evolving approach to saf ety integration. We strengthened our external relationships  \nwith OSHA and other partners and established provisions for greater clarity around safety oversight.  \nContinued Investment In Employee Development  \n Our LIFT leadership training program completed a s econd successful year with training for Level 3 \nand 4 Airport Services personnel.  \n American Airlines has been rated one of the 20 best companies for Leadership Development \nPrograms  in large corporations by Leadership Excellence Magazine . ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}