{"page_content": "39 \n B. Workforce  \nWe work very hard to maintain a culture where safety, achievement and diversity are celebrated and \nrewarded, every single day. Cultivating this mindset and attitude is what separates American from its \ncompetitors, and enhances the quality, performance and long -term competitiveness of our business.  \nNow in our 85th year of operation, we have a proud and distinguished history, and have always benefited \nfrom the dedication of our employees. In retu rn, we have made concerted efforts over the years to \nprovide the best possible compensation and career development experience for our workforce.  \nRestructuring For Long -Term Success  \nOn November 29, 2011, AMR Corporation filed for Chapter 11 reorganization, an action that is the \nnecessary and correct path for us to take to become a more efficient, financially stronger and more \ncompetitive airline. We believe that this decision will allow American Airlines and American Eagle to \nrestructure so that we can emerg e well -positioned to assure the company's long -term viability and its \nability to compete effectively in the marketplace. It is the right decision for our company and its future.  \nOur very substantial cost disadvantage compared to our larger competitors, mos t of whom restructured \ntheir costs and debt through reorganization, has become increasingly untenable given the accelerating \nimpact of global economic uncertainty and the resulting revenue instability, volatile and rising fuel prices \nand intensifying compe titive challenges.  \nWe must achieve competitiveness and flexibility associated with all of our employee -related costs. As part \nof our bold plan to restructure our company, we are seeking $1.25 billion in permanent annual cost \nreductions from all employee gr oups. This will require many changes in the way we do business and, \nregrettably, will result in job losses. But we must remember that failure to make the right changes puts all \njobs at American at risk. We will continue to work for the best outcome for the  greatest number of our \npeople.  \nFor more information, visit RestructuringAMR.com . \n1. AMR Corporation Global Workforce  \nTotal workforce: domestic and international for American Airlines and \nAmerican Eagle  87,897  \n(86% full -time, 14% part -\ntime)  \nManagement level employees  8,453 (including 49 \nOfficers)  \nNon-management employees  79,444  \nEmployees by region  \nUnited States and Canada  82,514  \nMexico, the Caribbean, Central and South America  4,145  \nEurope and Asia Pacific  1,238  \n \nAMR (American & American Eagle)  Attrition Rates  Average Tenure (Years)  \nLabor Group  2011  2011  \nManagement  7% 16 \nStaff Support/Other  11% 11 \nAgent/Planner  16% 15 \nPilots  8% 17 ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}