{"page_content": "40 \n AMR (American & American Eagle)  Attrition Rates  Average Tenure (Years)  \nReservation Reps  12% 15 \nFlight Attendant  4% 21 \nTWU  6% 18 \nAMR - All Employee Groups  7% 18 \n \n2. Compensation And Benefits  \nOur industry is unique, combining the highly technical aspects of aviation and engineering with the many \nsocial nuances of customer service and hospitality. In this type of business environment, our employees \nbenefit from broad, multidisciplinary training and career development options that prepare them for \nmeaningful growth within our company and beyond. In financial terms, our employees receive health, life, \ndisabil ity and retirement benefits, and have access to a variety of medical plans, including dental and \nvision, as well as optional plans such as dependent day care and medical reimbursement accounts. \nAmerican's benefits and many other employment privileges are e xtended to family members and \ndomestic partners. American also offers deeply discounted travel options to employees and their families, \nand rewards strong employee performance with both financial and non -financial incentives.  \nRead more about our employee benefits . \nPerformance Incentives  \nAt American, we believe that dedication and a commitment to excellence should never go unnoticed. To \nencourage progress toward company goals and targets, we reward employee performance in two key \nareas under our Annual Incentive Plan:  \nCustomer Service:  Every month, employees are eligible for Customer Experience Awards of up to $100, \nif company -wide customer service goals are reached.  \nFinancial Performance:  Each year, employees (including named officers) may receive an annual \nperformance bonus if our company achieves an overall pre -tax earnings margin of at least 5 percent.  \n3. Retirement Plans  \nIn 2011, American Airlines carried through with it s commitment to more than 133,000 participants in the \ncompany's defined benefit and defined contribution plans — with payments for the year totaling $525 \nmillion for defined benefit and $162 million for defined contribution plans. Since 2002, American has \ncontributed nearly $3 billion to defined benefit pension plans and more than $1.7 billion to defined \ncontribution plans. Additional payments totaling $144 million have been made to retirees eligible for \nmedical benefits.  \nIn February 2012, American announce d plans to make changes to certain benefit programs, for all \nemployees, which are necessary to reach our savings target and move us in line with other airlines and \nlarge companies. To implement one of these initiatives, American initially proposed to termi nate its \ndefined benefit pension plans. In March 2012, however, American reached an accommodation with the \nUnsecured Creditors Committee (UCC) and the Pension Benefit Guaranty Corporation (PBGC) to \ndevelop a plan that would allow American to pursue a freez e of our defined benefit pension plans for non -\npilot employees instead of seeking termination.  \nFreezing the defined benefit pension plans would mean that employees would retain the full value of \nbenefits accrued for service prior to the date the plan is fr ozen, and those benefits would not be reduced \nto PBGC guarantee levels in retirement. This action would also preserve for employees the ability to ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}