{"page_content": "41 \n satisfy the requirements to obtain the frozen benefit under the early retirement options, which we know \nmany employees value.  \nAlthough American must change various elements of the retirement benefits offered to ensure the needed \ncost savings are realized, the company remains committed to providing employees with some form of \nretirement benefits going forward, inc luding replacing its defined benefit pension plans with defined \ncontribution plans that include a company match.  \nMore information on proposed changes to defined benefit pension and contribution plans is available at \nRestructuringAMR.com . \n4. Labor Relations  \nIn 2011, American Airlines continued collective bargaining negotiations in good faith, with our three \nprimary labor unions:  \n Allied Pilots Association (APA)  \n Association of Professional Flight Attendants (APFA)  \n Transport Workers Union (TWU)  \nCurrently, 68.3 percent of American Airlines employees are represented by one of these three unions. In \naddition, 64.6 percent of American Eagle employees are represented by one of the following three \nunions:  \n Air Line Pilots Association (ALPA)  \n Association of Flight Attendants (AFA)  \n Transport Workers Union (TWU)  \nA successful restructuring requires that American reduce employee costs by significantly more than what \nwas discussed in previous negotiations with the  unions. American will work within the Chapter 11 process \nto modify our current agreements to achieve the cost reductions necessary to compete more effectively.  \nBecause we weren't able to make sufficient progress with the APA, APFA and TWU in almost two mo nths \nof negotiations, the company filed a Section 1113 motion with the Court on March 23, 2012, asking the \njudge for authorization to reject American's current collective bargaining agreements. Doing so would \nallow the company to implement the changes nece ssary for the successful restructuring of the business if \ncollective agreements cannot be reached.  \nAs decisions are made about the future shape of our workforce, we will honor the notice provisions in \nexisting union contracts. Outside of specific contractu al obligations, American typically gives 14 days' \nnotice, or pay in lieu of notice is provided. For more information, visit RestructuringAMR.com . \n5. Building Mutual Trust  \nWe recognize the importance  of providing employees with a forum where they can voice the issues and \nconcerns that are most important to them. To this end, we feel that face -to-face discussions provide the \nbest medium for communication and the exchange of ideas.  \nIn an effort to prote ct the interests of our independent employees who are not represented by a union, we \nhave established distinct Advisory Boards for employee groups including Airport Agents, AAdvantage® \nCustomer Service Agents, Premium Services Agents, Cargo Agents and Weig ht and Balance Agents.  \nAdvisory Board meetings are held periodically, bringing together elected agent representatives and \nmanagement representatives at the local, regional and system level. These meetings establish a system \nfor independent employees to sha re information with their peers and provide input to management.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}