{"page_content": "42 \n  \nC. Safety and Health  \n1. Safety First — Always  \nAt American, safety is everyone's responsibility. Safe working conditions don't simply come about in \nresponse to top -down directives, nor is one -time training sufficient to embed awareness and habit. \nRather, safety arises out of the consistent and continual application of collective safety values and \npriorities that have been put in place throughout our organization.  \nTo maximize the safety of our work e nvironments, we've established extensive training and education \nprograms, as well as robust safety management processes. When accidents do occur, we consider \nourselves equally prepared to respond appropriately and pinpoint root causes and accountability.  \nWe regret that one fatality did occur in 2011 when one of our ramp operators failed to properly engage a \nsafety device, and was fatally injured by a piece of heavy machinery. We deeply regret this incident, and \nfeel that its occurrence underscores the need for all employees at American to more closely adhere to our \nsafety procedures and training guidance. As a result of this tragic event, we completed a pre -cautionary \nself-audit, sent an Injury Alert and Safety Advisory to all stations and developed a backup  safety device to \nmake non -compliance more difficult.  \n2. Partnership for Safety  \nEstablished in 2004, Partnership for Safety (PFS) is our flagship employee safety management system. \nPFS has been implemented at all of our U.S. and Canadian airports, as well as at London Heathrow. PFS \nis built upon four key principles:  \n Senior management's visible commitment to safety  \n Employees at every American Airlines location, at every level, taking responsibility for their own \nsafety and the safety of others  \n Investigating inj uries to find the root cause and using these findings to prevent recurrence  \n Improving the existing safety infrastructure of our organization  \nThis year, Partnership for Safety was reengineered to deepen our collaborative relationship with OSHA, \nand to refre sh training opportunities for our employees. The results of this effort have been impressive:  \nSafety Performance Improves In 2011  \n 2011 injury rates decreased 10 percent and 9 percent from the previous year at American and \nAmerican Eagle  \n American's 2011 lost day rate was the lowest since the introduction of Partnership for Safety  \n No repeat OSHA citations; lowest number of OSHA inspections since 2007  \nSafety Data  2011  2010  2009  \nAA Injury Rate  (Total recordable cases per 200,000 man hours)  7.1 7.9 7.8 \nEagle Injury Rate  5.1 5.6 5.1 \nAA Lost Day Rate  4.5 5.2 4.9 \nEagle Lost Day Rate  2.6 2.2 na \nFatalities  1 0 0 \n ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}