{"page_content": "43 \n 3. Safety Starts With Me  \nAt American Eagle, the approach to ensuring safety is highly training -oriented. Safety Starts with Me \n(SSM)  was developed in 2008 with the goal of drawing a larger percentage of Eagle employees — from \nmanagement to front line crewmembers — into safety training sessions. Since the program's inception, \nEagle's injury and lost time rates have dropped more than 13 percent. While Eagle's current injury rates \nrepresent an improvement over 2010, they fall slightly short of the target rates set for 2011. Nonetheless, \nhaving successfully extended computerized safety training programs to all of Eagle's front line managers  \nin 2011, and manager -led lifting -injury -prevention training for Field Service, we feel confident that we'll \nsoon be back on track to reach SSM safety targets.  \nOccupational Safety And Health Goals And Objectives For 2011  \nPFS Objectives In 2010  \n Focus on saf ety communication, employee engagement, training and business processes.  \n Identify and mitigate hazards via Job Hazard Analysis (JHA).  \nPFS Progress In 2011  \n An improved injury review team has been developed and applied system -wide. Weekly safety calls \nare made between safety specialists and the management representative at an airport or facility to \ninvestigate the types and causes of any injuries that may have occurred. Part of this review process \nseeks to determine accountability for injuries in order to d evelop preventive measures in the future.  \n A baseline injury review procedure has been developed to help standardize our approach to safety \nmanagement. Following the sequence People  Process  Performance , we are better able to \nestablish accountability for s afety oversight, understand safety processes in place, and ultimately \nimprove performance in areas needing attention.  \nPFS Objectives For 2012  \n PFS refresher training will be extended to 100 percent of front line managers, with Web -based \ntraining for all emp loyees.  \n Having already begun the process of harmonizing safety data collection between American and \nAmerican Eagle, our goal is to launch a comprehensive data collection tool in 2012.  \n American and American Eagle will seek to further embed our systems relat ed to safety accountability. \nIn 2012, we are aiming for a corporate injury rate reduction of 5 percent from the previous year.  \n A Job Hazard Analysis study will be launched at American's maintenance facility in Tulsa, Oklahoma.  \n We aim to conduct 26 OSHA ove rsight audits, receive no OSHA re -citations and achieve removal \nfrom the OSHA high -hazard list.  \n4. Promoting Health And Wellness Every Day  \nMore than 166,000 American Airlines employees and employee family members have access to a \ncomprehensive suite of health  services and wellness information through our Health matters  directive. The \nprogram provides support, resources and information to help employees better understand important \nhealth issues and maintain high levels of health and wellness. Health matters  is supported by a staff of \nnurses, dieticians and lifestyle coaches — our Health Advocate Team — available to provide support and \ncase management for a range of health issues including:  \n Preventive health  \n Chronic diseases  \n Maternity management  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}