{"page_content": "45 \n D. Developing Our People  \nAt American, we see our global competitiveness as a function of our agility,  tenacity and ingenuity as an \norganization. From that perspective, we think of employee development as an opportunity to invest in the \nkinds of qualities that will lead our company to success.  \nIn an effort to retain top talent and a diverse, dedicated work force, we provide our employees with a \nrange of benefits, both tangible and intangible. Our offerings begin with competitive, direct compensation \nand benefits packages, profit -sharing and performance incentives, and a range of retirement options. But \nthat's just the beginning. The true value that we bring to our workforce comes in the way of world -class \ntraining and skill development — throughout all of our operations.  \n1. Our Approach To Training And Talent Management  \nOur industry is unique in that employees m ust be proficient in a broad range of technical and non -\ntechnical disciplines. To provide the most comprehensive, hands -on skill development environment, we \nconsolidate much of our training near our headquarters and primary airport hub in Fort Worth, Texas . \nHere our employees can complete FAA -required classroom instruction at our FlagShip University and \nFlight Academy training centers, and experience our operations in action at nearby airports and \nmaintenance facilities.  \nBeyond basic training requirements, we offer employees many opportunities to develop desired skill sets \nand advance their careers toward strategic objectives. Our Performance Development Process is one \nsuch mechanism, providing employees with formal career guidance, and helping to ensure tha t \nperformance reviews are conducted systematically, using objective criteria. In 2011, the Performance \nDevelopment Process performance reviews applied to 100 percent of active management and most \nsupport staff.  \n2. Focus On Leadership Development  \nCultivating effective leadership throughout our company is a top priority at American. We provide skills -\ndevelopment programs to help new and existing managers at many levels of seniority to identify, build \nand hone their leadership competencies. Some of these program s include:  \n Frontline Leader:  For leaders who are new to the management team, or wish to refresh their \nabilities, Frontline Leader classes help build foundational skills based upon the essential \ncomponents of human resource management. Training on effective  communication, diversity \nissues, coaching and counseling are among the core features that prepare our managers for long -\nterm success.  \n Making the Transition:  For newly appointed mid -level managers, Making the Transition is \ndesigned as a forum for the excha nge of ideas and management techniques that have been \neffective in driving performance at American. The program comprises an annual series of two -day \nworkshops, allowing participants to share their experiences and progress over time.  \n Leading Leaders, Leadi ng Others, and LIFT:  A core component of our leadership training is the \ndevelopment of team engagement competencies. Managers at every level of seniority must \nunderstand how to best utilize employees' diverse skills and synergies, and cooperate with fellow  \nmanagers to drive efficiency and business performance. This process requires a great degree of \nintrospection for leaders to assess their personal management tendencies and consider style \nadjustments that may be beneficial.  \n \nTo this end, we offer three pro grams — Leading  Leaders  (for Managing Directors and above), \nLeading Others  (for Managers and above) and Leadership: Improving the Future Together \n(LIFT)  (for management -level Airport Services personnel). These programs are structured as ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}