{"page_content": "47 \n E. Diversity  \nAs a company with global operations and influence, it is only appropriate that we maintain a global \nmindset as well. At American, we hav e long celebrated diversity of thought and experience among our \nemployees, and we have no doubt that the varied insights and perspectives existing within our company \nhave had a positive impact on our overall performance and corporate culture. We truly feel  that diversity \nshould be explored, respected and thoroughly celebrated; that's the American way.  \nThe year 2011 marked another successful milestone in the annals of our diversity leadership. For the \ntenth consecutive year, American Airlines has received th e highest possible recognition in the Human \nRights Campaign's Corporate Equality Index  — an annual review of diversity -friendly workplaces. We \nhave also launched or maintained a host of education initiatives, geared toward creating a culture of \nrespect and  inclusiveness at American Airlines and American Eagle. We feel that this work contributes to \nthe empowerment of all employees at our company, and so we remain proudly committed to our efforts.  \n1. Management Approach  \nHigh-level oversight of American's diversi ty and inclusion initiatives takes place within our Diversity \nAdvisory Council. This body is composed of representatives from 17 Employee Resource Groups \n(ERGs), and draws upon diverse perspectives to help inform business decisions, policies and education \ninitiatives at American. ERGs are employee -led, grassroots organizations, fostering interaction and \nengagement on a number of social and cultural issues. We consider these to be the building blocks of \ninclusivity, expression and thought leadership at our c ompany.  \nOur Diversity Advocates also represent an indispensable company resource, as the go -to people for \nguidance on navigating diversity and inclusion issues that may arise in the workplace and marketplace. \nThese dedicated individuals help facilitate the  integration of employees coming from diverse cultural \nbackgrounds — an ever -important service as our global business network grows.  \n2. Diversity Performance In 2011  \nEmployee Age Groups Within Our Domestic Workforce  (81,303 total domestic employees)  \nAge < 30 = 4,744 (6 percent)  \nAge 30 - 50 = 42,177 (52 percent)  \nAge > 50 = 34,382 (42 percent)  \nGender Composition Within Our Domestic Workforce  (81,303 total domestic employees)  \nMale = 49,574 (61 percent)  \nFemale = 31,729 (39 percent)  \nEthnic Composition Of Our Domestic Workforce*  (81,303 total domestic employees)  \n 34 percent Ethnic Minority  \no 12 percent African American/Black  \no 15 percent Hispanic/Latino  \no 5 percent Asian  \no 1 percent American Indian/Alaskan Native  \no 1 percent All Other (two or more races, Native Hawaiian/ Pacific Islander)  \n*Ethnicity is tracked in the United States only, as the collection of diversity information is often prohibited by law in \nother countries.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}