{"page_content": "48 \n Diversity Award Recognizes American Employees  \nAmerican Airlines employees Lynette John -Finn, a trai ning instructor in Cary, North Carolina, Mike \nNavarro, Director of Employee Safety in Miami, Florida, and Bruce Sickler, a Reservation Representative \nin Fort Worth, Texas, were awarded the third annual Earl G. Graves Award for Leadership. This award \nrecogn izes their work in advancing diversity and inclusion at American Airlines.  \nThe award was established to honor Earl. G. Graves, Sr., founder and publisher of Black Enterprise \nMagazine . He influenced many of American's diversity initiatives during his 13 yea rs on AMR's Board of \nDirectors and helped establish a practical, business -minded approach to diversity, demonstrating that \ndiversity efforts are integral to business goals.  \nAward candidates are nominated by fellow employees and then chosen by a selection c ommittee \ncomposed of senior management and members of the Diversity Advisory Council. Selection criteria \ninclude:  \n Long -term commitment to leadership  \n Demonstrated passion and commitment to diversity and inclusion  \n Legacy of leadership in diversity by having a lasting impact on the company and community  \n \nRoger T. Staubach, AMR Board Diversity Committee Chairman; \nBruce Sickler, AA.Com Res Rep, Southern Reservations Office; \nLynette John -Finn, Instructor, Southeastern Reservations Office; \nMike Navarro, Director of Employee Safety - Miami; Gerard J. Arpey, \nformer Chairman and CEO  \nJohn -Finn, Navarro and Sickler were selected from an impressive list \nof nominees for their continuous commitment to the company's \ndiversity mission and for their ability to incorporate di versity into \nAmerican's daily operations through their personal spheres of influence.  \nA video of the awards ceremony is available online . \nEstablishing An Even Playin g Field  \nIn 2011, we launched the Officers' Insight Initiative, a program designed to establish closer and more \nfrequent contact between American's senior leaders and the rest of our employees. Through this initiative, \nAmerican's Leadership Team can often b e found making appearances in our dining facilities and other \npublic spaces to meet and converse with employees in an open forum. The success of this program in \n2011 has been evident both in terms of its general popularity, and in its capacity to create in formal and \nopen communication between senior leaders and management and non -management employees in \ncorporate environments.  \n3. Respecting And Valuing Coworkers  \nMaintaining a positive, non -discriminatory work environment is essential for the well -being and \ncohesiveness of our workforce. Our continued action on this front produced several significant training \nand guidance documents in 2011 including:  \n Value Respect 3.0  - A training initiative focused on non -discrimination efforts, inclusion and policies \nat American Airlines and American Eagle. This is offered as an in -person learning map experience as \nwell as an online module.  \n Non-discrimination policy  - A recent whitepaper  detailing American's management approach, \ntraining, counseling and investigation mechanisms associated with hate -related behavior.   \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}