{"page_content": "49 \n VII. Community  \nA. Progress  \nAt American, we're in the business of making connections. Every day we help to bridge cultures, \ncontinents and communities — and every day, we do it 3,300 times. After 85 years in the airline industry, \nwe understand how small and interconnected the  world really is, and we see the need to act as stewards \nof the people, places and communities we touch.  \nGiven the size of our business and the extent of our network — both domestically and internationally \nthrough the oneworld® alliance — we realize that o ur company's presence and economic impacts are felt \non a global scale.  With this global presence in mind, we are committed to bringing our company values \nwith us wherever we go, and are always striving to attain the highest levels of responsible citizenship. \nActing on this pledge is absolutely vital for our business to grow sustainably and maintain the respect of \nour stakeholders, worldwide.  \nIn 2011, despite global economic turbulence, we maintained commitments to our employees, our charity \npartne rs and our many host communities. As we move through restructuring and restore American to \nindustry leadership, profitability and growth, we will make every possible effort to minimize adverse \nimpacts upon these, our most essential stakeholder groups.  \nHighlights from our community engagement initiatives in 2011 include:  \nOur Economic Impacts  \n American and American Eagle's economic impact in the United States and internationally was \ngreater than $130 billion and our total worldwide job impact was 983,700 jobs  \n American continues to invest in airport infrastructure improvements across its operations  \n In 2011, American completed the construction of an Admirals Club® lounge in the San Francisco \nInternational Airport which is anticipated to receive the prestigious LE ED Silver certification under \nthe U.S. Green Building Council's Leadership in Energy and Environmental Design  \nProgress In Global Giving  \n AAdvantage® customers' continued generosity has strengthened American's relationships with a \nnumber of large charity partners  \n American Airlines is now in its fourth year as a Lifetime Partner  with Susan G. Komen for the \nCure® — making good on a pledge to donate $1 million a year for a total of eight years in support of \nthe foundation  \n Employee -led charities, both large an d small, are on the rise at American  \n American has expanded the scope of its charitable efforts through a strengthened relationship with \nthe American Red Cross  \nWorkforce Giving And Engagement  \n American Airlines employees made nearly $1 million in charitable donations  in 2011, while \nlogging more than 41,000 hours of volunteer work  \nEngaging Our Customers  \n Customer response to American's fundraising initiatives has been outstanding, with more than \n$7.3 million in cash  and AAdvantage miles donated in 2011   ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}