{"page_content": "50 \n B. Economi c Impact  \nAs one of the largest airlines in the world, our company stimulates global chains of economic activity, \ncreating value and opportunities for millions of people. We connect businesses of all sizes, we pay taxes \nand tariffs to dozens of governments,  we bring infrastructure improvements to the communities where we \noperate and we provide opportunities for economic advancement among our large, globally diverse \nworkforce.  \nBeyond the basic functions of our business, we also facilitate an enormous flow of resources to a range of \ncharities, research initiatives and communities directly in need of our support. These contributions may \ninclude volunteer hours, in -kind donations and service donations. Leveraging our connections with an \ninternational customer bas e, we are also able to raise awareness about key social and environmental \nissues, thereby multiplying the impacts of our community service work many times over.  \nIn 2011, we entered a restructuring process that may alter our economic impacts and priorities.  \nReductions to the size of our workforce and the number of facilities we operate will, unfortunately, result \nfrom the reorganization. We may also face temporary constraints to our community and charitable giving \nagendas.  \nDespite these challenges, we are co nfident that the restructuring of our company represents the best \npossible option for our employees and community stakeholders.  \n1. Economic Impact Summary  \nAmerican Airlines and American Eagle together had an estimated global economic impact of $130 billion, \nincluding $4.2 billion in taxes and fees paid. Our company also contributed to the creation or support of \n983,700 jobs, worldwide, and our expanded oneworld alliance network now represents one of the world's \nlargest collaborative business ventures.  \nOur domestic economic contributions remain strongest in our cornerstone markets of Dallas/Fort Worth, \nChicago, Miami, New York and Los Angeles. Our maintenance and engineering facilities also create \nsignificant impacts.  \nIn several of the communities we serve, we offer the only air service connection to the rest of the air \ntransportation network, or we are one of two carriers providing flight options.  \nRoute Expans ion Delivers Economic Benefits To Los Angeles  \nBeginning April 5, 2011, American Airlines and American Eagle launched a significant route expansion \nout of Los Angeles. This expansion led to an increase of almost 30 percent in daily departures and 10 \nnew des tinations served, including Shanghai, China. Local economic impacts associated with the route \nexpansion are estimated to reach $600 million a year, bringing American's total impact in Los Angeles to \n$6 billion. In addition to greater access to the Los Ange les market, the new domestic destinations will also \nbenefit from convenient connections to numerous international destinations served by American and its \noneworld partners.  \n2. Supporting Small And Midsized Businesses  \nAware of the important role that small and  midsized businesses (SMBs) play in their communities as well \nas the larger economy, American Airlines has a long history of supporting such enterprises. In addition to \nsponsoring organizations like Business Matchmaking, the U.S. Chamber of Commerce, SCORE  and \nMassChallenge (which in turn provide a variety of support services for SMBs), American also offers a \nsuite of travel products designed to maximize the value of travel for SMBs where success depends on \nfrequent air travel and face -to-face meetings.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}