{"page_content": "51 \n With American's Business ExtrAA® program, for example, SMBs accrue points when their employees \ntravel for business on American and include the company's Business ExtrAA account number in their \nreservations. Business ExtrAA points can be redeemed for more than  50 types of travel awards, including \nflights, upgrades and Admirals Club one -day passes and conference room usage. They can also be \ndonated as part of employee incentive programs or used to thank valued customers — so in addition to \nreducing travel costs,  they can serve team building and marketing purpose. Plus, employees can earn \nmiles on their personal AAdvantage accounts when traveling under their company's Business ExtrAA \nnumber, so every flight offers benefits for both the company and the individual t raveler.  \nLearn more about how American is  Helping Small and Midsized Businesses . \n3. Infrastructure Investment  \nExpansion of our business i nto new regions and communities results in far -reaching and long -term \neconomic impacts. We have found that our routes act as conduits for many forms of commerce and social \nengagement, and we truly feel that a new route represents an investment in the commu nities on both \nends.  \nNonetheless, when planning for network expansion, we proceed cautiously, deliberately and in close \ncommunication with the communities involved. This includes the completion of all necessary \nenvironmental assessments.  \nThe services and i nvestments we propose are welcomed and appreciated by the communities involved. \nIn fact, over the past 10 years, American Airlines has spent $2.4 billion on airport and facility \ninfrastructure projects, including extensive domestic upgrades.  \nIn 2011, our m ajor infrastructure investments included:  \n Relocation and expansion of facilities at Los Angeles International Airport  \n Concourse upgrades at New York's LaGuardia Airport  \n An Admirals Club in Terminal 2 at San Francisco International Airport, which is anticipated to receive \nthe prestigious LEED Silver certification under the U.S. Green Building Council's Leadership in \nEnergy and Environmental Design (LEED) Commercial Interiors classification  \n Improvements to the Mexico City Reservations facility  \n Updates to the Admirals Club at London Heathrow Airport  \n Airport facility enhancements in Brasilia, Brazil  \n4. Supplier Diversity  \nEvery business deserves the chance to succeed; yet within a fiercely competitive global marketplace, \nsmall companies, and those with minori ty or women ownership, are often underrepresented in the supply \nchain. As part of our commitment to diversity and inclusion, we believe in creating economic value on a \nlocal scale, and strengthening our connections with a varied supplier base. Not only doe s this \ncommitment to supplier diversity expand our company's procurement and partnership options, it also \nrepresents an opportunity to build our relationships with entire communities — not just business \ncommunities.  \nIn 1989 American Airlines created a Dive rsified Supplier Program, establishing a formalized process for \nthe engagement of small businesses and those with minority, LGBT and women ownership. Overseen by \nthe Diversity Committee of the AMR Board of Directors, this program is reviewed annually to he lp \ndetermine the best strategies for managing supplier diversity throughout our company. In recent years, \nour approach has included the establishment of diversity mandates for our Tier 1 suppliers, creating an \neven broader network of minority - , LGBT - and women -owned suppliers impacted by our business. Since \nthe program was established, American has spent in excess of $4 billion with diverse suppliers and we \ncontinue to focus on fostering growth in this important segment within the communities we serve.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}