{"page_content": "52 \n  \nC. Global Giving  \nAt American Airlines, service is a way of life. It is an essential component of our company's legacy and \nidentity and our plans for the future. To better encompass the wide range of service work that we pursue, \nwe simply use the term \"giving.\"  \nThough our global giving initiatives have a multitude of impacts, we strive to keep our energies focused \non five key areas.  \n Children's initiatives  \n Support of Susan G. Komen for the Cure  \n Veterans initiatives  \n Employee -led charities  \n Disaster relief efforts  \nA targeted approach to global giving facilitates coordinated action among our employees, customers and \nbroader stakeholder groups. Over the years, we've made impressive progress toward these goals, and as \nour company evolves, we will continue to refine and enhance our approach to large -scale, organized \ngiving.  \n1. American Airlines Kids In NeedSM program  \nOf the many groups we support through our global giving initiatives, chi ldren are the most vulnerable to \nmedical, social and economic difficulties, and are least able to make themselves heard. For this reason, \nwe have consolidated our many children's service initiatives under the Kids in Need umbrella to maximize \nthe scope, co ordination and effectiveness of our efforts. With broad support from our employees and \ncustomers, Kids in Need initiatives foster volunteer and philanthropic action around the globe.  \nSome of our key progress areas in 2011 included:  \n UNICEF  - Established in 1994, UNICEF's Change for Good program with American Airlines has \ngenerated remarkable support and awareness at American and is one of our largest and longest -\nrunning charitable programs. Employees seeking volunteer opportunities through the program can \nregister as \"Champions for Children\" and collect donations to support UNICEF while at work. In 2011, \nnearly 3,000 American Airlines employees volunteered to support UNICEF, and together with our \ncustomers, raised more than $1.34 million to benefit the organi zation. Much of this support came \nfrom our international operations, including Santiago, Chile where 90 percent of the flight attendant \nbase has registered as Champions for Children. These efforts have earned American Airlines a place \nshared with only a ha ndful of other corporations as the top corporate donors of the U.S. Fund for \nUNICEF: American was one of only eight companies in UNICEF's President's Circle of contributors \ndonating more than $1 million in 2011.  \n Miles for Kids in Need®  – In many instances,  children's families are unable to afford flight services \nneeded to access specialized medical attention. To address this issue, since 1989 American has \ncalled upon its AAdvantage members to donate \"Miles for Kids in Need.\" In 2011, alone, AAdvantage \nmembe rs donated 117 million AAdvantage miles.  \nChristmas Treat In Montego Bay  \nWhile most American Airlines customers might think of Jamaica as a \ngreat place for a holiday retreat, many of the country's citizens lead \nlives with no such frills. So for more than 2 0 years, American Airlines \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}