{"page_content": "53 \n volunteers have organized a \"Christmas Treat\" initiative for school children in Western Jamaica. In 2011, \nAmerican volunteers traveled to Buckingham Primary School, where 80 children were treated to ice \ncream, muffins, books and toys and a few Christmas carols to boot.  Even these small initiatives can make \na lasting impression.  \n2. Military And Veterans Programs  \nAt American Airlines, supporting active military service members, veterans and their families is something \nwe take very personally. Our employees' history of military involvement dates back to our company's \nearliest days. More than 60 percent of American's pilots and approximately 10 percent of all American \nAirlines employees are active military service members or veterans.  American supports members of the \nmilitary, veterans and their families, in their communities as well as when they travel. Our support \nincludes special military airfares, contributions to nonprofit organizations and employee engagement in a \nwide variety of  events and activities.  \nMilitary and veterans program highlights  \n USO Fundraising  - The USO plays an integral role in keeping troops' spirits high, and as the official \nairline of the USO, American Airlines provides funding support in many ways. In 2011, we continued \nto offer AA gift cards with a USO donation option. Under this system, 10 percent of gift card proceeds \nsupport the USO directly — with donations exceeding $37,000 in 2011. We also support AAdvantage \nmembers' direct donations to the USO by offerin g AAdvantage bonus miles for every dollar they \ncontribute. This initiative, called Miles in Support of All Who Serve, generated more than $760,000 for \nthe USO in 2011.  \n Snowball Express  - While every stage of active service can present difficulties for the families of \nmilitary personnel, nothing is harder than losing a loved one. In these sad instances, it is more \nimportant than ever for families to get the love and support they need. To this end, Snowball Express \nwas created to help provide much -needed comf ort and entertainment to children who have lost a \nparent on active duty. Now celebrating our third year as the official airline of Snowball Express, we \nhelp families get onboard for an all -expense -paid trip to Dallas/Fort Worth for an extended weekend \nof music, entertainment and making new friends. To learn more about Snowball Express, or to \nregister for a trip, visit www.SnowballExpress.org .  \n3. Susan G. Komen for the Cure®  \nHaving worked collaboratively for nearly 30 years, American Airlines and Susan G. Komen for the Cure \nhave reached significant milestones together. As the official airline and first -ever Lifetime Promise Partner \nof Komen, we are proud to support ongoing breast cancer res earch in every way possible. We incentivize \ncustomer contributions to Komen through AA gift card purchases — with 10 percent of proceeds \nbenefitting Komen — and AAdvantage bonus miles for every dollar donated. In 2011, our customers \ncontributed nearly $560 ,000 to Komen. Aside from direct fundraising, we sponsor many events each year \nto raise breast cancer awareness, and encourage our customers and employees to make their own \ncontributions to Komen.  \nFor more information, visit  JoinUs.AA.com/Komen . \n4. Employee -Led Charities  \nSome of our proudest giving efforts are the ones that are home grown. With a recent uptrend in the \nactivity of employee -led charities, it's clear that American's culture of service is aliv e and well. Some of \nour fastest -growing and most innovative employee organizations include:  \n Something mAAgic Foundation®:  Established in 1996, this organization is composed of employee \nvolunteers and other supporters who grant wishes to chronically or term inally ill children by providing ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}