{"page_content": "54 \n them and their families with an opportunity to participate in mAAgic Flight, an all -expense paid trip to \nGive Kids the World Village  in Central Florida. To date, Something mAAgic Foundation has raised \nmore than $1.5 million  in donations and granted wishes to hundreds of children from Canada, \nEurope, Asia, Latin America and the United States.  \n \nFor more information, visit  somethingmaagic.org . \n Airline Ambassadors Intern ational:  Founded in 1996 by Flight Attendant Nancy Rivard, AAI is a \nnonprofit organization affiliated with the United Nations and recognized by the U.S. Congress. It \nbegan as a network of airline employees using their pass privileges to escort children in need of \nmedical attention. It has since expanded into a network of students, medical professionals, families \nand retirees who volunteer as \"Ambassadors of Goodwill\" in their home communities and abroad. \nAAI provides humanitarian aid to children and familie s in need as well as relief and development to \nunderprivileged communities worldwide. AAI escorts children in need, hand delivers humanitarian aid \nto orphanages, clinics and remote communities, raises public awareness, and involves youth in \nhumanitarian ef forts around the world.  \n \nFor more information, visit  airlineamb.org . \n Medical Wings International:  Founded in 1998 by Cargo Agent Glenda Johnson, this organization \nstarted its life -saving missions with a  trip to Haiti with one doctor escorted by Glenda to provide \nmedical care in a small village just outside of Port -au-Prince. Since that time, Glenda has developed \na network of 150 dentists, physicians, nurses, ophthalmologists and various non -medical volun teers. \nShe partners with American Airlines employees on the ground to provide logistical support and \ntranslation services where needed. MWI has also found sources to donate medical supplies to \nsupport a dozen trips each year to countries including El Salva dor, Ecuador, Colombia, South Africa, \nRussia, the Democratic Republic of Congo, Mexico, Honduras and Venezuela.  \n \nFor more information, visit  medicalwings.org . \n5. Disaster Aid And Response  \nIn the face of  natural disasters, few companies are as equipped as we are to deploy life -saving supplies \nand relief workers to affected communities anywhere in the world. We proudly offer our aircraft, ground \nfacilities and employee volunteer time to assist with emergen cy response in any way possible. In recent \nyears, American has played an integral role in supporting the victims of disasters such as:  \n Hurricane Katrina in 2007  \n Hurricane Ike in 2008  \n Earthquakes in Haiti and Chile in 2010  \n Japan earthquake and tsunami in 2011  \n U.S. tornadoes, floods and wildfires in 2011  \nOne powerful development that has come about as a result of these efforts is our funding partnership with \nthe American Red Cross. While we cannot guarantee our direct support in all natural disasters and \nemergency situations, we are able to encourage contributions by offering AAdvantage bonus miles for \neach dollar donated. In 2011, AAdvantage members contributed $1.8 million to Red Cross relief efforts to \naid victims of the earthquake and tsunami in Japan, a s well as those affected by Hurricane Irene and \nspring weather emergencies in the United State. with an additional $16,181 donated in the wake of \nHurricane Irene.  \nAs future emergency situations arise, we will continue to seek ways to draw together our many  resources \n— employees, customers, partner organizations and equipment — to respond as systematically and \neffectively as possible.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}