{"page_content": "55 \n D. Employee Connections  \n1. Workforce Giving  \nWith a formal workforce giving program dating back almost \n20 years, we are proud and honored to be surrounded by \ncolleagues who truly act upon their values. Having evolved \nour approach to organized volunteering and charitable work, \nAmericanGivingSM is now the umbrella for all employee \nservice efforts and contributions managed internally at  \nAmerican. Given the scope of community action and \ninitiatives that our employees pursue, we have taken it upon \nourselves to build improved mechanisms for tracking and \nencouraging these contributions.  \nPart of this effort centers on our ability to develop m ore holistic relationships with charity partners, so that \nour employees have access to broader donation options through a streamlined, traceable system.  \nEven as these systems develop, we observe a remarkable degree of generosity and community \nengagement am ong our ranks. American Airlines and American Eagle employees support innumerable \nnonprofits, social awareness and advocacy groups, and philanthropic foundations. Wherever possible \nthey share and leverage their diversity of thought, heritage and expertise — oftentimes collaborating \nthrough our Employee Resource Groups.  \nWhile numbers alone cannot convey the full impacts of our employees' efforts, they are impressive \nnonetheless. In 2011, employee charitable contributions were equal to $962,000 in payroll ple dges alone \n— not accounting for donations to many of our major charity partners.  \n2. Employee Engagement In The Community  \nThe scale and diversity of community engagement efforts among our employees is truly remarkable. With \nmore than 41,000 volunteer hours log ged in 2011, these dedicated individuals have worked for the \nbetterment of more than 300 nonprofits and community organizations through more than 6,400 individual \ninitiatives and activities. In 2012, it is our goal to expand participation in charitable ini tiatives by 10 percent \nacross our entire workforce.  \nAmerican Cancer Society Relay for Life  \n American Airlines has been a National Corporate Team Program Partner with the American Cancer \nSociety's Relay for Life for five years. The Relay for Life event is an  overnight community gathering \nwhere everyone can participate in the fight against cancer. Teams of people camp out at a local \nhigh school, park or fairground and take turns walking or running around a track or path. The event \ncelebrates survivors, remembe rs loved ones and brings together millions of people to raise money \nto help prevent cancer, save lives and diminish suffering from the disease. In 2011, American \nAirlines was ranked #29 out of the 52 Relay for Life national teams, fielding 46 teams and rai sing \n$70,695 in total donations.  \nSusan G. Komen Passionately Pink for the Cure  \n Passionately Pink for the Cure® is an awareness and fundraising program benefiting Susan G. \nKomen for the Cure, whose goal is to end breast cancer forever. The Passionately Pink  event is a \nchance for employees to help end breast cancer by wearing pink, having fun and raising money for \nthe cause. Employees raised $70,000 in online donations during 2011.  \nHelp For Haiti  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}