{"page_content": "57 \n E. Our Customers  \nAs advocates of charity, service and responsibility, perhaps our most powerful t ool is the ability to \ninfluence others. American Airlines touches the lives of millions of people every day. To the greatest \ndegree possible, it is our mission and responsibility to engage our stakeholders in acts of giving. Our \ncustomers, in particular, h ave responded with incredible enthusiasm to our fundraising initiatives with \nKomen, UNICEF the USO and many other partners. Yet we must always seek new and improved \nmethods to drive customer involvement for the causes we support.  \nIn 2011, American’s custom er generously gave over $7.3 million in cash and miles. Giving efforts \nincluded:  \nChildren’s initiatives  \n Miles for Kids in Need:  Since 1989 AAdvantage members have generously donated miles to help \nkids in need. In 2011 alone, members donated close to 117 million of their unused AAdvantage \nmiles, which helped hundreds of children’s organizations.  \n UNICEF:  Over the past 17 years, Amer ican Airlines flight attendants and Admirals Club employees \nknown as “Champions for Children” have collected more than $7.5 million in unused currency and \ndonations from customers to support UNICEF programs for children worldwide.  \nSusan G. Komen for the Cu re \n Miles for the Cure:  Began in 2008, AAdvantage members have the opportunity to be rewarded with \nbonus miles by supporting American's Miles for the Cure campaign, which supports a research grant \nat M.D. Anderson in Houston, Texas.  \n Komen Gift Card:  For every $50 of travel purchased via the gift card, American donates $5 to Susan \nG. Komen for the Cure. American Airlines/Komen for the Cure gift cards are available in \ndenominations from $50 to $1,500, and can be applied toward any published fare on any  American \nAirlines, American Eagle or AmericanConnection carrier; or any oneworld partner or codeshare flight \n(designated as American Airlines).  \nMilitary and Veterans' initiatives  \n Miles in Support of All Who Serve: Since World War II, the USO  has been a steadfast supporter of \nmilitary personnel and their families around the world. AAdvantage members will be rewarded 10 \nAAdvantage bonus miles for each dollar donated through American’s Miles In S upport of All Who \nServe campaign, which supports USO programs.  \n USO Gift Card:  When you give the gift of travel and select the USO Gift Card, American will give $5 \nfor every $50 of travel you purchase to help support the many USO programs and services.  \nDisa ster relief  \n In 2011 AAdvantage members donated over $1.8 million to aid victims of earthquakes, hurricanes, \ntornados, and wildfires around the world. For every donation of $50 or more to the American Red \nCross, members were awarded 250 AAdvantage miles, or  500 AAdvantage miles for donations of \nmore than $100.  \nFor more information on the positive impacts of our customers' contributions, visit  JoinUs.AA.com . \n ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}