{"page_content": "58 \n VIII. Profile  \nA. AMR Corporation At A Glance  \n1. Getting To Know Us \nAMR Corporation  is the parent company of American Airlines and American Eagle Airlines. \nHeadquartered in Fort Worth, Texas, we are one of the largest airlines in the world, employing 87,897 \npeople in 2011 and providing service to 260 airport destinations in more than 50 countries and territories. \nAmerican Airlines is also one of the largest scheduled air freight carriers in the world, providing a wide \nrange of freight and mail services to shippers throughout its system onboard American's passenger fleet.  \nGlobal workforce = 87,897  \nUnited States and Canada = 82,514  \nMexico, the Caribbean, Central and South America = 4,145  \nEurope/Asia/Pacific = 1,238  \nOn an average day, American Airlines and American Eagle employees:  \n Welcome almost 300,000 customers onto our aircraft  \n Help book flights and answer questions for 110,000 customers who call our reservation centers  \n Deliver 250,000 checked bags to their final destination  \n Load and transport over 2.7 million pounds of cargo  \n Properly maintain 900 aircraft so that they can be dispatch ed on 3,300 flights  \n Safely fly our customers 3.1 million miles to 260 cities in 50 countries  \n2. Financial Performance  \nAMR Corporation Revenue (in $MMs)*  2011  2010  2009  \nPassenger (total)  20,671  19,087  17,049  \n- American Airlines  17,947  16,760  15,037  \n- Regional Affiliates  2,724  2,327  2,012  \nCargo  703 672 578 \nOther**  2,605  2,411  2,290  \nTotal Operating Revenue  23,979  22,170  19,917  \nNet Earnings / (Loss)  (1,979)  (471)  (1,468)  \n*For official GAAP results including special items, please see our 2011 10 -K Filing, pg. 62.  \n**\"Other\" includes revenue derived from Admirals Club lounges, sale of miles to partners in the AAdvantage® program, service charges, \nsales of food and other items on our planes and American Way magazine advertising, among other revenue str eams.  \nRestructuring Process  \nAMR Corporation, and certain of its United States -based subsidiaries, including American Airlines, Inc. \nand AMR Eagle Holding Corporation, on November 29, 2011, filed voluntary petitions for Chapter 11 \nreorganization in the U.S.  Bankruptcy Court for the Southern District of New York. AMR Corp. took this \naction in order to achieve a cost and debt structure that is competitive in the airline industry so that it can ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}