{"page_content": "59 \n continue delivering world -class travel experience to its customers.  More information is available at \nRestructuringAMR.com . \n3. Routes And Networks  \nAmerican Airlines continues to refocus its route network around five key markets: Dallas/Fort Worth, \nChicago, Miami, Los  Angeles and New York. These markets are important gateways for our high -value \ncustomers and offer all customers easy access to hundreds of domestic and international destinations. \nThe five cornerstone markets include the four biggest metropolitan areas in  the United States.  \nInternational Service from Cornerstone Markets  \nIn an increasingly global economy, \ninternational flying is vital to American's \nbest customers, and is therefore a central \nelement of the company's network \nstrategy. Highlighting this trend  is the fact \nthat international operating revenue has \naccounted for approximately 40 percent \nof total operating revenue the past three \nyears, up from 28 percent in 2002. Thus, \na key feature of the cornerstone markets \nis that they serve as focal points for \noneworld alliance partners to create a \ntruly global network serving the most \nimportant business centers in the world. \nThe hubs of our partners — British \nAirways, Iberia, Japan Airlines and Qantas at London, Madrid, Tokyo and Sydney, respectively — \ncompleme nt our cornerstones, expanding our global reach significantly.  \nLearn more about where we fly . \nThrough the implementation of our cornerstone strategy, we are achieving our goal of beco ming a truly \nglobal airline while retaining our American roots and heritage.  \nThe oneworld alliance  \nThe oneworld alliance includes 11 of the \nworld's highest quality and most respected \nairlines and offers customers one of the \nmost attractive alliance networks. As a \nmember of the oneworld alliance, American \ncan extend its network to attract customers \nand earn rev enues beyond its own route \nsystem.  \nIn 2011, we continued to deepen our \ncooperation with oneworld partners.  \n In May 2011, oneworld carrier Qantas Airways, Australia's biggest airline, realigned its network to be \ncloser to its oneworld partners and added Sydn ey–Dallas/Fort Worth direct service four times a \nweek.  \n We also strengthened relationships across the Pacific through the launch of the new joint business \nwith fellow oneworld member Japan Airlines. Through this agreement, the airlines will share revenue \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}