{"page_content": "6 \n II. Message From The CEO  \nA. Message from Tom Horton, Chairman, President and CEO of \nAMR Corporation and American Airlines  \n2011 was a year of major transformation — and the beginning of a new chapter in the history of American \nAirlines.  \nOn November 29, 2011, after much deliberation, the AMR Corporation Board of Directors moved to \npursue a restructuring of the company. This was a difficult but necessary first step to restore American to \nindustry leadership, profitability and growth as America's Flag Carrier. While the restructuring process will \nnecessitate some painful decisions, I believe t hat it will leave us in a stronger position going forward and \ncreate the best outcome for the greatest possible number of people. American's goal is to complete a \nsuccessful restructuring and put us on the path to renewal and growth as quickly as possible.  Our \nconfidence is rooted in the fact that, even before we began the restructuring process, we had the \nforesight to put into place several important building blocks for long -term success.  \nWe have:  \n Refocused our network on five cornerstone markets in the Un ited States, with hubs in Dallas/Fort \nWorth, New York, Los Angeles, Chicago and Miami serving as gateways to hundreds of domestic \nand international locations and links to the networks of our global partners.  \n Solidified American's alliances and partnerships  with leading airlines around the world, which has \nallowed us to launch new routes, expand our reach and broaden our customer offerings.  \n Announced in July 2011 the largest aircraft order in the history of the industry — one that promises to \nrevitalize our fleet. We made a deal to take delivery of 460 Airbus and Boeing narrowbody jets \nbetween 2013 and 2022 — with options for 465 additional aircraft — putting us on track to have the \nyoungest, most fuel -efficient fleet among our U.S. industry peers in roughly five years.  \n Continued to introduce a host of innovative products and services to enhance the travel experience \nfor our customers and position American as the premier airline of high -value travelers.  \nDespite laying these important building blocks for our fu ture growth, we were unable to fully overcome the \nchallenges of achieving a competitive cost structure and restoring American to a position of profitability. \nQuite simply, we have had a substantial cost disadvantage compared to our major competitors, who h ave \nused the restructuring process to overhaul their companies and become more competitive in every aspect \nof their businesses. This cost disadvantage, along with an uncertain economy and revenue picture, \nintense competition and volatile fuel prices, prove d to be an insurmountable obstacle in meeting our \nstrategic objectives.  \nOver the coming months, we will be moving quickly to implement major changes to our business to \nbecome a more flexible and efficient airline that better delivers for customers. This pr ocess has already \nbegun and I invite you to review our business plan  and follow our progress at www.restructuringamr.com . \nWhile we go through reorganization and renewal, there will be significant changes at American. But one \nthing that will remain the same is our unwavering commitment to the values that have always defined \nAmerican Air lines. We remain devoted to the highest standards of customer safety, security and \nsatisfaction; energy efficiency and greenhouse gas emissions reduction; working to foster diversity and \ngreater inclusion; maintaining strong relationships with all of our e mployees; and having a positive impact \nin the communities where we work, live and play.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}