{"page_content": "60 \n and reduce costs, coordinate networks and schedules, and cooperate commercially on routes \nbetween Asia and North America.  \n American expanded its codeshare relationship with Cathay Pacific in July 2011, giving the company \na stronger presence in Asia.  \nIn its co ntinued effort to add the best carriers in emerging key regions, oneworld will add airberlin, \nEurope's fifth -largest airline, to its roster in 2012. Malaysia Airlines and Kingfisher Airlines have also been \ninvited to join oneworld. American Airlines also h as codeshare, interline and frequent flyer agreements \nwith select airlines around the world, allowing passengers to travel on routes American may not serve \ndirectly.  \nFor more information on the oneworld alliance, please visit oneworld.com . \nNew Headquarters For The oneworld Team  \nIn the latest step to establish itself as the world's premier alliance, oneworld relocated its headquarters to \nNew York City in 2011 . The move from Vancouver, British Columbia, Canada, enables oneworld central \nalliance team to keep its finger on the pulse of the world's single biggest air travel market.  \nNew York is served by more flights of oneworld member airlines than any other city worldwide. The new \nheadquarters location is also home to the team managing the transatlantic joint business launched by \nAmerican, British Airways and Iberia. In addition, the 46,200 -square -foot facility accommodates the New \nYork offices of American, Britis h Airways and a number of other oneworld member airlines.  \n4. Our Fleet  \nAs of December 31, 2011  Average Seating \nCapacity  Average Age  \n(Years)   \nAmerican Airlines Aircraft     \nBoeing 777 -200ER  247 11 More Info  \nBoeing 767 -300ER  225 18 More Info  \nBoing 767 -200ER  168 25 More Info  \nBoeing 757 -200 188 17 More Info  \nBoeing 737 -800 157 6 More Info  \nMcDonnell Douglas MD -80 140 20 More Info  \nAMR Eagle Aircraft     \nBombardier CRJ -700 63/65  5 More Info  \nEmbraer RJ -145 50 10 More Info  \nEmbraer RJ -140 44 10 More Info  \nEmbraer RJ -135 37 12 More Info  \nSuper ATR  64/66  18 More Info  \nOver the past year, American Airlines took decisive action in moving forward with its fleet renewal efforts. \nIn July 2011, we placed the largest aircraft order in aviation history:  460 narrowbody jets from Airbus and \nBoeing to be delivered in 2013 through 2022, plus 465 option positions. With $13 billion in lease financing \nprovided by the manufacturers, the deal will not only allow us to replace our older, narrowbody fleet under \nfavorable financial terms, but it also puts us on track to have the youngest, most fuel -efficient fleet in \nNorth America in roughly five years. Our fleet renewal initiative will reduce the average fleet age from \n14.8 years today to 9.5 years by 2017.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}