{"page_content": "62 \n B. Governance  \nOur Board of Directors  has 12  members, all of whom are considered independent with the exception of \nour Chairman, President and CEO, Tom Horton. Of the 12 members, two are female and three are \nminorities. Three of our board members are between 50 and 59 years old, five are between 60 and 69 \nyears old and four are at least age 70.  \nTo help fulfill its responsibilities, the Board of Directors has four standing committees . All members of the \nstanding comm ittees are considered independent directors.  \n The Audit Committee's  primary functions include overseeing our independent auditors and reviewing \nour annual audit a nd financial statements. The committee also reviews and discusses safety, security \nand environmental measures as well as legal, ethical and conduct complaints and policies.  \n The Nominating/Corporate Governance Committee recommends candidates for director an d officer \npositions and, along with the CEO, reviews succession planning. The committee also reviews our \ngovernance policies and practices.  \n The Compensati on Committee  establishes and implements executive compensation objectives and \napproves all executive compensation, while also determining metrics for performance -based awards \nfor executives.  \n The Diversity Committee  provides oversight, counsel and guidance to senior management on issues \nrelated to diversity and inclusion, including equal employment opportunity policies and hiring \npractices and employee retentio n issues.  \nMore information on AMR's corporate governance can be found on the Corporate Governance and \nInvestor Relations section of our website . \nBoard Approval And Oversight  Of Chapter 11 Filing  \nAMR Corporation, and certain of its United States -based subsidiaries, including American Airlines, Inc. \nand AMR Eagle Holding Corporation, on November 29, 2011, filed voluntary petitions for Chapter 11 \nreorganization in the U.S. Bankr uptcy Court for the Southern District of New York. Prior to this \nannouncement, AMR's Board of Directors determined that a Chapter 11 reorganization was in the best \ninterest of the company and its stakeholders.  \nThe Board of Directors also appointed Tom Horton  Chairman and Chief Executive Officer of the \ncompany, succeeding Gerard Arpey, who decided to retire. Horton also retained the title of President.  \nTom Horton was named Pr esident of AMR and American in July 2010. Previously, Horton served as \nExecutive Vice President — Finance and Planning and Chief Financial Officer of AMR and American. He \nwas named to that position in March 2006 upon returning to American from AT&T Corp., where he had \nbeen Vice Chairman and Chief Financial Officer.  \nAligning Pay With Performance  \nThe principal objectives of our executive compensation program for 2011 were to:  \n Provide compensation that enabled us to attract, motivate, reward and retain talente d leaders  \n Reward achievement of our goals  \n Sustain a pay -for-performance approach in which variable or \"at risk\" compensation was a \nsubstantial portion of each leaders' compensation  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}