{"page_content": "64 \n C. Ethics And Compliance  \nResponsible operation begins with a foundation of rigorous adherence to the highest standards of \nbusiness ethics and compliance with the letter and the spirit of the law in everything that we do and in \nevery country in which we do business.  \nWe have adopted Standards of Business Conduct  that apply to all employees, no matter where they work \naround the world. Thes e Standards also apply to all agents, consultants, contractors and others when \nthey are representing or acting for the company. We expect our vendors and suppliers to be guided by \nthese principles as well.  \nThe AMR Standards of Business Conduct address many  areas of our business practice, including:  \n Illegal or unethical conduct  \n Antitrust and restraint of trade  \n Bribes, illegal payments and illegal solicitations  \n Political contributions  \n Books, records and communications  \n Intellectual property  \n Inside information and investment in securities  \n Environment and safety  \n Conflict of interest  \n Gift policy for public officials  \n Data privacy  \n Training records  \n Unlawful harassment  \n Hate -related conduct  \n Workplace violence  \n Rules of conduct  \n Business ethics training and compliance certification  \nWe train all management and certain non -management employees through our Business Ethics, Safety & \nCompliance Program Training or annual Compliance Certification, or both. The training includes \ninstruction on anticorruption and business ethic s. In 2011, 100 percent of active American and American \nEagle management employees and more than 1,850 non -management employees completed the annual \nCompliance Certification.  \n1. Ensuring Accountability  \nAt American, there is a shared understanding that everyon e must take responsibility for their own actions. \nEmployees are therefore expected to immediately report any suspected illegal or unethical activity. We \nhave established several confidential options to make reports, including anonymous channels.  \nWe conside r all managers and supervisors responsible for the conduct of any employees reporting to \nthem and hold them accountable if they fail to take reasonable steps to prevent and detect unethical or \nillegal behavior. We are prepared to act swiftly with appropria te corrective action in response to \nsubstantiated allegations.  \nAmerican is also a Corporate Member of TRACE , which demonstrates our commitment to the highest \nlevel of t ransparency in our commercial transactions and to complying with the U.S. Foreign Corrupt \nPractices Act, the U.K. Bribery Act and other anti -bribery laws.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}