{"page_content": "65 \n 2. Our Zero -Tolerance Approach To Hate -Related Behavior  \nIn 2011, American Airlines released a white pape r disclosing the process and considerations the \ncompany had taken to dealing with a specific category of misconduct — that of \"hate -related\" behavior.  \nHate -related behavior is any action or statement that suggests hatred for or hostility toward a person or  \ngroup because of their race, sex, sexual orientation, religion or other protected characteristic. It has no \nplace within our company, and the development of our policy and approach stemmed from our desire to \nensure that such behavior is swiftly and decisi vely addressed. We therefore embedded specific language \nwithin our company Work Environment Policy and created a system for monitoring and reviewing \nadherence with the Policy:  \n\"We are committed to fostering a safe work environment that is second to none — one that celebrates \ndiversity, offers equal opportunities and where all employees feel secure, involved, valued and respected. \nWe do not tolerate discrimination, unlawful harassment, hate -related behavior, threats of workplace \nviolence or other inappropria te behavior. Respecting one another and valuing our differences is a core \nvalue of our culture. Each of us must make a personal commitment to these principles every day — \nwhenever we interact with our fellow employees and our customers.  \nBehavior that viola tes the company's Work Environment Policy, even if intended as a joke, is absolutely \nprohibited and will be grounds for severe corrective action, up to and including termination of \nemployment. This includes threatening, intimidating, interfering with, or a busive, demeaning, or violent \nbehavior toward, another employee, contractor, customer, or vendor, while either on or off duty. Behavior \nthat is also hate -related will result in immediate termination of employment, regardless of length of service \nand prior employment record.\"  \nA full discussion of American's approach to eradicating hate -related behavior in our workplace  is available \nonline.  \n3. Respect For Human Rights  \nAmerican Airlines core values include integrity, compliance with the law, and respect for the individual \nand the unique customs and cultures in communities where we operate. We recognize the international \nhuman rights principles expressed in t he United Nations Universal Declaration of Human Rights and \nendeavor to conduct business in a manner consistent with those principles. We expect our vendors and \nsuppliers to uphold internationally recognized human rights within their own operations.  \nWe con demn human rights abuses, including any forced or compulsory labor. In 2010, American \nenhanced its training program for flight attendants to include human trafficking awareness. This program \nis now part of flight attendant standard recurrent training. In a ddition, information on human trafficking is \ndisplayed in the flight attendant training areas.  \n  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}