{"page_content": "66 \n D. Public Policy  \nAs a global airline, we are affected by numerous laws, regulations and policies that govern various \naspects of our business. We are active in rev iewing and discussing existing and upcoming policy changes \nand regulatory initiatives. We also take part in industry dialogue and lobbying efforts related to those \nissues of highest importance to our company's success and the concerns of our stakeholders. In all that \nwe do, we strive to adhere to our Global Corporate Responsibility Statement and work to deliver on the \ncompany's overall strategic objectives.  \nThrough our Political Action Committee (PAC), which is funded solely through voluntary employee \ncontr ibutions, we engage with elected officials who share our views on critical issues such as air traffic \nmodernization, energy, the environment and tax and regulatory reform. The PAC, established in 1985, \nmaintains strict standards for contributions to electe d officials, applying specific criteria such as voting \nrecord or position on issues regardless of political affiliation.  \nWe participate in industry associations such as Airlines for America (A4A), the International Air Transport \nAssociation (IATA) and the Regional Airline Association (RAA). Our involvement allows us to gain insight \ninto core issues for the airline industry as a whole and to advocate jointly for regulations that support a \nhealthy, competitive industry. We also benefit from the opportunity to  share technical expertise and \noperational knowledge that leads to better safety, customer service and overall efficiency.  \n1. European Union Emissions Trading Scheme  \nBeginning in 2012, aviation will be included in the European Union's Emissions Trading Scheme  (EU \nETS). The ETS is a cap and trade system that requires companies within specific industries to submit \nallowances to cover certain emissions from their operations. With limited exceptions, all flights landing in \nor departing from the EU will be covered in the ETS regardless of where the operator is incorporated. \nEmissions from all phases of the flight are included in the ETS.  \nAlthough American believes the EU ETS violates international law, American is complying with applicable \nrequirements. We have made  clear, however, that we are complying \"under protest\" given significant \nlegal concerns.  \nSpecifically, American Airlines believes that the unilateral application  of the EU ETS to non -EU airlines \nviolates international law. It is a commonly held view of air lines throughout the world and of countries \noutside of the EU that greenhouse gas (GHG) emissions should be addressed under a global approach, \nrather than through a unilateral action by the EU. Non -EU governments are continuing to consider formal \nchallenge s to the EU ETS as applied to aviation.  \nGiven aviation's worldwide operations, aviation GHG emissions should be addressed on a global sectoral \nbasis. Our position is that the International Civil Aviation Organization (ICAO), the United Nations body \ncharged  by treaty with establishing environmental and other standards for international aviation, is the \nappropriate entity to establish such measures.  \nThe world's airline industry, air navigation service providers, airports and aircraft engine and airframe \nmanuf acturers are putting together a concrete and aggressive proposal for a global approach, with \nemission reduction targets that will ensure we continue our strong record of continuous reductions. Under \nour proposal, all airline emissions would be subject to c ollective emissions targets — an annual average \nfuel and CO2 efficiency improvement of 1.5 percent through 2020 and carbon -neutral growth from 2020, \nwith an aspirational goal of a 50 percent reduction in CO2 by 2050 relative to 2005 levels. While \nparticipa ting airlines will have to make significant investments to meet these targets, they will also depend \non governments doing their part with respect to air traffic control modernization, alternative fuels and \nresearch and development investments.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}