{"page_content": "68 \n IX. Our Approach  \nA. Managing Our Corporate Responsibility  \nAMR's corporate responsibility efforts align with and support our overall strategic objectives. For example, \nby investing in new aircraft through our fleet renewal efforts, we address both our strategic goals and our \ncorporate responsibility imperatives: newer aircraft are more fuel efficient, more comfortable for \npassengers and employees alike, expand our global reach, and afford us a competitive and a pricing \nadvantage. Similarly, our diversity and inclusion initiativ es create a work environment that attracts top \ntalent, allows employees to be at their best, and welcomes diverse customers through targeted offers.  \nBy delivering on corporate responsibility initiatives and goals, we know that we are making our business \nstronger, more successful, and ultimately, more sustainable.  \nManaging for corporate responsibility is not something we leave to chance. We track, measure and \nmanage our efforts with the oversight of our Citizenship Steering Committee, led by the VP State and  \nCommunity Affairs. Established in 2009, the Steering Committee embeds consideration of corporate \nresponsibility throughout our organization, through the direct involvement of approximately 10 senior \nofficers representing a range of business units and oper ational responsibilities. The Committee is \ndesigned to provide umbrella guidance over all Citizenship activities.  \nAt the quarterly meetings of the Steering Committee, we share progress and achievements, discuss and \naddress challenges and chart a path to a more sustainable future. Members of the Steering Committee \nindividually support corporate responsibility initiatives. The Committee also spearheads efforts to support \npriority causes identified by American, including the Susan G. Komen for the Cure®, Kids in NeedSM, Miles \nin Support of All Who Serve and various employee -led charities.  \nWe expect that the Citizenship Steering Committee structure and responsibilities will change and evolve \nas part of the restructuring process. The Committee, however, will stil l act to collectively champion the \ncompany's environmental, social and governance performance.  \nAMR's Board of Directors receives updates and provides guidance on a wide range of corporate \nresponsibility issues as part of its regularly scheduled meetings. S pecific direction and guidance on \ndiversity issues is provided by the Board's Diversity Committee . \nAMR Global Corporate Responsibility Statement  \nAs a global airline, we promote commerce, trade and economic prosperity, as well as a sense of global \ncommunity and citizenship. Our business also affects the environment around us, and we are committed \nto being good stewards by minimizing our environmental footprint.  \nWith tens of thousands of employees worldwide, we understand that our responsibility as a global citizen \nbegins with our people and extends to communities around the world. Our sustained investment in \nresponsible business practices takes many forms — from ethical governance to our commitment to \ndiversity and inclusion, to our focus on safety, the environment and giving back to our communities. We \ncontinuously strive to make a positive impact in the lives of our customers, employees and shareholders, \nand in  the communities and environments where we live, work and play.  \nOur commitment to corporate responsibility is more than a business decision. It's an important part of our \nculture — part of who we are. At AMR, operating in a responsible manner is not just a n aspiration, it's the \nway we do business.  \n ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}