{"page_content": "69 \n B. Materiality Analysis  \n“Corporate responsibility” is a term that is often used to cover a broad range of issues — from safety \nperformance to customer service, from community engagement to governance and ethics. Over the past \nfew years, we have worked to refine our understanding of those key corporate responsibility issues that \nare of the highest importance to our stakeholders and our company. We focus on these “material” issues \nin setting programmatic objectives and to bind the scope of external reporting.  \nThe foundation of our issues prioritization approach is the comprehensive materiality analysis we \nundertook during the development of our 2009 and 2010 Corporate Responsibility Reports. The analysis \ntook into ac count multiple sources of stakeholder input including customer concerns and requests, \nemployee feedback, peer reporting and industry and trade association priorities. We also conducted an \ninternal survey of company managers and executives to assess specifi c issues with regard to their \npotential impact on American’s brand and reputation, revenue, employee engagement and regulatory \nexposure, among other criteria. Throughout the process, we incorporated consideration of the \nprecautionary principle in identifyi ng issues that potentially pose significant risks to our organization, and \nreferred to relevant Global Reporting Initiative (GRI) Guidelines protocols and guidance documents.  \nBy pairing the outcomes of our internal survey with consolidated stakeholder feed back, we arrived at a list \nof key issues that are central to our corporate responsibility and business success:  \n Financial viability  \n Customer safety and security   \n Customer service and satisfaction   \n Diversity and inclusion   \n Energy use   \n Greenhouse gas emissions   \n Impact on communities   \n Labor and union relations   \nThese issues align closely with our strategic framework, underscoring the fact that we consider corporate \nresponsibility to be an  integral part of how we do business. The inclusion of financial viability in the \nmateriality analysis further reflects our belief that we need to be a strong, profitable business in order to \ntruly fulfill our stakeholders’ expectations for superior enviro nmental, social and governance performance \n— now, and into the future. The Chapter 11 restructuring that is currently underway will allow us to regain \nour leadership in the airline industry. For more details on the restructuring process, please visit: \nwww.restructuringamr.com . \nThis report discusses the steps we’re taking to address each of our material issues and progress toward \nrelated goals and objectives . \n1. Engaging With Stakeholders  \nEach day, we touch the lives of a tremendous number of people. These people are our customers, the \ncommu nity members in the locations where we live and work, our own employees, investors and \nshareholders, the suppliers and vendors who provide us with goods and services, and the regulators with \nwhom we work to ensure that we are always operating safely and re sponsibly.  \nWe engage with our stakeholders through a variety of communications channels and use the feedback \nthey give us to continually improve our services and operations. For example, this report is a ready \nresource for employees to learn about the breadth of our corporate responsibility initiatives; at the same \ntime, it provides customers (both individuals and our corporate clients) information on our commitment to \nissues such as environmental performance and the optimization of their travel experie nce. ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}