{"page_content": "7 \n We are humbled and honored to see our efforts receiving outside recognition. For the second year in a \nrow, we were named the \"Greenest\" U.S. airline in the prestigious Newsweek Green Rankings. We also \nrecycled over 10 million pounds of waste and cut our fuel use by 141 million gallons. For the 10th \nconsecutive year, we achieved a 100 percent score on the Human Rights Campaign Corporate Equality \nIndex. We launched numerou s customer experience enhancements and reinvested in our fleet. Our \ncommitment to communities was exemplified by a tremendous outpouring of employee and customer \nsupport in the wake of the Japanese earthquake and tsunami as well as by our continued contrib utions to \na number of charitable organizations and our company -wide initiatives in support of veterans and military \nservice members.  \nFinally, the safety of customers and our people is our most basic responsibility as an airline. We are more \ncommitted than ever to eliminating serious injuries and the potential for harm in our day -to-day \noperations. That's why we are redoubling our efforts to instill a safety culture at American and American \nEagle through our Partnership for Safety  and Safety Starts with Me  initiatives.  \nFor more than 80 years, American has fostered a proud tradition of serving not only the flying public, but \nalso our employees and the communities that we call home. We have sought out the latest innovations, \nthe best economic opportunities and the customer offerings that make flying on American a unique and \nmemorable experience. We've always done so with a firm belief that these basic business principles must \ngo hand -in-hand with an ironclad set of values and responsibilities. It is the continue d adherence to these \nprinciples and values that points the way forward to a brighter future for American Airlines and all of its \nstakeholders.  \nSincerely,  \n \n  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}