{"page_content": "70 \n We enter into more in -depth engagements with specific stakeholders based on both their potential impact \non our company and the value that a deep understanding of their concerns can create. A good example is \nthe time and energy we devote to customer li stening posts and focus groups — two ways that we learn \nhow we can enhance our services. The table below provides additional detail regarding our interactions \nwith stakeholders.  \nStakeholder  Types And Frequency Of \nEngagement  Strategic Relevance Of Engagemen t \nInvestors  Regulatory filings, annual and \nquarterly reports  \nAnnual meetings, board \ninteractions  \nPress releases and online \ninformation, including the \nRestructuring  website  Shareholders, analysts and current as well as potential \ninvestors need to have a clear understanding of our \nstrategic framework and tactical plans in order to \nproperly assess their investment in the company. By \nproviding clear and timely information to this stakeholder \ngroup, we build confidence and establish relationships \nthat position us for continued growth.  \n \nFor complete information, visit the Profile  sectio n of this \nreport and the Investor Relations  page of our corporate \nwebsite, AA.com .  \nCustomers  Customer correspondence  \nVisits to the corporate website  \nFrequent online surveys  \nIn-person focus groups  \nPersonal contact during flight \nexperience with reservations \nand gate agents, flight crews  \nAAdvantage® customer service  Our success as a business relies on anticipating the \nneeds of our cu stomers and exceeding their \nexpectations in terms of customer service and product \nofferings. By establishing open lines of communication \nwith our customers, we can identify and address areas of \nweak performance, deliver innovations to meet customer \nprefere nces and position ourselves as the airline of \nchoice for any travel purpose.  \n \nFor complete information, visit the Customers  section of \nthis report.  \nEmployees  Internal newsletters (quarterly)  \nEmails and announcements \n(daily)  \nLabor negotiations updates  \nIndependent work group \nAdvisory Boards  Our employees are at once the external face of the \ncompany and the internal heart of our operations. Our \ncontinuous, two -way co mmunication with employees \nensures that we effectively set expectations for \nperformance, that we understand and respond to \nconcerns and grievances and that we maintain a working \nenvironment that is welcoming, safe, professional and \nproductive.  \n \nFor comple te information, visit the Employees  section of \nthis report.  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}