{"page_content": "71 \n Communities  Briefings to local and state \nofficials  \nPhilanthropic activities and \nemployee outreach to \ncommunities (ongoing)  \nMember of the United States \nCouncil of Mayors  We are an integral part of communities around the world. \nBy reaching out through both formal channels of \nengagement and through informal interaction, we better \nunderstand the needs and co ncerns of the communities \nwhere we work and play. Through these interactions, we \nbuild relationships of trust and respect and are viewed as \na valued member of the broader community.  \nFor complete information, visit the Communities  section \nof this report.  \nIndustry and \nTrade \nAssociations  Ongoing participation in trade \nassociations and industry \ngroups including:  \n Airlines for America \n(A4A)  \n International Air \nTransportation \nAssociation (IATA)  \n Regional Airline \nAssociation (RAA)  Our involvement allows us to gain insight into core \nissues for the airline industry as a whole and to advocate \njointly for regulations that support a healthy, competitive \nindustry. Throug h involvement in these organizations, we \nalso benefit from the opportunity to share technical \nexpertise and operational knowledge that leads to better \ncustomer safety, service and overall efficiency.  \nRegulators  Ongoing engagement through \npermitting, compl iance and \nreporting activities  \nAnti-trust immunity proceedings  \nSafety testing, audits and \nscreenings  The airline industry is one of the most heavily regulated \nsectors today. We work with numerous regulatory \nagencies and bodies on a local, state, national a nd \ninternational level to ensure that our operations are safe, \nenvironmentally sound and socially responsible. We also \nprovide input into national and international public policy.  \n \n \n  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}