{"page_content": "72 \n C. About This Report  \nThe American Airlines 2011 Corporate Responsibility Report reflects the economic, environmental, social \nand governance performance of AMR Corporation, the parent company of American Airlines and its \nregional affiliate, American Eagle Airlines, for the 2011 calendar year. Through this report, we \ndemonstrate how our corporate responsibility efforts tie directly to overall corporate goals and objectives, \nas outlined in American's strategic framework.  \nThe report is organized by key stakeholder group: investors (profile section), customers, the environment, \nemplo yees and communities. Each section includes performance highlights for the past year, disclosures \non management approach as required by the Global Repo rting Initiative Guidelines , performance data \nand narrative examples of corporate responsibility programs, activities, successes, and challenges. To \nthe degree that information relates specifically either to American Airlines or to American Eagle, we have \nmade that distinction in the text.  \nWe did not seek external assurance for this report, especially in light of the restructuring process currently \nunderway. We will revisit the decision to seek external assurance in future years.  \nWe have published reports f or many years because we believe it is important to engage with our \nstakeholders and provide transparent disclosures about our corporate responsibility performance. You \ncan access our past reports, covering 2007 –2010, in the Report Archives  section of this site. Our most \nrecent previous report was issued in the Spring of 2011.  \nWe welcome your feedback on our corporate responsibility efforts. Please contact Mr. Tom Opderbeck at \ntom.opderbeck@aa.com  with any questions or comments.  \nAMR Corporation, and certain of its United States –based subsidiaries, including American Airlines, Inc. \nand AMR Eagle Holding Corporation, on November 29, 2 011, filed voluntary petitions for Chapter 11 \nreorganization in the U.S. Bankruptcy Court for the Southern District of New York. Throughout the \nrestructuring process (including in December 2011) American Airlines and American Eagle are operating \nnormal fli ght schedules, and our reservations, customer service, AAdvantage program, Admirals Club® \nlounges and all other operations are conducting business as usual. These filings have no direct legal \nimpact on American's operations outside the United States. There  has been no change in the information \nreported in this year's corporate responsibility report as a result of the Chapter 11 filing.  \nRead more about the restructuring process . \n \n  ", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}