{"page_content": "74 \n X. Case Studies  \nA. Serving Our Customers  \nContemporary Comfort: Upgrading Our Fleet For An Enhanced \nCustomer Experience  \nIn May 2011, American took delivery of the first of its Next -\nGeneration 737 -800 aircraft, complete with the all -new Boeing Sky \nInterior. The new aircraft marks a major milestone in American's \ncommitment to improving and modernizing the customer \nexperience through investment in the Company's fleet.  \nDesigned to enhance every customer's flight, the new planes \nfeature more -upright, co ntoured walls and angled overhead bins that make it easier for customers to get \ninto and out of their seats. The overhead bins feature an assist lever that enables a person of any height \nto close them with the touch of a button. The bins are bigger too, to  accommodate more bags onboard.  \nOther new conveniences include Main Cabin seats that pivot forward when reclined, so they don't crowd \nthe space of passengers in the row behind, more convenient light switch and call button placement, and \ntwo regular electri c plugs in every row. Customers will no longer need special adapters to use these plugs \nto power their electronic devices inflight.  \nBut it's the revolutionary Boeing Sky Interior that transforms the experience of flight in these new 737s. \nSculpted sidewal ls and updated windows create a feeling of spaciousness unexpected in a narrowbody \naircraft. Brighter, longer -lasting LED lights illuminate the ceiling and can be programmed to create \ndifferent effects, such as a clear, blue sky overhead.  \nAmerican plans to  receive 39 more of the new 737 -800 \naircraft over the next two years. Additionally, we are updating \nour existing fleet of 737s to provide consistency within the \ntravel experience and further elevate customer comfort \nonboard.  \nWatch a video  of American's effort to upgrade the interiors of \nthe Next -Generation 737 fleet:  \n \nHelping Small And Midsize Businesses  \nBecause Enterprises Prosper Face -to-Face, American Partners \nWith Small And Midsize Businesses  \nIn 2011, American conducted a survey of more than 2,600 small \nand midsize business employees nationwide to learn about their \ncompanies' economic outlook for the next 12 to 18 months and to \nunderstand how business travel figures into their plans. The results \nvalidated the value of our small and midsize business (SMB) travel \nprograms — and inspired us to launch an innovative new program \nto support SMBs. Hearteningly, nearly three -quarters of survey \nrespondents saw im proved prospects for their firms in the near \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}