{"page_content": "75 \n future, and more than half of those expect to travel more on business going forward. Even more \ninterestingly, 64 percent of the SMB employees surveyed said that face -to-face meetings requiring airline \ntravel are  crucial to the success of their business.  \nThus was born \"Flights.Camera.Action,\" a business contest launched in June 2011 to support the growth \nof SMBs. Co -sponsored by SCORE (originally the Service Corps of Retired Executives), a nonprofit \norganization d edicated to helping entrepreneurs and SMBs succeed through mentoring and training, the \ncontest provided a unique opportunity for SMBs to grow their businesses through face -to-face relationship \nbuilding and media exposure.  \nEntrants submitted interactive vid eos to the contest website between June 8 and July 15, 2011, \nexplaining how free travel and heightened media exposure would impact their business prospects. The \ntop 50 entrants, as selected by public voting, received 10,000 Business ExtrAA® points and two tickets to \nthe SCORE Awards Gala held September 15 in Washington, D.C. The top five received 20,000 extra \npoints, plus recognition at the Gala and broad exposure to American Airlines customers on AA.com. And \nthe Grand Prize Winner announced at the Gala, Ho pe Force International of Brentwood, Tenn., received \n80,000 additional Business ExtrAA points (the equivalent of 50 domestic round -trip Plan AAhead® \ntickets), and a package of broad exposure to American customers, including a full -page ad in one of our \nmagazines, banner ads on AA.com and an inflight video testimonial.  \nBut the \"Flights.Camera.Action\" contest produced many, many winners. Among the top five entrants was \nGondola Adventures of Newport Beach, CA., which offers Venice -\nstyle gondola cruises — comp lete with gourmet foods and \nbeverages and serenading gondoliers — in Newport Harbor. The \ncontest voting process alone opened up a world of new \nopportunities for the company to connect with customers and \nbusiness contacts, including local convention and vis itor bureaus \nand chambers of commerce.  \nAnother winner was Dallas -based PonyUp Technologies, Inc., \nwhich invented a wearable, wireless diagnostic cuff for horses that \nowners and veterinarians can use to monitor the animal's well -being, from body heat to blo od pressure to \nhydration, in real -time, under any circumstances, from stabling to exercising to racing. Though not among \nthe top five finalists, PonyUp's participation in the contest garnered attention from major equestrian and \nequine organizations — and i nvestors — around the country, and the business has taken off at a \nthoroughbred's pace.  \nMeet the “Flights.Camera.Action” finalists and Gr and Prize Winner . \n  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}