{"page_content": "76 \n B. Protecting The Environment  \nReplacing 40 Pounds Of Paper With An iPad On Every Flight  \nTo pilots used to lugging 40 pounds of \noperating manuals, navigational charts and \nother documents onboard every flight, the idea \nof a paperless cockpit sounded pretty good. \nAnd the potential fuel savings were as \nattractive to airline finance departments as \nthey were to ardent environmentalists.  \nCapitalizing on the promising fuel -saving \nbenefits and flexibility offered by an \"Electronic Flight Bag, \" in 2011 American Airlines became the first \nairline to receive FAA approval to use an Apple iPad in the cockpit during flights. American pilots began \ntesting this tablet -based system in June, with the requisite equipment weighing in at less than two \npound s. \nThe digital solution was developed jointly by the Allied Pilots Association and by American Pilots working \nunder the auspices of the airline's Flight Department. So it was only fitting that it went into testing on \nAmerican's Boeing 777 flights from Los Angeles and Tokyo Narita and Shanghai, respectively, gate to \ngate.  \nThe solution will be expanded to other tablet devices as they're approved for cockpit use by the FAA. \nAmerican estimates that if all paper can be removed from cockpits across the fleet, it could save half a \nmillion gallons of fuel annually — not to mention plenty of trees.  \nAmerican And Boeing Team Up To \"ecoDemonstrate\" Advanced Noise And Fuel Technologies  \nIn June 2011, American was named the \"launch customer\" for Boeing's evolutionary ecoDemonstrator \nProgram, designed to test and accelerate the market readiness of new fuel - efficiency, carbon reduction \nand noise abatement technologies.  \nWhen the program begins in 2012, an American crew will fly a Boeing -built Next -Generation 737 -800 \naircraft equipped with:  \n Adaptable trailing edge technology that reduces noise and emissions during all phases of flight  \n Variable -area fan nozzles that cut noise levels over airport -adjacent communities while enhancing \nengine efficiency  \n Inflight planning and op timization that enables more fuel -efficient routes and rerouting for weather \nconditions  \n Regenerative fuel cells for onboard power, potentially reducing weight, fuel burn and carbon \nemissions  \nThe American 737 -800 and a twin -aisle plane yet to be announced w ill also conduct flight tests for the \nFAA's Continuous Lower Energy Emissions Noise (CLEEN) program, a long -range effort to identify and \ndevelop aircraft technologies and design considerations to help meet the noise and emissions compliance \nstandards of th e future.  \n\"American Airlines recognizes our responsibility to minimize our impact on the environment as much as \npossible, and we look for every opportunity to do so,\" said Captain John Hale, American's Vice President \n– Flight. \"Our partnership with Boeing allows us to make significant strides in putting more fuel -efficient \nplanes in the air, which is the most effective way to reduce our carbon footprint. We remain committed to \nidentifying and implementing new technologies and programs that further our envir onmental \nperformance.\"  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}