{"page_content": "78 \n C. Creating A Great Place To Work  \nAMR Reaffirms Support Of The Employment Non -Discrimination Act (ENDA)  \nAmerican Air lines strives to maintain an employee work environment that supports the equal rights and \nopportunities of individuals from many backgrounds and orientations. In continued support of the diversity \nand inclusion principles outlined in the company's longstan ding \"Statement of Equal Opportunity,\" \nAmerican has reaffirmed its support for S. 811 and H.R. 1397, the Employee Non -Discrimination Act.  \nHaving first communicated its backing of the bill in 2008, American has become a recognized advocate of \nLGBT communiti es in the airline industry. In July 2011, American released its updated statement of \nsupport for ENDA:  \n\"On behalf of our 80,000 employees, American Airlines is proud to express our strong support for S. 811 \nand H.R. 1397, the Employment Non -Discrimination Act, which would extend basic job protections to gay, \nlesbian, bisexual and transgender Americans. We are proud to have been the first major airline to \nimplement same -sex domestic partner benefits, first to implement both sexual orientation and gender \nidentity in our workplace non -discrimination policies, and first to have a recognized LGBT employee \nresource group — GLEAM.\"  \nThe complete statement was signed by Lauri Curtis, American's Vice President — Diversity, Leadership \nand Engagement; Michael Wascom, Am erican's Managing Director — International and Government \nAffairs; and Rick Wilbins, Managing Director — Brand and Diversity Markets.  \nAMR Employees Help Clean Up After St. Louis' Strongest Tornado In 44 Years  \nOn the evening of Friday, April 22, 2011, the Lambert St. Louis International Airport was hit with what \nproved to be the region's most powerful tornado since 1967. The twister reached its maximum intensity of \n\"EF4\" on the Enhanced Fujita Scale in the town of \nBridgeton, just before striking St. Louis I nternational \nAirport. As the storm passed through, flying debris \nshattered windows and blocked runways, while a portion \nof the roof was torn from Concourse C — home of \nAmerican's operations.  \nDespite extensive damage to the airport terminal, minimal \ninjurie s occurred, and American pilots, crewmembers and \nairport personnel raced to assist stranded and frightened \ncustomers and to restore operations.  \nOver the course of the Easter weekend, an outpouring of employee volunteers and support staff from \nAmerican's Ag ent Away program worked tirelessly to clean up damage at the airport, and, by the \nfollowing Monday morning, helped to resume flight operations at nearly full capacity from temporary \nstations in Concourse D.  \nIn a statement, Capt. John Hale, American's Vice President — Flight, expressed his appreciation for the \ncoordinated employee efforts that made the cleanup possible: \"People stepped up to the plate and made \nit happen. Employees were immediately on site following the tornado, volunteering their time and do ing \nwhat they could to make things better.\"  \n \n  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}