{"page_content": "79 \n D. Supporting Our Communities  \nAMR Employees, Customers And Partners Unite In Japan Earthquake/Tsunami Relief  \nWithin hours of the massive earthquake and tsunami that devastated \nJapan on March 11, 2011, AMR stakeh olders launched multiple initiatives \nto deliver aid to the stricken region.  \nAmerican Airlines announced an official dedicated relief partnership with \nthe American Red Cross, and American's Cause Marketing arm launched \nan AAdvantage incentive program, offer ing bonus miles in return for \ncontributions to the Red Cross. With thousands of AAdvantage members \nresponding, the program raised more than $1.7 million in its first month. \nMeanwhile, the AA Credit Union jumped into action to facilitate \ninternational effor ts to raise funds.  \nEmployees came together in numerous groups and locations to raise \nfunds and provide assistance to earthquake and tsunami victims. Almost \nas soon as the news of the disaster broke, AMR's Asia/Pacific Islander \nEmployee Resource Group (APIE RG) started planning fundraising events \nand other efforts. Far surpassing its original goal of $7,000, the group eventually raised more than \n$22,000.  \nFrom merchandise and bake sales to raffles, payroll deductions and cash collections, various employee \ngroups and departments at airports and other American facilities, from Los Angeles to Zurich, London and \nNew Delhi, raised thousands of dollars, pounds and Euros. Flight Attendants and Premium Service \nemployees in a group known as Champions for Children, who r aise money to support the UNICEF's \nChange for Good program year -round, participated in a dedicated effort in March and April, encouraging \nAmerican customers to donate unused U.S. and foreign currencies to benefit UNICEF's relief and \nrecovery efforts in Jap an. Japan -based employees donated goods and provided logistical support for the \ndelivery of relief supplies from the U.S. through Narita, Japan.  \n\"These contributions from American Airlines customers and employees are critically important as we work \nto prov ide help and hope to survivors of the Japan earthquake and Pacific tsunami,\" said Michael J. \nBrown, Vice President of Corporate and Foundation Giving at the American Red Cross, in the first weeks \nfollowing the calamity. \"In times of disaster, assistance fr om our corporate partners is key to our ability to \nfulfill our humanitarian mission.\"  \nFor more information or to donate, please visit www.aa.com/DisasterRelief . \nPuerto Rico Raises $70,000 For The United Way  \nIn May 2011, members of the American Airlines and American \nEagle teams in Puerto Rico staged the sixth annual 5K Corre, \nCamina o Vuela de American Airlines  (Walk, Run or Fly), a road \nrace supporting the United Way of Puerto Rico. More than 1 ,900 \nparticipants competed in the event, representing towns from \nacross the island, and raising $70,000 for the United Way.  \nSince the inaugural Corre, Camina o Vuela  race in 2006, more \nthan $420,000 has been raised for the United Way.  \n\"Our employees volunt eer their time and talents to make sure the race runs smoothly and to ensure we \nare able to raise a significant amount of funds for the United Way of Puerto Rico,\" said Jose Rucabado,  \nGeneral Manager — Puerto Rico.  \n", "metadata": {"source": "NASDAQ_AAL_2011.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}