{"page_content": "2021 CORPORATE  \nRESPONSIBILITY REPORTSANDY SPRING BANK   |   |   10\nCasual for a Cause is an employee-driven giving program that \nsupports local nonprofits. One day each month, employees \nhave the opportunity to contribute to a different organization \nin exchange for wearing jeans or other casual clothes to work. \nEach year, employees nominate and select the organizations that \nreceive our support. Since 2016, Sandy Spring employees have \nraised more than $75,000 for more than 55 organizations across \nour footprint as part of the program. Although many employees \nworked remotely for much of 2021, we enabled contributions \nthrough payroll deductions so that we could maintain our support \nfor a number of organizations that provide important social \nservices across our footprint. \n•  Maryland SPCA\n•  The Women’s Center,  \nNorthern Virginia\n•  LEDC Latino•  The Newwave Foundation\n•  Community Action  \nCouncil of Howard County\n•  Manna Food Center•  Friendship Place\n•  Student Homeless  \nInitiative Partnership  \nof Frederick County•  Adoptions Together\n•  A Wider Circle\n•  West FairFax  \nChristian Ministries2021 beneficiaries of our Casual for a Cause program:AFFORDABLE HOUSING\nSandy Spring Bank has collaborated with Habitat for Humanity \nthrough fundraising and volunteer events for more than 15 \nyears, including its annual Women Build program.  We also have \nlong-standing relationships with our local chapters of Rebuilding Together, which provide free critical home repairs, energy \nefficiency upgrades, and accessibility modifications to vulnerable \nresidents of our communities with our financial support and the \nefforts of employee volunteers.\nCASUAL FOR A CAUSEIn December 2021, a team of Sandy Spring Bank employees \npresented a $10,000 donation to the Capital Area Food \nBank, which continued to experience high demand in 2021 \ndue to the pandemic.  After the presentation, the team \nhelped to fill hundreds of boxes  of food  for area seniors.\nVOLUNTEERISM\nOur employees play a central role in advancing our commitment \nto our communities by volunteering with nonprofit organizations.  \nEmployees are encouraged to sign up for volunteer activities and \nevents throughout the year, especially during our year-end Season \nof Sharing tradition. Throughout the fourth quarter of each year, we hold a number of community service activities and fundraising \nactivities – from assembling meal kits and collecting toys to holding \nonline silent auctions and cookie bake-offs – that bring employees \ntogether to support those in need. ENVIRONMENTAL CONSERVATION\nFor the past three years, Sandy Spring Bank has supported the \nChesapeake Bay Trust. This nonprofit organization is dedicated \nto improving the natural resources of the Chesapeake region \nthrough environmental education, community engagement and \nlocal watershed restoration. Each year the Chesapeake Bay Trust \nawards more than $10 million in grant funding to hundreds of \nnonprofits and community organizations throughout the region.", "metadata": {"source": "NASDAQ_SASR_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}