{"page_content": "2021 CORPORATE  \nRESPONSIBILITY REPORTSANDY SPRING BANK   |   |   19\nHIGHLIGHTS OF OUR DEVELOPMENT PROGRAMS INCLUDE:\nTUITION ASSISTANCE PROGRAM\nWe offer full- and part-time employees financial support to \nadvance their educational goals. \nCAREER PATHWAYS\nThis development program, open to all employees, includes a \nself-assessment, career planning workshops and a mentoring \nprogram with a diverse group of company leaders. After \ncompleting the program, employees have the opportunity to \nparticipate in a structured job shadowing experience . \nREMARKABLE MANAGER ORIENTATION  \nManagers at all levels, including those new to our company \nor newly promoted, participate in Remarkable Manager \nOrientation. This program educates participants in core skills for \neffective management, explores the effectiveness of different \nmanagement styles, and trains them in our performance \nmanagement program. Ongoing training supports continued \ndevelopment of our managers.COMMERCIAL BANKER ASSOCIATE PROGRAM  \nStarted in 2019, this multi-year program targets current \nemployees who want to advance their careers in commercial \nbanking.  The curriculum covers topics such as commercial \nlending, credit analysis and treasury management. Participants \nprogress through stages based on demonstrating mastery of the \nlearning and performance objectives at each stage.\n \nLEADERSHIP DEVELOPMENT PROGRAMS  \nWe provide high-potential employees with opportunities to \ndevelop leadership, managerial and technical skills through \nprograms with the ABA Stonier Graduate School of Banking, the \nMaryland Banking School and the Virginia Bankers School of Bank \nManagement. These multi-year programs combine intensive in-\nperson sessions, home study curricula and peer group projects \nto develop skills critical to career growth and success.\n“[Career Pathways] will give you tools you can use over and over again. It is the  \n  best thing I have done for myself… This program brought out the best in me.”WHAT OUR  \nEMPLOYEES  \nHAD TO SAY - Angelique Sarr, Branch Relationship Manager\nBENEFITS THAT EXCEED EXPECTATIONS\nFLEXIBLE BENEFITS PLAN  \nAll employees are eligible for a variety of pre-tax health, dental and \nvision insurance plans as well as flexible spending and dependent \ncare spending accounts that allow employees to craft a program \nthat will best suit their personal situations.    \n401(K) PLAN  \nThis retirement benefit provides the maximum match allowed \nby law with a default enrollment to encourage employees to \nsave for retirement.  Our plan offers a wide range of investment \nalternatives including company stock, and provides free one-\non-one counseling with a financial expert to assist employees in \nmeeting their retirement savings goals. In 2021 we had a 96% \nparticipation rate and paid $5.6 million to employees in matching \ncontributions.  EMPLOYER-PAID LIFE INSURANCE  \nThis benefit is equal to 2x annual salary or equivalent, up to a \nmaximum of $500,000.\n \nEMPLOYEE STOCK PURCHASE PLAN  \nOur plan enables employees to accumulate up to $25,000 of \ncompany stock per year at a 15 percent discount to the market price.\n \nANNUAL CASH INCENTIVE  \nAll employees who do not already participate in a specific incentive \nplan receive an annual cash bonus based on our company’s results.  Our employees work hard and we reward them with fair compensation and a comprehensive package of benefits. We offer a \nminimum hourly wage of $17 (following a brief training period) for all entry-level positions in all of our markets.  \n \nHighlights of our competitive benefits package include:\n", "metadata": {"source": "NASDAQ_SASR_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}