{"page_content": "2021 CORPORATE  \nRESPONSIBILITY REPORTSANDY SPRING BANK   |   |   21\nSUPPORTING EMPLOYEES  \nDURING COVID-19\nOur first responsibility continued to be to help ensure the safety and well-being of our employees and their families and enable them \nto continue to provide high-level, uninterrupted support to our clients. To support employees and their personal needs during the \npandemic, we kept in place the benefits we created in 2020.\nWe began 2021 with appointment-only lobby access in all branch offices and capping staffing levels at non-branch \nfacilities at 25 percent of normal occupancy.\nWe reopened our branches to walk-in traffic in June 2021 and \nincreased staffing levels at non-branch facilities to 50 percent \nof normal occupancy in July 2021 and then to 100 percent in \nNovember 2021. To create the safest possible work environment for employees in our offices, we instituted a COVID-19 vaccine \nrequirement, with appropriate accommodations for medical \nand religious reasons, which resulted in over 99 percent of our \nemployees being vaccinated.\nWe provided up to two weeks of additional paid time off to \nemployees who are unable to work for reasons related to \nCOVID-19. We also continued to offer a COVID-19 hardship \nleave benefit, comparable to the benefit under the Families \nFirst Coronavirus Response Act, which provides up to 12 \nadditional weeks of expanded family and medical leave \nfor specified reasons related to COVID-19. When vaccines \nbecame available, we provided paid time off for employees \nto get their vaccination, as well as time needed to recover from side effects. Through December 31, 2021, we paid over \n$475,000 in COVID-19 leave benefits. \nAll employees had access to resources to support \nmental health and wellness through our Employee \nAssistance Program. ENHANCED LEAVE\nWELL-BEING RESOURCES", "metadata": {"source": "NASDAQ_SASR_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}