{"page_content": "2021 CORPORATE  \nRESPONSIBILITY REPORTSANDY SPRING BANK   |   |   5\nKEEPING A COMMUNITY TOGETHER, WHILE REDUCING ITS ENVIRONMENTAL FOOTPRINT  SUPPORTING CLEAN ENERGY AND ENERGY EFFICIENCY  \nWe partner with Montgomery County Green Bank in Maryland to \nfinance loans through its Commercial Loan for Energy Efficiency \nand Renewables (CLEER) financing program. We also partnered \nwith the DC Green Bank to help launch its CLEER program in the \nDistrict of Columbia. Through the CLEER financing programs, \ncommercial, multi-family and industrial building owners, as well \nas commercial and industrial tenants, nonprofits and common \nownership communities receive financing to complete clean \nenergy or energy efficiency projects.  Through 2021, we have financed $1.8 million in commercial and \naffordable housing projects through the CLEER program to help \nproperties reduce their environmental footprint, gain operating \ncost benefits, create comfort and value for their residents, \nand help reduce greenhouse gas (GHG) emissions. Collective \nenergy savings for these properties is nearly $80,000 \nannually and represents a reduction of GHG emissions by \n560 tons each year, equivalent to the total electricity used \nby 95 homes in the county in one year.\nThe Glen Manor Condominiums in Silver Spring, Maryland, is a \n32-unit affordable condominium with diverse residents including \nfamilies, couples and single individuals. Built in the early 1960s, it \nhas become a vibrant community for residents.  \nWhen aging mechanical systems required significant repairs and \nupgrades, the community explored options, including selling the property. However, through the CLEER program and partnership \nbetween Montgomery County Green Bank and Sandy Spring \nBank, Glen Manor was able to obtain $512,000 in financing for \noperational and energy efficiency upgrades. Not only does this \nhelp the community remain intact, but it also will help reduce the \nproperty’s energy consumption by 280 tons of carbon dioxide \nannually over the next 10 years.PRESERVING A LOCAL LANDMARK  \n“Thanks to community support and our partnership with the Montgomery County Green Bank and Sandy Spring Bank, we \nlook forward to welcoming our guests back to the Ale House,” said owner John Roach. “Because of funding through the \nGreen Bank’s CLEER program with Sandy Spring Bank, we’re returning stronger, healthier, and more resilient than before.”The Olney Ale House is an iconic and historic restaurant located \nin Olney, Maryland that has served the community since the \n1920s. A 2019 fire damaged the restaurant, forcing it to close. \nThe Montgomery County Green Bank and Sandy Spring Bank \njoined together to provide approximately $200,000 in flexible financing to help re-open the restaurant. The financing is helping \nOlney Ale House introduce improvements to recover from the \nfire and the impact of the COVID-19 pandemic while reducing \noperating costs and energy consumption.\n", "metadata": {"source": "NASDAQ_SASR_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}