{"page_content": "HARVEST CAYE\nLocated off the coast of southern Belize, Harvest Caye is considered the Caribbean’s premier resort-style \ndestination. The island is a strong contributor to the local economy as a result of its hiring and sourcing \nprocesses. 98% of the team members employed to support island operations are Belizean, and these team \nmembers are employed throughout the year, regardless of the season.\nWhile developing the island, we worked closely with the government in Belize to protect the area’s natural \nhabitats, and we remain committed to having a positive impact on the local communities and ecosystems.\nThe Harvest Caye Conservation Foundation (HCCF) was established in 2016 in partnership with Belize Island \nHoldings Ltd. and Norwegian Cruise Line Holdings Ltd. as a non-governmental organization whose primary \ngoal is to promote wildlife conservation. The HCCF is dedicated to working with other NGOs in Belize \nand overseeing advocacy and outreach work with schools and communities to promote conservation and \nawareness of threatened species.\nHarvest Caye is also home to a wildlife sanctuary under the care of Tony Garel, an esteemed Belizean \nnaturalist and wildlife expert. The island hosts a reptile terrarium, a butterfly garden and several aviaries \nfeaturing rescued birds. All exhibits are operated by the HCCF to promote wildlife preservation and education.Scarlet Macaw Protection\nOver the past few years, HCCF has been supporting conservation \nprojects. In 2020, HCCF was pleased to support a project proposed by \nFriends for Conservation and Development which funded the launch \nof an Anti-Poaching Unit in the Chiquibul National Park. The main \nobjective was to safeguard the Scarlet Macaw population which was \nunder direct threat from illegal poaching. Scarlet Macaws are listed \nas an endangered species by the U.S. Fish and Wildlife Service, with \nless than 350 estimated to live in the jungles of Belize. This project \nwas very successful in intercepting and detaining poachers. A total of \nseven baby Scarlet Macaws were rescued, recovered and reintroduced \nback into the wild.\nHCCF committed to invest in the rescue of scarlet macaws that were \nconfiscated by the El Salvador Government from the illegal pet trade. \nBecause of limited forests in El Salvador, it is not possible to release \nthe Macaws back into the wild. After final reviews are completed with \nauthorities, they will be safely transported to Harvest Caye where they \nwill be placed in HCCF’s care for breeding and conservation programs.\nHCCF matched passenger donations dollar-for-dollar from 2021 \nto provide further support in detecting and mitigating threats to \nthe iconic species. The donations were provided to the Friends for \nConservation and Development and the Belize Wildlife Referral Clinic \nto provide the needed care and rehabilitation for scarlet macaws.\nHawksbill Turtles\nHarvest Caye is one of the few nesting sites for endangered hawksbill \nturtles, and staff participate in protecting and monitoring nesting \ngrounds each year to help baby turtles get a good start on survival. \nIn 2020, Harvest Caye had a large female hawksbill turtle that laid \nher clutch of eggs on the beach next to the boardwalk. For the next \n60 days, the team guarded and monitored the nest until the hatching \nstarted and baby turtles headed for the sea and lagoon. Staff assisted \nsome of them on their journey to ensure their safety.\nKeel-billed Toucans\nIn 2020, HCCF was able to breed keel-billed toucans, the national bird \nof Belize, for the very first time in captivity. The Harvest Caye facility is \none of the few in the country that currently houses keel-billed toucans.98% of the team \nmembers employed \nto support island operations \nare Belizean.\nIntroduction Reducing  \nEnvironmental ImpactSailing  \nSafely\n41Appendix Operating with Integrity  \nand AccountabilityStrengthening  \nour CommunitiesEmpowering  \nPeople", "metadata": {"source": "NASDAQ_NCLH_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}