{"page_content": "30Stakeholder Engagement  \nand Collaboration\nWe proactively engage with internal and external \nstakeholders as we evaluate our impacts and  \nwork to improve the effectiveness of our Human \nRights Program:  \n ▪ Since 2010, Western Digital has collaborated \nwith other major electronics companies to \nlaunch supply chain capacity-building seminars \nand workshops. The seminars and workshops \ncover topics such as human rights, responsible \nhiring, foreign worker management, GHG \nemissions/carbon footprint, energy efficiency \nmanagement, process chemical management \nand water stewardship.  \n ▪ We work closely with RBA to ensure that our \nsuppliers and their labor recruiters/brokers \nparticipate in RBA workshops such as the 2019 \nEthical Recruitment Workshop, which took  \nplace in Taiwan.  \n ▪ Western Digital works closely with several \npartners to reduce the risk of forced labor.  \nIn 2019, Western Digital along with other \nindustrial colleagues successfully negotiated \none supplier’s full reimbursement of recruitment \nfees to over 9,000 migrant workers in Thailand.  \n ▪ We have actively participated in the Responsible \nLabor Initiative (RLI) since its founding in 2017. \nThrough the RLI, we discuss best practices, \ncollaborate with peers to develop cross-industry \nstandards for healthy and sustainable working \nconditions and utilize shared resources to \nmonitor our own practices and the practices  \nof our suppliers.Grievance Mechanisms\nAs detailed in the Integrity section of this report, \nWestern Digital provides multiple avenues for \nemployees to speak up concerning conduct \ncontrary to our policies, including human rights \nviolations, with the option to report concerns \ndirectly to their manager, Ethics and Compliance, \nHuman Resources or Legal, or through our global \nEthics Helpline. We offer the Helpline to anyone \nwho suspects misconduct, whether employed by \nWestern Digital or not.\nRemedies\nIf Western Digital learns of potential human rights \nabuses or other conduct contrary to our policies \ncommitted by our employees or suppliers, we  \ntake remedial action proportionate to the offense. \nSuch remediation may include conducting an \ninvestigation, coordinating and tracking progress \nagainst corrective action plans, requiring additional \naudits (suppliers only), or possible suspension or \ntermination of the relationship.\nSupplier Vetting and Auditing\n103-3, 408-1, 409-1, 412-1, 414-2,\nWestern Digital leverages the RBA Code of Conduct, \nalong with our own Global Human Rights Policy, to \nreduce the risks of human rights abuses and forced \nor child labor throughout our supply chain. We \ndisclose our supply chain practices in accordance \nwith the U.K. Modern Slavery Act of 2015 and the \nCalifornia Transparency in Supply Chain Act. Each \nyear, we send letters to each of our suppliers about \nour commitment to the RBA Code of Conduct  \nand the U.K. Modern Slavery Act, and we require \nsuppliers representing 80% of our cumulative spend to conduct annual self-assessments and biennial RBA \nVAP audits. Starting in 2020, we are expanding the \nscope of our supplier self-assessments to include \nsuppliers representing 90% of our cumulative spend, \nplus strategic and single-source suppliers’ facilities. \nRBA assigns a third-party auditing firm based on  \nits VAP manual and audit protocol to complete \nannounced supplier audits. RBA releases its official \naudit report via the RBA-ON platform, where \nWestern Digital monitors progress and drives \nchange based on the findings. If labor issues exist, \nwe follow standard procedures outlined in the VAP \nmanual to assure suppliers’ timely correction of \nnon-conformance issues, and we closely follow  \nup with them. \nWestern Digital also uses the RBA VAP audit as a tool \nto monitor the sustainability of our suppliers. We tie \nthis requirement to our Supplier Performance Review \nscorecard and evaluate suppliers according to the \nperformance assessed by the VAP audit. \nAdditionally, Western Digital’s Audit Program \nfollows the VAP protocol for end-product factories. \nOur Human Resources team conducts periodic \naudits of our labor brokers/agents.\nWe proactively engage \nwith stakeholders as \nwe work to improve \nthe effectiveness of our \nHuman Rights Program.", "metadata": {"source": "NASDAQ_WDC_2019.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}