{"page_content": "42WHY IT MATTERS\n103-1\nAt Western Digital, our employees drive our \nsuccess and help shape the future. To continue \nleading the data storage industry, we rely on \nhighly skilled individuals to drive our culture of \ninnovation. We strive to create an environment \nwhere employees feel connected and committed \nto Western Digital’s mission and vision.\nMANAGEMENT APPROACH\n103-2\nOur Human Resources function is a strategic part \nof our company, responsible for creating a strong \nworkforce culture and differentiating Western \nDigital as an employer of choice. Our business \nstrategy planning process incorporates talent \nneeds and assesses sustainable and scalable \nworkforce strategies. \nOur Board of Directors is actively involved in \nWestern Digital’s workforce retention and \nengagement. Our Compensation and Talent \nCommittee reviews our human capital \nmanagement policies and programs covering \ncompany culture, talent development, employee \nretention, and diversity and inclusion. Our Chief \nHuman Resources Officer communicates regularly \nwith the Board on our retention strategy, talent \nmanagement, succession planning and diversity.Employee Attraction, Retention and Engagement\nEngagement\nWe believe being transparent with our employees \nfosters engagement and trust. Immediately \nfollowing our quarterly earnings releases, Western \nDigital holds a global employee town hall led by \nour Chief Executive Officer. These meetings inform \nemployees of the direction of the business, \nhighlight our successes and share progress toward \ngoals and objectives. As a follow-up to these town \nhall meetings, each Western Digital functional \nleader holds an all-employee meeting to ensure \nfurther transparency and clarity within each \nbusiness function. We publish all town hall meetings \non Western Digital’s intranet for employees to \naccess at any time.\nIn early 2019, we unveiled a refreshed vision and \nmission statement enterprise-wide, propelling a \nculture renovation exercise anchored in this new \nvision, mission and business strategy process.  \nIn 2019, we launched our first culture and \nengagement survey to all of our employees. For  \nour technical/professional employees, we focused \non the culture attributes that our employees felt \nwere core strengths, inspirational and important \nadditions, and key differentiators for us in the \nmarketplace. For our factory workers, we focused \non the attributes that keep them engaged in the \nworkplace. The aggregation of these insights \nshaped discussions for our leadership team around \nthe culture attributes most critical to achieve  \nour vision and mission. That effort culminated in  \nan official launch of our culture attributes in \nFebruary 2020.Attraction and Retention\nWestern Digital’s Talent Acquisition, Talent \nDevelopment, and Human Resources Business \nPartner teams collaborate with our business \nleaders to attract and retain diverse, top talent  \nfor all areas of the business. Our global enterprise \nemployment and recruitment brand highlights \nWestern Digital employees to showcase why \nWestern Digital is a great place to grow one’s \ncareer. Additionally, our partnerships around the \nglobe continue to be a key strategic initiative for \nfuture talent pools, including growing our diverse \ncandidate pipeline. See the Diversity and Inclusion \nsection of this report for more information.\n103-3\nTurnover rates indicate the health of our workforce \nculture, and we monitor these metrics carefully for \ninsights into employee uncertainty or dissatisfaction. \nAdditionally, turnover rates affect Western Digital’s \nfinancial performance. We are proud to report our \nworldwide turnover rate for voluntary turnover is \n10%, which is below the industry average of 13%.1\n1  Western Digital turnover rates are based on aggregate data, \nwith the industry average sourced from Mercer/Comptryx.", "metadata": {"source": "NASDAQ_WDC_2019.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}