{"page_content": "TPI  |  2022 ESG REPORT 4 OVERVIEW  |  PERFORMANCE  |  APPENDIX TPI  |  2022 ESG REPORT 5\nTPI is uniquely positioned and focused on addressing two of the greatest \nchallenges impacting our world today – the global energy crisis and climate \nchange. The geopolitical and macroeconomic events of this past year have \nunderscored the need to accelerate the growth and transition to clean and \nrenewable energy. Governments around the world have taken decisive action \nthrough landmark plans and legislation such as REPowerEU and the Green  \nDeal Industrial Plan in Europe and the Inflation Reduction Act in the United States  \nto address these challenges. We believe these initiatives will accelerate the \ntransition to renewable energy and the pace at which we reach net-zero \nemissions globally.\nThe International Energy Agency expects global wind installs to reach almost \n400GW per year in 2030, more than three times larger than in 2022, with the  \ngoal of achieving zero emissions by 2050. TPI’s mission is to deliver innovative \nand sustainable solutions to decarbonize and electrify the world by expanding  \nthe adoption of renewable energy. We intend to expand our manufacturing  \noutput over the next five years and have a significant role in addressing the  \nglobal energy crisis and climate change. With our focus on decarbonizing and \nelectrifying the world, we strive to set the “ESG Gold Standard.” To accomplish \nthis, we have developed long-term ESG goals and continue to make progress \ntoward achieving them. I am proud of our ESG performance and am excited to \nshare our major accomplishments:\n• Enhanced our global Behavior-Based Safety (BBS) program to further  \nreinforce positive safety behaviors at all of our facilities\n• Transitioned to a new Diversity, Equity, and Inclusion program called IDEA \n(Inclusion, Diversity, Equity, and Awareness)  \n• Reached 30% female and 30% ethnically diverse persons on our Board  \nof Directors• Produced over 8,800 wind blades reaching 38% global onshore market \nshare, excluding China, resulting in 410 million metric tons of CO2e \nreduction over the wind turbine blades' 20-year average lifespan\n• Achieved our waste rate reduction goal of 5%\nWe will remain steadfast on the front lines as an industry leader, driving the \nrenewable energy transition forward for years to come.\nWilliam E. Siwek  \nPresident and CEO\n1  |  Message from the CEO  ", "metadata": {"source": "NASDAQ_TPIC_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}