{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 11 tribe members, an employee -\nled charitable contribution \ncommittee , and volunteer \ncommittees formed in several \noffices of the company \nglobally . \n \nWe listen attentively  to our current stakeholders , and we see k to understand what stakeholder \nconcerns are emerging. As ESG concerns become more prevalent, w e believe that current and \nnew end user s will increasingly make purchasing decisions in part on understanding our ESG \ncommitments, practices, and performance. We also believe that our ESG commitments and \nperformance will increasingly contribu te in important ways to the employment  choices of current \nand prospective tribe  members . And of course , ESG efforts are consistent with  living our six values , \nthe core of our company.  \n \nTo better respond to inquiries from our stakeholders, we undertook an internal inquiry process to carefully examine current environmental and social trends and issues related to our business and \nindustry, the best practices among o ur peers and ESG leaders globally , the practices we currently \nhave in place, and those we have planned. Although internally we live by our value of doing the \nright thing in everything we do, it became clear that we have not adequately told  our story of how \nliving our values is reflective of and resonant with practices that are increasingly referred to under \nthe ESG umbrella.  \n \nESG Team  \nAs one of our most important stakeholder groups, we turned to our tribe  to explore and manage \nthis aspect o f our business. In 2018 we established a cross- regional, cross -functional global ESG \nTeam  to study current and likely future ESG trends and issues as they affect U nited States -based \nglobal public companies, and to examine how those trends and issues may af fect the global \noperations of WD -40 Company. The T eam’s mandate was to provide the company’s Global \nLeadership Council, our most senior leadership group, with a set of recommendations regarding the company’s strategy and actions going forward regarding all  ESG issues relevant to the \ncompany. The internal context for the formation of the ESG T eam was the strong cultural orientation \nto do the right thing in every aspect of our operations around the world —although until recently \nwe did not refer to our actions  as ESG or formally talk about them under the ESG theme.  Cross \nfunctional participation in the ESG  Team  included tribe  members representing the following areas:  \n \n• Our tribe (employees and recruiting -related interactions)  \n• Social and community  \n• Sustainability related to product development, innovation and marketing in our three trading blocs:  Americas, Asia -Pacific, and EMEA \n(Europe, India, Middle East and Africa)  \n• Product manufacturing, distribution and use  \n• Investor relations  \n• Governance and SEC reporting \n We commissioned  expert external sustainability advisors , Sustainability Partners\n, to conduct a \ndetailed ESG External Benchmark Study , followed by  an ESG Materiality Assessment  to guide us \nin our ESG strategy going forward.   ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}