{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 18 • Communicating our ESG stance and practices, internally and externally, to attract and retain \nthe best talent  \n• Continuing to champion transparent compensation practices within our global tribe , as we \nengage in fair and equal opportunity pay practices  \n• Communicating what ESG -related initiatives are being performed in our communities, and how \nthese initiatives connect with our values and ESG priorities  \n \nAs described in ou r 2019 Annual Report to Stockholders  titled, A Culture That Can , our truly unique \nand positive culture is the foundation for everything we do and is something t hat we fiercely protect. \nOur culture is truly fundamental to our enduring success. Our tribe  members take it upon \nthemselves at a deeply personal and professional level to perpetuate our culture as we grow and \nevolve through inevitable changes. Without the  tribe ’s collective engagement and commitment to \nliving our values and tribal attributes, the company would not have achieved our growth objectives \nover the decades, nor would we likely be able to  do so  in the future.   \nWe are a learning culture invested in  strengthening our tribe  from within through learning and \ndevelopment .  We are a meritocracy, with a  comprehensive, performance -based  total rewards \nstrategy . We firmly believe that building a deep bench of future leaders is fundamental to our \ncontinued suc cess. Learning and teaching is a top priority for our leaders.  \n \nIn the following sections , we set out how we live our values in support of the well -being and \nadvancement of our tribe.   \nLearning and Development  \nLearning and teaching takes its rightful place at the top of our tribal attributes \nbecause without it we would struggle to build a sustainable future, innovate, retain \nvalued tribe  members eager to learn, p rovide career opportunities, develop our \nindividual and collective competenc ies, scale our business in a fiscally sustainable \nway, and so much more.   \n \nAll tribe  members who are  interested in learning and growing are invited  to self -\nselect i nto comprehensive instructor -led and online just-in-time learning courses to develop skills \nwhen and where they are needed.  Tribe  members also have access to tuition reimbursement \nprograms, internal coaching, and graduate degree scholarship programs . Tribe  members self -\nselecting into any Learning Laboratory programs or courses lear n side -by-side with their cross -\nfunctional peers and leaders. We do not segregate educational opportunities, with the knowledge \nthat while people have different roles, all are equ al, deserving of respect and dignity, and capable \nof teaching each other no matter how many years of experience they have or what role they may \nfulfill.  \n \nOur internal educational facilitators, or “faculty” as we call them, have the privilege of paying our \nlearning and development forward to our local communities by delivering customized training to \nour valued distributors in each trading bloc , to non -profits in San Diego , including The San Diego \nFoundation,  where our primary  corporate offices are  located,  and to youth development programs \nand conferences around the world. Leaders from our largest and most long- term United States  \naerosol fillers, can producers,  and logistic providers are invited to join our Leadership Laborato ry \ncohorts to raise our collective leadership competency across our value chain. Learning inclusion \nallows us to share and align on servant leadership practices and enables us to speak the same \n", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}