{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 20 Our CEO and chairman, Garry Ridge, co -authored a book with celebrated management expert Ken \nBlanchard  on this philosophy, and it is now deeply embedded in our culture : \n \nDevelopment planning for key competency areas  is identified by the \ncoach and tribe  member. Significantly, all tribe  members are \nresponsible for writing their own review then discussing it with their \ncoach. We have found this stimulates a greater sense of personal \nawareness of , and responsibility for , objectively assessing one’s \nown performance , as well as providing tribe  members with a greater \nsense that they are in control of their own destiny.  \n \nWe emphasize personal accountability for each tribe  member’s \ndevelopment. This means that every tribe  member is accountable \nfor their own future, i.e., communicating their objectives, pursuing \neducation (internally and externally), asking for what they need from \ntheir coach, researching the paths available (all job descriptions, \ncareer progressions and sa lary ranges are publicly available), and \nvolunteering for experiences that will \nhelp them demonstrate what they can \ndo.  \n \nWe have set up The Learning \nLaboratory  as our ecosystem for \nprofessional development. Through our \nlabs we create and deliver relevant \nlearning to equip our global tribe  \nmembers with the skills and experiential \nlearning essential for success.  \n \nThe Learning Laboratory encompasses programs that develop leadership, general competencies \nand internal faculty who teach these programs.  Leadership is taught through Leadership \nLaboratory.  Technical product knowledge is provided through Tribology University .  Sales and \nmarketing skills are taught through our Commercial Academy.  \nTHE LEARNING LABORATORY  \n The study of servant leadership begins with an understanding of the \nprinciples of human behavior.  Cohort members transition through a \nprogressive series of mu lti-year leadership courses designed to \nprovoke critical thinking about leadership and how to put their learning \ninto action. Introspective assignments and engagement with leaders \nfrom other organizations  are key elements of the effectiveness of \nthese labs.  \n \nCourses include human behavior, adult learning, problem -solving  and \ndecision -making, strategic thinking, organizational theory and design, \nconstructive conflict resolution, building a culture of accou ntability, The Learning Moment  \nWhat keeps people in organizations from wanting to learn? \nWe have found that most often people look at mistakes as \ncareer -damaging events rather than oppo rtunities to learn. \nAt WD -40 Company, when things go wrong, we don’t call \nthem “mistakes”; we call them “learning moments.” We \nexpect and applaud the opportunity to openly discuss, learn, \nrectify, and grow from our learning moments, as well as \nshare our ex perience with others to avoid unnecessarily \nrepeated learning moments.  \n", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}