{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 22  \n \nWe have not formally tracked the attendance in our Commercial Academy or Tribology University \nprograms. However, we believe a conservative estimate would be that these two programs would \nat least equal the time invested in Learning Laboratories over the same time period shown.  \n \nTalent Acquisition  \nCritical ingredients of our not -so-secret formula are the \nskills, engagement , and commitment to excellence of our \ntribe : the people  who bring our brands to life. Our \ncompetitive advantage and financial success in the global \nmarketplace are dependent  on the passion and \ndiscretionary effort of our tribe  members along with their \nwillingness to consistently live our values.  \n \nThe importance of our tribe  to our sustained success cannot be overstated. The fourth of our five \nstrategic initiatives  is to attract, develop, and retain outstanding and talented tribe  members. To \nthis end, every hire is a key hire because our people are innovators of our future and stewards of \nour brands and culture. We don’t have a lot of people. We’re spread t hin and wide around the \nworld. We leverage our internal capabilities across a wide variety an d number of external partners. \nThere are no “extr a” roles in our company; several career fields have only one or two \nrepresentative incumbents. Therefore, every tribe  member has an immediate, measurable , and \nvisible impact on the entire organization.  \n Before submitting an employment application,\n potential applicants are asked to consider if our \nvalues resonate with them before  moving forward with the application process. We want  people \nto join our tribe  who believe in what we collectively believe.  \n \nCompensation  and Benefits  \nCompensation \nWe consistently recognize and applaud ef fort. We base compensation on the results of our efforts. \nWe are a meritocracy that is blind to all other factors not related to the work, the goals, the functions,  \nand the competencies required to achieve our vision, within the framework of our values.  \n \nOur global compensation strategy is based on:  2012 2013 2014 2015 2016 2017 2018 2019 2020 Total per \nseries  Hours \nper series  Total \nPerson \nhrs \ninvested \nLeadership Lab 1.0 65            80            45            22            22            26            15            22            29            326            50           16,300    \nLeadership Lab 2.0 20            25            82            21            30            13            10            16            217             32           6,944     \nLeadership Lab 3.0 12            17             10            30            5              6              11             91               20           1,820      \nLabs for Distributors 20            13            169          30            15            35            -          -          282            6              1,692      \nCompetency Labs 25            55            150          265         100          595            4              2,380     \nFaculty Labs 7              7              22            36               12            432          \nDonated Labs 55            31            5              6              50            147             15            2,205     \nTOTAL PARTICIPANTS/YEAR 65            120          95            290         163          187          230         316          228         1,694          139          31,773    LEARNING LABORATORY \nParticipants by Year and Program\nWD-40 Company has best -in-class \nproducts and we seek best -in-class \ntalent who live our values and strive \nto leave positive lasting memories in \nall their interactions.  ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}