{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 23 1. Market -based assessment of compensation ranges and practices; “market” is defined as \nthe country within which the tribe  member resides.  \n2. Compensating according to demonstrated competencies and contributions.  Everyone  can \ndetermine their pay advancement according to their demonstrated abilitie s. This is what we \nmean by a “meritocracy”. This methodology is a key contributor to ensuring  that non-job-\nrelated discriminatory decisions are eliminated.  \n3. Moderation  of base salaries in aggregate to the median of market ranges, coupled with \nuniversally applied performance -based cash incentives  that allow tribe  members the \nopportunity to earn total compensation at or above the top of market ranges  when \nperformance is strong. All job levels and roles are eligible for incentive compensation , \nunlike many companies who segregate such cash incentives to upper tiers o f the \norganizational hierarchy . \n4. Maintaining fixed labor costs at a level that can be sustained even in market contra ctions \nor economic disruption. This allows our tribe  to feel safe in hard times, and therefore able \nto think long -term, apply discretionary effort and commit their careers to the organization . \n5. Consistent application of job valuation and compensation range methodologies with \nscrutiny  across career fields, geographic regions,  and progression relativity.  W e apply the \nKorn Ferry  point -factor system  (previously known as the Hay method ) of job evaluation  \nglobally.  \nBenefits  \nThe company’s comprehensive total rewards approach  provides tribe  members and their families \nwith peace of mind knowing that their health, wellness, and financial security is a key concern. If \npeople don’t feel safe, they cannot think long- term about their contributions. In addition, tribe  \nmembers are encouraged to expl ore opportunities to find a healthy integration of work and life \nbecause the notion of “balancing ” the two is both impossible and not preferable.  We don’t believe \nthat there is a contest between “work” and “life”.  There is just “life”. Ensuring that life  is integrated, \nwith proper attention to priorities as they change, is achievable, with the result that stress goes \ndown and joy in one’s work goes up.  \n \n \n \nMost of the countries where our tribe  members live have nationalized health care. For those \ncountrie s that do not, like the U nited States , we provide life and health programs that include \ninsurances, at a high level of available coverage, and above -market  employer contribution levels. \n", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}