{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 27 Diversity represented in the numbers  \n \n1. The percentage of individuals in the company’s governance bodies (Board of Directors \nand Global Leadership Council) by categories:  \n• Gender:  \no Female: 6 or 24%  \no Male: 19 or 76%  \n• Age group:   \no Under 30 years old:  0  \no 30-50 years old:  3  \no Over 50 years old: 22  \n \n2. Tribe gender number and percentages:  \n• 241 female tribe members represent 46% of total employee population  \n• 279 male tribe members represent 54% of the total employee population  \n• 2 tribe members did not declare gender representing 0.4% of our total employee \npopulation  \n \n3. Tribe age group representation:  \n• under 25 years old: 12   \n• 26 – 35 years old: 129  \n• 36 - 45 years old: 161  \n• 46 – 54 years old: 142  \n• 55 and over: 78  \n \n4. Other indicators of diversity where relevant, such as min ority or vulnerable groups. The  \nbelow assessment discusses  this item.  \n \nWith only 522 employees in 16 countries, our statistical analyses demonstrated no systemic \nadverse impact or disparate treatment of minorities or women.  At the time of reporting, we do not \ncollect employee ethnicity data outside the U.S. and are therefore unable to provide ethnicity data. \nHowever, we are not satisfied with the degree of representation of minorities and women within \nour company and leadership roles.  While we have made progress over the years through the \nefforts cited in this report, we ack nowledge we have more work to do to ensure proper gender \nand minority representation throughout the company.   \n \nWhile we are a U.S. -based public company, most of our employees are located  outside th e U.S.   \nWithin the U.S. we have 38% of the global tribe, or just under 200 people.  We have an Affirmative \nAction Plan and program (AAP), since we provide products as a vendor to government contractors.  \nSince inception of our AAP, our required statistical analy ses have resulted in findings of no under -\nrepresentation of minorities or women in the U.S., in any of the five worker categories applicable \nto our company .  Due to our small population and small sample sizes in each of the five categories, \nhowever, even n o representation of minorities or women can fall within the sampling margin of \nerror.  \n ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}