{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 29 candidates, both internal and external, through our Learning Laboratories.  To learn more about \nthese programs, click here.  \n \nWe believe that management and board -level diversity is very \nimportant. Our Board currently has three  female  directors  and \none female director nominee,  out of eleven Board members. Our \nBoard currently has one minority representative who is Latinx . \nOur Global Leadership Council currently  has three female \nmembers, out of nine  management members.  Our Global \nLeadership Council currently has one minority repr esentative \nwho is Asian . We currently  have two women who are country \nmanagers, wherea s a few years ago we had none. We now have \nmany women in regional senior leadership and middle -\nmanagement positions who will be eligible for consideration for \nexecutive roles as succession  opportunities arise.  \nOver the reporting period for this report, there have been no \nincidents of discrimination reported within the WD -40 Company, \nwhich we believe to be a testament to both the strength of our \nvalues and our success in hiring people who are values aligned \nwith our company’s culture. We annually conduct a “values” \nassessment to determine the incidence rate of behaviors which \nare contrary to our values, which is reviewed by our Ethics and Compliance Committee,\n comprised of senior executive leaders \nincluding HR, legal,  and commercial trading bloc leadership.   \n \nGlobal HR Philosophies  \nWe established our Global HR Philosophies  in 2015 . These philosophies are the guiding principles \nthat we follow in every location where we employ tribe  members. Each country adapts those \nphilosophies by creating locally compliant and relevant policies and practices which align with the \nglobal philosophies.  Our Global HR Philosophies most directly related to promotion of a \nmeritocracy that is supportive of diversity and inclusion are : \n \n1. Anti-Harassment and Anti -Discrimination  \nWD-40 Company is committed  to providing a work environment that is free from any \nunlawful harassment or discrimination and concurrently recognizes that different country customs and cultural norms exist.  \n \n2. Anti-Violence  \nWD-40 Company  is committed to providing a workplace that is fr ee of violence.  \nConsistent with that policy, acts or threats of physical violence, including intimidation, \nharassment, and/or coercion, which involve or affect the company, or which occur on WD -\n40 Company’s property , will not be tolerated.  \n \n3. Performance C ounseling  \nWD-40 Company aims to ensure that employees can succeed and get an “ A.” We \nrecognize that on occasions we may need to coach an individual to improve their \nperformance in the short  or long-term.    \nWD-40 Company tribe members \naccept W Award  from Woman on \nBoards 2020  \n \n \n", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}