{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 30  \nSometimes performances can be improved easily thr ough an early  intervention or \ncounseling process. At other times,  individuals may require a more formal approach of \nsustained intervention where their performance or conduct requires a longer -term \nimprovement. Corrective action may be necessary ranging fro m verbal or written \nwarnings to (in serious cases) termination of employment . We will be guided by the legal \nand good proactive framework specific to each country where we have employees.    \n \n4. Performance Reviews  \nWD-40 Company promotes a culture where employees can achieve high performance. All \nemp loyees, with the support and guidance of their coach manage performance goals, \nprogress,  and their ongoing development. The role of the leader is to help the employee \nget an “A ,” which means that the goal is t o guide people to success, not sit back and wait \nfor them to fail.  \n \nThis is encouraged through ongoing dialogue between individuals and their leaders and \nby providing good quality coaching and support.  \n \nThe aim of the Performance Review Program is to facilitate dialogue that will help t o \nidentify how each employee can achieve both optimal performance in their current role \nand professional growth/development through learning and work -related experiences. \nEmployees are ultimately responsible for their lo nger -term career development and their \nleaders support them as a career development coach.  \n \n5. Resolution Policy  \nWD-40 Company endeavors to promote an open and supportive work environment \nwhere concerns can be raised by individuals or groups and resolved eff ectively. Concerns \narising in the workplace can vary from interpersonal conflicts to formal complaints of \npolicy or regulatory matters. The company will ensure that appropriate procedures  are in \nplace, aligned with country specific legislation, to handle a nd resolve concerns, according \nto the nature of the issue .   \nThis area  intentionally left blank.  ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}