{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 31 Community Involvement and Giving Back  \nOur historical philosophy of giving back to our communities has been to do it and not talk much \nabout it. Apart from cause -based product promotions and marketing , which combine philanthropic \nefforts with sales and marketing of our products, we have always been active in the communities \nwithin which we live and work. Our support of non -profit \nentities has been focused on applying our funds and time \nto make a materi al difference, without advertising to the \npublic t hat we are doing those things. We don’t sponsor \nfund -raisers where our brands and company name would \nbe displayed, for example.   \n \nTherefore, talking about the good work that our tribe  \nmembers do is somewha t uncomfortable for us .  This \nreport is the first time we have publicly communicated our range of activities in philanthropy.  \n \nWD-40 Company Community Involvement Committee  \nA legacy of giving and service. Creating positive lasting memories in  our communities is part of our \ncultural bedrock. Our emp loyees volunteer in many ways. In the Americas, we have an employee -\nled committee that formed a strategic vision for promoting self -reliance in at -risk populations. \nThe WD-40 Company Memory Making Fu nd was established as a means for  WD-40 Company’s \ntribe  member -led Community Involvement Committee to fulfill its corporate giving mission.  \n \nCorporate Giving Mission  \nCreate positive lasting memories by empowering people to become self -reliant using our time, \ntalent and treasure to help put charities out of business.  \n \nEvery charity needs a mission. Ours is simple. We \nwant to put charities out of business. Why? Because \nwe believe that a world without charities is a world where no one is hungry. No one is poor. No one is \nuneducated. No one is disenfranchised. It is a world \nwhere no one needs help because everyone is \nempowered to be self -reliant.  \n \nIs that ambitious? Yes. Will our work ever be done? \nProbably not. But we will never stop trying.  \n \nWD-40 Company tribe member volunteers at \nHabitat for Humanity event  \n", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}