{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 32 Charitable Prioritie s  \nFor more than four decades, the company and its employees \nhave given back to the ir communit ies and invested in nonprofit \norganizations and programs. In 2016  we launched our current  \ngrantmaking program designed to build self -reliance among San \nDiego County residents, promote a thriving and prosperous community, and create an environment where people can \nflourish and reach their full potential.  We are committed to \ntransformational philanthropy, which means we take a \nsystematic, collaborative approach to grantmaking with an eye \ntoward long -term change.  \n \nCharitable Giving  \nMost recently, the WD -40 Company Memory Making Fund granted funds to  several  programs that \nwe believe will positively  change lives. The programs supported by the WD -40 Company Memory \nMaking Fund in 2019 - 2020 include : \n \n• Alpha Project for the Homeless : Grant funding supports the Cortez Hill Family Center, which \noffers a safe place for homeless families with children to receive stabilizing shelter and supportive services needed to prepare for longer -term or permanent housing, as well as \nsuccessfully promote self -sufficiency, wellness, and recovery.  \n• Casa de Amparo : Grant funding supports the Residential Services and New Directions \nprograms that serve at -risk female foster and former foster youth by providing \nindividualized case management and individual and group activities that incre ase youths’ \ncapabilities to achieve self -sufficiency.  \n• Dreams for Change : Grant funding supports the Eat Better Today Project, which is an \nintegrated program that combines job training and healthy food securi ty to prevent or end \nhomeless episodes and move families towards financial stability.  \n• Father Joe's Village : Grant funding supports the Employment and Education Services \nprogram and Skills and  Training Enhancement Pr ogram to provide career -readiness \ntraining and job placement assistance for individuals and families experiencing homelessness.  \n• Kitchens for Good : Grant funding supports Project Launch, a free, certified culinary \napprenticeship program for individuals with significant barriers to employment, such as formerly incarcerated adults, foster youth transitioning out of the system, survivors of \ndomestic violence, individuals with mental health disorders,  and individuals with histories \nof substance abuse.   \n• National  Black  Child  Development  Institute : Grant funding supports  programs  focused  on \nhealth and wellness, literacy, family  engagement, and preparation  for college to improve \nand advance the quality of life for Black children and their families.   \n• San Diego COVID -19 Community Response Fund : Grant funding supports food security, \nfinancial assistance, emergency supplies and more, to help the people and  organizations \nin the San Diego community most affected by the virus . \n• Second Chance : Grant funding supports the Youth Garden Program, a six -week job training \nprogram for young people that combines classr oom and experiential learning to increase \nyouth awareness of urban agriculture and food justice  and help move them towards \nsuccessful high school graduation or employment.  \n", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}