{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 33 • Solutions for Change : Grant funding s upport Solutions University, a comprehensive set of \ncritical services for families who are housed in supportive communities. The program \nprovides critical workforce development services, help with basic needs like food and childcare, as well as financial literacy courses for families.  \n• Southern  Poverty  Law Center : Grant funding supports fighting hate and bigotry and assists \nin seeking justice for the most vulnerable members of our society. Using litigation, \neducation, and other forms of advocacy, the S outhern Poverty Law Center  works toward \nthe day when the ideals of equal justice and equal opportunity will be a reality.  \n \nVolunteer ing in our Communities  \nThough the majority of  our charitable giving is managed out of our San Diego corporate location, \ntribe members around the world volunteer their time to give back to the communities where they \nlive and work. Some of the volunteer programs supported by WD -40 Company tribe members  in \n2019 - 2020 include:  \n \nPadres Peddle for the C ause  \nFifty San Diego tribe  members ran, pedaled, walked and \nvolunteered at the Padres Pedal for the C ause  raising $30,500 \nin support of one of our youngest tribe  members, 5-year old \nSavvy, whose parents both work at WD -40 Company. Savvy is \nbattling brain and spinal cancer.  \n \n \n \nHelping Hands  \nOur Australia tribe joined forces with Helping Hands  to make \nprosthetic hands. P articipants in the  program  helped to build \nprosthetic hands that are then donated to amputee landmine \nvictims throughout the developing world.  \n \n  \n \nBreast Cancer  Awareness Month  \nOur Milton Keynes tribe members partnered with the National \nBreast Cancer Foundation  and “painted the office pink” i n \norder to raise awareness and support for everyone touched \nby breast cancer.  \n \n    \n", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}