{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 36 While these levels of response are a point of pride for us, we weren’t always getting these ratings. \nIt has take n many years to make progress. It would take far too much space to lis t all the material \nactivities and leadership initiatives that were necessary to cr eate engagement of this level. The \npoint is tha t it doesn’t happen overnight. There’s no software application for creating an engaged \ngroup of people.  It’s day by day, every person  working hard to behave in a manner consistent with \nour values and our stated cultural qualities. And we’re not done. Like a nice big round of cheese, \nour engagement scores are satisfyingly full .  But we focus on the holes i n the cheese, which we do \nhave.  Not every person, department or region  is above 90 percent  engagemen t.  \n \nEngagement sustainability and transparency . To ensure we continue to focus on where we are not \nyet achieving our goals in engagement, we distribute the results of the biennial engagement survey \nto every tribe member, showing global results, their regional and functional results relevant to their \ngeography, and the comments provided. Meetings are held between tribe members, functional \ndepartments and coaches, to discuss the results and identify possible actions to take to further \nimprove, or to correct conditions that are not meeting our vision of engagement. This is an ongoing \nprocess with attention at the highest levels of the company to promote continuous improvements \nin employee engagement as a key strategic initiative. Transparency is critical in the application of such surveys and actions are the measure of how authentic we are in our stated goals for \nengagement.\n \n \nBoard level awareness and participation is equally im portant.  We believe that boards need to \nadequately ensure that an organization’s corporate culture aligns with its corporate strategy. The \nresults of our biennial employee engagement survey are shared with our Board of Directors to \nassure that directors ar e aware of workforce concerns and the actions being taken in response to \nour biennial surveys.  Other key elements of our people- centered programs are part of regular tribe \nupdate presentations to the board.  Other board sessions include relevant information  for the board \nregarding compensation programs, our ongoing compensation equality analyses, succession \nplanning progress, and initiatives for the sustainability of our corporate culture. The board provides \noversight and critical thinking in assessing our p rogress.  We engage our directors in events where \ntribe members are invited to interact personally with our board, at our periodic g lobal tribal learning \nconferences and ad hoc events specific to key elements of our engagement and inclusion efforts.  \n \nOur tribe  is passionate about ESG . As one of our most important stakeholder groups, we turned to \nour tribe  for their perspectives when  we conducted our first ESG Materiality Assessment  in 2019. \nWe invited tribe  members to identify what environmental and social issues, aspects, and impacts \nthey feel are most important to our business, to society, and to them personally.  \n Tribe  members voluntarily participated in a global ESG survey conducted in seven languages. In \naddition to the survey, an independent third -party\n conducted in -depth interviews with every \nmember of our Board  of Directors and 17 company leaders across all our trading blocs. More than \n340 tribe  members from around the world (70  percent of the total employee population at that time) \nand from every level of the organization provided their points of view. The majo rity indicated that \nESG issues are important to them personally, and that they feel the company should take responsibility and be accountable for its ESG impacts. 86 percent of tribe  members globally \nindicated that they think ESG  issues are  important to th e company’s overall success in the future.\n \n When sharing perspectives about which ESG issues they feel are most important for the company \nto address, the following issue areas rose to the top:  ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}