{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 38 our focus and investment to continually refine our environmental, social,  and governance practices \nas a responsible and accountable tribe  of passionate and dedicated people.  Ongoing updates to \nthe tribe  on our ESG efforts will continue in our leadership communications , our Tribal News \nNetwork broadcast s, and updates at the grassroots team level.   \n \nEmployee Celebration  \nA big part of our tribal cul ture is the abundance of storytelling and celebration. Our leaders \nacknowledge tribe  member contributions during their weekly updates and the tribe  nominates \npeers from across the organization for our annual Americas/HQ People’s Choice Awards in the \nfollowing categories:  \n \nCOMMUNICATOR  This category is for the person who demonstrates the highest skill \nin communicating effectively, which includes listening, \nunderstanding, information sharing, educating, explaining, writing \n(emails and other documents) and all other forms of \ncommunicating in the course of performing their daily \nresponsibilities.  \nSTARK RAVING FAN  This award was developed in honor of Diane Gazzola, the leader \nof the Canadian t ribe for many years.  Diane retired, but her \nexample lives on.  Diane was the consummate advocate for our company, our products and our people.  This award goes to the \nperson who demonstrates that spirit continually.  \nDREAM TEAM  This award goes to the functional group w ho work together \nseamlessly to deliver great results.  The Dream Team is the team whose members  help each other without being asked, think about \neach other and how to help, work together to achieve goals and \ncelebrate as a team.  This team continually look s for ways to give \nothers credit while accepting accountability when things don’t go \nas planned.   \nENERGIZER  \n This person is a constant source of inspiration and motivation. \nTheir energy raises others up when they are down, gives \nencouragement when challenges are great , and demonstrates the \nability to bring a positive attitude to every situation.  The Energizer \ncreates an environment of achievement by what they do and say.  \nINNOVATOR  \n This person is resourceful, creative and tenaci ous in the pursuit of \nproblem -solving.  The Innovator offers ideas to others, jumps in to \nsolve challenges.  This person finds ways to get things done and make improvements rather than only identifying what is not \nworking well.  And while doing so, the Inn ovator knows how to \nrespect others’ roles, supporting them rather than doing it for \nthem.  \nMENTOR -COACH  \n This person demonstrates the ability to both coach someone in \nimproving their performance, and helping that person fulfill their \npersonal goals.  The Mentor -Coach combines great educator skills \nwith the caring of a friend, offering experienced wisdom and \nadvice to help someone grow along their professional life path.  ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}