{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 3 ABOUT THIS REPORT \nThis is our first ESG Report . It cover s the activities  of WD -40 Company  in general over time, and \nspecifically during our fiscal year 2020, the period from September 1, 2019 through August 31, \n2020 , and referenc es the 2016 GRI Standards. In this report we set out the foundation upon which \nwe will build and refine our ESG strategy going forward . We have made a commitment to report on \nour ESG activities every two years. Our next report will include information on the ESG goals and \ntargets that we set and our performa nce in meeting them.  \n This report is organized around the material issue areas that we identified during the Materiality \nAssessment  we conducted in 2019. Learn  more about our  ESG Materiality Assessment\n and our \napproach, practices and activities related to the  material issue areas by going to the following \nsections in th is report:  \n \n• Our Tribe  \n• Our Products  \n• Our Sourcing and Supply Chain Relations  \n This report has been prepared in acco rdance with the GRI Standards: c ore option.  It is descriptive \nof our company  globally  with specific differences as noted throughout the report.  \n \nFor questions regarding WD -40 Company’s ESG activities or report, please contact:  \nWendy Kelley, Director, Investor Relations and Corporate Communications,  \nPhone: +1 -619-275-9304 . \n \nABOUT OUR  COMPANY  \nIt was 1953 when scientists at the San Diego -based Rocket Chemical Company set their sights on \na challenging mission: helping rockets get into space. The unique formula for WD -40 Company’s \nnow iconic WD -40 ® Multi -Use Product  was created through the persist ent quest to solve a \nchallenging problem in the beginning days of the aerospace industry.  \n \nIn the early 1950’s, the fledgling aerospace industry in San Diego was plagued by seaside air that \ncorroded the parts of new planes and missiles . Although three res earchers at Rocket Chemical \nCompany believed they could develop a formula that would inhibit such corrosion, the solution stubbornly eluded  them. Undeterred, they persisted where others might have given up.  They \nconducted studies on 39 separate formulae in  search of the perfect water displacing formula to \nprevent rust and corrosion . Finally, on the 40\nth try, the formula succeeded! Thus, WD -40 (water \ndisplacement - the 40th formula) was born —a secret formulation that to this day solves multiple \neveryday problems, makes things work smoothly, and extends the life of tools and equipment in \nhomes, factories, and workshops in more than 176 countries and territories worldwide.    \n WD-40 Mult i-Use Product became so successful across America that in 1969 Rocket Chemical \nCompany changed its name to WD -40 Company and international expansion followed rapidly \nthereafter.  Our namesake product is n ow joined by our WD-40 Specialist\n® line of maintenan ce \nproducts and an array of other maintenance , homecare , and cleaning products  developed or \nacquired since 1995 . WD -40 Company  owns  a wide range of trusted brands including  WD-40 ® ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}