{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 39 This person is sought out for advice and guidance, recognized as a \nsource of honest feedback.  \nMVP  \n This person is the individual who contributed the most to a \nparticular effort during the yea r and reached or exceed ed difficult \nobjectives in the process.  The Most Valuable Person is the person \nwhom you think of as the critical contributor to a team effort, \nwithout whom success would not have been possible.   \nROOKIE OF THE YEAR  \n This person is the employee who has been with the tribe a short \ntime, perhaps a year or two, but who has already made significant \ncontributions to the company.  The Rookie of the Year learns fast and made a clearly noticeable positive impact to the organiz ation \nand the t ribe.  The Rookie is someone who also immediately \ndemonstrated the values of WD -40 Company in the process of \ncontributing so quickly.  \nTEAM PLAYER  \n This person is the living example of what it means to be a team \nmember:  contributing selfles sly to the success of the team without \nthought to advancing one’s own goals in the process.  The Team \nPlayer feels successful if the team wins, no matter what his/her \nown statistics might show and doesn’t feel successful if the team \nisn’t.  The Team Player  knows how to contribute to others’ efforts \nand when.  The Team Player also knows how to “play their position”, always ensuring their own responsibilities are taken care \nof as well.  \nUNSUNG HERO  \n This person is the hard -working, goal -achieving tribe member who \ndoesn’t seek out the limelight, performs without fanfare or self -\npromotion , and quietly accomplishes goals that others rely upon to \nbe able to achieve their objectives.  Without the Unsung Hero, many other t ribe members would find it very diffi cult to get their \nwork done and done well.  Without a mention or need for \nrecognition, t he Unsung Hero steps up to fill the gap when a fellow \ntribe member is experiencing difficulties .  \n \nIn our other trading blocs, similar recognition programs are applied  appropriate for the size of the \nlocal office population and the culture  unique to those countries.  One size does not fit all, in a \nglobal, multinational t ribe like ours.  \n \n  \nThis area  intentionally left blank.  ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}