{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 42  \nIn addition, we work hard to make it easy for end user s to find our products by selling them through \nmultiple channels, including mass retail and home center stores, warehouse club stores, grocery \nstores, hardware stores, automotive parts outlets,  online retailers,  and industrial distributors and \nsuppliers.   \n \nIn managing ESG aspects related to our products, we focus on four primary pathwa ys: \n \n• Understanding the environmental impacts of our products across their life cycle through \nrigorous assessment, enabling us to better maintain current product quality as we improve the \nenvironmental performance of our existing produ cts. As WD -40 Multi- Use Product represents  \nthe largest portion of our total global sales, the current focus of our Life Cycle Assessment  \nresearch centers on our core product. We will then apply what we learn to our other product lines.  \n• Developing innovati ve product and packaging solutions that continually seek to better serve \nthe needs of our end user s while at the same time continually enhancing their life  cycle \nenvironmental and social impacts and reducing any negative impacts. Our innovation approach \nis holistic in that, being true to our values, we focus on making our products, packaging, and \nprocesses better than they are today while we consistently seek to develop and offer new and \nbetter solutions for our end user s.  \n• Strict adherence to internally -required safety guidelines of what we will and won’t include in \nour product development, formulation, packaging  and manufacturing  and implementation of \nquality control standards to assure that dangerous chemical contaminants are not found in our \nraw materials.  \n• Providing our customers with the best label information for maximum performance, safest \nusage, ingredient information, as well as health and safety and poison center contact  \ninformation as primary pathways.   \n Whether considering existing product solutions or innovating new ones, our objectives are always \nto: \n \n• Ensure the safety of our products for their intended uses  \n• Provide pr oducts that work, solve problems, and make life smoother for end user s, thus \ncreating positive lasting memories for them  \n• Understand and manage the life  cycle environmental, social, health , and  safety aspects and \nimpacts of our products and packaging  \n• Design  products to meet or exceed existing federal, state, and local regulations as well as to \nanticipate emerging ones  \n• Innovate to create new value and win- win-win solutions, which means a win for an enhanced \nproduct providing benefits to end user s, a win for t he natural environment, and a win for the \ncompany  \n \nProduct Safety is our Enduring Promise   \nAt WD -40 Company, the  safety of our end user s is our prima ry goal in developing products  and \nsourcing  materials . We abide by a rigorous set of rules  that we have developed over decades as \nwe assemble, develop, or license materials for products  around the world. Each formulation \nconsidered for our products is reviewed by industry hygiene and toxicology experts for product \nsafety. Regiona l health, safety, and compliance experts  review  the formulation  and its usage  to ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}