{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 43 develop label language  that teaches our end user s the safest  way to use the produc t with \nappropriate  antidote s for misuse or accidental  use. This label  language  is reviewed and approved  \ninternally  by our Research & Development ( “R&D”), Legal, and Mark eting departments.  \n \nWe have meticulous Standard Operating Procedures ( “SOPs ”) in place that all R&D personnel \nresponsible for the maintenance of current products or the development of new products are \nrequired to follow. These strict and detailed SOPs provide a format and guidelines for determining \nthe health and  safety profile of each product, and include the development and use of:  \n • A health and safety profile that provides information concerning any, and all effects that a \nformulation can have on its user. This includes individual ingredient contribution, combination \ningredient contributions, proper use, packaging and all necessary actions and information to \nmaximize our end user ’s safety while using the product.  \n• A Safety Data Sheet  (“SDS”) that provides comprehensive information about a substance or \nmixture for  use in workplace chemical management. In the United States, the Occupational \nSafety and Health Administration ( “OSHA ”) has adopted the new Globally Harmonized System \nof Classification and Labeling of Chemicals ( “GHS ”). Each SDS that we prepare integrates the \nGHS and includes information such as the properties of each chemical; the physical, health, and environmental health hazards; protective measures; and safety precautions for handling, \nstoring, and transporting the chemical . SDS information f or WD-40 Company products sold \naround the world can be found via the links on our \nwebsite .  \n• A Technical Data Sheet ( “TDS”) that summarizes the performance, compliance, usage, and \nother technical characteristics of a product, machine, component or material. Typically, a TDS \nis created by the component manufacturer and begins with an introductory page describing \nthe rest of the document, followed by listings of specific characteristics.  \n \nThe environmental aspects listed on our Technical Data Sheet for WD -40 Multi -Use Product are: \n• WD-40 Multi- Use Product does not contain chloroflurocarbons (CFCs)  or \nhydrochlorofluorocarbons  (HCFCs)  \n• WD-40 Multi- Use Product does not contain Lead (Pb), Mercury (Hg), Cadmium (Cd), \nHexavalent Chromium (Cr6), Polybrominated biphenyls (PBB s), or Polybrominated di - \nphenylether  (PBDEs ) complying with the restricted substances listed in Article 4(1) of the \nRoHS Directive  \n• WD-40 Multi- Use Product contains no ingredients at levels requiring California Prop 65 listing \nor warnings  \n• WD-40 Company will not intentionally formulate with benzene. More than that, we have \ndeveloped formulation mandates, we  require internal and external consultant review of \nsuppliers, and we require  quality control  testing to assure that benzene does not contaminate \nour formula  \n• WD-40 Multi- Use Product complies with volatile organic compound (“ VOC ”) regulations for all \n50 United  States  \n \nWe have a zero tolerance  for benzene contamination in our formulations. To achieve this goal, all raw \nmaterials with the potential f or benzene contamination  are reviewed  and tested through  common  \nanalytical  pract ices. We do not  consider  formulations  for sale that require  warnings  against  \ncarcinogenicit y, reproductive  toxins or germ  cell mutagenicity.  \n ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}