{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 45 R&D and Innovation  \nDoing the right thing and making it better than it is \ntoday   \nThe WD -40 Company applies science -based rigor to  \nall our formulations, packaging, and in choosing \nwhere to focus our ESG priorities.  This is coupled with \ntransparency in all communications with our end \nusers. We have spent decades cultivating and \nengaging external consultants and testing f acilities to \nensure that all our values are expressed by our \nproducts. In February of 2019 we made a dramatic \nchang e in our methods of scientific research.  We \nshifted from a primary R&D reliance on outside laboratory services to significant internal capabilities \nupon completing the construction of our own state -of-\nthe-art Techn ical Center  facility in Pine Brook, New \nJersey. Not only does this new facility provide our \nR&D staff with a modern and functional work environment, it provides a hub to connect the key \nconsultants who help guide us and the scientists we now employ around the world. Our scientists \nand technical t ribe members  ensure that the company uses the right chemicals, analytical \nmethods, test methods, proper packaging, manufacturing methods and quality control testing \nmethodology to ensure the stability of any packaging that comes in contact with the chemicals.  \n \nThe history of our R&D tribe  and our technology \ncapabilities mirror the growth of our company. As \nmore and more products were needed, as more \nregulations and compliance laws became part of o ur \nbusiness, as our need to improve our products, assure our products’ safety and distribute our products around the world grew, so did our R&D \ntribe . From 2001,  with two scientists in America \nworking out of an office running what we called \nvirtual R&D, the function has now grown  to 18 \nscientists around the world with a presence in every \ntrading bloc and coordinating together to deliver the \nfinest products in each market area. In each market, these scientists have cultivated their own \ncadre of  regulatory and health and safety consultants to support our brands in the regions where \nwe sell them. With our Technical Center  headquarters in Pine Brook, NJ, we can now easily trade \ntechnology and learning with our tribe  members  around the world to fuel  our future  product \ndevelopment and product safety and compliance needs.   \n \nWhat you see on the outside of our packaging is as important as what is contained inside. Our \nglobal R&D  department is responsible for the label on each product, which tells the end  user what \nthe product is, what the best and safest way is to use it is, and critically: what to do if something goes wrong through misuse or accidental use. The label includes a phone number to a poison \ncenter where trained medical and veterinary staff on call  24 hours/day can answer health and \nsafety questions. These medical professionals have access to our Safety Data Sheets with general \ninformation about all the raw materials we use in each product. They have full information about  \nWD-40 Company tribe members gather in front of our \nTechnical Center in Pine Brook, NJ while attending our \nglobal R&D Summit in 2019  \n \nWD-40 Company tribe members conduct experiment in \nTechnical Center  \n", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}