{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 46 product safety toxicology,  a history of product usage, and any health and safety items that have \noccurred in relation to a product.  \n \nWe require that all o ur product labels comply with our procedures to  provide information on  \nhazardous materials, the safe use of our products, and safe disposal of our product and packaging . \nThis information is also provided on our website s.   \n \nToday, more than ever, we apply scientific and technical rigor to how we approach the \nenvironmental impacts of our products, packaging , and processes beyond the environmental \nimpacts we already consider and have listed in our Technical Data Sheets.  To advance our \nunderstanding of our impacts, in  fiscal year 2020  we conducted  a formal, screening -level  Life Cycle \nAssessment  of our dominant product, WD -40 Multi -Use Product , to identify and understand \nenvironmental impact hotspots across the product’s life cycle. This assessment enabled  us to \nbetter identify where we can most effectively apply innovative thinking to reduce the negative and \nenhance the positive impacts of WD -40 Multi -Use Product. We will apply what we learn from this \nLCA to our other products and their respective supply chains. You can learn more about the LCA \nfor our WD- 40 Multi-Use P roduct here : Life Cycle Assessment (“LCA”) .  \n \nWe apply sustainability factors in our produ ct design on an ongoing basis. The economic benefits \nof material reduction without affecting product performance ensures that we continually look for \nways to minimize our resource extraction contribution, our transportation impact  (favorably \ninfluenced  by weight reduction) , and our raw material inputs.  Beyond this, however, we have \nintroduced products in refillable containers, lessening the rate of aerosol cans going into landfills.  \nOur professional and industrial users routinely buy our flagship product in bulk , decanting required \nquantities in non -aerosol “trigger” packaging.  We have been conducting research for several years \nto identify potential non -aerosol, reusable packaging for a b roader range of our end user s. That \neffort is ongoing.  \n \nOur scientific and technical staff ensure that we stay abreast of and meet all governmental  \nregulations. We believe that regulation plays an important role in safeguarding health and safety \nfor people and the natural environment. We also believe that a science -based approach is \nfundamental to ensure that regulation achieves its intended objectiv es. Through rigorous internal \nR&D, we ensure that our formulations  fully comply  with all feder al, state , local and/or regiona l \nregulations and  laws in the markets into which they are sold. We do not limit compliance  with all \nlaws and regulations that apply just to  chemistry,  but also  comply with  all those that  govern  \nproduction,  label desig n, packagi ng, distribution , and storage. We are also proactive in assessing \nthe fit between meeting all the laws and regulations that apply to our products on the one hand \nand contributing to the achievement of the intended outcomes of those laws and regulations on \nthe other .  \n \nOften the law lags  behind  technology and science, so we are proactive with regulators to help \nensure that the laws and regulations affecting our company, our products, and our operations are \nappropriate to advances in both technology and scientific understanding.  For example, in 2017 our \nWD-40 Company scientists determined that calculating formula reactivity could be beneficial in \nunderstandin g the production of ground level ozone (“ GLO ”) that is attributed to the use of multi -\nuse lubricants. Since 2000 , we had lowered the volatile organic compounds ( “VOCs ”) in WD -40 \nMulti -Use Produ ct from 67 percent  to 25 percent  to comply with regulations set out by the \nCalifornia Air Resources Board  (“CARB ”). CARB is charged with protecting the public from the ", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}