{"page_content": " WD-40 COMPANY ESG REPORT: LIVING OUR VALUES  \n 48 Smart Straw Next Generation: Innovation benefiting people, planet and profits  Our company was \nfounded on patient, persistent innovation, and we continue to invest heavily  on innovating product, \npackaging, and processes to make things better than they are today. We approach innovation \nholistically. That means that we continuously invest in creating new product solutions to address \nend user  needs, yet our innovation approach goes beyond coming up with new products. We look \nat innovation as any new initiative that can create new value. Using this lens, our Smart Straw Next \nGeneration creates new value across multiple areas: it is a packaging innovation, a supply chain \ninnovation, an ESG innovation, and it demonstrates how we continue to apply innovative thinking \nto achieve win -win-win solutions.  \n \nThe Challenge : We listen to our end user s. People in focus \ngroups and ethnographies told us that losing the straw that \ncomes with each can of WD-40 Multi- Use Product  was a major \npain point for them.  \n \nThe Solution: To address this challenge our innovation tribe  \nmembers  developed WD -40 Smart Straw ® a new delivery \nsystem that we launched in 2005 on a single size can of WD -\n40 Multi -Use Product . It solved a pain point our end user s were \nexperiencing  by permanently attach ing the red straw to the can \nand allowing people to flip it up and down depending upon how they wanted to apply the formula. This innovation solved the \nproblem, people fell in love with it, and demand grew. When we \nfirst introduced Smart Straw, we thought it offered a 1 -2 million \nunit/year opportunity. It grew to more than a 60 million unit/year and continues to grow . What \nstarted as a little dream turned into one of our highest volume delivery system s that we use and \nsell globally.  \n As the demand for the delivery system  grew  we recognized that there was  the need for  an \nimproved  delivery system  design and that we needed to rethink and optimize both  the supply chain \nassociated with it to make both the  delivery system  and its supply chain as  effective and efficient \nas possible. We put together a global cross -functional effort five years ago to determine how to \nproceed. Rather than building incrementally on the existing system, we decided that we would wipe  the slate clean and ask ourselves how we would design the whole network today if we were \nstarting from scratch. We invested significant time, talent, and treasure to look at every material we \nuse and every part of the process and asked how we could better  design everything to increase \nour material efficiency and optimize our supply chain. For example, instead of making the \ncomponent in two different locations on the east coast of the US, we decided to place a component \nkit in the US and one in Europe,  so that we c ould supply this component in a smart efficient manner. \nWe reduced plastic inside of the component itself. Altogether we created a product and process \nthat increases the manufacturing line speed, is closer to our markets, reduces cost and waste, and \nreduces pl astic. Our calculations indicate that this results in approximately 500,000 fewer \ntransportat ion miles traveled per year . If we proceed in the next reporting period to complete a \npublishable Life Cycle Assessment , we will report out at that time the positi ve carbon impact of \nthese actions.   \nFirst generation WD -40 Smart Straw ®  \nintroduced  in 2005    \n", "metadata": {"source": "NASDAQ_WDFC_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}