{"page_content": "12\n• Pride (LGBTQIA)\n• SOMOS  \n(Hispanic/Latino)\n• Veterans Engagement Taskforce\n• Women• Abilities\n• Asian-American\n• B-EPIC (Blacks for Empowering People through Inclusion  and Collaboration)\n• MillennialsUMB BUSINESS RESOURCE GROUPS (BRG s)\nBusiness resource groups also play a vital role in deepening \nthe recruitment pipeline of diverse talent and refer candidates to UMB on a regular basis. Our eight business resource groups are key partners in helping us connect and engage talent for greater inclusion. BRGs are structured to engage associates who share common interests, including associates from traditionally underrepresented groups, and allies who support these groups. Each BRG commits to a mission and identifies how the BRG will support UMB’s business goals. Nearly 20% of UMB associates participate in one or more BRGs.\nCREATING A COMMUNITY\nIn 2020, to continue to foster an inclusive community, we created voluntary monthly dialogues for all associates that were led by our BRGs. These dialogues were opportunities to listen, learn and turn empathy into action. \nThrough these discussions, associates shared experiences and \nthe ways in which colleagues can engage and become allies of the community, inside and outside of UMB. In addition, many business leaders co-facilitated dialogues with their teams, nurturing an environment of openness and awareness.\nWe also continue to equip our managers by embedding \nunconscious bias training into our development offerings. These mechanisms help reinforce the importance and practice of UMB’s inclusion and diversity values. And, to apply an inclusion and diversity lens more broadly, we commissioned a team of associates to assess our policies, practices and communications for opportunities to improve.  \nWe share, listen and embrace what we have in common.  \nWhat we learn through active conversations and outreach can help make a difference in our world.\nLeading by example\nHalf of our Executive Leadership Team, \nmade up of 16 lines of business and department leaders, are women and/or people of color.HOW WE DO BUSINESS | TALENT AND RECRUITMENT\n      | 2020 CORPORATE CITIZENSHIP REPORT", "metadata": {"source": "NASDAQ_UMBF_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}