{"page_content": "6Employer Standards\nPEOPLE FIRST\nAs a financial services company, we know our strength stems \nfrom our associates, and the foundation of our business is rooted in our customers' experience. Finance is not a product that can stand alone from the voices and minds moving it forward, which is why people—and helping them do good  for one another—truly are the heart of what we do. \nCULTURE AND WELL-BEING \nBuilding a welcoming and enriching company culture is serious business at UMB. Our team is resilient and entrepreneurial, embracing the same spirit that gives  America its enduring strength. \nHow we approach doing business with integrity is simple.  \nWe tell UMBers to do the right thing, no matter what. Even if the right path is a harder one, we’ll support them. Throughout our footprint, our team has access to development and educational opportunities, leadership support, and programs that help create an atmosphere of trust, collaboration  and unity.\nBENEFITS\nWith more than 3,500 associates across the country, it's critical that we offer comprehensive and varied benefits.  UMB has a robust benefits program that includes medical, dental, health savings accounts and flexible spending accounts, and more. We have a variety of insurance options, from pet and accident to life and long-term care, that can help associates plan, regardless of their current life stage. We also offer a 401(k) retirement plan with a matching contribution program, as well as profit sharing and an employee stock ownership plan. All these offerings are designed for the  well-being and support of our diverse and talented people.\nBe a  \npart of \nsomething more  \nat UMBMORE HEART.  \nPut people first through your work  \nand make a difference to the causes  you care about.\nMORE TRUST.  \nHave the confidence you’ll be \nencouraged to do the right thing,  no matter what.\nMORE OPPORTUNITY.  \nWe’re all about helping you reach your \ngoals and tailoring your career to fit your aspirations.HOW WE DO BUSINESS\n      | 2020 CORPORATE CITIZENSHIP REPORT", "metadata": {"source": "NASDAQ_UMBF_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}