{"page_content": "2\nMethanex 2016 Responsible Care & Sustainability Report HighlightsThis report may contain forward-looking statements. By their nature, such forward-looking statements involve \nrisks and uncertainties that could cause actual results to differ materially from those contemplated by the forward-looking statements. For a discussion of these risks and uncertainties, please refer to the Risk Factors section of the Management’s Discussion and Analysis, which can be found in our most recent Annual Report or on our website at www.methanex.com.Message from the CEO   .................................................................................................................  1\nSustainable Energy Uses of Methanol  \n .....................................................................................   \n2\nEnvironment  \n ...............................................................................................................................\n....   5\nWorkplace  ........................................................................................................................................  8\nProduct Stewardship  \n ...................................................................................................................   \n11\nCommunity  \n ...............................................................................................................................\n....   14\nSummary of Responsible Care and Sustainability Indicators  \n ...........................................  \n17About This Report\nContents\nCover image:  \nMethanex Waitara Valley plant in \nNew Plymouth, New ZealandWelcome to our 2016 Responsible Care and Sustainability Report.\nThis is a condensed version of the full report, which is available online at \nwww.methanex.com/2016RCsustainability.\nThis report covers the period from January 1  to December 31, 2016, and focuses on \nMethanex’s performance and impact in five key areas: Sustainable Energy Uses of \nMethanol, Environment, Workplace, Community, and Product Stewardship. \nOur reporting scope includes assets over which Methanex has direct or part \nownership and full operational control. In the case of our wholly owned subsidiary Waterfront Shipping Ltd. (www.wfs-cl.com), our reporting boundary includes time- or spot-chartered vessels to the extent that Waterfront has commercial control through charter party contracts.\nWe report on our activities and achievements as part of our commitment to \nResponsible Care and sustainability, our accountability to the public, and our pursuit of continual improvement. Our Responsible Care Program is rooted in the Chemistry Industry Association of Canada’s Responsible Care ethic, principles for sustainability, and codes of practice (www.canadianchemistry.ca). These ethics and principles are recognized by the United Nations and adopted by the global chemical industry. They commit us to:\n• W ork for the improvement of people’s lives and the environment, while striving \nto do no harm\n•\n Be ac\ncountable and responsive to the public\n•\n Pr\noactively protect health and the environment\n•\n Inno\nvate for products and processes that conserve resources\n•\n Eng\nage with business partners to ensure responsible stewardship of our \nproducts throughout their life cycle\n•\n Understand and meet\n expectations for social responsibility\n•\n W\nork with stakeholders for public policy that enhances sustainability\n•\n Pr\nomote awareness of Responsible Care and inspire others to commit to these \nprinciples\nPlease visit methanex.com for past reports and to learn more about Methanex, our safety policies, and methanol facts. For the complete version of our 2016 Responsible Care & Sustainability Report, please visit www.methanex.com/2016RCsustainability.", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}