{"page_content": "2012 2014 2013 2015 201620\n15\n10\n5\n0Blended RIFRContractorsEmployeesGlobal Target\n9IMPROVING PROCESS SAFETY  \nWe developed six new process-safety initiatives, focusing \non preventing significant incidents related to our product and\n \nprocesses.  \nOur Process Safety Management (PSM) program is focused on safely containing \nhazardous materials within the plant systems. In 2016, we improved risk management \nand global standardization within our PSM programs. This work included:\n1. A Pr ocess Hazard Analysis standard that defines requirements for  \nrisk studies \n2. K\ney performance indicators, now tracked through global reporting systems\n3. A standar\nd for critical-process safe operating limits\n4. A standar\nd for safety critical equipment, to guide implementation in 2017–2018\n5. Globally published ac\nceptance criteria for process-safety risks\n6. A\ngreement on global requirements for process-safety management systems at \neach site\nBy understanding and recognizing process-safety risks, we can manage them appropriately and maintain the integrity of our assets and systems. PROMOTING HEALTH  \nWe continued to focus on global health promotion and \nmanagement initiatives.  \nIn 2016, we established a Health and Fitness to Work Network. This global forum helps \nMethanex health professionals share information, questions, and experiences to enrich their roles in leading health promotion across the organization.\nHealth-promotion initiatives in 2016 included a screening program for bladder \nand bowel cancers in New Zealand, a hydration-awareness campaign in Geismar, a weight-loss challenge in Trinidad, and a mental-health awareness week in Vancouver.METHANEX NEW ZEALAND OFFERS \nBLADDER AND BOWEL SCREENING PROGRAMS TO EMPLOYEES\nNew Zealand has one of the highest rates \nof bowel cancer in the world, and men have particularly high rates of bladder cancer. However, the country has no national screening programs for bladder or bowel\n \ncancer. \nThat’s why health professionals at Methanex’s New Zealand plant decided to offer free bladder and bowel screening programs, along with educational and awareness programs, to employees. As a result, 82% of the site’s employees participated in the bladder screening and 32% in the bowel screening, for a total of 280 screenings. Fifteen people then received follow-up appointments.\nAt Methanex, we take employee health and \nwellness very seriously. We’re proud of our health professionals in each region for their work to identify and meet needs, and for their commitment to ensuring that our staff receive health care and information that can help them to live active, healthy\n \nlives.\nWorkplace HighlightsGlobal Recordable Injury Severity Rate (RISR)*\n* Recordable injury severity rate (RISR) is the ratio of significant incidents, and near-miss incidents with high potential for loss, per total \nnumber of incidents reported.\nMood buttons worn to encourage conversations about wellness \nduring Mental Health Week in Vancouver", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}