{"page_content": "10\nMethanex 2016 Responsible Care & Sustainability Report HighlightsBUILDING OUR RESPONSIBLE CARE CULTURE\nWe have trained nearly 1 ,000 employees and contractors in \nSwitch On to Responsible Care, as well as three more internal \nworkshop facilitators.\nOur Switch On to Responsible Care program reminds people of their own personal \nreasons for working safely. In 2016, we continued advancing and embedding this message in Switch On workshops for employees and contractors at manufacturing\n \nsites. \nWe now have seven employees who are accredited as internal facilitators for the program. This enables us to continue introducing the message to new employees, and\n t\no take the message deeper into our organization and culture.\nPROMOTING DIVERSITY AND INCLUSION\nIn 2016, we continued to give importance to diversity and \ninclusion in our workplace.\nOur Methanex Diversity Policy identifies three key diversity attributes—experiential, \ndemographic, and personal—that enhance and improve our organization (see www.methanex.com/sites/default/files/about-us/board-governance). In 2016, through our talent-management programs, we continued to foster diverse teams of people from different backgrounds and regions and with unique skills, experience, and\n \nperspectives.\nWe recognize the need to support women in careers in science, technology, engineering, and math (STEM). At our Trinidad manufacturing site, one-half of the process-engineering team is women. Three of the six women on this team started their careers in the Graduate in Training program, one of our talent-management initiatives. Their development included hands-on learning and development opportunities in Trinidad and at other Methanex sites.INSPIRING YOUNG WOMEN IN  \nMEDICINE HAT\nIn Canada, only 12% of the country’s \n280,000 professional engineers are \nwomen (“Why there are still far too few women in STEM,” Maclean’s Magazine). We’d like to help improve that.\nFor the past three years, women at \nour Medicine Hat manufacturing site have worked with a local nonprofit, Operation Minerva, to mentor junior-high girls interested in science, technology, engineering, and math (STEM) careers. When the students visit the site, they are given a personal tour of the plant with their new mentors. \nHeather Kempthorne, process engineer \nat the Medicine Hat facility, is one of the mentors. She began with Methanex as a graduate in training, then served as environmental advisor for six months. In 2017, Heather will assume a supervisor position overseeing the site’s laboratory. \nShe understands firsthand why it’s \nimportant to support the next generation of women engineers. “As an engineer, I know this career can be daunting for a student,” explained Heather. “By participating in Operation Minerva, I’m able to expose students to engineering and help them understand what it really\n \nis.” ENGAGING OUR EMPLOYEES\nOur 2016 Employee Engagement and Culture survey had an \noutstanding response rate of 93% and gave us valuable feedback about our core values and business processes.\nThe response rate from our 2016 survey is a great indication of how invested our \nemployees are in their workplaces. In addition,  their \ntop rankings—in the areas of \nResponsible Care, strategy, and organizational culture—tell us they are aligned with our core values. \nEmployees told us that we “walk the talk” when it comes to caring for the health and \nsafety of our people and environment. They have a genuine feeling of belonging to a caring family and feel confident in knowing how their individual work roles tie in with our strategic objectives.\nWhile we celebrate these responses, we also look hard at the survey areas where \nwe have room to improve. This is why, in the coming year, we will focus on learning and development opportunities and the effectiveness of our business processes and systems, to address employee concerns in these areas.\nNeela Sookoor (far right), DCS & I/E project coordinator, \ntours Operation Minerva students through the Medicine Hat plant’s control room.", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}