{"page_content": "11\nVESSEL SAFETY PROGRAM\nWe completed 100% of our marine vessel-inspection, \ncrew -\ntraining, and safety-visit programs.\nIn 2016, vessel inspections and safety training for crews increased proportionately to \nthe increase in our fleet size exceeding our targets. (Refer to table, right.)\nIn 2016, we continued to see a positive trend in our fleet safety rating, which is based \non vessel safety visits. We attribute this to our rigorous Responsible Care training and inspection/ship-visit programs. Based on the number of criteria satisfied in our Safety Visit questionnaire, our fleet safety rating averaged 88%. This is a good level, considering the significant number of vessel changes in the fleet.\nWe completed eight more Chemical Distribution Institute’s Marine (CDI\n-\nMarine) \ninspections than planned and see continued improvement, with a decrease in the \naverage number of observations per vessel and their severity. See www.cdi.org.uk/marine_scheme.aspx for more information about the CDI-Marine inspection scheme.\nIn the methanol and nitrogen training sessions, approximately 1,475  crew members \nreceived training.At the 2016 Lloyd’s List Global Awards, Waterfront Shipping received Highly \nCommended recognition in the Company of the Year category, which acknowledges innovation and adaptation to the rapidly changing nature of shipping markets.Our comprehensive approach to product stewardship safeguards the public, the \nenvironment, and the communities in every country where we do business. We promote the proper use and safe handling of methanol, while implementing environmental stewardship and social responsibility across our supply chain.Product  \nStewardship\nProduct Stewardship Highlights2016 Vessel Inspections, Visits, and Training\n2016 Vessel  \nSafety ProgramPlanned Achieved\nVessel safety visits 20 23\nAnnual Chemical  Distribution Institute – CDI-Marine Inspections20 28\nMethanol and nitrogen  safety training sessions70 117", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}