{"page_content": "12\nMethanex 2016 Responsible Care & Sustainability Report HighlightsTHE METHANOL GROUP:  \nCREATING SAFER PRACTICES\nSafety is always at the heart of our \nmarine vessel practices. That’s why, in 2010, The Methanol Group was formed by Waterfront Shipping, along with ship\n-\nowning and ship-management \ncompanies from its fleet.\nSince its inception, the Group has \nincreasingly focused on developing and implementing best practices for safety, health, and environment, as well as sharing of lessons learned.\nIn June 2016, 14 member-companies of \nthe Group met to discuss their progress \non safety initiatives and to plan future priority areas, such as shipboard energy efficiency. Their work brought specific progress on reducing the need for hazardous confined-space entry into vessel tank spaces during tank cleaning.\nThey also re-examined product quality \nrequirements, tested different cleaning detergents, and experimented with different cleaning methods as alternatives to manual tank entry. As a result, the Group reissued revised tank-cleaning guidelines, which has resulted in a substantial reduction in average man-tank-entries per operation compared to 2013 levels.\nThe Methanol Group is just one way \nMethanex and Waterfront Shipping are tackling specific initiatives that make a long-term difference to our overall safety\n \npractices.AWARD-WINNING RAIL PRACTICES\nWe continued to receive recognition for our safe  \nrail-transportation practices.\nIn 2016, we were proud to earn the American Railroad Association’s Grand Slam award, in recognition of exemplary shipping practices with at least four top railroads in North America. This is the second consecutive year we have won this award.\nWe achieved this honor by receiving Canadian National (CN) Railway’s Safe Handling \nAward, Canadian Pacific (CP) Railway’s Chemical Shipper Safety Award, the 2016 Union Pacific Chemical Transportation Safety Pinnacle Award, and BNSF’s 20th Annual Product Stewardship Award for the safe transport of hazardous materials by rail.\nIn 2016, Methanex completed over 8 ,000 shipments by rail without a single non-accidental \nrelease. We attribute that to our five-year preventative maintenance program, which \nexceeds the required 10-year regulatory inspection frequency.\nMETHANOL BEST PRACTICES\nIn 2016, we held Responsible Care seminars and webinars that \nreached 1 ,340 people from nearly 300 organizations.\nWe conducted 49 Responsible Care seminars for customers, supply-chain partners, \nand trade associations around the world, including information on best practices for the safe handling, distribution, and use of methanol.\nIn China, we conducted Responsible Care seminars on methanol safety with the \nMinistry of Industry and Information Technology (MIIT), to support pilot projects with methanol fuels. (See Methanol as a Vehicle Fuel highlight, page 3 .) \nWe also conducted Responsible Care and methanol safe-handling meetings with ANP (National Petroleum Association) in Brazil. These meetings were crucial as ANP regulates all imports and permitting for the country. In the United Kingdom, we held an interactive seminar with a key customer, with various service providers participating as guest speakers. \nIn Geismar, we conducted a seminar with 11 external organizations in attendance, \nincluding barge operators, rail/road carriers, surveyors, terminals, and plant management. This was a good opportunity to collaborate and share best practices on safety and environmental protection.", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}