{"page_content": "13TERMINAL SAFETY INSPECTIONS\nWe completed third-party CDI-Terminal audits of safety and \nenvironmental practices at 12 contracted terminals. \nIn addition to these 12 inspections, which are conducted on a three-year cycle, \nwe conducted 14 follow-ups to previous inspections to ensure that any findings were appropriately addressed. The inspections identified fire-fighting equipment and explosion prevention as areas with deficiencies; we will be working to make improvements in these areas. For more information about the CDI-Terminal inspection scheme, see www.cdi.org.uk/terminal_scheme.aspx.\nThe inspections and follow-ups also revealed variations between national \nrequirements and international standards and best practices. In the spirit of continuous improvement, our aim is to progress towards world-class standards that exhibit best practice and exceed regional requirements.\nINDUSTRY COLLABORATIONS\nWe collaborated with a key industry association to produce \nup\n-\nto-date information about methanol and communicate it to \nthe public.\nIn 2016, we worked closely with the Methanol Institute to help update information \non their website (www.methanol.org). We also helped revise safe-handling guidelines and updated material for a methanol safety video and methanol safety data sheets, all of which are on the Methanol Institute’s website. Our collaboration with industry associations is an important aspect of promoting the proper use and handling of\n \nmethanol. THE METHANOL INSTITUTE\nAs the global trade association for the methanol industry, the Methanol Institute (MI) represents the world’s leading methanol producers, distributors, and technology companies. Their mission is to ensure the safe handling of methanol and its derivatives across the global distribution chain. \nThe Institute also promotes the growth \nof the global methanol industry by furthering methanol as an essential chemical commodity and an emerging source of clean and renewable energy.\nAs a member of MI, we participate in \nnumerous groups and initiatives. Ben Iosefa, our Vice President of Market Development and Stakeholder Relations, is Chairman of the MI Board of Directors. Five other Methanex representatives are active members of MI committees, including those focused on legislative regulatory affairs, marine fuels, fuel blending, market development, product stewardship, and strategic communications.\nBy working closely with MI, we are \ntaking an active role in influencing safe practices and product stewardship for the betterment of the methanol industry.PARTNERSHIPS WITH DISTRIBUTORS\nWe partnered with 19 distributors globally to implement our \nDistributor Responsible Care Standard.\nIn 2016, we continued to share our Distributor Responsible Care Standard throughout \nthe Asia Pacific, North America, and Latin America regions, advancing our work via a collaborative implementation phase. \nThese partnerships resulted in subsequent joint initiatives such as emergency drills in \nKorea, co-hosting of Responsible Care seminars, and site visits to support Responsible Care initiatives with our customers’ downstream partners in China and Australia. \nIn collaboration with some of our North American distributor-customers, we developed \na Trans-loading Standard for methanol from railcars to road carriers. The standard was shared as a best practice with the Canadian Association of Chemical Distributors (CACD), a nonprofit chemical industry trade association that works to reduce incidents that threaten people or the environment. \nBeyond their role in defining requirements, standards are a valuable tool enabling \ncommunication and collaboration with our partners. These two standards are improving our ability to ensure proper handling and storage of methanol along our distributor chain.\nProduct Stewardship Highlights", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}