{"page_content": "14 Methanex 2016 Responsible Care & Sustainability Report Highlights\nCOMMUNITY IMPACT\nWe held 23 community advisory panel (CAP) meetings around the world, \nengaging communities about topics that matter most to them—and to\n \nus.\nThe topics of our CAP meetings vary considerably by region. Here are some highlights from 2016: \nIn Punta Arenas, Chile, CAP meetings included discussions about plant operations, Responsible \nCare behaviours, and the site’s pioneering work in fostering the inclusion of people with disabilities in the workplace. CAP members also helped us select charities to receive contributions through our Social Responsibility Program.\nThe Medicine Hat, Canada CAP developed a community outreach plan to better interact with the \nbroader community and raise awareness of CAP activities. In 2017, we will conduct a Responsible Care presentation to address the CAP’s questions about regional greenhouse gas (GHG) legislation and share information about our GHG management policy and site practices.\nIn Taranaki, New Zealand, CAP discussions covered plant maintenance issues, plant flaring and \nnoise during unexpected shutdowns, pipeline excavation work, and community fundraising. The local council presented proposed land-use zoning changes that may impact the Methanex site, and we provided updates on new health and safety regulations.\nDamietta, Egypt CAP meetings focused on community needs, with CAP members advising on \nsocial investments that made a meaningful difference in the community.\nGeismar, USA CAP meetings featured discussions on plant activities, traffic considerations, \nsustainable infrastructure, HAZMAT responses, and chemical awareness.\nTrinidad CAP members asked about potential risks associated with our plant operations, \nexpressing concerns about the impact on Gulf of Paria marine life from treated water from the Point Lisas Estate, where Methanex and 20 other plants are located. To address their concerns, we supplied information about our water and sediment-testing programs, as well as water-testing work conducted by the local environmental authority.We continuously look for ways to create positive and sustainable impacts in our  \ncommunities. We invest in the communities where we do business through grants, \neducation, regional development, and volunteerism. Our goal is to build and support healthy communities that are great places to live and work. Community\nMethanex staff demonstrate vibration testing at Methanex \nNew Zealand Family and Friends Open Day.In Chile, a welding student with physical challenges is \nsupported in learning the trade by special modifications to his workstation.\n", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}