{"page_content": "We conducted regular joint emergency response exercises with local \nemergency responders and agencies.  \nIn Santiago, Chile, we held our 8th Annual Fire Safety training camp and methanol safety \nseminar at the Chilean Fire Academy. Attended by customer representatives from Mexico, Colombia, Brazil, and Chile, this continues to be one of our most successful Responsible Care programs in the region.\nIn Medicine Hat, Canada, we work closely with off-site partners to conduct emergency response \neducation, training, and coordination programming. In October, this work culminated in a full-scale exercise involving ambulance, medical, fire, and police services, to test the emergency response plan and demonstrate how the system works.\nIn Trinidad, Methanex team members participated in a full-scale emergency response exercise \nas part of our mutual-aid agreement. In the event of an emergency, we provide ambulance, fire truck, and medical-response services to support the Point Lisas Industrial Estate and the surrounding residential community.\nOur Belgium office completed two emergency exercises in Teeside, UK, to test our response to a \npotential incident involving our methanol pipeline. The exercises focused on operational aspects and communication systems, in coordination with local service providers.Emergency-response team practices a high-angle rescue \nduring a drill in Medicine Hat.\nOur Geismar, USA team raised funds for the St. Amant Volunteer Fire Department, whose station suffered heavy damage from the August floods.The Shanghai, China team delivered a presentation to Lianying Elementary School on environmental protection and campus safety, and also donated household items to families in need.In Damietta, Egypt, ten students received scholarships from the Methanex Scholarship Program. In its second year, the program currently has 20 students participating.In Trinidad, Methanex partnered with the CAP to create a \nkitchen garden at the Couva Home for the Aged, to help residents lower food bills and be more active outdoors.\nCOMMUNITY INVESTMENT AND VOLUNTEERING\nWe invested over USD $1  million into our communities, reaching \n235\n \norganizations around the world.\nOur employees delivered funds and assistance to community programs and organizations that \nfocus on children and families, education, healthcare, and environmental stewardship and awareness. In addition to the many volunteer hours devoted to these initiatives, more than USD\n \n$1 million was invested into our communities globally. \nHighlights of community investments from some of our regions are shared here in photographs.\n15 Community Highlights", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}