{"page_content": "16\nMethanex 2016 Responsible Care & Sustainability Report Highlights\nBy committing their time to volunteering, our team members created \npositive impacts in local regions, and strengthened team spirit at the same time.\nLast year, our team members identified areas of need in the communities where they live and \nwork and made positive, long-lasting contributions. By spending time together volunteering and creating positive impacts in the community, many were inspired by the difference they could make for others and brought that renewed energy back to their work. \nHighlights from some of our regions’ volunteering-as-team-building efforts are presented here \nin photographs.\nIn Dallas, USA, Methanex employees built bunk beds \nfor Camp Summit, a camp for children and adults with disabilities.\nIn Taranaki, New Zealand, Methanex teams prepared weekly \nbreakfasts for the local Breakfast in Schools program at Puketapu School.\nIn Vancouver, Canada, a Methanex team hosted a \nfundraising pancake breakfast and garden clean-up for the Harvest Project, which assists individuals and families experiencing social and financial hardships. When historic rains caused significant flooding in southern Louisiana, our Geismar, USA team formed work crews to assist recovery efforts and packed food hampers for families affected by the floods. \nIn Medicine Hat, Canada, Methanex was the title sponsor \nof Kiddies Day at the annual Exhibition and Stampede, with volunteers providing crews and staff for a half day of free activities for children.Our Brussels, Europe team held a fundraising barbecue to purchase kitchen tools and accessories for Snijboiontje, a kitchen that offers free lunch to people with limited resources. \nOur Punta Arenas, Chile team volunteered at a kiosk to \nsupport a fundraising telethon for the Rehabilitation Centre, Club de Leones Cruz del Sur.", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}