{"page_content": "1\n2016 was a year of record production and sales for Methanex, with ten plants in \noperation in six regions around the globe. The dedication and agility of our teams enabled us to navigate a difficult industry environment, respond to market conditions, and ultimately strengthen our leadership position in the industry, as evidenced by our\n \nsales.\nOur priority is always the safety and well-being of our employees, contractors, and the communities where we do business.\nWe strive to keep people safe from harm, both in and outside the workplace. Over the \nyear we saw a substantial improvement in our safety metrics across our operations. This is the result of enhancements we made to our incident-investigation and lessons-learned processes, and a concerted effort to strengthen our safety culture.\nProtecting the environment is also central to our Responsible Care program. I am very \nproud to report that 2016 marked our third consecutive year with zero significant environmental spills. This achievement is the result of our continued focus on spill prevention and on process-safety programs that prevent the loss of containment of substances that can potentially harm people and the environment.\nThe use of methanol in various energy applications continued to grow in 2016. As a \nfuel and energy source, methanol is providing solutions to air-quality issues in many regions because of its clean-burning properties. In China, for example, methanol is being used to replace coal in industrial boilers and is helping to improve local air quality. The use of methanol as a vehicle fuel continues to grow as governmental policies are supporting wider commercialization of methanol blends.\nMethanol is also being used as a clean-burning fuel for ships. In 2016 we took \ndelivery of seven new methanol-fueled ships into our Waterfront Shipping fleet. The innovative vessels have been running successfully and achieved accolades from the marine industry for their use of clean-burning methanol as an alternative marine fuel. \nAs demand and new markets for methanol grow, we remain committed to the safe \nuse and transport of methanol. I am proud of the outstanding results we achieved in 2016 for the safe rail transport of our product in North America, evidence of our team’s strong commitment to product stewardship. Around the globe, we reached thousands of people last year with methanol safety education seminars, presentations, courses, and meetings. It is imperative that we continue to engage our supply-chain partners, customers, methanol users, and communities to support the safe use and handling of methanol.\nYear after year, the commitment of our employees to investing and volunteering in \nthe communities where we live and work is an inspiration to me. I commend the team for the many hours they gave to make a positive impact in their home communities.\nAs we go forward in 2017, we will continue to collaborate with our stakeholders \nand focus on Responsible Care and sustainability initiatives in a growing methanol\n \nmarket.Message from \nthe CEO\nJohn Floren \nPresident and Chief Executive Officer", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}