{"page_content": "2\nMethanex 2016 Responsible Care & Sustainability Report Highlights\nMETHANOL AS A MARINE FUEL\nIn 2016, we took delivery of seven new methanol-fueled ships—\nthe first of their kind in the world.\nThis groundbreaking achievement was the result of Waterfront Shipping’s  \n(www.wfs-cl.com) collaboration with partners Mitsui O.S.K. Lines, Ltd., Westfal-Larsen \nManagement, and Marinvest/Skagerack Invest. These 50,000 dead-weight-tonne vessels are each built with the world’s first MAN ME-LGI two-stroke dual-fuel engines.  \nOperating these engines on methanol significantly improves emissions. These \nengines can also continue to run on fuel oil, marine diesel oil, or gas oil. The delivery of these ships demonstrates our commitment to innovation in meeting regulatory requirements and in building awareness of sustainable energy applications of\n \nmethanol.GROWING INTEREST IN  \nMETHANOL AS A MARINE FUEL\nGlobal regulations for marine fuel \ncontinue to develop. In 2016, the International Maritime Organization (IMO) announced a 0.5% global sulphur limit on marine fuel as of January 1, 2020. In \naddition, China recently introduced similar regulations to limit sulphur content in fuels, as well as nitrogen oxides (NO\nx) and \nparticulate matter.\nThese new regulations have ship owners \nworldwide looking for alternatives to conventional marine fuels. Possible solutions include switching to marine gas oil with compliant sulphur levels, installing scrubbers to clean exhaust, and switching to alternative fuels like methanol or liquefied natural gas.\nThe delivery of Waterfront Shipping’s \nseven time-chartered ships is a prominent demonstration of methanol’s viability as a marine fuel.\nWe collaborated with industry  \npartners to complete the SPIRITH (“alcohol (spirits) and ethers as a marine fuel”)\n \ndemonstration project  \n(www.u3450026.fsdata.se/about). This led to the development of the world’s first methanol-powered vessel, the Stena Germanica ferry. The Germanica commenced operating on methanol in April 2015.\nWe’re developing solutions for the smaller \nmarine-engine market and are actively engaged with stakeholders in China. We are also partners with the LeanShips project in the EU.We support the development of new, innovative \nmethanol applications. As the global demand for energy continues to grow, so does the demand for methanol as an alternative source of energy and\n \nfuel. Sustainable Energy Uses \nof Methanol", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}