{"page_content": "3\nMETHANOL AS A VEHICLE FUEL\nWe continue to lead initiatives around the world to promote \nmethanol as a clean-burning vehicle fuel.  \nIn 2016, we engaged in broad education and stakeholder outreach to help \ncommunicate the environmental advantages of methanol in energy applications, and to promote the message of Responsible Care, both as an incentive for methanol fuel applications and as a message of safety for its proper handling and use. \nFor instance, we worked closely with China’s Ministry of Industry and Information \nTechnology (MIIT) to promote high-level methanol blending. This is the first time MIIT has ever partnered with a foreign company in this capacity. \nAs part of that work, we co-led seminars that promoted a methanol-fuel pilot \nprogram and shared Responsible Care messages of sustainability and safety. These seminars included 500 participants from all sectors of the methanol value chain and built valuable relationships for further partnerships in this region. Government officials provided positive feedback, stating that these seminars have laid a solid foundation for the safe expansion of methanol fuel application in China. In fact, MIIT is planning to expand the methanol vehicle-fuel pilot program to several new\n \nprovinces.\nWe are also exploring pilot demonstration projects in Egypt and Chile to further promote the environmental and economic advantages of methanol in fuel blending. POLICY TRENDS ARE DRIVING  \nMETHANOL AS A CLEAN  VEHICLE\n \nFUEL  \nAround the world, government policies are \npaving the way to wider commercialization of various methanol blends in vehicle-fuel applications. Here are some highlights:\n•\n China’\ns five-year plan includes clear \ndirectives for adopting cleaner energy \nand improving air quality. Already the largest end user of methanol in low-level blends (15% methanol), China is now seeing growing demand for higher-percentage blends (up to 100%).\n•\n The United Kingdom has implemen\nted a \ntax exemption for aqua methanol (95% methanol/5% water), in effect from 2016 to 2024.\n•\n In \n2016, an M15 standard (15% methanol \nblend) was developed in Israel.\n•\n A\nfter years of advocacy efforts, 3% \nmethanol is expected to be included in New Zealand Fuel Specifications by the end of 2017.\n•\n An American Society f\nor Testing and \nMaterials (ASTM) standard was updated, extending the allowable methanol fuel blend from 70–85% to 51–85%. The new standard will support the adoption of high methanol blends globally.\nWe’ll continue to advocate for methanol’s use as a clean fuel and to work with governments and companies worldwide to ensure its safe handling.\nSustainable Energy Uses Highlights", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}