{"page_content": "4\nMethanex 2016 Responsible Care & Sustainability Report Highlights\nMETHANOL AS A RENEWABLE POWER SOURCE\nWe supported the development of technical and safety standards \nto support the growth of\n \nmethanol-fueled industrial boilers \nin\n \nChina.\nFor environmental reasons, there has been growing demand for the use of methanol \nas a fuel for industrial boilers in China, which traditionally burn coal.  \nIn \n2016, we established a methanol industrial boiler demonstration project with key \npartners in the region, including Jinjingda Environmental Thermotechnical Co., Ltd., Beijing Sinder-Vet Technology Co., Ltd., and the China Association of Alcohol and Ether Clean Fuel and Automobiles (CAAEFA).\n \nThe demonstr\nation boiler will be tested in 2017 with the aim of developing relevant \ntechnical and safety standards. \nGLOBAL SYMPOSIUM ADVANCES  \nMETHANOL AS VEHICLE FUEL\nIn 2016, 120 delegates attended the \nfirst Global Symposium on Advancing \nMethanol Engines for Sustainable Transport, hosted by CRI in Reykjavik, Iceland. A highlight from the symposium was a presentation from Fiat-Chrysler, which has advocated the use of methanol as a vehicle fuel and is producing cars specifically for methanol blends in Israel. \nAnother highlight at the symposium was \nthe launch of Geely’s CRI M100 flex-fuel vehicle demonstration in Iceland. This is the first of Geely’s 100% methanol vehicles to be used outside of China, and also marks the first use of cars running solely on renewable methanol. RENEWABLE METHANOL\nAs a key shareholder and partner with Carbon Recycling \nInternational (CRI) in their work with renewable methanol, we supported their continued development of health, safety, and environmental practices.\nAs interest in renewable methanol projects grows, we believe it is important that \nrobust management systems and practices are in place for safe production, handling, and use of methanol in new markets. This becomes even more crucial as CRI expands its technology with other renewable methanol projects, including those in China and Europe (see www.carbonrecycling.is).  \n• Geely , a large vehicle manufacturer in China, announced a strategic investment \nin CRI last year, and launched a 12-month pilot program in Iceland with seven \n100% methanol flex-fuel vehicles powered by Vulcanol, CRI’s renewable methanol product.\n•\n In Eur\nope, a four-year project involving 11 companies from six countries will \nutilize surplus gases from steel production to produce methanol, planned for use as a fuel on the Stena Germanica ferry.\n•\n In c\nollaboration with industrial partners in Europe, CRI is implementing its \nemissions-to-liquids (ETL) technology in an innovative renewable-fuel pilot plant, which will recycle captured CO\n2 from the emissions of a coal-fired \npower\n \nplant.\nFirst cars to run on renewable methanol in Iceland", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}