{"page_content": "2012 2013 2014 2015 20160.10.20.30.40.5\n3,000,000\n2,000,0000.6\n4,000,0000.7\n7,000,000\n6,000,000\n5,000,0008,000,000\n0CO 2 Emissions\nTotal ProductionEmissions Intensitytonnestonne CO 2/tonne Methanol\n5\nEMISSIONS FROM GLOBAL MANUFACTURING\nOur CO 2 emissions intensity from methanol production \ndecreased by 6 % compared to 2015.\nMethanex generated 4,118,285 tonnes of CO 2 emissions (on an equity basis) from \nmethanol production in 2016. Our total global production of methanol increased \n35% from 2015, while CO 2 emissions increased by only 27%. The intensity of CO 2 \nemissions improved by 6%, from 0.625 tonnes of CO 2 per tonne of methanol in 2015 to \n0.587\n t\nonnes of CO 2 per tonne of methanol in 2016. These improvements were mainly \ndue to our new, energy-efficient Geismar 2 plant.IMPROVED PLANT EFFICIENCY  \nMINIMIZES CO 2 EMISSIONS\nOur Damietta plant was due for a \nturnaround in 2017. However, due to anticipated gas shortages in Egypt and mounting reliability issues at the plant, we decided to take the opportunity to idle the plant in 2016, earlier than anticipated, to do some maintenance and testing prior to the turnaround.\nThe testing resulted in a decision to \nreplace the reformer catalyst before the scheduled turnaround. \nThe use of a reformer catalyst is a key \nstep in converting the methane in natural gas to methanol, and its effectiveness is continuously monitored. During the operating life of the catalyst (3–5 years), it becomes less active and less able to promote the conversion of methane to CO\n2—one of the process synthesis \ngases—to methanol. As the catalyst ages, we adjust production conditions to partially offset the decline in performance and fully utilize this valuable resource before\n \nreplacement.\nIn the case of our Damietta plant, after replacing the catalyst, the conversion of methane to methanol improved immediately. This is an example of how we continuously monitor and optimize our operation to maximize energy efficiency, which in turn minimizes associated CO\n2 emissions.We take a multi-pronged approach to minimize \nour environmental impact. We make efficient use of natural resources, such as natural gas, energy, and water. We also minimize the production of waste and emissions, and have a comprehensive spill\n-\nprevention program.Environment\nCO 2 Emissions from Methanol Production\nEnvironment Highlights", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}