{"page_content": "2012 2013 2014 2015 201620\n1030405060\n1,000,000\n070\n2,000,00080\n5,000,000\n4,000,000\n3,000,0006,000,000\n0Methanol Cargo\nBackhaul CargoCO 2 Emissions Intensity\n20120 0 0 0 0 0 03\n0 0 0 0 0 0 0\n2013 2014 2015 20163\n2\n1\n0Other Spill —  \nPetroleum Products or \nT\nreatment Chemicals \n(major)Other Spill —  \nPetroleum Products  \nor Treatment Chemicals \n(serious\n)Methanol Spill (major)Methanol Spill (serious)  \n012\n0 0tonnesNumber of spillskg CO 2/tonne cargo\n6\nMethanex 2016 Responsible Care & Sustainability Report HighlightsEMISSIONS FROM MARINE SHIPPING\nWe reduced CO 2 emissions intensity from our marine shipping \nfleet by 5 %. \nIn 2016, the volume of cargo (i.e., methanol and backhaul cargos) transported by \nWaterfront Shipping (www.wfs-cl.com) increased significantly (42%), but CO 2 \nemissions increased by only 31% (from 428,914 tonnes in 2015 to 563,830 tonnes in 2016). Overall, we saw a 5% improvement in CO\n2 emissions intensity (from 77.6 to \n73.6\n \nkg CO 2 per tonne of cargo carried).\nThere are several reasons for the improvement. First, Waterfront Shipping r eplaced \nsome older, less efficient vessels with newer ones that have larger cargo capacities and achieve greater transport efficiency. We also took delivery of seven new dual-fuel vessels, all of which have greater energy efficiency  features and are also the first of their kind to run on clean-burning methanol.METHANOL AS A MARINE FUEL:  \nBETTER FOR THE ENVIRONMENT\nWe’re seeing an increasing number of \ncompanies interested in using methanol as a marine fuel due to its numerous environmental benefits.\nTo start with, it meets the most stringent \nemission-control regulations by the International Maritime Organization (IMO). It even meets more stringent standards being considered for the future. Also, when methanol is burned, it produces fewer smog-causing emissions (including sulphur and nitrogen oxide (SO\nx and NO x) emissions and particulate \nmatter) than conventional marine fuels, which is better for air quality and related human health issues.\nBy using methanol as a marine fuel, \nthe emissions of SO\nx are reduced by \napproximately 99%, NO x by 60%, and \nparticulate matter by 95%.\nMethanol is also readily biodegradable \nand more environmentally benign as compared to conventional marine fuels. It mixes quickly in water, and if spilled into open waters it rapidly dissipates to very low nontoxic concentrations, which also facilitates faster biodegradation.\nNot only that, methanol can be made \nfrom anything that is, or ever was, a plant. Currently, commercial production of methanol primarily uses natural gas, but it can also be produced from renewable sources such as biomass and recycled carbon dioxide.Waterfront Shipping CO 2 Emissions\nSPILL PREVENTION AND RESPONSE\nFor the third consecutive year, we had zero significant spills.\nWe were able to achieve our goal of zero spills due to our continued focus on prevention and lessons learned. Through our process-safety management initiatives, we’ve increased our monitoring of systems that can impact safety and the\n \nenvironment.\nEnvironmental Spills\n", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}