{"page_content": "CO 2 Emissions Intensity\n2013 2014 2015 20162,000,000\n1,500,000\n1,000,000\n500,000\n0Nonhazardous \nwaste(disposed)Nonhazardous waste(recycled)Hazardous waste(disposed)Hazardous waste(recycled)kg\n7WATER MANAGEMENT\nWe decreased the amount of water used for methanol \nproduction by 18% to achieve a ratio of 2 .38 m3 water per tonne \nof methanol.\nFour of our sites use water originating from freshwater sources for methanol \nproduction. In 2016, these sites consumed 12,624,989 m3 of fresh water (which \nexcludes ~25% returned to the source as treated wastewater) to produce 5,310,399\n t\nonnes of methanol. \nThe ratio of water consumed per tonne of produced methanol fell from  2.92 m\n3 in 2015 to 2.38 m3 in 2016. This improved efficiency of our water use is \nlargely due to our new Geismar 2 plant, which consumes less water per tonne of methanol\n \nproduced.A HOLISTIC APPROACH TO WATER  \nSTEWARDSHIP\nWater is a feedstock resource needed \nfor manufacturing methanol. It is also a resource for the communities and ecosystems where we operate. These are the key reasons why, in 2016, we developed a water stewardship standard that will help guide our decision-making and program development going forward.\nThe standard focuses on several key \nelements:\n•\n Monit\noring water risks and addressing \nimpacts to communities, production, \nand suppliers\n•\n C\nonserving water by minimizing, \nreusing, and recycling, and by closely monitoring water use associated with energy consumption\n•\n Pr\notecting water sources by reducing \nwastewater and contaminants of\n \nconcern\n•\n Monit\noring data specific to water use, \nwater quality, and effluent discharge\n•\n C\nollaborating with local communities \nto invest in water stewardship initiatives\nMethanex CEO John Floren noted the importance of continuously innovating for safer products and processes that conserve resources and provide value. “This is a great example of where our focus on maintaining and improving efficiency and reliability will simultaneously maintain and improve our environmental performance,” he commented.\nWater has become a critical component of \nsustainable and reliable operations. We’ll continue to focus on using it efficiently and sharing our progress.\nWaste Generated/RecycledWASTE MANAGEMENT\nWe recycled or reclaimed approximately 45% of waste generated \nby plant operations.\nFrom year to year, the amount of waste generated at Methanex is highly dependent \non plant turnarounds and projects. In 2016, our Trinidad site had a turnaround, accounting for approximately 33% of our total recycled waste. The majority of recycled material was nonhazardous spent catalysts, steel from machinery, piping, and wood. \nOther nonhazardous waste disposed to landfill includes materials such as insulation, \nspent filtering resins, asphalt, and sludge, which are disposed in accordance with local\n \nregulations.\nOver the last few years, we’ve been steadily decreasing the volume of hazardous waste we generate, while recycling as much hazardous waste as possible. In 2016, 3% \nof our total waste was hazardous, of which half was recycled. On average, more than 95% of our waste is nonhazardous. \nEnvironment Highlights", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}