{"page_content": "2012 2014 2013 2015 20162.5\n2.0\n1.5\n1.0\n0.5RIFR\n0Blended RIFRContractorsEmployeesGlobal Target\n8\nMethanex 2016 Responsible Care & Sustainability Report HighlightsPREVENTING INJURIES\nWe lowered the severity of injuries by 48% over 2015.\nThe lowered severity rate (see RISR chart, page 9) is largely due to improvements \nwe made to our job planning practices, and greater focus on managing hazards related to high-risk activities, such as confined-space entry, working at height, and electrical\n \nwork. \nHowever, we did see an increase in injury frequency rates with contractors (see RIFR chart, below), so we made improvements to our contractor-management and job\n-\nsupervision processes. REACHING CONTRACTORS WITH  \nOUR SAFETY PROGRAMS\nIn 2016, we focused on recognizing \njob hazards, improving job planning, creating consistent safety messaging, and improving communication of Responsible Care standards to decrease contractor incidents. However, we found that contractor incidents continued to rise.\nIn response, we took additional measures \nto strengthen contract workers’ awareness of hazards on our sites and engage them in our safety culture and preventative\n \nmeasures.\nAs a result, we focused on providing more detail and instruction in the job\n-\nplanning stages, especially around \nhazard mitigation and supervision requirements. In 2017, additional efforts will include incorporating messages from our safety culture program (Switch On to Responsible Care) into our contractor induction; increasing communication with contractors about our standards and Critical Activities, Rules, and Expectations (CARE); and implementing our new Responsible Care Standard for Turnarounds. This standard defines performance requirements during project planning and execution, and places greater focus on the safety and supervision of\n \ncontractors.\nWe believe that a zero-injury workplace is achievable—not just for our staff, but for our contractors and everyone in the Methanex community, too.The safety and well-being of our employees, \ncontractors, and the communities in which we do business is our number-one priority. Our talent\n-\nmanagement programs are designed to \nensure that staff have the knowledge and tools to be successful, and opportunities to maximize their\n \npotential.Workplace \nGlobal Recordable Injury Frequency Rate (RIFR)*\n* Recordable injuries are incidents that require medical attention or that result in restricted work or lost time. The frequency (RIFR) is \ncalculated per 200,000 hours worked.", "metadata": {"source": "NASDAQ_MEOH_2016.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}