{"page_content": "Table of Contents\nCorporate Social Responsibility (CSR) is at the core of who we are as a \ncompany and what we care about as individuals. Our Smart Future CSR \nstrategy provides a framework for how we manage our own operational \nimpact and influence others around us, so that we can conduct our \nbusiness in a manner that we believe both drives commercial success \nand contributes to a better world. We are proud of the programs and \ninitiatives that you will read about in this report, and we look forward \nto leveraging our impact and influence to create a Smart Future that is \nsustainable, just, and secure.\nThe Synopsys 2021 CSR Report covers our environmental, social, and \ngovernance performance for our fiscal year 2021 which began on November 1, \n2020, and ended on October 31, 2021. The exceptions include our environment \nperformance data (calendar year 2020) and social impact performance data \n(calendar year 2021), and as otherwise noted. This report has been prepared \nin accordance with the GRI Standards: Core option. We also considered the \nrecommended disclosures in the Sustainability Accounting Standards Board \n(SASB) Software and Services Standard when determining the content of this \nreport. Starting this year, we also aligned our reporting with the Task Force \non Climate-related Financial Disclosures (TCFD) and the United Nations \nSustainable Development Goals (SDGs). Synopsys also reports separately to \nthe CDP as a part of our disclosure efforts. \nThe content in this report is intended for multiple stakeholders, including our \ninvestors, employees, customers, business partners, and local communities. No significant changes have occurred \nduring the reporting period with \nregard to the scope, boundary, or \nmeasurement methods applied in \nthis report.\nPrevious CSR Report: 2020\n \nDistributing This Report\nWe promote our report through:\n• Prominent disclosure on our website\n• Targeted employee \ncommunications\n• Outreach to stakeholders with \nwhom we have built relationships\n• Outreach to current and potential \nshareholders\n• Our social channels\nWe welcome feedback on this report \nand our performance. Please send \ncomments and suggestions to  \ncsr@synopsys.com .About This Report\nThis 2021 Corporate Social Responsibility (CSR) Report contains forward-looking statements, and actual results could differ significantly. Risk factors that could cause actual results to \ndiffer are set forth in the “Risk Factors” section in our most recent Annual Report on Form 10-K and subsequent 10-Q filings. Any references to “material” or “materiality” in this report are \nnot intended to have the same meaning as in the context of financial statements or financial reporting or as defined by the securities laws of the United States. While Synopsys believes \nthat our CSR goals and initiatives are important to being a responsible global citizen and discusses certain climate-related risks in this CSR Report, we currently do not believe that such \ngoals, initiatives, or risks are material to our financial results and results of operations. For a discussion on the risks Synopsys believes could materially affect our financial results and \nresults of operations, please see the “Risk Factors” section in our most recent Annual Report on Form 10-K and subsequent 10-Q filings.2021 CSR Report    2\nCO-CEO LETTER\n3\nABOUT SYNOPSYS\n5\nSOCIAL IMPACT\n60\nAPPENDICES\n66ENVIRONMENT\n3202.\n03.\n04.\n05.\n06.\n07.\n08.01.\nTALENT\n18\nGOVERNANCE  \nAND ETHICS\n41\nSUPPLY CHAIN\n55CYBERSECURITY  \nAND PRIVACY\n50\nCO-CEO LETTER\n01. ABOUT SYNOPSYS  \n02. TALENT\n03. ENVIRONMENT\n04. GOVERNANCE AND ETHICS   \n05. CYBERSECURITY AND PRIVACY  \n06. SUPPLY CHAIN\n07. SOCIAL IMPACT\n08. APPENDICES\n", "metadata": {"source": "NASDAQ_SNPS_2021.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}