{"page_content": "Signature Bank  2019 ESG Report11\nWorkforce Well-Being\nWe are committed to the more than 1,500 colleagues who \ncomprise our growing banking network and serve our \nexpansive client base and the communities we work in \nand for each and every day.\nWe believe our greatest assets are those that go home every \nnight. The tireless efforts of our colleagues have allowed \nSignature Bank to become one the nation’s 40 largest \nbanks. We work diligently to ensure a healthy, engaging, \nand positive workplace and culture for all colleagues. \nThis begins with our health initiatives . Our award-\nwinning wellness program has earned top accolades from \nour health insurance partner, Cigna. For the past five years \nconsecutively, Signature Bank has been the recipient of its \ntop award, the Cigna Well-Being Award. Award winners are \nrecognized across various categories, with the top awards \nbestowed for comprehensive, well-rounded well-being \nprograms that address whole-person health (physical, \nemotional, environmental, financial, and social well-being).  \nThe Bank launched its Wellness program in 2007, which \naddresses an array of financial, physical and emotional \nsubjects, and this program has resulted in greater health \nand productivity of our workforce and business.\nSince employee health and well-being are among our \nhighest priorities, in 2019, the Bank used savings from \nregulatory relief (the rollback of certain Dodd-Frank Act \nprovisions in Senate Bill 2155) to subsidize healthcare \npremiums for our colleagues. In 2020, the Bank will \ncontinue to combat rising healthcare costs, by absorbing \nthe entire annual increase on behalf of its colleagues. \nFor the past five years consecutively, \nSignature Bank has been the \nrecipient of Cigna’s top award, \nthe Cigna Well-Being Award . SOCIAL\nWe also offer our colleagues a competitive 401(k) plan, \ncurrently boasting a 97% participation rate, which is \nhighly regarded and above industry benchmarks. The \nBank’s matching contributions to its colleagues’ 401(k) \nplan are made each pay period and vest immediately; \nwhereas, many employers only contribute a one-time, \nyear-end payment and such contributions may be subject \nto three- to five-year vesting schedules. Additionally, \nour colleagues’ average contribution rates and average \nbalances are also above the benchmarks for a plan of \nour size. This is an indication of the Bank’s relatively \nstrong financial health of its workforce with respect to \nretirement preparation.", "metadata": {"source": "NASDAQ_SBNY_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}