{"page_content": "  \n   \n \n  \nFY2015 Global Citizenship Annual Report  | ENVIRONMENTAL SUSTAI NABILITY                            21 \n \n  \n \n \nCarbon Emissions2 \n \nIn CY2014, our scope 1 emissions (GHG emissions \ngenerated directly from our sites) decreased 5 percent \nto 302,387 metric tons of CO 2e. The decrease in scope \n1 emissions occurred primarily in the process and \nfugitive emissions category. The decrease was due to \nminimizing Vertrel use, among other factors.  \n \nOur scope 2 emissions (indirect GHG emissions \ngenerated from the electricity that we purchase), \nhowever, increased slightly from 994,508 metric tons of \nCO 2e in CY2013 to 996,405 metric tons of CO 2e in \nCY2014. This increase represents the continued \nchalleng e of finding new opportunities to eliminate the \nneed for electricity in our processes. The GHG \nemissions total for CY2014 includes sites in Pune , India  \nand Bangalore, India  from our LSI acquisition.  \n \nCombining our scope 1 and scope 2 emissions, we generated 1,298,792 million metric tons of CO\n2e in \nCY2014, about a 1 percent decrease from CY2013. We \ncontinue to make progress toward our five- year goal of \nreducing total combined scope 1 and 2 emissions by 10 \npercent (using the results from CY2011 as a baseline) .  \n  \n \n \n  \n \n  \n \n \n \n \n \n \n                                                 \n2 Total annual carbon emissions and carbon emissions per storage capacity shipped are measured and reported based on the calend ar year (CY) versus \nfiscal year.  \n \n3 Per Greenhouse Gas Protocol (www.ghgprotocol.org) guidance released in February 2013, Seagate has updated the global warming potentials (GWPs) \nused for calculating our emissions. In the past, we used the 100 -year GWPs from the IPCC’s Second Assessment Rep ort; we now use the 100 -year \nGWPs from the Fourth Assessment Report. To maintain consistency throughout our goal period, we recalculated all historical in ventories using the GWPs \nfrom the Fourth Assessment Report and disclose these emissions in this report . \n \n \n We are challenged by our continued use of Vertrel  in our \nmedia manufacturing process , which results in fugitive \nemissions, and are committed to finding a suitable \nreplacement.  Vertrel contributed to about a quarter of \nour Scope 1 and Scope 2 emissions totals.  This is an \nindustry problem and  has proven to be more \nchallenging than initially envisioned.  \n Seagate’s two largest sources of scope 1 and 2 GHG \nemissions continue to be purchased electricity and \n“fugitive emissions”, or the unintended release of gases. To reduce GHG emissions intensity, each \nmanufacturing site is required to achieve annual energy \nsavings goals. We also conduct third -party verification \nof our GHG emissions  reporting every year. In addition \nto keeping track of factory performance for our records \n(compiled annually in this report), we share our results via the Carbon Disclosure Project’s (CDP) investor, and \nsupply chain questionnaires (our responses are \navailable publicly via the CDP website). Seagate \ncontinues to assess risk to the business from climate \nchange as part of our annual ISO 14000 management \nsystem process, and have determined that our climate \nrisks do not differ from other companies in our industr y. \n \n \n \n    \n \n     ", "metadata": {"source": "NASDAQ_STX_2015.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}