{"page_content": "  \n   \n \n  \nFY2015 Global Citizenship Annual Report  | ENVIRONMENTAL SUSTAI NABILITY                            23 \n \n  \n 17,654 33,071 22,113 19,77282%88%81% 83%\n0%50%100%\n08,00016,00024,00032,00040,000\nFY2012 FY2013 FY2014 FY2015\nPercentageTonsSolid Waste Generation\nTotal Generation Landfill Diversion Rate\n \n \n \n \n \n \n \n \n \n \n \nWaste Management  \n \nSeagate has established systems to track, manage and \nreport waste at every Seagate site. Our sites identify \nand implement waste minimization initiatives with the \ngoal of preventing waste from being produced, and \nrecycling or reusing waste whenever possible. In \naddition, we commit to zero landfill disposal of hazardous waste, unless technically not feasible.  Each \nSeagate site is responsible for reporting data on waste \nto a central database reviewed by   \n \n \n \n \n \n \n \n \n \n \nSeagate Corporate EHS. Seagate has established \nminimum requirements for the selection and \nperformance of hazardous waste treatment vendors and \nqualify vendors through a third -party audit  of set criteria.  \n \nWe had zero significant spills this year, with a significant \nspill defined as those which are reported in the \nfinancials as a liability and requiring an outside \nresponse.  \n \nSolid Waste  \n \nWe quantify waste management  in terms of our landfill \ndiversion rate, taking into account recycling and energy \nrecovery. Our annual totals include all waste generated \nat facilities under the company’s ownership and control, \nnot including waste generated as part of new construction pr ojects.\n  \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \nDuring FY2015, Seagate met i ts goal of keeping more \nthan 80 percent  of solid (nonhazardous) waste out of \nlandfills, with a diversion rate of 83 percent, a 2 percent  \nincrease from FY2014. We also generated less waste \noverall in FY2015: 19,772 tons of waste, down from \n22,113 tons in FY2014, an 11 percent  decrease.  \n \n \n  \n \n \n  \n \n \n \n \n \n  \n ", "metadata": {"source": "NASDAQ_STX_2015.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}