{"page_content": "21Residential battery pilot\nIn late 2020, we launched a new technology demonstration \nproject featuring battery storage in collaboration with the \nElectric Power Research Institute and residential electric \ncustomers. Several homeowners who have a solar photovoltaic \nsystem have a battery installed outside their home. The \nrooftop solar system charges the batteries, which will be \nused during times of peak demand and as a backup source of \npower for the household. This project will help us understand \nhow batteries operate in Wisconsin temperatures and how \nbatteries could help control long-term costs by managing our \ncollective use of energy. Battery storage also could provide \nenhanced reliability as we continue our transition to greater \nuse of renewable resources.Meeting customers where they are\nOur Residential and Community Services team continues to \nconnect in new ways with customers around energy efficiency, \nnew technologies and other energy-related needs. Deepening \nour engagement with customers is one of our objectives under \nour Energy 2030 framework.\nWith a partnership to offer free conservation kits and LED \nlight bulbs from Focus on Energy and outreach to introduce \ncustomers to our online tools, our energy experts work with \ncommunity partners and customers throughout the area \nto answer questions about customer bills, help customers \nunderstand their energy usage, identify resources for \nassistance and more.\nAdvancing energy efficiency, \nconservation and new technologies\nEnergy efficiency is a key strategy for reducing carbon \nemissions. MGE is committed to providing customers with the \ntools and resources they need to make wise energy choices \nthat help reduce their individual carbon footprints.\nWe strive to “meet customers where they are” to engage \nthem in energy efficiency. Through the use of new \ntechnologies, hands-on workshops, energy education, \nconservation kits and innovative rate options, MGE is helping \nto empower customers to take control of their energy use \nto better manage long-term costs and to achieve deep \ndecarbonization.\nManaging demand with smart thermostats\nElectric use peaks during stretches of hot, humid days when \nair conditioners run in a majority of homes and businesses. \nThese periods of high electric use put pressure on utilities to \ngenerate and distribute enough electricity to everyone who \nneeds it.\nNearly 2,500 households participate in MGE Connect®, our \nsmart thermostat demand response program for residential \ncustomers. With customers’ permission, minor temperature \nadjustments are made to their smart thermostats to reduce \nenergy use during periods of high demand.\nThe program helps MGE better understand the role and impact \nof smart devices in helping manage our community grid while \nhelping customers reduce their energy use with minimal \npossible impact on comfort.\nMGE also works with partners, such as FOCUS ON ENERGY®, \nProject Home and community organizations, to make smart \nthermostats and other energy-saving improvements available \nto lower-income households. MGE is committed to working \nwith customers and our partners to help ensure all customers \nhave the opportunity to share in the benefits of new \ntechnologies.\nWorking with Focus on Energy\nFocus on Energy, Wisconsin’s statewide energy efficiency \nand renewable resource program, is MGE’s partner in \neducating customers about the value of energy efficiency \nand conservation. MGE works with residential and commercial \ncustomers seeking incentives and rebates through Focus  \non Energy to make energy-saving improvements. In 2020, MGE customers received more than $1.5 million in \nfinancial incentives from Focus on Energy for heating and \ncooling improvements, smart thermostats, insulation  \nand air sealing, and renewable energy technology.\nOur Residential and Community Services team and many \nof MGE’s community partners also worked with Focus on \nEnergy to get energy efficient light bulbs into lower-income \ncustomers’ homes. The team distributed thousands of LED \nlight bulbs at outdoor community events in 2021.\nConserving energy with On Demand Savings\nMGE’s On Demand Savings (ODS) program offers large \ncustomers tools and strategies to reduce their energy use, \nespecially during periods when demand for electricity is at its \npeak. ODS uses an online dashboard to give customers near \nreal-time energy usage information, enabling them to act to \ncut costs and to reduce their environmental footprint. Some \nadditional features for program participants include:\n »Alert notifications by email or text to participants when \ntheir building load exceeds a specified threshold.\n »Monthly energy challenges that allow participants to set \nmonthly demand and energy goals that are tracked in the \nsystem.\n »Energy markers that provide participants with the ability \nto track energy performance from a specific project or \nmilestone before and after a specified date.\nThe program was recognized in 2018 with an Inspiring \nEfficiency Award for Innovation by the Midwest Energy \nEfficiency Alliance, a regional organization dedicated to \nadvancing energy-efficient technologies, products and best \npractices.\nA third-party evaluation of the program completed in 2021 \nrevealed high levels of customer satisfaction. The evaluators \nfound an average demand reduction of 3.3% across all \nparticipating sites and a 4% reduction in energy use.\nMGE is partnering with a number of homeowners who have \nrooftop solar arrays to test residential battery storage to \nbetter understand how the technology could be used to \nmanage peak demand and to enhance reliability.\nRight: Residential services managers Leah Samson and \nLaura Paprocki serve as MGE energy experts, engaging \ncustomers in a variety of ways to help them use energy \nwisely and achieve shared energy goals.MGE’s Residential and Community Services team worked \nwith Focus on Energy to distribute LED light bulbs to  \nlower-income customers at outdoor events in 2021.", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}