{"page_content": "23Leading the charge for transportation \nelectrification\nTransportation is the leading contributor of greenhouse gas \nemissions in the U.S. The electrification of transportation is \na key strategy for reducing carbon emissions. In addition \nto growing our use of renewable resources and engaging \naround energy efficiency, we are working with customers, \nstakeholders, municipalities and other community partners \nto grow the use of EVs and to facilitate charging options \nthroughout our community.\nWe have been advancing alternative fuel vehicles since we \nbegan building our EV public charging network more than  \n10 years ago. Today, the number of EVs on the road continues \nto grow. MGE is prepared to meet the need with our growing \npublic charging network of 45 stations—powered by wind \nenergy—and programs to facilitate charging at home, at work \nand on the go. Our public charging network features several \nDC fast chargers, which can provide 60 to 80 miles of range in \nabout 20 minutes.\nFast charger hub\nMGE began construction in summer 2021 of a new EV fast \ncharging hub in the heart of Madison’s Capitol East District. \nOne of the first of its kind in Wisconsin, the charging hub \nlocated along a major thoroughfare in downtown Madison  \nis expected to begin serving EV drivers in late 2021.  \nThe new fast charging hub will provide convenient EV \ncharging—powered by renewable energy—for nearby \napartment and condo dwellers and single-family households, \ncommuters, taxi and ridesharing services as well as EV fleet \nvehicles.\nWith power levels up to 350 kilowatts, the hub’s high-speed \nchargers will be some of the most powerful EV chargers in the Midwest. These chargers will support fast charging \nfor EVs with greater driving ranges in the future. Through \na partnership with Tesla, the hub also will have eight \nSuperchargers from the electric car maker. \nEnabling charging options\nCharge@Home, MGE’s home charging program, makes  \nit easy for EV drivers to charge efficiently at their home,  \nwhich is where more than 80% of charging happens. With \nCharge@Home, MGE owns, maintains and coordinates the \ninstallation of Level 2 charging stations at customers’ homes. \nWith no upfront cost, customers pay a monthly fee plus the \ncost of electricity. The program gives MGE the ability to study \ndrivers’ charging habits and to explore remote management \nof charging sessions to better understand the potential \nimpact of EVs on the grid, including how grid management  \ncan help to lower costs for all MGE customers by optimizing \nour use of resources.\nMGE also helps area employers of all sizes and multifamily \ndevelopers who want to offer employees and residents \ncharging. We discuss options and help them navigate the \ndecision-making and implementation process.\nConnecting potential EV drivers with local \ndealerships\nIn 2021, MGE launched its Dealership Network to serve \ncustomers who are considering an EV. Local dealerships that \nare members of MGE’s Dealership Network are knowledgeable \nabout EV programs and resources offered by MGE. In addition \nto expertise on models, trim options, driving ranges and \nfinancing, dealerships can help drivers determine the best \ncharging solution for their new EV. Through MGE’s family of EV \nwebsites, customers are able to connect with local dealers to \nget their questions answered or to schedule a test drive.Throughout the COVID-19 pandemic, MGE residential and \ncommercial account representatives reached out to customers \nand community partners to help point customers to resources \nfor assistance and to let them know of our commitment to \nproviding safe, reliable service throughout the pandemic. \nEnergy expert line and customer engagement\nMGE’s Home Energy Line to “ask the experts” is an efficient \nway for customers to get energy tips and answers to their \nenergy-related questions via phone or email. In 2020, MGE \nenergy experts provided individualized advice to more than \n1,500 customers and conducted targeted digital engagement \nwith more than 9,000 customers and community partners \nthroughout the year. Our energy experts worked with \ncustomers to help them better understand flexible payment \nplans and energy efficiency resources. This included outreach \nto customers who were behind on their bills due to the \npandemic. \nMGE also maintains a separate line for commercial and \nindustrial customers who need assistance.\nPortable energy meters\nMGE has donated more than 50 portable energy meters \nto area libraries for customers to use. The meters measure \nvoltage, electricity cost and electric consumption. They help \ncustomers identify the potential causes of high energy use \nand better understand the exact operating costs of various \nitems in their homes.Energy education for our youth\nWe partner with local teachers, schools and summer \nprograms from elementary school through college to help \neducate thousands of students about energy, safety, electric \ntransportation, new technologies and career opportunities \nin the industry. In 2021, MGE produced a series of videos in \nboth English and Spanish to help educate lower elementary \nstudents about solar energy and EVs.\nSimple, cost-effective energy-saving tips for homeowners, \nrenters and businesses are available online from MGE. \nCustomers also can compare their energy use and learn \nwhat has helped other customers save. For example, using \nMy Account at mge.com, customers can review their bill, \npayment history and past energy use and sign up for MGE \nservices. We share energy-saving tips, tools and information \non our social media channels and online at:\nmge.com \nMGE’s primary site for customer services; account access, \npaperless billing and bill payment; safety and outage \ninformation; and other news, information, programs and \nservices from MGE.\n mge2050.com \nA source for clean energy news, energy-saving tips and \ninformation. The site includes locally based videos and \nfeatures articles around saving energy, MGE’s new programs \nand services, and initiatives for working together to achieve \nnet-zero carbon electricity by 2050.\ngenre2030.com \nFeatures films and energy-related content with the goal \nof engaging MGE’s millennial customers in the company’s \nEnergy 2030 framework for a more sustainable future.\nlivinginbalancemadison.com \nShares stories from MGE’s diverse customer base about \nwhat it means to be sustainable from community members \nwho are living it every day.Online resources", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}