{"page_content": "25Working with regional stakeholders\nAs part of the Great Plains Institute’s Midcontinent \nTransportation Electrification Collaborative (M-TEC), we’re \nworking with other utilities, state governments, automakers, \nEV charging companies and environmental groups to advance \nEV infrastructure and increase the use of EVs. Working \ntogether, our group conducts research, develops white papers \nand policy recommendations, and hosts workshops for \nstakeholders in the region. In 2021, M-TEC urged Congress to \nsupport investments in EV charging infrastructure; to keep \nthe automotive supply chain in the U.S. by supporting EV and \nEV component manufacturing; and to support EV research, \ndevelopment and demonstration.\nSustainable Transportation Series\nMGE again partnered with Wisconsin Clean Cities, the City of \nMadison and others to present a virtual educational series \nfor fleet and transportation professionals in fall 2021. \nMGE’s manager of electrification moderated a panel on how \nWisconsin companies are working to electrify their fleets.\nResources and tools to educate drivers\nMGE helps to educate customers, businesses and our \ncommunity at-large about the benefits of EVs. Our experts \nhave been on hand at many community events with a variety \nof EVs to share information on driving and charging EVs.\nFor example, each year, MGE sponsors the National Drive \nElectric Week event held in Madison. In 2021, local EV drivers \nregistered to showcase their vehicles to attendees. MGE EV \nexperts were available to share information about EVs and  \nEV charging.\nIn 2018, MGE launched  \nour LovEV website to help  \ncustomers discover why  \n“there’s a lot to love” about EVs.  \nLovEV highlights available models, explains charging  \noptions, and details cost and environmental savings. It  \nis an easy, one-stop online resource at mge.com/LovEV.\nThe online tool, Explore My EV, gives users the opportunity  \nto compare the costs of plug-in hybrid and all-electric  \nvehicles to gasoline-powered models. The tool, available \nat mge.com/exploremyev, considers commute distances, \navailable tax credits and maintenance costs, among other \nthings through its online analysis.EV Owners Group\nEV drivers who participate in MGE’s EV Owners Group receive a \n50% discount on public charging. In exchange, EV drivers allow \ntheir charging information to be shared with MGE to help us \nbetter understand public charging behavior and its impact on \nthe grid. MGE also partners with group members to gather \nfeedback on EV programs, pilots and services.\nCollaborating to advance \nsustainability and innovation\nBy working together with our customers and other stakeholders, \nwe can develop solutions to the energy challenges of our \ntimes and reach our shared energy goals. For example, MGE \nis a partner in the Midcontinent Power Sector Collaborative \n(MPSC) facilitated by the Great Plains Institute out of \nMinneapolis, Minn.\nThe MPSC, consisting of utilities, agencies, non-governmental \norganizations and environmental groups, worked together to \ndevelop the Road Map to Decarbonization in the Midcontinent: \nElectricity Sector. MGE’s local partners in the MPSC include \nthe nonprofit Clean Wisconsin and the Dane County Office of \nEnergy and Climate Change.\nThe MPSC brings together diverse viewpoints and priorities \nto develop options to continue driving toward a lower carbon \nfuture and to better inform policymakers. The MPSC is one \nof many partnerships in which MGE is involved to further \nsustainable energy.\nMGE also works with key partners to examine and design \ninnovative programs and grow ideas in a focused, deliberate \nfashion. Working together is part of how MGE identifies \nways that we can be responsive to our customers’ evolving \nenergy needs while ensuring a modern, sustainable electric \nsystem. Some of MGE’s pilot programs, such as Shared Solar, \nOn Demand Savings, renewable flat bill, smart thermostat \ndemand response (MGE Connect) and Charge@Home, have \nbeen informed by these collaborative efforts.\nPartnering to grow innovation\nMGE’s parent company, MGE Energy, is an investor and \nsupporter of Energy Impact Partners (EIP), a utility-focused \ninvestment fund. Participation in EIP and similar funds \noffers MGE Energy the opportunity to invest in early-stage \ncompanies that are working to advance sustainability, smart \ntechnologies, distributed energy resources and electrification. \nInvolvement in EIP also gives MGE the ability to explore new \nor emerging technologies through working groups and pilot \nprograms that allow us to partner with our customers.MGE’s EV fleet goal\nWe have been testing commercially available EVs for more \nthan a decade. We are continuing to add cleaner vehicles to \nour fleet, where possible, and are targeting a goal of 100% all-\nelectric or plug-in hybrid light-duty vehicles by 2030. \nOur fleet includes a plug-in electric pickup truck and Ford \nEscapes, a step van and bucket trucks with battery-powered \ntechnology, and all-electric passenger vehicles.\nEV engagement at MGE\nMGE seeks to engage our employees in our efforts to grow \nthe use of EVs. We offer five workplace charging stations, \neach with dual ports, to enable charging for employees while \nat work. Workplace charging offers many benefits, including \nemployee attraction and retention and support for sustainable \ninitiatives.\nElectric buses in Madison\nThe City of Madison is adding three all-electric buses to its \npublic transportation fleet. MGE worked with the City’s Metro \nTransit to secure a $1.3 million federal grant for the zero-\nemission buses and contributed 100% of the required local \nmatching funds for charging infrastructure for the buses. \nAs part of the ongoing collaboration to electrify the City’s \nbus fleet, MGE is providing continued in-kind support and \nexpertise to address technological issues and to facilitate the \ncost-effective and efficient use of energy.\nZero-emission buses will play a key role in efforts to reduce \ncarbon emissions. According to the U.S. Department of \nTransportation, for every zero-emission bus on the road, \ncarbon emissions are reduced by nearly 1,700 tons over their \nestimated 12-year life span. With three electric buses, that \nwould be an estimated carbon reduction of 5,100 tons. \nMGE continues to work with the City to seek ways to further \nthe electrification of transportation. When the City received  \na Wisconsin Office of Energy Innovation grant to help purchase \n20 all-electric Chevy Bolts, MGE partnered with the City to \nprovide charging infrastructure for the new fleet vehicles.Electric fire truck\nMGE also has partnered with the City of Madison Fire \nDepartment to enable fast charging for the department’s \nfirst electric fire truck. The fire truck, manufactured by Pierce \nManufacturing based in Appleton, Wis., began serving the \ncommunity in mid-2021. \nManaged charging technology demonstration\nMGE is partnering with Tesla drivers in our service territory \nto test how smart charging using vehicle telematics can \nsave customers money and help plan for the impact of EVs \non our grid. Customers on a time-of-use rate who sign up \nto participate in the project have their EVs automatically \ncharge off-peak. By shifting charging to off-peak times, \ncustomers can save on their electricity costs. Customers on a \nstandard rate have their EV charging optimized to keep the \ngrid balanced and receive a nominal incentive each month. \nAdditionally, a group of customers has the opportunity to \nparticipate in demand response events to receive additional \nrewards. The opportunity to shift EV charging to lower-\ncost times and when more resources are available will help \nus prepare for more EV charging on our distribution grid. \nManaged charging may benefit all MGE customers by reducing \nthe need for electrical system upgrades and new generation \nfacilities long-term.\nPartnering with local school districts\nMGE partnered with the Madison Metropolitan School \nDistrict to install a charging station to serve its electric fleet \nvehicles. In addition to ongoing educational partnerships,  \nMGE continues to work with local schools to evaluate charging \noptions for their facilities.\n11%all-electric or \nplug-in hybrid100%all-electric or plug-\nin hybrid light-duty \nvehicles by 2030.\nMGE’s light-duty EV fleet", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}