{"page_content": "27Ensuring reliability\nMGE is a national leader in electric reliability. We are \ncommitted to transitioning to greater use of renewable \nresources while maintaining our top-ranked reliability. \nAccording to an annual industry survey including more than \n75 electric utilities nationwide, in 2020, MGE experienced its \nbest performance ever in the two main industry reliability \nmetrics—fewest number of outages (SAIFI) and the shortest \nduration of outages per customer (SAIDI).\nSAIFI, which measures the frequency of customer outages, \nwas 0.24 in 2020, the best in MGE’s history. The company’s \nprevious best was 0.33 in 2015. This measure means, on \naverage, MGE customers experience about one outage every \nfour years. SAIDI, which measures total customer outage \ntimes, was 27.3 minutes in 2020. MGE’s previous best was \n27.9 minutes in 2013.Utility as conductor of the grid of the future\nWe take seriously our responsibility and commitment to  \nthose we serve. The electric grid is a shared resource for the \nbenefit of everyone, providing for the safety and security  \nof a community through safe, reliable electricity.\nWe’re investing in the systems and capabilities to enable an \nelectric grid that supports new technology such as distributed \nenergy sources like solar and battery storage. We have an \nimportant role to play to ensure that new resources and \ntechnologies are harnessed for the benefit of all customers.\nThis increasingly more advanced electric grid requires a \nconductor to ensure the system develops and operates in a \nway that keeps electricity safe, reliable and affordable for \neveryone. As the public utility, MGE serves as this conductor \nfor our community grid.\nWhen the utility serves as the conductor of the electric grid, \nnew technologies and resources can add value to the system \nbecause the utility is able to dispatch generation and balance \ndemand as needed. With more sources of two-way power \nflows—power flowing to the customer from the grid and \npower flowing from the customer’s generation back onto \nthe grid—a single conductor system provides efficiency in \ncoordinating the different sources of power and the various \nneeds of the grid in real time to maintain a safe and reliable \npower supply.\nThis orchestration benefits the utility as well as customers \nbecause it helps to ensure the system operates efficiently and \nis sized appropriately. The utility as conductor can optimize \nthe efficiency and use of the electric system’s assets to help \ncontrol costs and optimize benefits and value over time,  \nwhich leads to lower costs for all customers. The benefits \nof grid resiliency, reliability and a more efficiently managed \npower system are captured for all customers, individually  \nand collectively.\nToday’s customer expects a grid that integrates all sorts \nof energy technologies in a way that gives them choice, \nflexibility and value. New technology is changing how we plan \nfor the energy grid of the future; however, our obligation to \nserve customers and communities 24 hours a day, seven days \na week, 365 days a year remains unchanged.SAIDI & SAIFI reliability trend data\nSAIFI\nSAIDI0.24 0.68 0.41\n27 74 57 MinutesOutage frequency2020 2019 2018an advanced grid\nfor optimal\nefficiency and\nservice to\ncustomersENABLING\nMANAGING\nOPERATING\nCONNECTING\nINTEGRATINGUtility as conductor of the modernized distribution grid\nIn 2020, MGE experienced its best performance ever \nin the fewest number of outages (SAIFI) and the \nshortest duration of outages per customer (SAIDI).\n", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}