{"page_content": "31Safety is a core value at MGE \nand it is embraced by our \nemployees. When it comes to \nsafety, every person and every \ncompany can always improve \nupon their safety performance. \nThat is why we embrace a \nphilosophy of continuous \nimprovement.\nWe Power Safety\nIn 2014, MGE launched a corporate safety initiative to improve \nour safety culture and our journey to safety excellence. \nOur Safety Steering Team meets bimonthly to examine \nsafety topics and to identify and to prioritize continuous \nimprovement opportunities.\nOur employees have taken the lead through their continuous \nimprovement efforts to make MGE an even safer place to \nwork. Our employee-led Continuous Improvement Safety \nTeams (CI Teams) are one example.MGE’s safety vision statement was developed by one of our \nemployee-led CI Teams. The team drafted a statement of \nsafety values that encompasses the business of MGE and \ncreates a positive message that all MGE employees can adopt:\nAs MGE employees, we power our own safety and the safety \nof those we work with to ensure everyone goes home safely. \nOur goal is zero injuries. Every day. Everywhere.\nOur safety vision statement—we power safety—is highly \nvisible throughout our organization.\nIn 2020, our employees achieved historic safety results. \nDespite working through a global pandemic, we recorded \nour lowest-ever recordable incident rate of 1.17, topping our \nprevious record from 2019. A recordable incident is an event \nwhere the injury typically requires a level of care beyond basic \nfirst aid. Total recordable incident rate is figured on a per-100-\nemployee average. \nIn 2020, we recorded our third-lowest lost-time incident rate \nsince we started keeping records in 1971. Our two lowest \nincident rates occurred in 2018 and 2019. A lost-time event \nis when the employee is unable to perform his or her job \nbecause of the injury and must stay away from work to \nrecover. Total lost-time incident rates also are figured on  \na per-100-employee average.Our Gas Construction and Operations and Division Operations \nteams worked the entire year without a recordable or lost-\ntime event. Employees worked a total of 118,197 hours in \n2020 without an event. Building on that momentum, the Gas \nConstruction and Operations team marked two years without \na recordable or lost-time event in July 2021. Our Division \nOperations teams have not experienced a lost-time event  \nin more than five years. MGE has had no work-related  \nfatalities companywide, for both employees and contractors, \nsince 2003.\nTotal injuries reported continue to decline companywide, \ndecreasing 40% throughout the last five years. OSHA \nrecordable injuries also continue to decline companywide, \ndecreasing more than 60% throughout the last five years.\nSafety awards\nIn spring 2021, MGE received the Wisconsin Safety Council’s \n2020 Wisconsin Corporate Safety Award. The award honors \nleaders in the state’s business community for achieving \nexcellence in safety and health management. The selection \ncommittee reviewed statistical data relating to incident  \nrates for the previous three years and health and safety  \nin MGE’s workplace.\nThe 2020 Industry Leader in Accident Prevention Award from \nthe American Gas Association recognizes companies for being \nan industry leader in employee safety as measured by their \nDART incident rates. DART stands for days away from work, \nrestricted or transferred. In 2020, MGE had a DART incident \nrate below the natural gas industry average in the Small \nCombination Company category.\nMGE’s DART incident rate has remained consistent in recent \nyears at 0.88 and 0.78 in 2019 and 2020, respectively.Safety perception survey\nThe Safety Steering Team participated in eight hours of \ntraining facilitated by Caterpillar Safety Services and discussed \nsafety continuous improvement priorities for 2021. One of \nthose priorities was to conduct our fourth employee Safety \nPerception Survey, which we completed in early 2021. This \ntool helps us gauge our strengths and prioritize opportunities \nfor safety improvement. MGE increased scores across all levels \n(employee, supervisor, manager) since 2018 when the last \nsurvey was conducted. Since 2014, MGE’s composite score has \nincreased by 9.4%.\nContinuous Improvement Teams\nEnhanced safety protocols related to our COVID-19 response \ninterrupted CI Team planning in 2020; however, late in the \nyear, CI Team 9, which began its work prior to the pandemic, \nresumed its focus on hazardous energy control in Energy \nProduction. The Hazardous Energy Control Team identified  \nan improvement opportunity and is finalizing the new \nprocedure, which incorporates the application of both \nlocking out and tagging out the equipment. The team is \ntraining the department on this new safety improvement.\nNear-miss/good catch\nMGE’s near-miss/good catch reporting process continues to be \nsuccessful. This proactive process, developed by an employee-\nled CI Team in 2017, is designed to encourage reporting \nthat identifies, documents, addresses and allows everyone \nto learn from the reports. The reporting process establishes \naccountability at all levels of the company to ensure it is \nimplemented in a safe, no-blame environment.\nIn four years of using the process, more than 180 near-miss/\ngood catch reports have been filed. Sharing reports with \nemployees is designed to help all employees learn about \nsafety issues and to help prevent incidents.\nProactive safety observations\nOur Safety Proactive Observation Team, an employee-led CI \nTeam in 2018, developed a process that provides employees \nwith recognition of positive behaviors. While many companies \nstopped performing safety observations in the field during \nthe COVID-19 pandemic, we remained committed to our \nsafety goals and conducted more than 200 on-the-job safety \nobservations in 2020—allowing employees in the field to \nexperience firsthand that our commitment to safety remains \na top priority. By the end of 2020, all operations employees \nexperienced at least one proactive safety observation. \nSince 2018, employees have recorded more than 550 \nproactive safety observations. Total reported\nOSHA recordable48\n29\n1126\n95865\n142126\n2018 2017 2016 2019 2020Incident rates\nLost-time\nincident rates2.01\n1.38\n0.631.17\n0.653.063.79\n0.141.91.6\n2018 2017 2016 2019 2020\nTotal injuries40%\n60%\n0decline in total injuries  \nsince 2016\ndecline in OSHA recordable \ninjuries since 2016\nfatalities since 2003Safety performance\nSafety trends", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}