{"page_content": "33Employee wellness\nMGE offers employees a comprehensive wellness program. \nHealthy Rewards includes exercise classes led by professional \ninstructors; a fitness room with exercise equipment; \neducational sessions on nutrition, wellness, weight control  \nand smoking cessation; expertise available from the Mayo \nClinic through the managewell.com website; biometric \nscreenings; health assessments; and annual flu shots. These \nofferings promote healthy living for our employees. During \nthe COVID-19 pandemic, wellness classes and sessions are \nbeing offered to employees virtually. \nMore employees continue to value health and wellness \nopportunities. In 2020, 50% of employees registered and \ntracked their progress on managewell.com, up from 35%  \nin 2016.\nPreventing sprains and strains\nMGE supports employees through a partnership with Briotix \nHealth, a workplace injury prevention sports medicine provider \nthat employs athletic trainers. This partnership was launched \nto address sprain and strain prevention proactively and before \nmedical treatment becomes necessary.\nWe recognize that our operations employees are industrial \nathletes. Like professional athletes, operations employees \nneed the highest level of support and care.\nOur trainers can help with early intervention to minimize and \neven eliminate those injuries. The program includes MGE’s \noffice employees too.\nAs a result of this partnership, sprain and strain injuries \nrequiring medical treatment have fallen dramatically.  \nIt’s a positive program for employees and the company, \nreducing injuries and producing savings in the workers’ \ncompensation fund.All hazards response\nWhether it’s a natural disaster or a man-made disaster, \nMGE has plans in place to prevent and mitigate damage \nand ensure safety. Having a well-defined and practiced All \nHazards Response Plan (AHRP) is critical to managing and \nresponding appropriately to emergency situations. MGE’s \nAHRP encompasses everything from storm response to \ncyberattacks.\nStorm Response Plan\nMGE takes seriously the risk from severe weather. We have \na companywide Storm Response Plan (SRP), which serves \nas our guide or framework for rapid, effective response to \nemergencies caused by extreme weather events.\nMutual assistance\nMGE crews provide mutual assistance following storms \naffecting others. In August 2020, storms caused widespread \ndamage and knocked out power to hundreds of thousands \nof customers across parts of Nebraska, Iowa, Wisconsin, \nIllinois, Indiana and Michigan. MGE sent 11 members of our \nElectric Construction and Operations team to help with storm \nrestoration in Illinois and Iowa.\nIn early February 2021, five members of MGE’s Electric \nOperations Network team traveled to New York City to assist \nwith restoration efforts from flooding and salt contamination \nin its underground electric network system. This was the \nfirst time MGE had been asked to provide mutual assistance \nspecifically for a network system and the first time members \nof our Network group had gone on a mutual assistance trip.  \nReducing sprains and strains  \non the job\nYearWork-related \ncasesOther cases Total\n2018 20 212 232\n2019 13 216 239\n2020 13 123 136Disaster recovery planning\nMGE is committed to meeting customers’ energy needs on \na typical day as well as during a storm, natural disaster or \ncyberattack. We review and update our disaster recovery \nstrategies to help ensure safe and efficient business \ncontinuity during challenging times.\nMGE held a full-day disaster recovery planning exercise in \nMarch 2021, simulating a severe storm impacting most of \nsouthern Wisconsin. The exercise tested aspects of MGE’s \nresponse that would only be needed under the most dire \ncircumstances. In most storms, there is only a small potential \nfor environmental impacts with one or two transformers \nspilling a small amount of mineral oil—and it is handled as \npart of normal operations. In this exercise, we tested plans for \nthe transition to a large environmental response to deal with \nlarge numbers of transformers spilling oil.\nWe are integrating environmental response plans into our \nAHRP. This helps us more effectively initiate these plans  \nand ensure environmental protection is a priority in all \nresponse actions.\nIncident Command Structure activated during \nCOVID-19\nThe Incident Command Structure (ICS), which is the basis for \nall responses under the AHRP, was activated early in MGE’s \nCOVID-19 response in 2020. The ICS coordinated the diverse \naspects of our response to ensure measures were in place to \nminimize COVID-19 exposure by MGE employees. By mid-\nMarch 2020, the MGE lobby was closed, employee access was \nrestricted to certain areas in various facilities, additional daily \ncleaning occurred at all MGE facilities and many employees \nbegan working from home. By following our safety guidelines, \nwe worked more than 1.5 million hours in 2020 without a \nsingle work-related COVID-19 case. \nOur AHRP Operations section collaborated with other \nWisconsin utilities and the American Gas Association on  \nsafe working procedures for field employees. The Gas \nConstruction and Operations and Safety departments \ndeveloped safe practices for entering a customer’s home for \na gas leak or pilot light relight. Additionally, our Logistics \nsection, along with Facilities Management, developed \ncontingency plans to allow us to sequester key control center \nstaff if necessary. Working to keep our  \ncommunities safe\nIn addition to the safety of our employees, the safety of our \ncustomers also is a top priority. We strive to keep customers \nwell informed about the potential dangers of electricity and \nnatural gas and what to do in an emergency, using electric and \nnatural gas safety advertising and information included with \nour bills, on our social media channels and on mge.com.\nSafety in the classroom\nMGE partners with schools throughout our service territory \nand offers a wide array of classroom lessons, including electric \nand natural gas safety. From materials to classroom visits \nto share safety tips, MGE provides important energy safety \nlessons to students.\nOne of the most popular programs is MGE’s Switch to  \nSafety. In addition to discussing gas safety, an MGE \nrepresentative uses a tabletop electric safety model to \nillustrate and simulate potentially dangerous outdoor electric \nsafety situations. During the pandemic, we reached more  \nthan 350 students with virtual safety presentations during \nthe 2020-2021 school year.\nFirst responder training\nMGE works closely with police and firefighters who respond \nto emergencies within our service territory. MGE’s Electric and \nGas Operations departments conduct safety training with first \nresponders within the communities we serve. \nMGE also routinely conducts drills with the Madison Fire \nDepartment at both of our Madison power plants.\n", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}