{"page_content": "35Natural gas safety and sustainability\nEnsuring reliability and safety are top priorities at MGE,  \nalong with protecting our environment. We are committed  \nto continuing to provide the high level of service our \ncustomers expect.\nIndustry leader in emergency response\nWhen notified of a potential natural gas emergency,  \nMGE crews continue to earn high marks. In 2020, our  \ntotal response time ranks in the top 12% of a nationwide \nindustry survey.  \nThis ranking is reflective of our dedicated employees who \nalways put customer safety first and understand what it \nmeans to serve as your community energy company. It also \nshows what a good process MGE has in place—from when the \ncall comes into the Customer Center to when our employees \narrive on-site.\nSuppliers’ commitment to sustainability \nMGE contracts with two natural gas transmission companies, \nNorthern Natural and ANR Pipeline Company, owned by TC \nEnergy.\nBoth of these companies, as part of their sustainability \ncommitments, are part of the ONE Future Coalition. ONE Future \nis the trade name for “Our Nation’s Energy Future Coalition, \nInc.” This group of more than 45 natural gas companies works \ntogether to voluntarily reduce methane emissions across the \nnatural gas supply chain to 1% or less by 2025. In its 2020 \nreport, ONE Future registered a methane intensity number of \n0.334%, beating its 1% goal by 67%.\nNorthern Natural Gas and ANR Pipeline also are part of the \nU.S. Environmental Protection Agency’s Methane Challenge \nProgram. Partners in this voluntary program report systemic \nand comprehensive actions to reduce methane emissions \nas part of efforts to enhance transparency in the industry. \nReducing methane emissions decreases operational \nrisk, increases efficiency and demonstrates concern for \nthe environment, with benefits ranging from air quality \nimprovements to conservation of non-renewable energy.\nSustainability benchmarking and \npartnerships\nMGE is committed to reducing environmental impacts across \nall areas of the company. MGE voluntarily participates in \nstatewide environmental performance programs and various \nindustry sustainability and benchmarking groups.Green Masters program \nIn 2021, MGE earned the Green Master \ndesignation for the eighth consecutive \nyear from the Wisconsin Sustainable \nBusiness Council. Only the top 20% of \napplying companies receive the Green \nMaster designation.\nThe independent, points-based benchmarking program \nevaluates applicants in nine key areas: energy, climate change, \nwater, waste, transportation, supply chain, community \noutreach, workforce and governance. MGE was the first utility \nto be awarded the distinction in 2014.\nEnergy Sustainability Interest Group \nMGE partners with the Electric Power Research Institute (EPRI) \nin a number of areas, including the Energy Sustainability \nInterest Group (ESIG). The largest sustainability-focused group \nof its kind in the electric power industry, ESIG:\n »Provides a collaborative industry forum for electric power \ncompanies to discuss sustainability issues.\n »Conducts focused technical research and develops specific \ntools to support sustainability program development.\n »Tackles the challenge of identifying and understanding \nsustainability issues, goals, metrics and disclosure.\n »Facilitates stakeholder engagement.\n »Informs sustainability reporting initiatives.\nESIG projects focus on priority issues, goals, metrics and \nsustainability communication for the electric power industry \nand its stakeholders. The project work may be utilized by \ngroup members to inform the development of their own \nsustainability programs and initiatives. Launched in 2008, \nESIG has more than 40 members from the electric power \nindustry.\nSustainability benchmarking\nIn 2020, EPRI marked its seventh year of an ongoing \neffort to identify and understand metrics appropriate for \nbenchmarking the performance of electric power companies \non their priority sustainability issues. MGE has participated  \nin this EPRI benchmarking since it began in 2014.\nThe Sustainability Benchmarking for Utilities project is \nconducted in collaboration with the previously mentioned \nESIG and subject matter experts throughout EPRI. The project \nwork is designed to advance technical research around what a \nsustainable electric power company looks like and how it can \nsupport the sustainable generation, delivery and utilization of \nelectric power to customers.Transparency and disclosure\nTo advance further transparency and disclosure, MGE \nalso participates in the Edison Electric Institute’s (EEI) \nenvironmental, social and governance sustainability-related \nreporting template. The voluntary, industry-specific template \nincludes both qualitative and quantitative information, such \nas generation and emissions data. Our EEI templates are \navailable at mgeenergy.com/environment.\nTask Force on Climate-related Financial Disclosures\nOur report is organized to be consistent with the disclosure \nrecommendations identified by the Task Force on Climate-\nrelated Financial Disclosures (TCFD) to help customers, \ninvestors and other stakeholders better understand our \nstrategies, challenges and opportunities. The company has \nreviewed the TCFD recommendations, performed an analysis \nof its disclosures relative to the TCFD recommendations and \ndetermined that MGE’s disclosures are consistent with the \nTCFD guidance and recommendations.\nProtecting our natural resources\nMGE takes steps to protect our natural resources. This \nmeans doing our part to help improve waterways, preserve \nthe natural beauty of our communities and protect wildlife \nhabitats. \nFund for Lake Michigan/Salt Wise Strategic \nDevelopment Grant\nLake Michigan’s water is critical to Wisconsin’s future. MGE \nsupports the Fund for Lake Michigan, which helps sustain the \nlake for those who depend on it. An initiative of the Fund \nis the Wisconsin Salt Wise Strategic Development Grant. It \nprovides funding to help communities and regions of the  \nstate protect our waterways by becoming salt certified.\nIn winter, many companies and individuals use salt to combat \nicy sidewalks and roads; however, excess salt flows into our \nwaterways, negatively impacting water quality. One teaspoon \nof salt pollutes five gallons of water, and once in the water, \nsalt cannot be broken down. Additionally, chloride, a chemical \nin salt, is toxic to small aquatic life. \nOftentimes, 10 to 20 times the amount of salt needed to  \nfully melt ice on parking lots and sidewalks is applied. That \nmeans up to 90% of the salt put down is washed away. Salt \ncertification provided through the grant trains consumers  how to calculate the amount of salt needed for an area \nwithout a lot of waste. \nThe Wisconsin Salt Wise Partnership spearheaded salt \nreduction efforts in Dane County. Madison launched the \nstate’s first salt certification program several years ago.  \nMGE works with a local certified salt applicator for snow \nremoval at our facilities. \nBlack Earth Creek gas project\nMGE took extra steps to complete a unique natural gas project \nin a safe and environmentally friendly manner. Two MGE gas \nlines were buried underground in Black Earth Creek. Flooding \ncaused them to move above ground but still remain under \nwater. Pipe that is exposed in the water can become damaged, \nso it had to be replaced. \nBlack Earth Creek is a high-profile Class 1 trout stream. \nThis means it has sufficient natural reproduction to sustain \npopulations of wild trout, at or near capacity. We took \nprecautions to ensure we completed the project during a non-\nspawning period. By planning ahead, we were able to mitigate \nany disturbance to the area or damage to the habitat while \nreplacing our gas pipe.\nErosion control \nWe are committed to implementing proper erosion control \nmethods at all work sites. This minimizes the likelihood of soil \nbeing washed out of a site. We track permits and inspections \nand have a committee that reviews new regulations, field \ntechniques and technologies to ensure we effectively manage \nour erosion-control strategies. \n", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}