{"page_content": "37Stormwater management\nPollutants transported in stormwater are harmful to lakes, \nrivers, wetlands and waterways. MGE implements measures \nto protect our water bodies. For example, MGE’s downtown \nparking lot has a stormwater filtration system. This system \ncleans stormwater before it drains into nearby Lake Monona. \nThis system is effective in reducing pollutants such as \npetroleum compounds, sediment and phosphorus.\nPhosphorus reduction in local lakes\nAnother way MGE supports clean lakes is through Yahara \nWINS. This collaborative water cleanup effort began as a pilot \nand expanded to a 20-year program to reduce phosphorus in \nour watershed. MGE supports this project financially through \nthe MGE Foundation and by serving on its technical advisory \nboard. A collaborative approach pools the resources and \nexpertise of community partners. It employs the strategy \nof watershed adaptive management in which all sources of \nphosphorus pollution are addressed together to meet water \nquality goals.\nYahara WINS is exceeding expectations for modeled \nphosphorus reductions. The program prevented nearly 62,000 \npounds of phosphorus from reaching surface waters in 2020. \nThis is a 45% greater reduction than the goal of 33,500.\nInvasive species\nWorking together with MGE’s Environmental Affairs \ndepartment, operations employees are trained on how to \nidentify invasive species in MGE’s service area, plan work \naround them, avoid contact and follow procedures for \npost-work cleanup. The combination of interdepartmental \ncoordination and formal systems for dealing with invasive \nspecies and non-native plants helps MGE stay in compliance, \nminimize impacts and avoid project shutdowns.\nBottle filling stations and filtration systems \nThroughout our facilities, MGE has 20 water bottle filling \nstations and filtration systems for employees to reduce the \nuse of plastic bottles. In the eight years since the first one \nwas installed, MGE employees have avoided using more than  \n650,000 disposable plastic bottles.Solar powers corporate office\nNearly 450 solar panels on our corporate office in Madison, \nWis., generate about 10% of the energy needed annually \nto power the facility. The array, along with 52 panels in our \nvisitor parking lot, represent another step in our ongoing path \ntoward greater sustainability throughout our operations.\nIn addition, MGE’s 2,000-square-foot office building in Prairie \ndu Chien, Wis., has 20 solar panels on the roof capable of \nproducing about 5.3 kilowatts of energy.\nEliminating waste with e-records\nMGE’s E-records Center allows employees to submit electronic \ndocuments to be stored as records rather than keeping paper \ncopies. Over time, this will reduce our volume of paper.  \nThis environmentally friendly option also frees up physical \nstorage space.\nPaperless billing\nMGE launched My Bill Pay, an improved online billing and \npayment system, for customers in 2016. Online billing  \nand payment is a “win-win” for customers and companies. \nStudies find customers are more satisfied when viewing and \npaying their bills electronically. Companies benefit by realizing \npaper and postage savings from not having to print and mail \npaper bills.\nBased on the number of customer accounts signed up for \npaperless billing as of August 2021, more than 1.5 million bill \npages are not printed each year, which saves:\n »More than 3,000 reams of paper per year.\n »More than 15,100 pounds, or 7.5 tons, of paper per year.\nThe estimated annualized savings from our paperless billing  \nis more than $400,000.Supply chain and waste management\nSuccessful waste management requires a solid recycling \nprogram. We encourage employees to make smart choices \nabout the environment. That includes supporting our recycling \nand waste-reduction efforts every day. We work to conserve, \nrecycle and manage waste efficiently.\nReduce-reuse-recycle\nOur all-in-one recycling method includes paper products, glass, \nplastic and aluminum. We also recycle various metals and \nother scrap materials left over from field work. Our computing \nequipment and supplies are sent to an e-Stewards certified \ncompany for recycling or reuse, and our alkaline batteries go \nto a vendor who recovers steel and zinc. \nA Continuous Improvement Sustainability Team recently \nupdated our battery recycling program. The new policy \nallows employees to bring in alkaline, NiCad and rechargeable \nbatteries from home. We established collection points around \nthe company for safe, efficient drop-offs.  \nWe also recycle thermostats and other mercury-containing \ndevices, chemicals, steel, iron, copper, glass and cell phones. \nAdditionally, a local vendor takes our wood pallets, recycling \nthem into mulch.\nEnvironmental Management Information System\nMGE’s Environmental Management Information System \n(EMIS), which is used to manage environmental data and \nprocesses supporting the monitoring, record-keeping and \nreporting associated with environmental management, marked its first full year of operation in 2020. Benefits of the \nEMIS include access to environmental data to support remote \naudits and the central tracking of recycling data and waste \ndisposal cost savings.\nEarth-friendly paint  \nMGE tested multiple options and is now using successfully an \nearth-friendly paint for marking underground gas and electric \nfacilities. \nThe overall design of the new paint container allows for \nincreased recycling, a lower volume of hazardous waste and \nreduced disposal fees of up to $4,000 per month. Additionally, \nthe new paint product is similar in quality to what we have \nused in the past and has been more consistent while marking \ngas and electric facilities. This translates to better efficiency \nfor the locators in the field. \nHistorically, non-recyclable aerosol paint cans have been  \nused to mark underground facilities. Aerosol cans push  \nout the paint using a propellant, which is often hazardous. \nAerosol cans also are under pressure, which causes them to  \nbe considered hazardous waste even if the paint in the can  \nis not hazardous.\nSupplier proximity and diversity \nMGE is committed to supplier diversity. Our goal is to ensure \nthat equal opportunities exist for all small businesses, women-\nowned businesses and minority-owned business enterprises.\nMGE’s corporate policy is to buy locally. We will give  \npreference to Wisconsin manufacturers and distributors.  \nLocal purchases support the local economy and are typically \nmore environmentally friendly. When it is time to purchase \ngoods needed to run our company, we review our supplier \ndatabase and buy from local vendors when possible and cost-\neffective. Many of the materials and equipment that utilities \nneed are highly specialized; however, we buy U.S. products \nwhenever possible.0.58\n6.11\n72\n152.9\n571.3tons of alkaline \nbatteries\ntons of e-waste\ntons of wood pallets\ntons of all-in-one  \noffice recycling\ntons of metal2020 recycling\n", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}