{"page_content": "39Comprehensive risk minimization\nMGE has transitioned to a new software system for use in risk \nminimization. MGE’s Environmental Affairs team oversees \nhundreds of routine monitoring, record-keeping and reporting \ntasks, some of which occur every week. In the past, these were \ntracked on multiple servers to manage the data and deadlines \nas the tasks were assigned to and tracked for employees \nacross several departments.\nIn 2019, MGE began using the new software, which replaced \nall the old servers and more with one comprehensive \nEnvironmental Management Information System (EMIS).  \nThe new EMIS makes it significantly easier to see and track  \nthe different tasks. For example, inspections in the field are \nnow done and saved electronically, which means the data  \ncan be retrieved instantly.\nThe new system provides MGE with better and quicker \naccess to the status of compliance activities and improved \ninformation for resource planning. It also improves our \nreporting performance. This leads to more efficient use of \ntime, better alignment of information management processes \nand simplified training for turnover or responsibility transfers.\nEnvironmental Management System \nIn 2017, MGE expanded the scope of our renewed five-year \ncontract with the Wisconsin Department of Natural Resources \nfor Green Tier certification, which recognizes environmental \nleadership. Our primary goal in the expanded contract \nis to cover all MGE operations under our Environmental \nManagement System (EMS). An EMS is a continuous \nimprovement process that evaluates, prioritizes and  \nmanages environmental risks.MGE previously used an EMS at our Blount Generating Station. \nThe expanded scope of our EMS captures environmental \nimprovements across the company and further demonstrates \nour commitment to goal-setting and environmental \naccountability.\nEMS goals, targets and action plans\nAs part of our EMS expansion, MGE’s Sustainability Steering \nTeam developed environmental goals, targets and action plans \nfor 2020-2021. These were informed by MGE’s Environmental \nand Sustainability Policy and work done by staff in our \noperations areas to evaluate and rank MGE’s operational \nenvironmental impacts. Progress on these initiatives includes \nhaving:\n »Implemented a corporate expansion of MGE’s EMS  \nthat meets Wisconsin Green Tier requirements.\n »Renewed our Green Tier contract with the Wisconsin \nDepartment of Natural Resources. Our five-year contract \ncoincides with our recent EMS expansion and covers \noperations across the company. The new contract requires \nMGE to have an ISO-14001-equivalent EMS, an annual \nthird-party compliance audit, a third-party audit of our \nEMS and development of environmental goals.\n »Completed our Green Tier Year 1 third-party environmental \nregulatory compliance audit with facility operations being \nin substantive conformance with federal, state, Dane \nCounty and Madison statutes and regulations.\n »Completed a third-party audit of our Green Tier EMS \nsystem with only two minor non-conformances. Auditors \nnoted the strengths of our young system, including \nexcellent communication and training programs; strong \ncompetency and dedication companywide; and leaders \nwho respond to concerns, comments and ideas. As we learn \nfrom our compliance and system audits, we will continue to \ndevelop new goals and enhance our companywide EMS.\nEnvironmental Management System »Completed one year ahead of our five-year schedule a \nvoluntary effort to replace 440 polychlorinated biphenyls \n(PCB)-contaminated transformers located around our \nservice area. These transformers contained more than \n10,000 gallons of PCB-contaminated mineral oil that we \nremoved for proper disposal. Even as the daily workforce \nand priorities were restructured during the pandemic, we \nwere able to keep the project moving forward.\n »Added environmental emergencies to the corporate  \nAll Hazards Response planning process.\n »Continued to convert to LED lighting at MGE facilities \nwhere feasible as well as continued energy efficiency \nprojects during building upgrades and tracking estimated \nenergy savings from these projects. The lighting project \nremoved 626 fluorescent light fixtures and replaced them \nwith 535 LED fixtures. Energy savings of 18 kilowatts will \neliminate more than 30 tons of carbon dioxide emissions \nannually.\n »Continued to implement the Fleet Alternative Vehicle  \nPolicy that evaluates new MGE vehicles when it is \noperationally prudent. \n »Conducted a risk review of MGE’s environmental \nemergency response plans looking at risk to waterways, \nhuman health and sensitive environmental features. In late 2021, the Sustainability Steering Team adopted \nadditional goals, consistent with its commitment to \ncontinuous improvement:\n »Perform an analysis of MGE’s Scope 3 emissions to \ninform future goal-setting related to MGE’s natural gas \ndistribution.\n »Enhance MGE’s environmental emergency response plans \nfor the facilities with high risk to waterways, human health \nand sensitive environmental features.\n »Evaluate MGE’s recycling and disposal options for existing \nMGE solar panels and wind turbine blades and develop \nenvironmental aspects to consider for future purchases of \nsolar panels and wind turbine blades. \n »Determine current pollinator friendly habitat on MGE \nproperties and increase pollinator friendly plantings where \nfeasible.\nEMS\nProcessPLAN\nACT CHECKDO\nCompliance plans\nObjectives/targets\nTraining\nPrevention and response plans\nDocument control\nCompliance audits\nEMS auditsContinuous improvement\nManagement reviewEnvironmental and\nSustainability Policy   \nAspects/impacts\nLegal requirements\nRoles/responsibilites\nCommunication plan\n Crews working on MGE’s underground electric network system in downtown Madison use this truck with battery-powered \nauxiliary equipment, which avoids vehicle idling while crews perform their work, helping to reduce emissions and fuel costs.", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}