{"page_content": "43Meeting our shared \nsustainability goals requires \nmany different partnerships \nand collaborations. As your \ncommunity energy company, \nwe engage our communities, \ncustomers and employees. \nWorking together is how \nwe achieve our goals and \nstrengthen our communities. \nSustainability Steering Team\nMore than 25 years ago, a small, informal group of MGE \nemployees concerned about the environment laid the \ngroundwork for something bigger. Their efforts evolved into \na successful companywide effort to make environmentally \nresponsible choices at work.From establishing a vehicle idling policy to expanding \nrecycling efforts, MGE’s employee-led Green Team has helped \nthe company achieve milestones in corporate sustainability \nand responsibility. Today, our Green Team remains active \nand strong with a new structure and focus on advancing our \nhistory of sustainable practices.\nIn 2018, MGE transitioned from our employee-led Green Team \nto our Sustainability Steering Team. The goal is to ensure we \ntake a global and proactive approach to growing our culture  \nof sustainability throughout MGE.\nComposed of employees from across the company, the \nSustainability Steering Team oversees our Environmental \nManagement System (EMS). It also supports external \nsustainability engagement and benchmarking, such as our \nparticipation in the Green Tier and Green Masters programs. \nHaving team members from departments across the company \nis a more efficient way to gather data for our voluntary \nsustainability reporting efforts. The Sustainability Steering \nTeam is overseen by our Executive Sustainability Team, which \nhas officer representation from across MGE.Continuous Improvement Sustainability Teams\nThe Sustainability Steering Team reviews, evaluates and \nprioritizes continuous improvement opportunities for the \ncompany. The group also assembles Continuous Improvement \nSustainability Teams to address specific improvement \ninitiatives and tasks.\nExpanding the company’s EMS \nOur first Continuous Improvement Sustainability Team is \noverseeing the expansion of our EMS to cover all of MGE’s \noperations. An EMS is a continuous improvement process \nthat evaluates, prioritizes and manages environmental \nrisks. MGE previously used an EMS at our Blount Generating \nStation. The expanded scope of our EMS captures \nenvironmental improvements across the company. It also \nfurther demonstrates our commitment to goal-setting and \nenvironmental accountability. See the Safety and Operations \nsection of this report for more information about our EMS.\nUpdating battery recycling processes\nOur second Continuous Improvement Sustainability Team \nwas developed with the goal to review and recommend \nimprovements to recycling and source reduction in the office. \nThe team’s first task was improving the process and efficiency \nof alkaline battery recycling. Alkaline batteries are difficult to \nrecycle, but recycling batteries keeps metals out of landfills \nand helps avoid fire hazards at recycling centers.\nThe team developed a system that takes less time and allows \nfor safe storage and transportation of batteries. Employees \nare encouraged to collect alkaline, NiCad and rechargeable \nbatteries and drop them off at one of the collection points \nlocated around the MGE campus. Rechargeable, NiCad and \nbutton batteries must be taped or bagged prior to collection \nand put in specially marked containers, which are visible \nand accessible throughout the MGE campus. The team also \ndeveloped a new Battery Recycling course for employees to \ntake online.\nThe next steps for the team will be to review MGE’s office \nrecycling practices and determine what is working well and \nwhere there are opportunities for improvement.\nCombatting the decline of monarchs\nMonarch butterfly populations in the United States have seen \nsubstantial declines in their population the last few decades. \nU.S. Fish and Wildlife Service (USFWS) data from the mid-\n1990s to recent years shows that monarch populations have \ndeclined by more than 90% and are reaching population levels \nthat are threatening their survival as a species.One of the biggest impacts on the monarch population is the \nloss of habitat for breeding, migrating and overwintering. The \nmonarch butterfly needs habitat for both its caterpillar and \nadult populations. Adult monarchs feed on the nectar from \nmany flowering plants throughout the growing season, but \nthey breed only in areas where milkweed is found. Milkweed is \ncritical for their survival. Monarchs lay their eggs on milkweed \nand their caterpillars are dependent on milkweed as a food \nsource during their development. Milkweed is native to \nWisconsin and can be found almost anywhere wildflowers \ngrow throughout the state.\nA protection agreement\nSince monarchs migrate, they need to be able to find suitable \nhabitat throughout their migration pathway. Increased \ndevelopment, fragmented habitat and intentional removal \nof milkweed all contribute to an overall reduction in habitat. \nOne way the USFWS is working to address this is through the \ndevelopment of a voluntary agreement with utility companies \nand departments of transportation in the states where \nmonarchs are found.\nThe voluntary agreement, called the Monarch Candidate \nConservation Agreement with Assurances (Monarch CCAA), \nis designed to increase monarch habitat throughout their \nmigratory range using transportation and utility properties, \nsuch as rights-of-way and generation facilities, to plant \nmonarch-friendly milkweed and flowering plants. The \nagreement allows utilities flexibility for further growth and \nprotection against future monarch regulatory obligations in \nexchange for agreeing to maintain and/or create monarch \nhabitat on a certain percentage of their properties.\nThe Monarch CCAA also supports other pollinators, such as \nnative bees. Land dedicated to the CCAA will have flowering \nplants from spring to fall, which many native bee populations \nneed to thrive.\nMGE providing habitat\nMGE has been increasing our efforts to provide habitat for \nmonarchs and pollinators at our facilities. Some MGE solar \ngeneration sites include plans for native plants, including \nmilkweed. We are taking inventory of what habitat we have \nplanted and planned, and we’re looking for opportunities \nto expand where it makes sense. Our habitat conservation \nefforts at these solar sites are a good fit since we have space \naround and even under the solar arrays that would otherwise \nbe turfgrass.\nMGE also continues to review whether the Monarch CCAA is  \na good fit for our monarch and pollinator commitments.Sustainability\nSteering TeamSustainability\nExecutive Team\nContinuous\nImprovement\nTeams\nEMS\nProcessOfficer input/oversight\nSee EMS \ngraphic \nin Safety \nand OperationsA number of departments serve \nto provide input and direction, \nincluding Safety, Sustainability \nand Environmental Affairs; Energy \nProduction; Facilities Management; \nFinance; Human Resources; Internal \nAudit; Legal; Operations; Marketing \nand Corporate Communications; \nRecords Management; and \nSupply Chain.\nEngagement on ESG\nreporting and \nbenchmarkingSustainability management", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}