{"page_content": "45A culture of diversity, equity  \nand inclusion\nAt MGE, we value diversity, equity and inclusion. MGE \npromotes an inclusive, respectful work environment where \nindividuals and groups can achieve their full potential.  \nWe support all employees and provide equitable access  \nto employment and development opportunities.\nOur goal is to create a healthy, inclusive, safe and productive \nwork environment for all. All employees are responsible for \nassisting MGE in meeting our objectives around diversity \nand inclusion as well as supporting the concepts of equal \nopportunity and affirmative action. We believe our collective \ndiversity makes us stronger and more complete, both within \nMGE and throughout our community.\nOne of our corporate initiatives aims to ensure our \nincreasingly diverse customers and employees experience us  \nas “their” community energy company. Through an executive-\nled working group with representation from across the \ncompany, we continue our focus on customer communication \nand engagement as well as skills development and training to \nfurther promote an inclusive and respectful work environment \nto better serve our customers and communities.\nEvery employee at MGE experiences programming around \na wide range of topics, including diversity, harassment and \nour Code of Ethics. Employees who witness any harassment \nor discrimination issues are encouraged to bring them to \nthe attention of Human Resources or file a report using our \nanonymous employee hotline.\nCode of Ethics\nAs outlined in MGE’s Code of Ethics, employees are expected to \ncomply with all laws and regulations and to act in accordance \nwith the highest ethical standards in matters with each other, \ncustomers, vendors and those who do business with or seek to \ndo business with MGE. All employees sign the Code of Ethics \nwhen they are hired, and a reaffirmation of the Code of Ethics \nis required every year.\nFreedom of Association and human rights\nWe comply with all federal, state and local employment \nordinances. We also adhere to principles and norms that \nprotect human rights in employment, including the freedom \nof association and the freedom to bargain collectively.\nMGE recognizes its employees’ right to organize and engage in \ncollective bargaining under the National Labor Relations Act. The MGE workforce is represented by three different unions:\n »International Brotherhood of Electrical Workers (IBEW), \nLocal 2304\n »United Steel, Paper and Forestry, Rubber, Manufacturing, \nEnergy, Allied Industrial and Service Workers International \nUnion, Local 2006, Unit 6\n »Office and Professional Employees International Union, \nLocal 39\nThe unionized workforce comprises 44.5% of MGE’s total \nworkforce, far exceeding the average private sector \nunionization rate in the United States of 6.3%.\nInclusion and empowerment in our safety program\nOur journey to safety excellence is guided by our Safety \nSteering Team (SST), which is made up of employees. The \nSST meets regularly to examine safety topics and to identify \nand to prioritize continuous improvement opportunities. It \noversees the creation of our Continuous Improvement Safety \nTeams (CI Teams), which are employee-led teams made up of \npersonnel directly impacted by the projects.\nEmployees lead monthly large group and small group safety \nmeetings. Field crews hold daily safe-start job briefings or \n“tailboards” at individual job sites. These briefings focus \non hazard awareness and job-specific safety. They engage, \ninvolve and empower each employee on the job site and \nestablish accountability.\nMGE’s Stop Work Authority program specifically addresses \ndifferences utilizing a “Speak Up Listen Up” safety training. \nThis training focuses on respect for each employee’s opinions \nof whether or not a job is safe to proceed. Specifically, the \ntraining encourages workers to speak up if they are unsure \nwhether a job should proceed. The training also emphasizes \nthat employees need to listen to a coworker’s concerns and \nrespect the idea that each employee has the right and the \nobligation to use Stop Work Authority if there is a question \nthat needs to be answered. The process trains our workforce \nto respect the value everyone brings to the job.Employee engagement and \ndevelopment\nThe energy world is ever-changing. We believe it’s important \nto engage our employees as our industry evolves. MGE is \ncommitted to sustainable workforce practices, such as  \ncareer development and training.\nThe Learning Center\nMGE offers all employees the opportunity to learn and grow—\nwhether it is to become more proficient in their job, improve \ndecision-making skills or prepare for a move to another role. \nWe support employees by providing the right tools—learning \nand content—needed to develop the knowledge and skills \nnecessary to grow and be successful and ensure MGE has \na workforce that is knowledgeable, prepared and high-\nperforming so it can deliver on our goals and objectives. \nThe Learning Center is an online resource available to all MGE \nemployees. Launched in 2017, this cloud-based tool contains \na vast library of courses available to employees for online \nlearning. It recommends training courses for employees \nbased on the courses they’ve already taken and subjects in \nwhich they have shown interest, and it provides a transcript \nof courses they have taken in The Learning Center as well as \ncorporate training they attend. \nThe Learning Center is constantly updated with courses \nrelevant to MGE employees and now has more than 5,000 \ncourses available and nearly 200 curated playlists. This helps \nensure employees are equipped with the knowledge and skills \nto effectively navigate our changing industry.\nWhen the COVID-19 pandemic hit, The Learning Center \nwas ready. More than 2,000 new courses were added in \n2020 including toolkits for working from home and leading \nremotely; new training on COVID-19; and safety, mental \nhealth, stress management, resilience and well-being.\nSince The Learning Center was launched, MGE employees \nhave attended nearly 44,000 training sessions. That includes \ninstructor-led training, online training and video training. Between August 2020 and August 2021, employees \ncompleted more than 9,500 online courses and watched \nabout 3,000 training and development videos. The Learning \nCenter launched an app, giving employees access to more than \n1,000 courses from their mobile devices. \nStaying connected while working remotely\nUsing the tools available in The Learning Center, we created \nan online employee community to help employees stay \nconnected and engage with each other while working \nremotely during the COVID-19 pandemic. All employees have \naccess and are welcome to participate in the Remote Work \nCommunity. It is a place for social collaboration, connecting \nwith others and sharing information. The Remote Work \nCommunity has subtopics for employees, including tips for \nworking remotely, leading remotely, working remotely with \nkids and pets, and a “just for fun” area where employees can \npost about anything.\nStronger Together\nThe Learning Center has a section dedicated to information \nabout inclusion, diversity, discrimination and harassment. In \nthe Stronger Together section, employees can find courses, \narticles, podcasts and more. The page is updated regularly to \nremain current.\nLearning from other businesses and industries\nFor several years, MGE has partnered with the University of \nWisconsin E-Business Consortium (UWEBC). Created in 1998, \nthe UWEBC brings together employees from all levels of \nleading Wisconsin companies to learn from each other.\nThe UWEBC focuses its efforts in four areas critical to a diverse \nrange of businesses: customer service, information technology, \nmarketing and supply chain management. Events are \nstructured to bring together people from different industries \nin the following formats: topic-centered peer groups, special \ninterest groups and member-to-member advising. Support for \nthe UWEBC from MGE gives our employees the opportunity \nto grow and learn by participating in UWEBC events and \nprogramming. 9,500\n3,000online courses \ncompleted\ntraining and \ndevelopment videos \nwatched6.3%\n44.5%average private sector \nunionization rate\nunionized workforce \nat MGE\nA year of training at MGEUnionized workforce", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}