{"page_content": "47Committed to employee wellness\nWe encourage employees across the company to make health \nand wellness a priority. Good health brings vitality and energy \nto our work lives and our home lives. One of the ways we \nhave worked to keep things as close to normal as possible for \nemployees during the COVID-19 pandemic has been to provide \nvirtually many of the same opportunities that existed at MGE \nfacilities prior to the pandemic.\nHealthy Rewards\nMGE’s Healthy Rewards program offers many opportunities \nthroughout the year for employees to take charge of their \nhealth. Employees can take fitness classes and work out in an \non-site fitness center and attend Power Lunches with guest \nspeakers covering topics such as healthy eating, meditation, \nstress management, financial well-being and mental well-\nbeing during a pandemic.\n With many employees working remotely during the COVID-19 \npandemic, we’ve been able to move many of our popular \nwellness and fitness classes online to enable participation \nfrom home. Our Power Lunches also have moved online.\nMGE also partners with ManageWell®, which serves as a \npersonal, confidential online health management portal \nfor employees. They can take a health assessment each \nyear, track activity toward Healthy Rewards goals and take \nadvantage of the many healthy living tools available at \nmanagewell.com.\nErgonomic assessments for office personnel \nSeveral years ago, MGE began a partnership with Briotix \nHealth, a workplace injury prevention sports medicine  \nprovider that employs athletic trainers. The trainers teach \nemployees how to properly warm up and stretch before \nperforming physically demanding work. This partnership  \nalso serves office employees.Our athletic trainers’ schedule includes weekly hours in our \ngeneral office specifically for employees who work in an office \nsetting. During the COVID-19 pandemic, with many employees \nworking remotely, the trainers’ office hours are virtual. It \nallows office-based employees to gain a better understanding \nof ergonomics, how their bodies work and ways to reduce \ndiscomfort while working. Consultations are not limited \nto work-related injuries. The majority of the consultations \ninvolve non-work-related injuries or issues.\nMGE’s Healthy Rewards program rewards employees for \nparticipating regularly in healthy activities and learning about \ntheir health risks. In 2020, 50% of employees registered and \ntracked their progress through ManageWell.\nMaintaining work-life balance\nMGE offers a variety of benefit plans to fit our employees’ \nneeds—from health and dental insurance to retirement and \nwork-life balance.\nWork-life balance is an important part of a healthy work \nenvironment. Maintaining work-life balance helps reduce \nstress and helps prevent burnout in the workplace. MGE \nunderstands how critical it is for our employees to maintain \na good work-life balance. We understand that balancing the \nchallenges of work and home can be overwhelming at times. \nThis is why we have an Employee Assistance Program, which \nprovides confidential resources for employees and offers \nprofessional counselors free of charge to talk to 24 hours a \nday. Courses are available in The Learning Center to explore \nwork-life balance, what it is and how to maintain it. These \ncourses are available to all employees.\nMGE scholarship program\nMGE is proud to offer a scholarship program to MGE \nemployees and retirees to assist with their children’s higher \neducation. The Madison Gas and Electric Company Scholarship \nProgram awards partial scholarships for postsecondary \neducation at any accredited school in the United States. These \nscholarships are funded by MGE and administered by a third \nparty. The awards are renewable for up to three years or until \na bachelor’s degree is obtained, if students maintain a 2.5 \ncumulative grade point average. The MGE Scholarship program \nhas awarded $1,197,000 to students since it began in 1999.Engaging our employees\nWe engage our employees in a number of ways with various \nmedia and technology to keep them informed about what’s \nhappening across the company, the industry and the \ncommunities we serve. From company initiatives and projects \nto our strategies for achieving net-zero carbon electricity and \nimportant employee benefits information, we strive to keep \nemployees informed and engaged by providing them with \nclear, timely and relevant information.\nIn summer 2021, we conducted an employee communications \nsurvey to help us better understand how we can continue to \nmeet their communications needs and preferences. The results \nshow many employees are engaged and appreciate the flow \nof information they receive.\nEmployee satisfaction scored a 4.2 out of 5 for overall \nsatisfaction with the ways we communicate with them. \nAbout 85% of employees also feel that the amount of \ncommunication they receive from the company is the right \namount and 81% say they are consistently up-to-date on  \nnews and updates about MGE.\nEmployees especially appreciate the regular video messages \nfrom Chairman, President and CEO Jeff Keebler. These video \nmessages began in April 2020 after our remote-enabled \nemployees began working from home due to the COVID-19 \npandemic. The video messages, emailed to all employees and \nposted on MGE’s employee intranet, cover everything from the \npandemic’s impact on our work patterns to new renewable \nenergy projects and customer programs as well as messages \nof appreciation from customers for our employees,  \namong other topics. \nUsing the information learned from the survey, we will \ncontinue our efforts to keep employees informed and engaged \nand challenge ourselves to find more ways to communicate \nwith them most efficiently and effectively.\n »Health insurance\n »Dental insurance\n »Health savings accounts\n »Flexible spending accounts\n »Vision reimbursement\n »Maternity/paternity leave\n »Vacation/paid time off\n »Tuition reimbursement »Employee retirement savings plan – 401(k)\n »Life insurance\n »Employee Assistance Program\n »Long-term disability benefits\n »Sick leave/short-term disability benefits\n »Wellness incentives\n »Service awardsOur compensation package offers a variety of benefits to both full- and part-time employees. Full-time  \nbenefits include:Employee benefitsEmployee compensation\n“Healthy Rewards is a good way for me to hold myself accountable for maintaining a healthy lifestyle. It’s essentially my \nchecklist each year to ensure I’m staying on top of my health,” said Nick Henneger, Operations Administration. “I also love \nthe convenience of being able to sync my fitness tracker to ManageWell and earn points for my physical activity without \ngoing into the site to manage it.”\n78%\n85%satisfied with internal \ncommunications channels\nreport receiving the right \namount of information \nfrom MGE\n84%report it’s easy to find \nnews and updates \nabout MGEEmployee communications \nsurvey results", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}