{"page_content": "49Engaging and serving our diverse \ncustomer base\nAs your community energy company, we seek to engage \nall our customers in a variety of ways. We work to ensure \nall customers experience us as “their” community energy \ncompany. Understanding the barriers our customers may  \nface and meeting them “where they are” is at the core of  \nour mission.\nWe recognize that customers have varied needs and that the \ncommunities we serve are continually growing and becoming \nmore richly diverse. We work to develop culturally competent \ninitiatives, communications and services for our customers. \nOur dedication to understanding our customers and meeting \ntheir unique needs is reflected in how we engage, support and \npartner with those we serve.MGE has two departments, Residential and Community \nServices and Commercial and Industrial Marketing, dedicated \nto specific customer segments and community relationships \nand partnerships within those segments. Each department \nhas employees assigned to specific customer segments, \nincluding Latino customers, Hmong customers, neighborhood \nassociations, advocacy organizations, communities of faith, \nlower-income customers, multifamily customers, agricultural \ncustomers, nonprofits, state and local governments, hospitals, \nmajor customers and others.\nMGE maintains relationships with more than 20 specific \nsectors in our community and works closely with more than \n200 local organizations and community stakeholders to reach \ncustomers who may be more difficult to reach directly due \nto either language or cultural barriers or other reasons. MGE \nseeks to engage all customer segments by having account \nmanagers and Residential and Community Services managers \nto build relationships.Connecting with our diverse communities\nMGE is committed to serving and connecting our richly \ndiverse communities through a myriad of partnerships and \nengagement strategies.\nTo help us stay connected with our evolving multicultural \ncustomer base, MGE’s Residential and Community Services \nteam develops culturally competent digital resources that \nintegrate social media, web content and videos to serve our \ncommunities of color. At livinginbalancemadison.com, MGE \nshares stories and videos from our Residential and Community \nServices team, community leaders, customers and local \nbusinesses about what it means to be sustainable and how \nMGE is working together with customers to meet shared \nsustainability goals. MGE hosts a family of websites to meet \nthe needs of our diverse customer base and partners with local groups to connect with Spanish- and Hmong-speaking \ncustomers, including through Facebook.\nMGE also is committed to supporting family-friendly activities \nthat help us engage with our customers directly and create \nenriching experiences for all of those we serve. For example, \nMGE’s Día de Fútbol has become an annual event each fall \nat Madison’s Breese Stevens Field. The partnership among \nMGE, Forward Madison FC and La Movida Radio provides \nthe community a chance to enjoy free youth soccer clinics \nand scrimmages, food, music and information from MGE’s \nenergy experts. From electric and natural gas safety to \nenergy efficiency tips and EVs, families have an opportunity \nto interact with our energy experts and get answers to their \nenergy-related questions. Cancelled due to COVID-19 in 2020, \nDía de Fútbol returned in fall 2021.\n200+ partnerships\nwith local organizationsTargeted initiatives\nto ensure all\ncustomers\nbenefit from\nnew energy\ntechnologiesMultilingual\ncommunications\nand customer service\nrepresentativesCommunity energy\nworkshops and events\nthat meet customers\n“where they are”\nCulturally\ncompetent\nwebsites,\nsocial media,\nmaterials and\nadvertisingCustomer\nengagement\nSenior Energy Equity and Innovation Manager Mario Garcia Sierra with members of the Gonzalez family, co-owners \nof Compadres Mexican Restaurant, which is featured in a video at livinginbalancemadison.com. Garcia Sierra says of \nengaging communities of color in sustainability matters: “It can be intimidating if you’ve never been around those \ncircles. You’re invited to these conferences and you just don’t relate. So that’s why a goal of this platform is to be \nculturally relevant to communities of color, so they see it and say—‘ah, that’s what they mean.’”", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}