{"page_content": "51\nCommunity education outreach\nMGE connects with thousands of students annually through \nvarious programs, events and other activities, providing \nutility-based education to students across our service \nterritory, both in and out of the classroom. Topic areas \nrange from energy efficiency and sustainability to safety  \nand careers.\nWe also support opportunities for teachers through \nWisconsin’s K-12 Energy Education Program (KEEP). KEEP was \nestablished in 1995 to improve and increase energy education \nin Wisconsin. The collaborative effort offers professional \ndevelopment opportunities for certified teachers in the state. \nTeachers whose schools are located in MGE’s gas and electric \nservice area can receive partial scholarships from MGE to \noffset the cost of coursework.\nMGE also offers several popular loaned educational resources \nincluding our Pedal Power bike, Solar Oven, Watts Up \nelectricity consumption meters and a mini photovoltaic kit. \nThese resources are designed as supplemental classroom  \naids or are used at community events to engage young people \nin energy efficiency, conservation and clean energy. They are promoted through our Powerline teacher newsletter, which \npublishes each fall and spring to provide information about \nMGE’s resources, tools, programs and presentations for  \narea schools.\nCelebrating Arbor Day with local students\nMGE celebrates Arbor Day annually with students at \nShorewood Hills Elementary School. After being cancelled  \nin 2020 due to the COVID-19 pandemic, a scaled-back version of \nthe Village of Shorewood Hill’s Arbor Day celebration returned \nin 2021.\nMGE helped purchase three trees (a musclewood, a sugar \nmaple and a tulip tree) that were planted on and near school \ngrounds. Students and volunteers also participated in a \ntree walk, celebrating all of the trees MGE has helped plant \nthrough the years. A local arborist who lives in the village \ndemonstrated how to perform young tree pruning and talked \nto the students about the importance of helping develop \nstrong tree structure while trees are young.\nThe year marks MGE’s 16th year of participation in the \nShorewood Hills Arbor Day celebration. Advancing diversity through future \ngenerations\nMGE works to advance diversity in the energy industry by \npartnering with local organizations to provide educational \ncareer-oriented programming for area youth. These events, \nprograms and partnerships help to introduce energy-related \ncareers to students with backgrounds underrepresented in  \nthe utility industry.\nMGE Career Ambassadors\nEvery summer, several Madison high school students spend \nsix weeks at MGE as part of our Career Ambassador Program, \nnow through its sixth year. The Career Ambassador Program \nis a pre-college program to help local high school students \nfrom partnering organizations such as the Boys & Girls \nClub of Dane County, Centro Hispano, the Urban League of \nGreater Madison, 100 Black Men of Madison and Maydm. The \nstudents learn about the utility business and utility-related \ncareer opportunities and gain experience in the workforce. \nAfter being completely virtual in 2020, MGE continued the \nCareer Ambassador program in 2021, with a mostly virtual \nexperience. The students learned about renewable energy, \nelectric vehicles, sustainability, compliance, engineering, \nmarketing, human resources and operations careers.STEAM Camp\nSince 2017, STEAM Camp has become a summertime activity \nat MGE. Dozens of middle school students participate in \nthe weeklong camp typically held at sites across Madison. \nSTEAM Camp engages the students in educational pathways \nthat lead to careers in science, technology, engineering, arts \nand mathematics (STEAM). Due to the ongoing COVID-19 \npandemic, 2021’s STEAM Camp was held virtually. \nMGE employees helped STEAM Camp participants learn how \nMGE is growing our use of renewable energy and how we keep \nthe lights on and the gas flowing for our customers. They also \nlearned about STEAM careers in the utility industry. Strang \nArchitects of Madison partners with the Urban League of \nGreater Madison to bring STEAM Camp to MGE and other  \nlocal organizations.\nCollege internships\nMGE hosts college interns throughout the year in a variety of \ndepartments, providing them with valuable skills to advance \ntheir career. Giving local students exposure to careers in \nenergy also benefits MGE. Several past and present MGE \nemployees started their careers with us as college interns.\nIn summer 2021, students from the Career Ambassador Program visited MGE’s O’Brien Solar Fields project in Fitchburg, \nWis., to learn about the 20-MW solar array from MGE renewable and distributed energy engineers. Human Resources \nManager Laura Kaker says of the program: “The MGE Career Ambassador program creates connections between students \nand employee mentors and creates connections to ideas of what possible career opportunities are out there. This year’s \nparticipants were eager to connect, ask questions and explore these possibilities. Though mostly virtual, it was really cool \nto see the smiles and interactions when we did meet in person. Each student brought their own energy to the program, \nand it was a summer well spent.”", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}