{"page_content": "53Customer satisfaction\nMGE works hard to anticipate customers’ needs and exceed their expectations. While how we serve and connect with \ncustomers has evolved—and continues to evolve—over time, our commitment to delivering a positive customer experience \nremains steadfast. To us, the customer experience is not about one interaction with MGE; rather, it’s a culmination of all the \ninteractions a customer has with us.\nWe take our responsibility to our customers seriously and measure customer satisfaction annually to help monitor \nhow customers experience us. In our surveys throughout the last 10 years, MGE has consistently received high scores, \ndemonstrating that both residential and business customers have remained relatively satisfied with MGE’s overall \nperformance. \nWe often receive emails, letters and phone calls from customers recognizing great customer and community service by  \nMGE employees. The following are just a few examples of the many notes we received in 2020 and 2021.\nDaniel: \nI wanted to share my immense gratitude for two of your \nworkers who were working across the street when I \naccidentally fell out of my wheelchair and whistled for  \nthem and waved them over. I hurt my shoulder and was \nunable to get back up in my chair and they helped me. \nPlease if you know who these awesome men are extend  \nmy sincere appreciation. \nLois: \nI just want to thank MGE for the great customer service \nI’ve received for the last 65 years. You are fabulous and I \nappreciate all that MGE does for its customers. Thank you!\nDonna: \nI want to thank you for being so kind and patient with \nme. Each time I talk to any of you I always feel respected, \nregardless of the topic.\nGary & Joan: \nWe just wanted to pass along how pleased we were with \nour meter relocation project at our residence. Each person \non the team was very thorough and professional. We were \nvery happy with the work done.\nKaren: \nJust want to say thank you to the MGE workers who \nwere out in the neighborhood working through the night \ncleaning up after the storm last night. They did a great job!Susan: \nThank you so much for coming to the rescue of a neighbor’s \ncat! A group of us tried unsuccessfully all morning to lure \nher down, so we were thrilled when you arrived with tall \nladders and brought her down safely. This was particularly \nkind of you since the pole she was sitting on does not \nbelong to MGE. Acts of kindness like this are indications of  \na company’s values, and we were all very impressed by your \nquick response. Thanks for being such good neighbors!What customers are saying about MGE\n Supporting the community \nthroughout the COVID-19 pandemic\nWe understand that our customers have varied backgrounds, \nexperiences and needs. As your community energy company, \nwe are committed to meeting our customers where they are, \nto providing safe and reliable service, and to ensuring they \nknow MGE is here to help in challenging times.\nThroughout the COVID-19 pandemic, we used multiple \nchannels to reach out to customers, including digital \nadvertising, emails, newsletters, social media, outdoor  \nevents, virtual meetings and collaborations with our \ncommunity partners.\nConnecting with our most vulnerable customers\nCollaborating with community partners, MGE’s Residential \nand Community Services (RCS) team conducted research that \nallows us to identify our most vulnerable customers based on \nhousehold income and the impact of the COVID-19 pandemic.\nThe RCS team used census tract data, or data based on \npopulation characteristics, to identify customers most in \nneed of assistance. Using this data, the team identified three \nclusters in Madison that have been hit especially hard by the \npandemic. By identifying these clusters, the team was able \nto reach out directly to our community partners in these \ncensus tracts for help connecting with impacted customers. \nFor example, a nonprofit organization, community leader, \nFacebook group or neighborhood church could help us provide \ninformation to customers within their community.\nTo connect with these customers, the RCS team emailed more \nthan 300 community partners to remind them of the services \navailable to customers having trouble paying their utility bills. \nThe communication included information for customers to set up a personalized payment plan if they have fallen behind on \ntheir bills. From the email sent to those community partners, \nwe were able to determine the email was accessed or opened \nmore than 9,500 times, enabling MGE to provide important \ninformation to our customers during a challenging period for \nour community.\nHelping pay utility bills\nMGE also has a longstanding partnership with Energy  \nServices Inc. (ESI) in Dane County. ESI works with lower-  \nincome customers who are having trouble staying current  \non their utility bills, providing assistance to help cover a \nportion of those bills. MGE also works closely with agencies \noutside of Dane County to help customers in those areas of \nour service territory.\nMGE supports the Keep Wisconsin Warm/Cool Fund, which  \nis a statewide nonprofit that also assists lower-income \nhouseholds that are unable to pay their energy bills.\nCreated in 1985, the MGE Energy Fund also helps customers \nhaving a hard time paying their winter heating bills. Donations \ncome from customers, shareholders and MGE employees. In \n2020, we received more than $100,000 in donations to the \nMGE Energy Fund. All of the money raised goes directly to help \npeople in the community. A nonprofit agency distributes the \nmoney, and MGE shareholders pay the administrative costs. \nEach year, the MGE Energy Fund helps about 300 families.\nIn addition to letting all our customers know we would \nmaintain safe and reliable service throughout the public \nhealth emergency, we widely communicated a number of \noptions to help customers who were experiencing hardship, \nincluding continuing to work out deferred payment \nagreements with customers who requested them.\nAs we work to meet all of our customers where they are, \nwe connect with our diverse customer base in many ways, \nincluding through:\n »Account representatives, customer service \nrepresentatives in our local call center, and Residential \nand Community Services managers\n »Customer newsletters, emails and bill inserts \n »MGE’s family of websites: mge.com, mge2050.com,  \nmge.com/LovEV, livinginbalancemadison.com, \ngenre2030.com  »Social media: Facebook, Instagram, LinkedIn, Twitter, \nYouTube\n »Culturally competent materials and advertising \n »Community energy workshops and events\n »GreenView video series \n »Major Customer Council meetings for commercial and \nindustrial customers \n »More than 200 partnerships with local organizations\n »Employee service and volunteerismConnecting with our customers", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}