{"page_content": "55Giving back\nMGE’s commitment to those we serve extends far beyond \nreliable energy. We are committed to helping improve the \nquality of life for all of those we serve. We contribute to  \nand help to better our community in three different ways.\nThe MGE Foundation\nEstablished in 1967, the MGE \nFoundation is our  \nphilanthropic arm. Support \nfrom the Foundation helps \nour local organizations \nimprove lives today and the \nlives of future generations \nby working to preserve the \nlong-term health and vitality \nof our community. In the last \nfive years, the Foundation has \ngiven more than $6.7 million to more than 400 community \norganizations. In 2020 alone, the Foundation contributed to \nmore than 150 local organizations serving environment and \nhealth, culture and enrichment, equity and inclusion, youth \nand education, and community service-oriented initiatives.\nMGE corporate giving\nMGE collaborates and works together with hundreds of \norganizations to provide service, help improve lives, tackle \nchallenges and seize opportunities facing our community.  \nWe partner with local stakeholders in a variety of ways  \nto advance shared goals and initiatives.\nEmployee volunteerism and service\nOur dedicated employees embody what it means to serve as \nyour community energy company. Outside of their jobs at \nMGE, they play active roles in helping improve our community. \nMany of our more than 700 employees volunteer on local \nboards and committees and as members of economic \ndevelopment and nonprofit organizations.\nMGE Report on Giving\nMGE publishes a Report on Giving, which highlights some of \nthe ways in which we give, partner and work to support the \ncommunities we are privileged to serve. Our full report on \ngiving is available at mge.com/Foundation.Contributions during the pandemic\nWe are proud to support the many organizations and \ncommunity partners that continue to provide increased \nservices directly to community members affected by the \nCOVID-19 pandemic. These groups have been able to \npositively impact thousands of lives across our community by \nproviding things like food, clothing, school supplies and more.\nPartnering to improve our community\nMGE is a longtime supporter and partner of the United Way \nof Dane County. The organization’s extensive reach helps our \ncustomers and broader community. The United Way works \ntoward lasting change, sharing MGE’s goal of making our \ncommunity a better place to live, work and enjoy.\nMGE consistently ranks among the top 10 companies in total \ndonations to the United Way. In 2020, MGE and our generous \nemployees and retirees gave more than $280,000 to the local \ncampaign. MGE employees also serve on various United Way \nboards, committees and Leadership Giving groups, helping to \nset the direction and address the needs facing our community.\nUnited Way Innovation Award\nMGE received the United Way of Dane County’s Innovation \nAward for its 2020 United Way campaign. The award honors \nMGE and its employees for their commitment to raising \nawareness and resources through creative strategies. MGE’s \n2020 campaign was the company’s first-ever virtual campaign \ndue to the COVID-19 pandemic.\nDane Workforce Housing Fund\nUnderstanding that a lack of affordable housing is one of the \nmore critical issues facing Dane County, the MGE Foundation \nis supporting the newly created Dane Workforce Housing \nFund (DWHF). The DWHF was created by the United Way of \nDane County’s Economic Stability Council and the Madison \n1Report on Giving\n2019 — 2020\nDevelopment Corporation, a nonprofit that owns and manages \naffordable housing units in the Madison area and provides \nfinancing for hard-to-finance businesses in Dane County.\nThe DWHF is investing private funds to help increase access  \nto affordable housing in Madison and Dane County. Its primary \ngoals are to:\n »Create 500 new affordable workforce housing units  \nin Dane County in the next three years.\n »Keep these units affordable for at least 15 years.\n »Give a modest rate of return to socially responsible \ninvestors.\n »Fill a gap in funding without which these workforce  \nunits would not be created.\nEnergizing Madison\nA healthy economy contributes to a healthy community. MGE \nis committed to continued growth and a thriving economy in \nthe greater Madison region. \nWe partner with business, education and government \nleaders to ensure our area businesses have the resources and \nconnections they need to start, stay competitive and grow \nwith the region. MGE’s economic development team helps \nbusinesses get access to financing, increase profitability and \nconnect with business resources within the region. In addition, \nour account managers in our Commercial and Industrial \nMarketing area work with new and existing businesses in a \nvariety of ways, including helping them to expand sustainably, \nreduce their carbon footprint and manage their energy use. Support for women entrepreneurs\nThe Doyenne Group was founded in 2012 with a goal of \neliminating the gender gap in the entrepreneurial community. \nDoyenne believes that when women-led businesses thrive, our \nentire economy thrives.\nDoyenne is working to build a community-wide \nentrepreneurial ecosystem that invests in the power and \npotential of women entrepreneurs. Doyenne helps increase \nthe opportunities for women from all backgrounds to access \nprofessional development and resources and build lasting \nconnections. \nMGE is a proud partner and supporter of the Doyenne Group \nand its efforts to advance women’s entrepreneurship. We \nhave provided financial support through the MGE Foundation \nto help further those efforts.\nThe Doyenne Group’s office is located in StartingBlock \nMadison, the entrepreneurial hub serving Madison’s \ngrowing start-up community. It offers affordable and \nflexible workspaces, business resources and a collaborative \natmosphere to help grow emerging companies into successful \nbusinesses that drive innovation and stimulate the local \neconomy. MGE also is a proud partner and supporter of \nStartingBlock.\nPhoto courtesy of the Doyenne Group", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}