{"page_content": "57\nFalcon restoration\nSince 2009, peregrine falcons have nested at our Blount \nGenerating Station in downtown Madison, Wis. Man-made \nnesting boxes at power plants have proven ideal homes \nfor the birds of prey, which are an endangered species in \nWisconsin. The use of DDT pesticide beginning in the 1940s \neradicated them.\nFalcons were reintroduced to Wisconsin in the 1980s, and \nwhile they are listed as endangered in Wisconsin, they have \nmade a slow, steady comeback due to statewide efforts and \nnesting boxes like the one at Blount. The original nesting \nbox at Blount was installed in 1999. It was built by an MGE \nemployee and his son. In fall 2018, due to renovations at Blount, employees built a new falcon box and moved it to a \nnew location at the plant, which the falcons began using for \nnesting in 2019.\nMGE has seen 49 falcons hatch at Blount, including the 2021 \nchicks. Falcon expert Greg Septon visits Blount every spring for \nour naming ceremony during which the chicks also are banded \nfor tracking throughout their lifetimes. For more information \non MGE’s falcons, visit mge.com/falcons.\nMGE is proud to support the ongoing recovery of these \nraptors through our nesting box and support from the MGE \nFoundation for Hoo’s Woods Raptor Center, a local nonprofit \ndedicated to the rehabilitation of birds of prey and the \npreservation of their ecosystems.\nWith the emphasis on staying close to home during the COVID-19 pandemic, the 2021 chicks’ names reflect the \nneighborhood our falcons call home. Willy is named for Williamson Street. Our falcons keep watch over Willy \nStreet as their nesting box faces the well-known thoroughfare. Jenifer is named in honor of Jenifer Street, which \nruns parallel to Williamson Street. Brearly is named for Brearly Street, which runs between Lake Monona and Lake \nMendota on the Isthmus near downtown Madison.The use of the pesticide DDT begins \nduring World War II.\nThe peregrine population continues to decline;\nthere are no peregrines in the eastern U.S.\nWisconsin bans the use of DDT.\nThe Environmental Protection Agency\nbans the use of DDT.\nThe American peregrine falcon is listed as\nendangered under the Endangered Species Act.\nMGE installs its falcon nesting box \nat Blount Generating Station.\nThe peregrine falcon is declassified \nas a federally endangered species.\nA pair of falcons begin using MGE’s nesting \nbox, hatching three chicks named Steve,\nGenny and Cole.\nThree falcon chicks hatch in MGE’s \nnesting box, bringing the total to \n49 chicks since 2009.2021200919991973197219711960s1940sFalcon timeline", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}