{"page_content": "7Our goal\nNet-zero carbon electricity by 2050\nOur strategies to achieve deep decarbonization\n »Decarbonize electric generation \n »Help our customers use energy efficiently\n »Electrify other energy uses, including transportation\nOur philosophy\nMGE is working to achieve deep decarbonization, consistent \nwith current climate science, as quickly and as cost-effectively \nas we can. Our carbon reduction goals reflect our vision and \nsignal our direction but do not determine our pace. \nOur carbon emissions reductions \nIn May 2019, MGE announced a goal of net-zero carbon \nelectricity by 2050, which aligns with the Intergovernmental \nPanel on Climate Change (IPCC) and its assessment of \nlimiting global temperature increases to 1.5 degrees Celsius. \nConsistent with climate science, we expect to achieve carbon \nreductions of at least 65% by 2030. \nSince 2005, MGE has reduced its carbon emissions 30%. We’ve \nsaid since introducing our clean energy and carbon reduction \ngoals—if we can go further faster through partnerships with \nour customers and the evolution of new technologies, we will.\nFor emissions reporting, see page 16 and our Edison  \nElectric Institute (EEI) quantitative template at  \nmgeenergy.com/environment.Our clean energy transition\nSince 2015, the company has grown its asset base from  \n$1.7 billion to $2.3 billion, with an estimated $565 million \nin recent and projected clean energy and battery storage \ninvestments through 2024 helping to fuel the company’s \nongoing clean energy transition.\nOur work with customers\nOur Energy 2030 framework for a more sustainable future, \nintroduced in November 2015, guides our work to ensure all \ncustomers benefit from our ongoing clean energy transition. \nMGE is advancing a cleaner energy future cost-effectively \nwhile working to maintain our top-ranked electric reliability. \nObjectives in our Energy 2030 framework include:\n »Transitioning to a more sustainable energy supply\n »Giving customers more control around energy\n »Reducing costs by managing our collective use of energy\n »Building a dynamic, integrated grid to enable new \ntechnology \n »Ensuring that all customers benefit from changing \ntechnology\n »Deepening our engagement with the communityOur partnership with the Nelson Institute  \nfor Environmental Studies\nIn 2019, MGE began working with Dr. Tracey Holloway from \nthe University of Wisconsin-Madison’s Nelson Institute for \nEnvironmental Studies to evaluate the company’s goal of net-\nzero carbon electricity by 2050. Her analysis was done within \nthe context of the October 2018 special report on global \nwarming of 1.5 degrees Celsius by the IPCC. Dr. Holloway used \nmodels to analyze MGE’s goal. The models suggested that by \n2050, emissions from electricity generation in industrialized \ncountries should be 87% to 99% lower than the 2005 \nbaseline. MGE’s plan for net-zero carbon emissions by 2050 \nis a 100% reduction from 2005 levels and reflects carbon \nreductions consistent with limiting global warming  \nto 1.5 degrees Celsius. \nWe continue to partner with the Nelson Institute to further \ninform how best to employ our key strategies within our \ncommunity and with our customers to achieve carbon \nreductions. The UW-Madison report is available at  \nmge.com/netzeroreport.\nOur commitment to reliability\nWe’re investing in long-term sustainability to benefit all \nstakeholders while maintaining top-ranked energy reliability. \nSafe, reliable, affordable and sustainable energy powers our \ncommunities and critical services, our households and our  \nlocal economy. \nAccording to an annual industry survey including more than \n75 electric utilities nationwide, in 2020, MGE experienced a \nrecord-breaking year for electric reliability, recording its best \nperformance ever in the two main industry reliability metrics. \nMGE saw both the fewest number of outages and the shortest \nduration of outages per customer in 2020. \nSystem Average Interruption Frequency Index (SAIFI), which \nmeasures the frequency of customer outages, was 0.24 in \n2020, meaning, on average, MGE customers experience one \npower outage every four years.System Average Interruption Duration Index (SAIDI) measures \nthe total time an average customer experiences a non-\nmomentary power interruption in a one-year period. For \nadditional reporting of these metrics, see page 26.\nOur Board of Directors \nStrong oversight by our community-focused Board of \nDirectors, our board’s engagement with management and \nour participation in third-party benchmarking and evaluation \nprograms help us assess our performance and promote \ncontinuous improvement. We take a proactive approach \nto environmental, social and governance (ESG) matters; \ncorporate responsibility and companywide sustainability;  \nrisk assessment and mitigation; and long-term strategy.  \nBoard oversight includes assessment of current and/or  \nfuture environmental regulations. It also includes review  \nof the company’s environmental and sustainability \nperformance and of this report every year. See the  \nGovernance and Oversight section of this report for \ninformation about our corporate practices.\nOur commitment to transparency and disclosure\nWe have reviewed the recommendations of the Task Force  \non Climate-related Financial Disclosures (TCFD), performed \nan analysis of our disclosures relative to the TCFD \nrecommendations and determined that our companywide \ndisclosures are consistent with and responsive to the TCFD \nguidance and recommendations. We also continually monitor \nand review the reports of and/or engage with a number of \nthird-party ESG analytics and ratings firms to help inform \nour reporting to make available and accessible information \nrelevant to our company operations and our industry.  \nWe are committed to helping customers, investors and  \nother stakeholders better understand our strategies,  \nrisks, challenges and opportunities as we transition to  \na more sustainable, net-zero carbon future. For more  \ndetail on our disclosures and ESG information, visit  \nmgeenergy.com/environment.\nTo advance further transparency and disclosure in  \ncompany operations and governance, MGE participates  \nin EEI’s voluntary and industry-specific ESG and sustainability-\nrelated reporting. For our EEI reporting templates, visit \nmgeenergy.com/environment.Strategy and Sustainability\nOn average, MGE customers \nexperience one power \noutage every four years.Snapshot\n2021Morey Field Solar 2020\nTwo Creeks Solar\nDane County Airport SolarSaratoga Wind Farm 2019Forward Energy Center Wind Farm 2018Shared Solar 2017\nBadger Hollow Solar Farm II 2022\nDarien Solar Energy Center (proposed)Paris Solar-Battery Park (proposed) 2023\n2024 Koshkonong Solar Energy Center (proposed)Red Barn Wind Farm (proposed)O’Brien Solar Fields\nBadger Hollow Solar Farm I\nHermsdorf Solar Fields (under construction)Renewable resources timeline\nCarbon reductions\n2005\n202030%\n65%Net-Zero\n2030*at least\n*projected65% is\nconsistent\nwith the IPCC pathway.2050*\nTop electric reliability", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}