{"page_content": "61Our Board of Directors \nhas a commitment to \ncorporate responsibility and \naccountability. Community-\nfocused and with a breadth \nand diversity of experience, \nboard members bring strong, \neffective oversight in their \nservice to MGE and MGE Energy. \nBoard engagement\nOur board is very active and engaged with 10 regularly \nscheduled meetings of the full board each year, in addition to \ncommittee meetings. These meetings help directors stay well-\ninformed of industry and company developments.\nBoard meetings are structured to provide for regular \npresentations and active dialogue with MGE management. \nInternal and external subject matter experts present to the \nboard on issues of strategic importance to inform board \nmembers’ decision-making and oversight.\nIn the past year, the board engaged internal and/or external \nsubject matter experts on a wide range of topics. Included \namong the topics discussed by the board are the following: \n »Analysis of MGE’s net-zero carbon goal by experts at the \nUniversity of Wisconsin-Madison\n »Planned retirement of the Columbia Energy Center and \nfuture energy and capacity needs\n »COVID-19 pandemic and related impacts\n »Cybersecurity\n »Environmental, social and governance (ESG) reporting  \nand disclosures\n »Generation strategy and planning\n »Utility rates\n »Matters of social justice and of diversity, equity  \nand inclusion\n »Issues of human rights and labor abroad in energy  \nand related industries\n »Federal regulation and legislative matters affecting energy\nStrategic planning \nIn fall 2020, the board held a strategic planning and review \nsession with all officers of the company. These periodic \nsessions with all officers are designed to review corporate strategy across all aspects of the company’s business and to \nprovide directors with the opportunity to engage the entire \nsenior management team on issues of strategic importance, \nsuch as generation strategy and planning. \nEffective oversight\nDirectors understand corporate responsibility and \nsustainability are integral to the company’s long-term success \nand share management’s commitments in these areas, from \nlong-term and strategic direction to day-to-day business \npractices companywide. Each director is expected to examine \nall major issues affecting an organization and must be \ncommitted to the highest ethical standards, accountability, \ntransparency and open dialogue with one another and with \nmanagement to provide effective oversight.\nThe board has four standing committees. All members of \nthe Corporate Governance Committee, Audit Committee and \nCompensation Committee are considered independent.\nThe Executive Committee acts in lieu of the full board and \nbetween meetings of the board. The Executive Committee \nhas the powers of the board in the management of the \nbusiness and affairs, except action with respect to dividends \nto shareholders, election of principal officers or the filling \nof vacancies on the board or committees created by the \nboard. Since the board meets 10 times a year, the Executive \nCommittee has not needed to meet or to take action. \nOversight of ESG matters\nBoard oversight includes review of environmental risks and \nmitigation as well as assessment of current and/or future \nenvironmental regulations. It also includes review of the \ncompany’s environmental and sustainability performance.\nMGE’s employee-led Sustainability Steering Team serves \nto help ensure the company takes a global and proactive \napproach to sustainability throughout the organization. The \nSustainability Steering Team is overseen by MGE’s Executive \nSustainability Team, which has officer representation from \nacross MGE and which keeps the board of directors informed \nof the company’s progress. More information about the \nstructure and purpose of the Sustainability Steering Team \nis available in the Employees, Customers and Communities \nsection of this report.\nIn 2018, MGE moved from biennial to annual production \nof our Environmental and Sustainability Report, which in \n2020 became the company’s Corporate Responsibility and \nSustainability Report to reflect more accurately the range of \ncontent provided in the report. This report is reviewed by the \nboard every year. In 2018, MGE also began publishing the Edison Electric \nInstitute’s (EEI) voluntary and industry-specific environmental, \nsocial, governance/sustainability reporting quantitative \ntemplate. The quantitative template includes data related to \nMGE’s energy portfolio (generation and capacity), emissions, \ncapital expenditures, and human and natural resources. \nEEI’s qualitative template includes information related  \nto the company’s strategies for transitioning toward  \ndeep decarbonization and greater sustainability. Board \nmembers also review annually these reporting templates, \nwhich are created to advance transparency and disclosure  \nin company operations. Oversight of executive compensation\nMGE Energy’s Board of Directors’ Compensation Committee, \ncomposed of independent directors, takes into consideration \nperformance on both short- and long-term corporate \nstrategy, among other factors, when evaluating executive \ncompensation. Directors consider environmental performance, \namong other factors, such as cost containment and \nmanagement of day-to-day operations. \nThe committee also considers other performance goals that \nare critical to company performance, such as earnings, system \nreliability and customer satisfaction as well as long-term \nstrategic goals, including those related to sustainability. The Corporate Governance Committee\nResponsible for taking a leadership \nrole in shaping corporate governance \npolicies and practices and in officer and \ndirector succession planning; reviews and \nmakes recommendations on board and \ncommittee organization, membership, \nfunction, and effectiveness, including \nreviewing and nominating board \ncandidates.Audit Committee\nOversees the board’s relationship with \nthe company’s internal auditors and \nindependent registered public accounting \nfirm and discusses with them the scope \nand results of their audits, accounting \npractices and the adequacy of the \ncompany’s internal controls. The Audit \nCommittee also reviews all “related party \ntransactions” for potential conflict of \ninterest situations.\nExecutive Committee \nActs in lieu of the full board and between \nmeetings of the board; has the powers of \nthe board in the management of company \nbusiness and affairs, except action with \nrespect to dividends to shareholders, \nelection of principal officers or the filling \nof vacancies on the board or committees \ncreated by the board.Compensation Committee\nReviews the salaries, fees and other \nbenefits of officers and directors and \nrecommends compensation adjustments \nto the board. In consultation with its \ncompensation consultant and the other \nindependent directors on the board, the \ncommittee determines the amounts \nand elements of compensation for the \ncompany’s executive officers and provides \noverall guidance for the company’s \nexecutive compensation policies and \nprograms.Our Board\nThe Board of Directors has four standing committees. All members of the Corporate Governance Committee, \nAudit Committee and Compensation Committee are considered independent.", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}