{"page_content": "63board regularly reviews how well the company is advancing its \ngoals for carbon emissions reductions as well as progress on \nits specific strategies for deep decarbonization. \nOur compensation program is designed to link a significant \nportion of the compensation of our named executive officers \nto defined performance standards that promote a balance of \nthe drive for near-term earnings and returns with growth in \nlong-term shareholder value. The board believes that directors \nand officers should own and hold the company’s common \nstock and have a portion of their compensation based upon \nthe performance of that common stock to align further with \nthe long-term interests of shareholders. The company’s \nguidelines measure that alignment through a combination \nof minimum stock ownership and long-term compensation \nawards that are directly tied to the performance of MGE \nEnergy stock. \nMGE Energy’s annual Proxy Statement provides a full \nexplanation of the company’s corporate governance practices \nand responsibilities. It is available at mgeenergy.com/proxy.\nState and federal oversight\nAs a public utility, MGE operates under state and federal \nregulations. These regulations serve to protect the interests \nof customers, employees, investors and the environment. \nMGE is subject to regulation by the Public Service Commission \nof Wisconsin, which has authority to regulate most aspects \nof MGE’s business, including rates, terms and conditions of \nservice, accounts, issuance of securities and construction of \ninfrastructure, such as generation siting.\nThe Federal Energy Regulatory Commission has jurisdiction, \nunder the Federal Power Act, over certain accounting practices \nand certain other aspects of MGE’s business. MGE Energy’s \nsubsidiaries also are subject to regulation under local, state \nand federal laws regarding air and water quality and solid \nwaste disposal.\nRisk management\nEnterprise-wide risk assessment and oversight are \nfundamental responsibilities of our board. Directors are \ninvolved in the process of overseeing the primary risks  \nfacing the company. \nAs part of the company’s Enterprise Risk Management \nprogram, our board receives on an ongoing basis information \nfrom management related to key business risks and \nmitigation strategies. These business risks include existing \nand emerging risks related to environmental performance  \nand sustainability, among other risks.The company’s Internal Audit department, on behalf of MGE \nmanagement and the Board of Directors’ Audit Committee, \nconducts an annual Enterprise Risk Management meeting \nwith each officer of the company. The sessions with individual \ncompany officers and management update existing areas \nof risk, classify new or emerging areas of risk and identify \nowners responsible for assessing, managing and/or mitigating \nareas of risk.\nIn addition, the board engages in a comprehensive risk \nassessment and mitigation review biannually. And, on a \nbiennial basis, the board conducts a broad-based exercise  \nwith all company officers on risk and emerging risk \nidentification, assessment and mitigation strategies.  \nThis review last occurred in fall 2021.\nThe company’s comprehensive approach to risk management \nencourages all directors to initiate discussion at any time, \neither directly or through the Lead Independent Director, \non any areas of concern, including risk identification and \nassessment, controls, management and oversight. The board \nand MGE management have created a culture of sustainability, \nresponsibility and risk management. All officers of the \ncompany take ownership in and are accountable for managing \nand mitigating corporate risk.\nEnvironmental Management System\nIn 2017, MGE expanded the scope of its renewed five-year \ncontract with the Wisconsin Department of Natural Resources \nfor its Green Tier certification, which recognizes environmental \nleadership. The primary goal in the expanded contract is to \ncover all MGE operations under the company’s Environmental \nManagement System (EMS). \nMGE has employed an independent third party to oversee the \nexpansion of the EMS. The independent third-party’s expertise \nin risk management and compliance is helping MGE to identify \noperational and environmental risks and to evaluate those \nrisks under the scope of the expanded EMS. The EMS has a risk \nprofile or scoring convention to evaluate risks consistent with \nhow the company assesses risk throughout the organization. \nThe EMS process helps to ensure effective identification, \nassessment and management of risk at all levels of the \norganization. MGE’s commitment to the EMS process, which  \nis audited annually by a third party, further demonstrates the \ncompany’s commitment to goal-setting and to environmental \naccountability in corporate governance. More information on \nthe EMS is available under “Comprehensive risk minimization” \nin the Safety and Operations section.Ongoing board education\nThe board’s regular interactions with internal and external \nsubject matter experts provide useful information and insight \nrelative to critical business initiatives and corporate strategy. \nThese interactions inform the board’s understanding of the \ncompany’s financial performance, environmental performance, \nrisk management and oversight, and succession planning.\nBoard members also have direct access to a network of \nresources and ongoing educational opportunities that support \ntheir ability to provide effective oversight and governance \non a broad range of critical issues. This direct access includes \ndirector training and resources from:\n »The National Association of Corporate Directors, an \norganization dedicated to advancing broad-based director \neducation, including on governance and emerging issues;\n »PricewaterhouseCoopers (PwC), which offers events and \nresources for directors to stay current on environmental, \nsocial and governance (ESG) topics, risk, and other board \nresponsibilities; and\n »The Edison Electric Institute (EEI) and the American Gas \nAssociation (AGA), which also offer ESG-related topics \nspecific to the energy industry.\nBoard assessment \nThe board conducts an annual board self-assessment, which \nincludes an extensive survey covering board structure, \nmeetings, committees, key responsibilities, and board \nmanagement. In addition, the board periodically evaluates \ndirectors’ expertise and experience. A peer evaluation occurs \nbefore nominating slates of directors for election and as \npart of succession planning to consider and to choose new \ndirectors.\nClimate change and environmental \nexpertise\nThe board has engaged and plans to continue to engage \nwidely recognized scientific experts on topics related \nto climate change. This is in addition to the board’s and \ncompany management’s regular engagement on emerging \nenvironmental risks and risk mitigation from internal subject \nmatter experts. MGE management brings considerable \nenvironmental expertise as well as expertise in environmental \nlaw to the company.\nPartnership with the UW-Madison\nIn 2019, MGE management began working with experts from \nthe UW-Madison’s Nelson Institute for Environmental Studies \nto evaluate the company’s net-zero carbon by 2050 goal \nin the context of the October 2018 special report on global \nwarming of 1.5 degrees Celsius by the Intergovernmental Panel on Climate Change. In early 2020 and 2021, the \nboard discussed the work of these experts to evaluate \nthe company’s goal and strategies for achieving deep \ndecarbonization by mid-century. See the Strategy and Climate \nsection of this report for details of this independent analysis. \nMGE continues to work with these experts at the UW on \nfurther study of deep decarbonization strategies. This \ncontinued partnership includes the analysis of health  \nbenefits resulting from air quality improvements related \nto local energy system changes, including changes to \ntransportation systems. \nBoard independence\nThe board makes an annual assessment of the independence \nof directors under the independence guidelines adopted by \nNasdaq Stock Market, Inc. Those guidelines are generally \naimed at determining whether a director has a relationship \nwhich, in the opinion of the MGE Energy board, would interfere \nwith the exercise of independent judgment in carrying out \ndirector responsibilities. The guidelines identify certain \nrelationships that are considered to affect independence, \nsuch as a current or past employment relationship with the \ncompany, the receipt by the director or one of his or her family \nmembers of compensation in excess of $120,000 from the \ncompany for other than board or board committee service \nand commercial relationships exceeding specified dollar \nthresholds. These guidelines also are reflected in MGE Energy’s \nCorporate Governance Guidelines, which are available at \nmgeenergy.com/governance.\nThe board has determined that seven of the nine directors are \nindependent under the Nasdaq Stock Market, Inc., definition \nof independence and the company’s Directors Independence \nStandards, which parallel the Nasdaq Stock Market, Inc., \ndefinition. All members of the Corporate Governance \nCommittee, Audit Committee and Compensation Committee \nare considered independent.\nMore information about the board is available in the \ncompany’s annual Proxy Statement at mgeenergy.com/proxy.\nCode of Ethics\nThe board has a Code of Ethics applicable to all directors, \nofficers and employees of the company. The company’s Code \nof Ethics includes conflict of interest; confidential and insider \ninformation; gifts, gratuities and favors; proper accounting \nand reporting; outside employment; government relations; \npolitical contributions and political office; company property; \nand reporting illegal or unethical behavior. To review the \ncompany’s Code of Ethics, visit mgeenergy.com/governance.", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}