{"page_content": "65Political engagement and lobbying \nMGE advocates on behalf of our customers, shareholders  \nand employees at the local, state and federal levels of \ngovernment for policies that support safe, reliable, affordable \nand sustainable energy. We comply with the MGE Code of \nEthics as well as all political giving, lobbying, regulatory  \nand disclosure laws in these processes. \nPolitical contributions\nState and federal laws prohibit the company from making \ndirect or indirect contributions of corporate funds or resources \nto any candidate running for political office in the United \nStates or state of Wisconsin. As such, MGE does not use \ncorporate funds for contributions to any state or federal \npolitical candidates or their campaign committees.\nThough state and federal law allows it, MGE does not have  \na state or federal political action committee (PAC).  \nWisconsin law does allow businesses to facilitate political \ncontributions by their employees via a “conduit” account. MGE \nadministers an MGE Employee Conduit for employees who \nprefer to use this mechanism for their contributions. All funds \ncontributed through this conduit are made and controlled by \nindividual employees and not by MGE. That is, all contribution \ndecisions are made by the individual employee.  \nPolitical office \nMGE permits and encourages employees to participate in \nthe democratic process, including running for public office \nand other related activities provided those activities do not \ninterfere with their work performance or duties, consistent \nwith our Code of Ethics. \nEmployees also may make contributions to a variety of \npolitical candidates and/or PACs, apart from the MGE \nEmployee Conduit. MGE does not, and should not, track \nall political contributions made by its employees.  \nLobbying\nAs your community energy company, we advocate for our \ncustomers, shareholders and employees by building and \nmaintaining relationships with policymakers; by working \ncollaboratively with internal and external stakeholders to \nidentify and address matters that impact our industry,  \ngoals and corporate strategies; and by building coalitions  \nwith stakeholders, trade associations, employees, customer \ngroups, utility associations and others to pursue and achieve \ncommon goals.MGE employs registered lobbyists and utilizes external \nlobbyists to engage policymakers at the local, state and \nfederal levels to monitor legislation and policy proposals  \nand to advocate for positions that are in the best interest  \nof our employees, customers and shareholders. Reports of  \nour lobbying activities (MGE Energy and/or MGE) can be  \nfound at the federal, state and local levels. \nWisconsin lobbying reports can be found at the Wisconsin \nEthics Commission, lobbying.wi.gov. MGE typically does  \nnot incur lobbying expenses at the federal or local level  \nthat would trigger a lobbying report; however, if it  \ndoes, those expenses can be found at lda.senate.gov  \nand lobbyingdisclosure.house.gov and at  \ncityofmadison.com/clerk/lobbyists, respectively.  \nTrade organizations\nMGE belongs to a number of trade organizations and \ncoalitions that provide expertise, training and research \nconcerning important industry topics. Some trade associations \nalso participate in the political process, including participating \nin lobbying. MGE does not control the political activity of \nits member trade associations, and in fact, may sometimes \ndisagree with political positions taken by them. Trade \nassociations must identify the portion of association dues \nused for lobbying and political activities to comply with  \ntax rules.  \nShareholder engagement\nOur board believes that understanding and considering \nshareholder perspectives advances accountability and \ntransparency. Our investor relations efforts also help executive \nmanagement and the board understand how investors view \nthe company’s policies and practices, strategies and long-term \ndirection, and help leadership assess and address investors’ \nemerging areas of interest, such as ESG-related topics.\nOfficers engage shareholders in several ways, including \nthrough discussions with a number of our institutional \nshareholders; presentations at industry conferences and \ninvestor meetings; meetings with analysts and investment \nfirms; our Annual Meeting; and inquiries taken through the \ncompany’s investor site, board email and in-house Shareholder \nServices staff. These efforts are in addition to the company’s \nregular and ongoing investor relations program.MGEE\nshareholder\nengagementAnnual\nMeeting\nInquiries sent\nto in-house\nShareholder\nServices staffInquiries from\nboard emailsInvestor\nmeetings\nIndustry\nconferences Inquiries from\nour investor\nsite\nMeetings with\nanalysts\nMeetings with\ninvestment\nfirmsInvestor\nrelations\nprogramShareholder engagement", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}