{"page_content": "67About this report\nMGE’s 2021 Corporate Responsibility and Sustainability  \nReport has been prepared to share matters of performance \nand of interest to stakeholders. This report includes forward-\nlooking statements and estimates of future performance  \nthat may differ from actual results because of uncertainties \nand risks encountered in day-to-day business. For  \nadditional information, news and updates, and the  \ncompany’s EEI ESG/sustainability reporting templates,  \nvisit mgeenergy.com/environment.\nAs part of our commitment to transparency and disclosure, \nwe have reviewed the recommendations of the Task \nForce on Climate-related Financial Disclosures (TCFD), \nperformed an analysis of our disclosures relative to the TCFD \nrecommendations and determined that our companywide \ndisclosures are consistent with and responsive to the TCFD \nguidance and recommendations. Our Corporate Responsibility \nand Sustainability Report is organized to be consistent with \nthe disclosure framework identified by the TCFD. \nWe also continually monitor and review the reports of and/or \nengage with a number of third-party ESG analytics and ratings \nfirms to help inform our reporting to make available and \naccessible information relevant to our company operations \nand our industry. We are committed to helping customers, \ninvestors and other stakeholders better understand our \nstrategies, risks, challenges and opportunities as we  \ntransition to a more sustainable future.\nAdditional disclosures can be found in our 10-K and  \n10-Q, Proxy Statement and filings with the Public  \nService Commission of Wisconsin.About MGE\nMGE generates and distributes electricity to 157,000 \ncustomers in Dane County, Wis., and purchases and distributes \nnatural gas to 166,000 customers in seven south-central \nand western Wisconsin counties. MGE is a regulated utility \nsubsidiary of the investor-owned public utility holding \ncompany MGE Energy, Inc. MGE’s roots in the Madison area \ndate back more than 150 years. \nAs your community energy company, we are committed  \nto this area and its people.We take responsibility to:\n »Plan and provide a reliable energy supply that  \nbalances the needs and values of those we serve.\n »Provide information and education to serve our customers \nand stakeholders and help inform their energy decisions.\n »Preserve and protect our environment while  \nproviding affordable, reliable energy.\n »Encourage and support economic and business \ndevelopment to keep our economy strong and vibrant.\n »Engage in open and honest dialogue, partnership  \nand collaboration to best serve our customers and  \nthe broader community.\n", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}