{"page_content": "9\nVisionOur\nDespite the ongoing challenges \nof a global pandemic, your \ncommunity energy company continues \nto serve its customers and communities \nsafely, reliably and with increasing \nsustainability.\nThis year, we announced several major investments in our \nongoing transition toward greater use of renewable energy. \nIn 2021 alone, MGE has introduced plans for more than 80 \nmegawatts (MW) of new wind and solar and 35 MWs of \nbattery storage. \nThese investments to serve all customers will help meet future \nenergy and capacity needs cost-effectively with the planned \nearly retirement of the coal-fired Columbia Energy Center.  \nMGE is a minority owner of the plant, which we intend to  \nfully retire by the end of 2024.\nBy 2025, with the planned retirement of both units at \nColumbia, MGE will have eliminated approximately two-thirds \nof the company’s coal-fired generation capacity. By 2030, the \ncompany’s remaining use of coal is expected to be reduced \nsubstantially, and by 2035, MGE is expected to eliminate coal \nas an energy source. \nIn 2019, MGE was one of the first utilities in the nation to \ncommit to a goal of net-zero carbon electricity by mid-century. \nWe established our goal consistent with global climate \nscience. It followed the carbon reduction goals we set in \nNovember 2015 in our Energy 2030 framework, under which \nwe pledged to reduce carbon at least 40% by 2030 from \n2005 levels. To date, MGE has reduced its carbon emissions 30% since 2005, and we expect to achieve carbon emissions \nreductions of at least 65% by 2030. \nWe’ve said since setting our goals, if we can go further \nfaster by working with our customers, we will. Our Energy \n2030 framework continues to guide our work to advance \nour strategies for deep decarbonization—growing our use \nof cleaner energy, engaging around energy efficiency and \nelectrifying transportation. This report highlights some  \nof those efforts as well as our commitment to ensure all  \nof our customers benefit from this transition to a more \nsustainable future.\nWe also continue our work to invest in our people and our \nsystems to deliver safety and reliability and collaborate  \nacross our communities to assist in the recovery from the \nimpacts of COVID-19. Our field personnel continue to operate \nunder enhanced safety protocols. Meanwhile, our office \nemployees, most of whom continue to work remotely, have \ndeveloped new ways to engage our customers, including those \nwho are the most vulnerable. \nWe consider it part of our responsibility as a critical services \nprovider to meet our customers “where they are.” Our \ncommitment to equitable service and to what we call the \npower of working together drives how we seek to fulfill our \nmission and strengthen our communities.  \nThank you for your interest in this report. It is a privilege  \nto serve our communities, and we look forward to continued \npartnership with all of our stakeholders to meet shared \nsustainability goals.\nJeff Keebler \nChairman, President and CEO \nMGE Energy and Madison Gas and Electric\nCommitmentOur\nOur mission at MGE goes beyond \nour fundamental obligation to \nprovide safe, reliable energy. \nOur company culture puts safety, \nresponsibility and sustainability at  \nthe forefront. We understand all are \ncritical to our long-term success as a \ncompany and to our commitment to \nserve as a critical services provider  \nand community partner.\nIn my role as Vice President, General Counsel and Secretary,  \nI oversee our safety, sustainability and environmental \naffairs areas. Our Environmental and Sustainability Policy \nhelps to guide our work with suppliers and other vendors, \nregulators and with our customers and communities. We are \ncommitted to accountability and transparency, to continuous \nimprovement—and to superior environmental performance.\nTo advance these priorities, MGE voluntarily participates in  \ntwo statewide environmental performance programs. In  \n2021, MGE earned the Green Master designation for the \neighth consecutive year from the Wisconsin Sustainable \nBusiness Council. Only the top 20% of applying companies \nreceive this designation. The independent, points-based \nbenchmarking program evaluates applicants in nine key  \nareas. MGE was the first utility to be awarded the  \ndistinction in 2014.\nUnder our Green Tier certification, administered through  \na contract with the Wisconsin Department of Natural \nResources, all MGE operations are covered under our Environmental Management System (EMS). An EMS is a \ncontinuous improvement process that evaluates, prioritizes \nand manages environmental risks. Our EMS drives \nenvironmental improvements, reduces risk companywide  \nand further demonstrates our commitment to goal-setting \nand environmental accountability.\nOur employee-led Sustainability Steering Team oversees \nour EMS process and supports our external sustainability \nengagement and benchmarking efforts. The team also \nprioritizes continuous improvement opportunities, assembling \nour Continuous Improvement Sustainability Teams to \nundertake specific initiatives, such as enhancing our battery \nrecycling and source reduction efforts. The Sustainability \nSteering Team is overseen by our Executive Sustainability \nTeam, which has officer representation from across MGE. \nEffective and strong oversight by our Board of Directors  \nhelps to ensure MGE continues to take a holistic and proactive \napproach to environmental, social and governance (ESG) \nmatters and sustainability in our fundamental obligations  \nand in our commitment to corporate responsibility. As part  \nof our regular dialogue with the board, executive management \nshares this report annually with directors to provide updates \nand to answer questions. \nThe report is organized to be consistent with the framework \nidentified by the Task Force on Climate-related Financial \nDisclosures (TCFD). We appreciate the opportunity to share \nwith you our efforts toward creating a better, brighter and \nmore sustainable future for generations to come.\nCari Anne Renlund \nVice President, General Counsel and Secretary \nMGE Energy and Madison Gas and Electric", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}