{"page_content": "13MGE is building a utility of \nthe future, advancing clean \nenergy and new technologies \nfor the benefit of all. Through \nour partnerships with our \ncustomers, investors and \nbroader community, we are \nusing the latest climate \nscience to inform our plans for \ndeep decarbonization while \nfulfilling our mission to provide \nsafe, reliable, affordable and \nsustainable energy to our \ncommunities. Powering a more sustainable future\nIn May 2019, we announced a goal of net-zero carbon \nelectricity by the year 2050. MGE was one of the first  \nutilities in the nation to commit to net-zero by  \nmid-century. \nThis target is based on the latest climate science. It is \nconsistent with the work of the Intergovernmental Panel  \non Climate Change (IPCC) and its assessment of limiting  \nglobal temperature increases to 1.5 degrees Celsius. \nOur 2050 goal reflects our vision and signals our direction, \nbut it doesn’t determine our pace. Every decision we make is \nin the context of achieving deep decarbonization as quickly \nas we can and consistent with the latest climate science \nwhile fulfilling our obligation as a provider of safe, reliable, \naffordable and sustainable energy.\nAchieving net-zero by 2050 will require the use of \ntechnologies not yet commercially available or cost-effective, \nbut we are well on our way toward realizing our commitment \nto greater sustainability, to continued industry leadership and \nto those we serve.\nContinuing transition toward cleaner energy sources\nMGE, along with its utility partners, announced in early 2021 \nplans to retire the approximately 1,100-megawatt (MW) \ncoal-fired Columbia Energy Center near Portage, Wis. The \nplan represents another step in MGE’s ongoing transition \ntoward greater use of cleaner energy sources and deep \ncarbon reductions. MGE announced several years ago it was \ntransitioning away from coal. In 2016, the company reduced \nits minority ownership in the plant.Columbia is co-owned by Alliant Energy and Wisconsin Public \nService. Alliant Energy operates the plant. MGE, as minority \nowner, and the co-owners intend to retire Unit 1 by the end  \nof 2023 and Unit 2 by the end of 2024.\nIn late 2021, MGE announced plans to eliminate coal-fired \ngeneration from its portfolio by 2035. MGE is a minority \nowner of the coal-fired Elm Road Generating Station in Oak \nCreek, Wis., which is co-owned by WEC Energy Group, whose \nsubsidiary serves as operator, and by WPPI Energy, Inc. \nBy working with the plant’s co-owners to transition to natural \ngas as the primary fuel source at Elm Road, MGE expects to \nsubstantially reduce the use of coal at Elm Road by 2030 and \nto have no coal-fired power plants in its portfolio by 2035.\nClimate science partnership with the University  \nof Wisconsin\nTo inform our work for achieving deep decarbonization and \nnet-zero carbon by 2050, MGE is working with Dr. Tracey \nHolloway at the University of Wisconsin-Madison’s Nelson \nInstitute for Environmental Studies and the Department of \nAtmospheric and Oceanic Sciences. In 2020, Dr. Holloway used \nclimate modeling available through the IPCC for an analysis \nof MGE operations and our deep decarbonization goal. The \nmodels suggested that by 2050, emissions from electricity \ngeneration in industrialized countries should be 87% to 99% \nlower than the 2005 baseline. MGE’s goal is net-zero carbon \nemissions by 2050, which is a 100% reduction from 2005 \nlevels. The analysis showed MGE’s goal is in line with model \nbenchmarks to limit global warming to 1.5 degrees Celsius.\nThe UW-Madison report, Interpreting Global Energy Scenarios \nfor Emissions Planning at the Utility Scale, is available at \nminds.wisconsin.edu and mge.com/netzeroreport.\nProgress toward our carbon reduction goals\nSince 2015, MGE has announced an estimated $565 million in \nclean energy projects, which are expected to increase MGE’s \nowned renewable capacity by more than nine times when \ncompleted by 2024.MGE already has reduced carbon emissions 30% since  \n2005, our baseline. Under our Energy 2030 framework for  \na more sustainable future, introduced in November 2015,  \nwe committed to reducing carbon emissions at least 40%  \nby 2030. Consistent with the science, MGE expects to achieve \ncarbon reductions of at least 65% by 2030.\nEnergy 2030 also established a goal of 30% renewable \nenergy by 2030 and an interim goal of 25% by 2025, which \nwe expect to exceed by year-end 2022. We have said since \nestablishing our goals that if we can go further faster by \nworking with our customers, we will. \nOur strategies for deep decarbonization\nThe U.S. Mid-Century Strategy (MCS) for Deep Decarbonization \nis the United States’ strategy for meeting the goals of  \nthe Paris Agreement on climate change to limit global \nwarming. Both the MCS and the IPCC rely on decarbonizing \nelectric generation, using energy efficiently and electrifying \nother energy uses, including transportation. These are the \nstrategies MGE is pursuing and will continue to pursue  \nto achieve deep decarbonization and net-zero carbon \nelectricity. Our aggressive goals and pursuit of rapid and  \ndeep decarbonization also are in line with the IPCC Working \nGroup I report, Climate Change 2021: The Physical Science \nBasis, which notes that immediate, rapid and large-scale \nreductions in greenhouse gas emissions are needed to limit \nglobal warming.30%\n BY 2030\n BY 2050reduction in carbon \nemissions since 2005\nAt least 65% reduction \nin carbon consistent with \nglobal climate science\nNet-zero carbon electricityCarbon reductions\nStudents from the UW-Madison and others learn about the O’Brien Solar Fields from MGE renewable and \ndistributed energy engineers Dan Clausen and Todd Montevideo.", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}