{"page_content": "17Reducing emissions\nWe have made strides to reduce emissions by installing \nemission reduction equipment and improving equipment \nefficiencies with our current generation fleet. As we work \ntoward our ambitious goal of net-zero carbon electricity by \n2050, we continue to make significant investments in local \nand regional, cost-effective renewable generation. Ensuring \nthat new and changing technology serves all customers \nequitably is one of our key objectives under our Energy \n2030 framework. We are working to build a smarter, cleaner \ncommunity grid that serves to benefit all customers.\nHarnessing renewable natural gas\nMGE continues to reduce greenhouse gas (GHG) impacts with \nan initiative that generates electricity from the combustion \nof methane, which is produced locally by cow manure. As a \nGHG, methane is at least 25 times more potent than carbon; \nhowever, methane as a fuel burns much cleaner and produces \n50% less GHGs than coal.\nMGE receives energy from a manure digester. The digester \nconverts cow manure from local farms into electricity. For 2020, the manure digester generated more than 9.3 million \nkilowatt-hours (kWh) of electricity, which is enough to power \nmore than 1,500 households.\nUnder an Environmental Protection Agency requirement, \nMGE monitors, measures and reports several GHG emissions \nannually. MGE tracking covers power plant emissions, natural \ngas distribution and smaller combustion sources.\nEdison Electric Institute ESG/sustainability \nreporting templates\nTo advance further transparency and disclosure in company \noperations and governance, MGE participates in the Edison \nElectric Institute’s (EEI) environmental, social and governance \n(ESG)/sustainability-related reporting templates. The \nquantitative template includes data related to MGE’s energy \nportfolio (generation and capacity), emissions, capital \nexpenditures, and human and natural resources. The \nqualitative template includes information related to our \ncompany’s management and oversight of and strategies \nfor transitioning toward deep decarbonization and greater \nsustainability. These templates are voluntary and industry-\nspecific. Find them at mgeenergy.com/environment.Hermsdorf Solar Fields\nPurchasing 100 megawatts (MW) of solar capacity from \nthe Badger Hollow Solar Farm in Iowa County, Wis., Badger \nHollow Phase I came online in 2021; another 50 MW from \nPhase II is expected online in 2022.\nPurchasing 50 MW of solar capacity from the Two Creeks \nSolar project, which came online in 2020.\nBringing online the 20-MW O’Brien Solar Fields in Fitchburg, \nWis. The array serves local companies, the City of Fitchburg, \nthe State of Wisconsin and the University of Wisconsin-\nMadison through our innovative Renewable Energy Rider \n(RER) program.\nPartnering with Dane County to build a 9-MW solar \ninstallation at the Dane County Regional Airport in Madison, \nWis., which came online in 2020 to serve Dane County \noperations.\nPartnering with the City of Madison and the Madison \nMetropolitan School District to build the 8-MW Hermsdorf \nSolar Fields in Madison, which is under construction.Expanding our highly successful community solar program, \nShared Solar, with a 5-MW solar array at the Middleton \nMunicipal Airport in Middleton, Wis.\nPurchasing 30 MW of solar energy and 16.5 MW of battery \nstorage from the 300-MW Koshkonong Solar Energy Center \nin Dane County, which is expected online by the end of \n2024, if approved.\nPurchasing 25 MW of solar energy and 7.5 MW of battery \nstorage from the 250-MW Darien Solar Energy Center in \nsoutheast Wisconsin, which is expected online by the end of \n2023, if approved.\nPurchasing 20 MW of solar energy and 11 MW of battery \nstorage from the 200-MW Paris Solar-Battery Park in \nsoutheast Wisconsin, which is expected online in 2023, if \napproved. \nPurchasing 9.1 MW of wind capacity from the 92-MW Red \nBarn Wind Farm in southwest Wisconsin, which is expected \nonline in 2022, if approved.Our clean energy projects\n11.55 lb/kWh\n1.49 lb/kWh1.63 lb/kWh\n.67 lb/MWh\n.63 lb/MWh.71 lb/MWh\n.30 lb/MWh\n.26 lb/MWh.33 lb/MWh\n.04 lb/MWh\n.04 lb/MWh.05 lb/MWh\n0.0000046 lb/MWh\n0.0000031 lb/MWh\n0.0000031 lb/MWh\n0\nCO/uni2082 SO/uni2082 NO /x.sc PM Hg2018\n2019\n2020\n2018\n2019\n2020\n2018\n2019\n2020\n2018\n2019\n2020\n2018\n2019\n2020\nDecrease\nsince 2005 (in mass)30% 69% 97% 92% 94%Carbon dioxide (CO2) emissions are calculated \nfrom generating units owned by MGE, power \npurchase agreements and power purchased by \nMGE on the regional Midcontinent Independent \nSystem Operator market. The market purchase \nemission rate is based on a seven-state \nregional average CO2 emission profile from \nall power produced in Wisconsin and the \nsurrounding Midwest states.\nNitrogen oxide (NOx), particulate matter \n(PM), mercury (Hg) and sulfur dioxide (SO2) \nemission rates are calculated from MGE-owned \ngeneration assets, including MGE’s share of \njointly owned units. MGE is part owner of the \nColumbia Energy Center, Elm Road Generating \nStation, West Campus Cogeneration Facility \nand the Forward Energy Center.Emissions reductions", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}