{"page_content": "19Hermsdorf Solar Fields\nMGE is partnering with the City of Madison and the Madison \nMetropolitan School District (MMSD) to build an 8-MW solar \narray in Madison. The City will take 5 MW of the output and \nMMSD will take 3 MW of the output under separate RER \nagreements with MGE. The electricity generated by this local \nsource of clean energy is expected to increase renewable \nenergy use in City operations by nearly 20% and by about \n16% for the school district. The project is under construction.\nGreen pricing program\nGreen Power Tomorrow (GPT) is our green pricing program. At \na penny more per kWh, GPT is a convenient and effective way \nfor customers to support local and regional renewable energy \nand offset their greenhouse gas emissions.\nToday, more than 10,300 customers buy green power through \nthis program. Our GPT program is largely served by our wind \nresources in the region.\nCustomer-owned solar\nWe also work with customers who want to install solar to help \npower their homes or businesses. These customers connect to \nour community grid and sell their excess electricity to MGE. We \nhave partnered with nearly 1,600 customers to connect  \ntheir solar installations to our grid.Collaborations with our communities\nMGE has ongoing collaborations with a number of \ncommunities, including the cities of Fitchburg, Madison and \nMiddleton. These partnerships serve to advance shared goals \naround renewable energy, electric vehicles (EV), and energy \nefficiency and conservation. \nMGE also serves as a member of the Dane County Council \non Climate Change. The council includes local government, \nbusinesses, utilities and environmental organizations. MGE’s \npartnership with local stakeholders through the council offers \nanother opportunity to work toward common goals, including \ndeep decarbonization.\nAccelerating sustainability\nMGE is a longtime partner of Sustain Dane, a local organization \nthat has offered innovative programs for local businesses for \nmore than 20 years. During this time, Sustain Dane has been \nrecognized as a leader in helping local organizations set and \nachieve sustainability goals. MGE and the City of Madison have \npartnered with Sustain Dane to host Accelerate Sustainability \nWorkshops, which help local professionals learn more about \nsustainability best practices through local case studies.\nTwo Creeks Solar award\nMGE, along with our project partners, received the Renewable \nEnergy Project of the Year award for Two Creeks Solar at \nRENEW Wisconsin’s 2021 Summit. The 150-MW solar array \nlocated in the town of Two Creeks and the city of Two Rivers  \nin Manitowoc County came online in November 2020. \nTwo Creeks Solar was the first large-scale solar project to  \nbe built in Wisconsin. It features 500,000 solar panels across  \n800 acres. It can power more than 33,000 households. MGE \nowns 50 MW of the output.\nShared Solar\nIn 2020, a 5-MW array came online to serve MGE’s community \nsolar program, Shared Solar. Seventy percent of the Morey \nField Solar project at Middleton Municipal Airport serves \nour Shared Solar program, which offers customers locally \ngenerated solar energy at minimal upfront cost. Shared Solar \ngives residential and small business customers the option to \npower their household or business with solar energy for up to \nhalf of their annual energy use. It’s an affordable option for \ncustomers who want to support local solar.\nThis is the second array for this popular program. The \nvoluntary program began in early 2017 with a 500-kilowatt \n(kW) array in the city of Middleton, Wis. MGE partnered with \nthe City of Middleton to locate the array on the roof of the  \nCity’s Municipal Operations Center.Renewable solutions for large customers\nOur RER gives MGE and larger business customers who seek \ncustomized renewable energy solutions the opportunity \nto partner to grow locally generated renewable energy. \nThe program is designed to meet the needs and goals of \ncompanies that support or have signed on to the Corporate \nRenewable Energy Buyers’ Principles, a collaboration \nfacilitated by the World Resources Institute and the World \nWildlife Fund. \nMGE has built nearly 40 MW of solar capacity under RER \nagreements since earning regulatory approval in 2017  \nto begin offering this clean energy option.\nMorey Field Solar\nState regulators approved in 2019 our first RER agreements \nwith the City of Middleton and the Middleton-Cross Plains \nArea School District. The City and school district purchase a \n1.5-MW share of solar power from the 5-MW Morey Field Solar \narray at the Middleton Municipal Airport. The array also serves \nMGE’s Shared Solar program, which is fully subscribed.\nDane County Airport Solar\nMGE and Dane County partnered on a 9-MW solar installation \nat the Dane County Regional Airport under an RER agreement. \nThe project, approved by regulators in 2020, covers about  \n58 acres and began operation in late 2020. It serves  \nDane County, which has a goal of 100% clean energy for  \nits operations.\nO’Brien Solar Fields\nIn spring 2021, the 20-MW O’Brien Solar Fields in Fitchburg, \nWis., began serving several large customers—the City of \nFitchburg, Placon, Promega Corporation, Tribe 9 Foods, \nUniversity of Wisconsin-Madison, Willy Street Co-op and the \nWisconsin Department of Administration. The customers are \nserved through RER agreements with MGE. \nGiant Jones Brewing Company, a certified organic, woman-\nowned craft brewery in Madison, Wis., participates in MGE’s \nShared Solar program.Vice President of Energy Technology Don Peterson; Chairman, President and CEO Jeff Keebler; Madison Mayor Satya Rhodes-\nConway and members of the Hermsdorf family break ground in July 2021 for the Hermsdorf Solar Fields, which will help \npower City of Madison and Madison Metropolitan School District operations.", "metadata": {"source": "NASDAQ_MGEE_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}