{"page_content": "SASB code Accounting or activity metric Answer, cross-reference, omissions, explanations\nTelecommunication services\nManaging system risks from technology disruptions\nTC-TL-550a.1(1) System average interruption \nfrequency and  \n(2) Customer average interruption \nduration(1) System average interruption frequency: 10.4/year \n(2) Customer average interruption duration: 1.2 hours \n This data excludes outages due to rain on the end user terminal \nsince adequate metrics are not available.\nTC-TL-550a.2Discussion of systems to provide \nunimpeded service during service \ninterruptionsThe reliability and performance of our networks may be \ndisrupted by environmental and/or social events such as the \nloss of a satellite, weather events, software or hardware failures, \nand cyberattacks. As such, it is critical for Viasat to continually monitor our network for outages and interruptions. We invest in technology intended to help mitigate and respond to network \ndisruptions and follow advanced procedures to minimize outages. \nPowering connections, pp. 26-28.\nSASB code Activity metric Answer, cross-reference, omissions, explanations\nTC-TL-000.A Number of wireless subscribersThis disclosure is not applicable, as Viasat does not have wireless \nsubscribers. \nTC-TL-000.B Number of wireline subscribers This disclosure is not applicable, as Viasat does not have wireline \nsubscribers. \nTC-TL-000.C Number of broadband subscribers Number of U.S. fixed broadband subscribers: 590,000\nTC-TL-000.D Network trafficThis information is considered to be competitively sensitive and is therefore not disclosed.SASB index\nSASB sector standards 2018* continued\n*Viasat's FY21 ESG Impact Report applies the 2018 version of the Hardware, Telecommunication Services, and Electronic Manufacturing Services & Original Design Manufacturing Sustainability \nAccounting Standards; “2018” refers to the Standards issue date, not the date of information presented in this report.\n60", "metadata": {"source": "NASDAQ_VSAT_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}