{"page_content": " We piloted a marketing program,  \nRest Better™ by MindClick Global (MCG), \nto promote the bene fits of sustainable \nprocurement to our guests  . We \nimplemented this pilot program  at the renovated Courtyard\n® San Diego \nRancho Bernardo, CA, over a  \nthree-month period  . Through mobile \nmarketing efforts, we informed hotel \nguests of the positive health and  \nenvironmental impacts verified through \nthe MCG Index, such as improved indoor air quality, water-based finishes, \nlocal sourcing and use of recycled \nmaterials  . Guest surveys showed  \n1 .5 times the intent to return and two \ntimes the intent to refer the property  to others among those aware of  the sustainability efforts  . Based  \non the success of the program, we  are exploring broader implementation over the next two years  .\n●\tFinding Shared Value  \nwith U.S. Military Veterans\n We have pledged to hire 1,500 veterans by 2015 as part of Operation Enduring Opportunity  . While recruiting military \nveterans has been a part of Marriott’s diversity & inclusion strategy for many years, the company fine-tuned its \napproach based on extensive research \namong hundreds of veterans who now work for the company  . Our research \nconfirmed that values learned in military service are aligned with the hospitality industry and in particular with Marriott’s \nculture  . To appeal to former military,  \nas well as those who are in their last \nmonths of service, we have increased \noutreach to more than 500 military \nbases around the world, and launched  \na new career website for veterans  . \n Additional support for U  .S . veterans  \nand their families includes in-kind and volunteer support to organizations such as the United Service Organizations \n(USO), Wounded Warriors, National \nVeteran-Owned Business Association and Fisher House Foundation . We enable \nour Marriott Rewards\n® members to \ndonate their points to Fisher House Foundation’s Hotels for Heroes program, \nwhich provides lodging to families  \nof U .S . military veterans receiving \nmedical treatment  . \nSTAKEHOLDER ENGAGEMENT AND POLICY ADVOCACY   |  2014 SUSTAINABILITY REPORT\nGUEST SATISFACTION\nMarriott’s reputation for superior customer service dates back  \nto founder J  . Willard Marriott’s original goal for his business:  \ngood food and good service at a fair price  . Extensive research  \ninto the experiences that drive guest satisfaction and loyalty  \nforms the basis of our Quality Assurance program, which ensures \nthat our guests experience our hotels and services consistently  . \nMarriott Rewards®, the longest running hotel guest loyalty  \nprogram, is committed to creating long-term relationships  \nand outstanding guest experiences with our customers  . \n●\tTeaming with British Airways and the Institute of Travel & Meetings  \nto Engage Travel Buyers on Corporate Social Responsibility (CSR)\n In early 2014, Marriott joined British Airways and the Institute of Travel & Meetings \nto host a travel industry forum to discuss global social and environmental trends  . \nMore than 120 corporate travel buyers attended the forum to discuss how  \nthe industry can move beyond basic environmental programs to address more  \ncomplex and challenging CSR issues, including social innovation and long-term industry collaboration . The forum gave Marriott the opportunity to engage  \non sustainable operations and supply chain management with a key stakeholder group  . The day’s interactive format let travel buyers tell us what they thought  \nof our strategies and programs\n—input that will help shape our future direction .\nAbove: Industry experts discussed CSR trends with an audience of more than 120 travel buyers at the  \nCSR Forum developed in partnership with Marriott, British Airways and the Institute of Travel & Meetings.\nGUEST SATISFACTION\n2011 2012 2013\nGuest Satisfaction Score Response Rate 22% 21% 20%\nOverall Guest Satisfaction Score*81 .6 81 .9 82 .2\nRewards Members**38 million 42 million 45 million\nNote: Results include both Marriott-managed and -franchised U.S. and Canadian hotels branded as  \nJW Marriott®, Renaissance® Hotels, Marriott Hotels®, Courtyard®, SpringHill Suites®, Fairfield Inn & Suites®,  \nResidence Inn®, and TownePlace Suites®. We have not included The Ritz-Carlton® Customer Engagement \nprogram as it uses a different scale than other Marriott brands, which makes the scores noncomparable.\n *  Respondents ranked various aspects of their hotel stay and service experience on a scale of one to 10, \nwith 10 being excellent. Overall Guest Satisfaction Scores represent a percentage of respondents ranking \ntheir overall hotel experience with a score of at least eight.\n* *  Includes members of the Marriott Rewards and The Ritz-Carlton Rewards® programs worldwide.\n10", "metadata": {"source": "NASDAQ_MAR_2014.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}