{"page_content": "Above: Marriott annually recognizes associates from around the world with the company’s  \ntop honor during the Awards of Excellence (AOE) ceremony. Executive Chairman J.W. Marriott, Jr.  \n(far right) joined the 2014 AOE honorees during the event in Bethesda, Maryland. \nRight: Marriott women leaders like Peng Zhuangsheng (left), Pan Xiaoying (middle) and Wang Dong,  \nwho are general managers for Marriott hotels in Beijing, were featured in a news story in Chinese media.\nRELATED LINKS\nMarriott’s Global Employment Principles\nMarriott, Where I BelongMarriott Jobs and Careers Facebook Page\nXPLOR\nSM by Marriott\nAwards and Recognition\nUnless otherwise noted, the reports are based on data from  \nMarriott’s 2013 fiscal year and reflect operational performance  \nof our 1,101 company-operated hotels, which include owned,  \nleased and managed properties, and exclude rooms from  franchised, unconsolidated joint ventures and timeshare properties.MOBILE APPLY \nIn 2014, more than 100,000 \npeople will begin their Marriott \ncareers, including thousands \nof millennials from around the globe  . To meet this demand,  \nwe launched Mobile Apply\n— \nan industry first —giving job \nseekers an easy way to find  \nand apply for jobs from their  \nphones  . This engages candidates across the globe in  \na relevant way and recognizes that in the developing world, \ncandidates are often more likely to have smartphones  \nthan computers  .\nAvailable on all smartphones, tablets and feature  \nphones, candidates can visit http://m.jobs.marriott.com  or  \nhttp://m.jobs.ritzcarlton.com  to search and apply for jobs  .  \nCandidates have the choice to enter their information or  \nimport it directly from their LinkedIn profile  . Mobile Apply  \nis currently available in 10 languages including English, \nFrench, German, Japanese, Korean, Mandarin, Portuguese, Russian, Spanish and Thai .\n66%MARRIOTT INTRODUCES THE ABILITY TO \nAPPLY TO JOBS ON \nYOUR MOBILE DEVICE.\nTHERE WERE ALMOST AS MANY MOBILE/hyphen.caseCELLULAR SUBSCRIPTIONS AS PEOPLE IN THE WORLD\n2005 2013 IN 2013,\nMOBILE DATA TRAFFIC\nIS EXPECTED TO\n2012 2013 2014 2015 2016 2017(GB) BILLIONSANNUAL GROWTH RATE 2012-201711.6 \n7. 8\n2.9\n1.65 .94.9\nOF THE WORLD’S 6 BILLION MOBILE PHONES ARE LOCATED \nIN THE DEVELOPING WORLD.  75%OVER\nSIMILARLY, MORE THAN 50% \nOF YOUNGER MILLENNIALS \nSAY MOBILE DEVICES ARE \nTHE PRIMARY ACCESS POINT \nTO THE WEB. BY 2018, GEN Y WILL MAKE UP A MOBILE DEVICE IS MORE AFFORDABLE THAN A COMPUTER. \nAND, IT’S ALWAYS ON YOU!\nOF MOBILE WEB USERS NEVER OR \nINFREQUENTLY USE DESKTOP WEB.INDIA IS AN EXAMPLE OF A MOBILE/hyphen.caseFIRST COUNTRY.\n59% \n50%OF THE WORKING \nPOPULATION. APPLY\nFOR\nJOBS\nWHY MOBILE APPLY?\nMOBILE WEB USAGE IS ACCELERATING GLOBALLY, AND AS A LEADING HOSPITALITY EMPLOYER, \nWE WANT TO BE ACCESSIBLE FOR FUTURE ASSOCIATES.\n7 .1 BILLION\n  6.8 BILLIONPOPULATION\nMOBILE-CELLULAR\nSUBSCRIPTIONS\nMOBILE WEB ADOPTION IS GROWING 8 TIMES FASTER THAN WEB ADOPTION DID IN THE 1990s  AND EARLY 2000s .CAGRGIGABYTES PER MONTH\nOVER THE NEXT FEW YEARS\nWORKFORCE DEVELOPMENT   |  2014 SUSTAINABILITY REPORTMARRIOTT HOSTS #1 CAREERS  \nFACEBOOK PAGE ACROSS ALL INDUSTRIES\nReaching a milestone of 1 million fans in 2013, Marriott \nJobs and Careers engages the next generation of talent \nwhere they already spend time —on social media —and \ndrives highly qualified candidates to Marriott jobs  .\n16", "metadata": {"source": "NASDAQ_MAR_2014.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}