{"page_content": "GLOBAL DIVERSITY AND INCLUSION   |  2014 SUSTAINABILITY REPORT\nRELATED LINKS\nMarriott Global Diversity and Inclusion\nAwards and RecognitionSupplier Evaluation\nMarriott.com/gaytravel\nUnless otherwise noted, the reports are based on data from Marriott’s 2013  \nfiscal year and reflect operational performance of our 1,101 company-operated \nhotels, which include owned, leased and managed properties, and exclude rooms \nfrom franchised, unconsolidated joint ventures and timeshare properties.2013 ACCOMPLISHMENTS Continued\nSuppliers  \n●\tFrom 2003 to 2013, Marriott spent more  \nthan $4 billion with diverse suppliers globally \nand that number continues to grow  .\n●\tOver 50 percent of 2013’s inclusive purchasing \n(spend with diverse suppliers) was with more \nthan 4,000 women-owned businesses globally  .  \n●\tWe continue to sponsor, support and host  \nan array of events, conferences, and summits  \nto further develop our Supplier Diversity  \nprogram, mentor diverse suppliers to equip  \nthem for corporate opportunities and identify new opportunities to incorporate diverse  \nsuppliers into our global supply chain .\nOwners\n●\tMarriott launched its Diversity Ownership  \nInitiative in 2005 to bridge the gap between successful women and minority business  \nowners/professionals and the hospitality  \nindustry  . The Initiative focuses on outreach  \nand education for diverse hotel owners and \nfranchisees and may offer financial incentives  . \nWe surpassed our early goals and by year-end \n2013 had 640 open managed and franchised \nhotels with diverse ownership  . \n●\tTo encourage minority hotel ownership,  \nMarriott hosts the Diversity Ownership Summit \ntwice a year and conducts Hotel Ownership  \n101 Sessions during the National Black MBA \nAssociation’s annual conferences  .\nDIVERSITY 2011 2012 2013 Target\nMinority- and  \nWomen-Owned  Open Hotels\na600 614 640700  by 2015\nInclusive Purchasing $567M $491M\nbc$468Mc$476M  by 2015\na Figures reflect managed and franchised properties.\nb Decrease due to Marriott International’s disposition of Marriott Vacation Club®  \n and ExecuStay®. \nc Decrease due to reporting error in Tier 2 spend collected from prime suppliers. \nOUR COMMITMENT TO WOMEN-OWNED BUSINESSES \nAt the 2013 Clinton Global Initiative annual meeting, Marriott joined \nmore than two dozen global corporations and organizations in a five-year commitment to expand engagement with women-owned \nbusinesses outside the United States, particularly in emerging \neconomies  . Working with two existing multinational organization \npartners that support and promote the economic potential of women, \nWEConnect International and Vital Voices Global Partnership, Marriott \nis part of a pledge to collectively develop at least 15,000 women business owners and spend $1 .5 billion with global women-owned \nbusinesses by 2018 .  \nAs a part of this commitment, in 2014 our JW Marriott\n® brand will \ndebut Voices for Women, a program in partnership with Vital Voices  . \nThis initiative enables JW Marriott general managers to select one \nhigh-performing female associate per property who is responsible  \nfor identifying local women-owned businesses for the hotel’s supply \nchain via events, procurement and networking opportunities  . The  \nprogram helps stimulate economic growth in the destinations where \nwe operate hotels  . We are piloting the program at the JW Marriott  \nMexico City, with a global brand roll-out planned for late 2014  .  \nAbove: Marriott International, Inc. President and CEO Arne Sorenson (pictured, center) \nrecently joined a Clinton Global Initiative commitment to support the advancement of \nwomen-owned businesses in our procurement process.\nThis year, the Marriott  \nFoundation for People with Disabilities  \nand its Bridges from School to Work  \nprogram will celebrate serving 20,000 youth \nsince the launch of the nonprofit 25 years ago  . \nIn the excerpt below from Marriott’s  \n1973 Annual Report —forty years ago —our then \npresident and current executive chairman,  \nBill Marriott, addressed the value of social  \nresponsibility and employing  \npeople with disabilities  .\n21", "metadata": {"source": "NASDAQ_MAR_2014.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}