{"page_content": "CONTRIBUTIONS* ($M)\n2011 2012 2013\nCash Contributions $7 .5 $7 .2 $7 .8\nIn-Kind Contributions $15 .6 $16 .0 $16 .0\nTotal Cash/In-Kind Contributions $23.1 $23.2 $23.8\nAssociate Fundraising $4 .9 $4 .3 $3 .3\nAssociate Service Hours 429,412 459,483 508,270\n* In addition to Marriott Corporate Headquarters’ giving, we rely on voluntary reporting from  \n our managed (and some franchised) properties to capture our overall contributions. We  \n encourage our hotels to share these numbers, as we believe they are currently underreported.\nNOTE: As of 2013, we no longer estimate or track a monetary equivalent of our associate  \nvolunteer hours.\n2013 ACCOMPLISHMENTS\nGlobal/Continent\n●\tAt the 2013 Clinton Global Initiative annual meeting, Marriott joined  \nmore than two dozen global corporations and organizations in a five-year  \ncommitment to expand engagement with women-owned businesses outside the United States, particularly in emerging economies  . Working \nwith two existing multinational partners that support and promote the \neconomic potential of women, WEConnect International and Vital Voices \nGlobal Partnership, Marriott is part of the pledge to collectively develop  \nat least 15,000 women business owners and spend $1  .5 billion globally \nwith women-owned businesses by 2018 .  \n●\tWhen Typhoon Haiyan hit the central Philippines in November 2013,  an estimated 10 million people were affected by the strongest typhoon  \nto make landfall in recorded history  . Marriott contributed $50,000  \n(more than 2 million Philippine Pesos) to the Red Cross Typhoon Haiyan \nAppeal and our hotels and 11 Marriott Business Councils throughout  \nthe Asia Pacific region helped the Philippine Red Cross address the most \ncritical needs for food, water, clothing and medicine  .\n●\tMarriott-branded hotels across  Europe continued their support  \nof World of Opportunity Europe by unifying Marriott-branded properties across Europe with one social cause: \nYouth Employment  . In Continental \nEurope, funds raised benefit the SOS \nChildren’s Villages Youth Programme \nand in the United Kingdom funds raised benefit The Prince’s Trust Fairbridge \nEmploy Me courses and Get into Hospitality programs  . Since the program \nstarted in 2012, we have contributed nearly $1 . 4 million in cash and in-kind \ndonations, including funds raised during the 2014 You Eat, We Give restaurant promotion . We enabled our partner charities to offer training and development opportunities to 550 youth in our hotels, with 62 finding \nemployment after finishing the training\n—34 of whom were employed at  \na Marriott hotel .\nAbove: Umesh Narshi left a life of chaos and violence behind when he joined The Prince’s Trust \nTeam program, a personal development course that gives unemployed young people skills and \nconfidence to find work. As part of the program, Umesh received a work placement in the gym  \nof the Peterborough Marriott Hotel (U.K.). Upon completion of the program, the hotel offered \nUmesh a job and is also funding his training as a qualified gym instructor and personal trainer.\nCOMMUNITY ENGAGEMENT   |  2014 SUSTAINABILITY REPORTMANAGEMENT APPROACH Continued\nMarriott’s Worldwide Business Councils are  \na network of Marriott’s general managers and \nhotel leaders who volunteer to drive macro \nbusiness initiatives including CSR, government advocacy and corporate culture in 75 major \nmarkets throughout the world  . By engaging \nowners, franchisees, suppliers and even  \ncustomers, the Business Councils achieve  greater impact through collaboration  . \nWe enable our Marriott Rewards\n® and  \nThe Ritz-Carlton Rewards® members to donate  \nmillions of points each year in support of  \ncharitable organizations that align with our \ncommunity engagement strategy  .\nIn 2014, the Marriott Foundation  \nfor People with Disabilities and its  \nBridges from School to Work program will \ncelebrate serving 20,000 youth since the \nlaunch of the nonprofit 25 years ago  .  \nIn 1989, the Marriott family provided  \nfunding and Marriott associates  \ndeveloped the model that has supported, \ncoached and placed youth in competitive \npositions with employers in  \n10 markets in the U  .S .In 2013,  \nThe Ritz-Carlton \nCommunity  \nFootprints® program \nwas recognized  \nby the Points of Light Institute  \nwith the Corporate  \nEngagement Award of Excellence, which honors companies that have created a culture that inspires and equips employees to volunteer and make an impact in their communities.\n23", "metadata": {"source": "NASDAQ_MAR_2014.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}