{"page_content": "2013 ACCOMPLISHMENTS\nEnergy/Carbon\n●\tIn partnership with Siemens,  \nMarriott is implementing an energy \noptimization program in Europe. During the first phase of the project, which will include 20 hotels, Marriott and Siemens will audit energy usage and optimize management systems  \nto monitor energy consumption. In  \na trial at the Paris Charles de Gaulle Airport Marriott Hotel, the property’s energy costs and CO\n2 emissions fell  \nby 15 percent during the first six months of participation. In addition, during  \nthat same period, electricity and gas consumption was reduced by 6 and  \n17 percent, respectively, compared to the second half of 2012.\n●\tIn the U.K., a pilot project at four Marriott properties saved a combined 995 kWh of electricity through KiWi Power’s DR program. Marriott plans  \nto roll out the program to 30 additional hotels in 2014 and is the first  international hotel group to adopt  KiWi Power’s DR program in the U.K. \n●\tIn Europe, Marriott has been working to maximize the cost benefits of installing and replacing combined heat and power (CHP) plants at full service properties. Through strategic procurement and leveraging government rebates, Marriott has supported the replacement of CHP plants at 10 hotels in the U.K. and further evaluated 15 properties in Europe as targets for installation of new plants. \n●\tIn the U.S., Marriott continued to expand and standardize building automation platforms in 2013. We developed a national relationship with Automated Logic to help us meet our energy reduction targets and reduce carbon emissions. Fifty-three hotels installed building automation in 2013, and realized nearly $200,000 in savings  \nby year-end.\n●\tWe developed and implemented a Chilled Water Diagnostic Tool in our managed hotels in the Americas  to help our full service hotels identify energy savings opportunities. Our chilled water systems can account  for up to 40 percent of electricity  \nuse in our hotels.\n Continued\nENVIRONMENTAL PERFORMANCE   |  2014 SUSTAINABILITY REPORTAbove: The Paris Charles de Gaulle Airport \nMarriott Hotel participated in our energy optimization program with Siemens in Europe.\nWe aspire to be the global  \nhospitality leader that demonstrates how responsible hotel management can create economic opportunities and be a positive force for the  \nenvironment. \nMANAGEMENT APPROACH Continued\nIntegrating Sustainability Into Our Operations\nMarriott’s Engineering Global Leadership Team (GLT) is responsible for driving  \nperformance on our energy, carbon, water and waste targets through our continental \noperating structure. These leaders help identify and implement enterprise-level  \nprojects, partnerships and tools that deliver substantial savings across our portfolio. This GLT also helps guide our efforts to build more sustainable hotels, and inspires our associates and guests to live and work more sustainably. In specific geographic markets, we have established Engineering Business Leadership Councils to help guide our on-the-ground efforts. At the regional level, directors of engineering and cluster engineering managers work to address environmental challenges and opportunities, while our property managers do so locally. At every level of the engineering discipline, from our global engineering leader to individual property engineers, performance goals are set to meet environmental targets. \nOur Energy & Environmental Action plans guide engineering and other property  \nleaders through energy and water audits to help identify opportunities for  \nimprovement. The plans help properties identify projects and practices that will deliver energy and water savings, as well as best practice guidelines for recycling  \nand reducing waste. Transcendent, a web-based enterprise asset management  \ntool, tracks our properties’ preventive maintenance status, projects and capital expenditure plans and rolls data up at the country, continent and corporate level. Utility database systems also track consumption across our managed portfolio, allowing data to be analyzed and benchmarked.INTENSITY\n12.8%WATER  \nCONSUMPTION\nCUBIC METER  \nPER OCCUPIED ROOM\n12.4% 11.0%ENERGY  \nCONSUMPTION\nkWH PER SQUARE METER  \nOF CONDITIONED SPACEProgress as of Year-End 2013 (compared to 2007 baseline)›|GHG  \nEMISSIONS\nPOUNDS OF CO 2e PER SQUARE \nMETER OF CONDITIONED SPACE\n›|\n›|\n27", "metadata": {"source": "NASDAQ_MAR_2014.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}