{"page_content": "ENVIRONMENTAL PERFORMANCE   |  2014 SUSTAINABILITY REPORT2013 ACCOMPLISHMENTS Continued\nAssociate and Guest Engagement\n●\tEach April, our hotels worldwide  \ncelebrate Marriott’s Environmental \nAwareness Month  . To kick off the \nmonth, a number of Marriott properties \nin India, Dubai, Mexico City, Istanbul, \nEgypt, London and elsewhere dimmed \ntheir lights to celebrate Earth Hour  . \nGuests and associates alike were \nencouraged to turn off all nonessential \nlights and electronics to conserve power and advocate for greater \nsustainability in the future  .   \n●\tMarriott’s annual Associate  \nEngagement Survey includes  \na section on sustainability  . Close to \nnine  out of 10 associates expressed \npride in the steps Marriott takes  \nto protect the environment, such as recycling and energy conservation .\nRED COA T DIRECT\nPLEASE SELECT A ROOM\nMEETING \nROOMTEMP\nCONTROLOTHER FOOD & \nBEVERAGETECH/AV \nNEEDS\nToo hot – decrease temp by 5 °F \nToo cold – increase temp by 2 °F\nToo cold – increase temp by 5 °F\nToo hot – decrease temp by 2 °F\nOther temp\nAT&T 4G 1:51 PM 56%\nSearchRed Coat Direct: Welcome!Red Coat Direct: Welcome!\n3\n2013 ENVIRONMENTAL PERFORMANCE INDICATORS\n2007 2012*2013Change \nfrom 2012\nTotal Water Consumption  \n(million cubic meters)a 58 .6 59 .2 57 .2 -3 .5%\nIntensityb0 .86 0 .79 0 .75 -5 .1%\nTotal Energy (million MWh) 7 .59 7 .94 8 .48 6 .8%\nIntensityc401 .2 352 .4 357 .1 1 .3%\nDirect Energy (million MWh) 3 .40 3 .15 3 .44 9 .2%\nIndirect (Purchased) Energy   \n(million MWh)4 .19 4 .79 5 .05 5 .3%\nGHG Emissions (million tons CO 2e)d3 .19 3 .30 3 .47 5 .1%\nIntensitye372 .3 325 .5 325 .9 0 .1%\n a Represents total withdrawal from municipal water sources, and does not include  \n  withdrawals from private wells or desalination plants or greywater reused onsite\n b Cubic meters per occupied room\n c kWh per square meter of conditioned space\n d Direct (i.e., Scope 1) and Indirect (i.e., Scope 2) greenhouse gas emissions\n e Pounds CO 2e per square meter conditioned space\n *  2012 results have been restated to more accurately reflect actual managed hotel data.  \nIn order to account for any missing/unreliable data, the final results include extrapolations.  \nTo calculate the restated and current results for energy and carbon emissions, the actual \ndata (available for 85% of the portfolio) have been grossed up by a ratio derived from hotel rooms in the data set. In this way, we can more accurately estimate energy consumption and \nGHG emissions for the entire managed portfolio (inclusive of all hotels operating for the \nentire year). To account for missing data in water consumption, we grossed up the actual withdrawal data by a ratio derived from total occupied rooms over occupied rooms with accurate data. Linking usage to the number of occupied rooms is the most relevant intensity \nmetric denominator for water use in the hotel industry.  MANAGEMENT APPROACH Continued\nAssociate and Guest Engagement\nWe provide standards and training for our associates on responsible operational \npractices and communicate regularly on environmental and conservation topics through our communications channels and social media . At each property, Energy \n& Environment Committees are also encouraged to engage one associate from each \ndepartment to form a cross-disciplinary team for the site’s environmental pursuits  . \nOur corporate Environmental Policy is part of Marriott’s Principles of Responsible \nBusiness, which we communicate internally and externally  .\nWe encourage our guests to be informed about our environmental efforts  . Marriott \nhas made available an online environmental sustainability dashboard, Green Hotels \nGlobal\n™, to provide corporate customers with the environmental footprint, performance \nmetrics and practices for each hotel in our portfolio, including water and energy \nuse, emissions, recycling and over 100 property-level environmental practices  .  \nWe also offer a variety of additional options to engage guests including green meetings \nand EcoEvents®, which include linen-free tables to reduce laundry, products made \nfrom post-consumer waste, the ability to donate leftover event food, our Linen  \nand Terry Reuse program, electric vehicle charging stations and our new Meeting Services App  . The Ritz-Carlton’s Give Back Getaway\n® program also offer leisure \nguests the opportunity to participate in half-day local social or environmental projects  . \nWe engage corporate customers and meeting planners through active participation in the Global Business Travel Association’s Sustainability Committee and national conferences of meeting planners such as the Green Meetings Industry Council  .\n●\tWith our new, first-of-its-kind  \nRed CoatSM Direct Meeting App,  \nmeeting organizers can more easily \nhelp us save natural resources by \nadjusting and editing their meeting requests and preferences\n—such as \nroom temperature —with a touch of  \na button and without ever leaving the \nmeeting room  . The app was rolled  \nout to 350 managed and franchised \nU .S . Marriott hotels in May 2013 and  \nis continuing to expand  . \n30", "metadata": {"source": "NASDAQ_MAR_2014.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}