{"page_content": "IN 2013, WE SHREDDED  \nMORE THAN \n1 .4 MILLION\nPOUNDS OF PAPER THAT WAS THEN  \nUSED BY MANUFACTURERS OF RECYCLED  \nPAPER PRODUCTS2013 ACCOMPLISHMENTS Continued\nMarket Initiatives\n●\tIn the U  .S ., we contract with Cintas for the collection  \nand shredding of confidential documents  . This process has \na positive environmental impact  . In 2013, across our U  .S . \nhotel system, we shredded more than 1 . 4 million pounds of \npaper, which was then used by manufacturers of recycled \npaper products  . \n●\tOur investment in nature extends to supporting bee  \nfarming and local produce —some of our hotels feature \nrooftop gardens, others produce their own honey and many are supporting local farmers  . For example, 10 of \nour hotels in France are collectively sponsoring four \norganic beehives through the organization, Un Toit Pour \nLes Abeilles  . In China, our hotels source their honey from \nhives in Sichuan Province through Marriott’s Nobility  \nof Nature program .\nRESPONSIBLE SOURCING   |  2014 SUSTAINABILITY REPORT\nAn associate from the Riviera Marriott Hotel La Porte \nde Monaco observes a professional beekeeper at work \nduring a hotel visit to the beehives they sponsor.\nSpecies Preservation/Animal Welfare\n●\tAs part of our Future Fish sustainable  \nseafood program, we are committed to sourcing more  \nsustainable seafood for our restaurants worldwide  .  \nIn 2012, we removed shark fin from our menus, offering \n high-end sustainable dining alternatives by our  \naward-winning culinary team . This, along  \nwith the Chinese government’s austerity  \nmeasures, resulted in an 80 percent  \nreduction in shark fin consumption at our  \nhotels  . Effective July 1, 2014, Marriott implemented  \na complete global ban on the sale of shark fin in our managed  \nand franchised hotels  .\n●\tAnimal welfare is an important consideration as Marriott works toward a \nmore sustainable food supply chain, and we are addressing these complex \nissues with our vendors who supply our hotels  . In support of the humane \ntreatment of animals, we are directing suppliers to use only cage-free eggs \nand liquid egg products by 2015 and are directing our pork suppliers to \ndiscontinue the use of gestation confinement crates in their production \nprocesses by 2018  . Marriott has also, for several years, featured  \ndown-alternative pillows, blankets and comforters in our guest rooms as  \na brand standard at a number of our hotel brands  . And, at our other brands, \nwe continue to offer a guest room that is free of any feather and down \nproducts upon request  . We have engaged with organizations interested  \nin our providing more down-alternative products to guests so we can continually evaluate our product offerings balancing, among other things, sustainability and consumer preferences  .RELATED LINKS\nMindClick Global Sustainability Index\nCintas Recycled Polyester Process Video\nUnless otherwise noted, the reports are based on data from Marriott’s 2013  \nfiscal year and reflect operational performance of our 1,101 company-operated \nhotels, which include owned, leased and managed properties, and exclude rooms \nfrom franchised, unconsolidated joint ventures and timeshare properties.\nlearn more\nVisit https://www .com for:\n- More detailed information  \nabout these recommendations\n-  Recommendations for seafood\nnot on this list\n-  The latest version of this and  \nother regional guides\n-  Information on seafood and  \nyour health and much more...\n© 2010. Marriott International. \nAll Rights Reserved.\nOur Future Fish Guide helps \nassociates in our hotels around the \nworld source, prepare and serve \nsustainable fish wherever seafood \nis offered.\n34", "metadata": {"source": "NASDAQ_MAR_2014.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}