{"page_content": "105 \nTHE FUTURE IN SIGHT | XCEL ENERGYHIGHLIGHTS\n •  To protect our employees and reduce the spread of \nCOVID-19, we immediately implemented numerous new \nguidelines. Every employee who could work from home \nwas asked to do so, and for others, we staggered work \nschedules and limited visitors to our facilities. We also put \nin place extra protocols for entering customer homes during \nemergencies and requiring additional personal protective \nequipment.\n \n •  We began reshaping our safety culture in 2019 by increasing \nefforts to prevent the most life-altering injuries and fatalities \nfrom happening and creating a more open and transparent \nenvironment. \n •  The highest-rated attribute on our employee engagement \nsurvey is on safety, with 89% of employees agreeing that \ntheir safety is a priority for Xcel Energy.\n •  We matched our best safety year for injuries classified as \nDays Away, Restricted and Transferred, reducing these \ninjuries 61% in the past 10 years. Our OSHA recordable \ninjuries also declined 50% in past 10 years.\n •  We launched an enterprise-wide initiative to ensure \nconsistent, corporate-wide adoption of federal and state \nmandated arc flash regulations.\n •  We continued to encourage employees to share their safety \nexperiences and to learn from one another. As such, we \nsaw an increase in our near-miss sharing by more than 40% \ncompared to 2018, which had already jumped 150% from \n2017.\n •  The American Gas Association recognized our annual \nsafety performance with a 2019 AGA Accident Prevention \nCertificate for achieving a DART rate lower than the industry \naverage.\n •  In August 2019, a law that two of our line workers pushed \nthe state of Minnesota to amend went into effect. The law \nexpands the Ted Foss Move Over Law, which previously \nrequired drivers to slow down or move over when \napproaching utility, construction and emergency vehicles \nstopped along four-lane roads, to also include two-lane roads. \nEMPLOYEE SAFETY MANAGEMENT PROGRAM\nXcel Energy has 21 corporate safety policies in place to address occupational safety and health issues. \nThese policies apply to all company bargaining and non-bargaining unit employees, as well as contractors. \nOur policies cover a wide range of topics — from working in confined and enclosed spaces to preparing for \nand responding to emergency situations.\n", "metadata": {"source": "NASDAQ_XEL_2019.pdf", "page": 104, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}