{"page_content": "18Leadership and Governance\nOur Leadership\nChris Kirke\nPresident, \nPilgrim’s Moy Park\nJayson Penn\nPresident and CEO, \nPilgrim’s GlobalCharles von der Heyde\nPresident, \nPilgrim’s Mexico\nThe Pilgrim’s executive team, under direction of the board, is responsible for the company’s operations. This \nincludes implementation of the strategic, financial and management policies, as well as preparation of financial \nstatements and other reports. \nCorporate Governance and Compliance\nImplicit in our corporate philosophy is the importance of sound corporate governance. The Pilgrim’s board of \ndirectors sets high standards for our team members, officers and directors, and is comprised of five independent \nmembers, ensuring that credible, expert voices of objectivity help guide the direction of our business. The \nboard is responsible for reviewing the overall operating, financial and strategic plans and performance of the \ncompany and the process by which financial and non-financial information about the company is provided to \nmanagement, the board and the company’s stockholders. In addition, the board also selects and evaluates \nsenior executives and oversees appropriate policies of corporate conduct and compliance. \nIn 2018, Pilgrim’s board of directors approved a new Code of Conduct and Ethics and a Compliance Plan, both \nof which are administered and overseen by a new Ethics and Compliance Group (ECG). The head of ethics and \ncompliance reports to the Pilgrim’s board of directors and the CFO. Additionally in 2018, Pilgrim’s combined, \nrevised and expanded their team member reporting systems into the “Ethics Line,” which is administered by the \nECG and now accessible – both online and via a telephone line – to all Pilgrim’s team members across the globe.    \nThe ECG is also responsible for developing, administering and training on the policies and procedures ancillary \nto the new Code of Conduct and Ethics, including anti-bribery/anti-corruption, anti-trust/competition, \ninternational trade and sanctions, conflicts of interest and gifts. In 2018, all Pilgrim’s team members received \ntraining on the new Code of Conduct and Ethics. Additionally, all relevant Pilgrim’s team members received in-\nperson training on anti-bribery/anti-corruption policy, including the anti-bribery laws of the U.S., the U.K. and \nMexico.", "metadata": {"source": "NASDAQ_PPC_2018.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}