{"page_content": "2018 Qualcomm  \nSustainability Report\n51\nAppendix:  \nAbout this report\nAbout this Report\nSince our founding in 1985, Qualcomm \nhas been committed to bettering \nthe societies where we live and work. \nWe have been producing an annual \nsustainability report since 2006.  Boundary and scope\nThis report covers our 2018 fiscal year: September 25, \n2017 to September 30, 2018. In some instances, data \nis collected and reported on a calendar rather than a \nfiscal year basis. Such exceptions, as well as any other \nexceptions to the reporting period, are noted within the \nreport. Financial data is reported in U.S. dollars. The \ninformation and data in this report includes Qualcomm \nIncorporated and its consolidated subsidiaries, unless \notherwise stated.\nDisclosure and assurance\nThis report has been prepared in accordance with the \nGlobal Reporting Initiative (GRI) Standards: Core option. \nThe content of this report was developed using \nthe GRI’s “principles for defining report content”: \nmateriality, completeness, stakeholder inclusiveness and \nsustainability context. Our use of the materiality principle \nencompassed our whole value chain, both within and \noutside the Company, and is described further in the \nSustainability Priorities section of this report.\nUse of external assurance is noted in the report where  \nit is used, though the report as a whole has not been\nexternally assured.\nAdditional information about our operations and financial \nstatements is available in our Annual Report on Form \n10-K and subsequent quarterly reports on Form 10-Q \nand other filings with the United States Securities and \nExchange Commission. \nAdditional information about sustainability at Qualcomm  \nis available at www.qualcomm.com/sustainability .\nWe welcome your comments and feedback at  \nqsr@qualcomm.com.\n2018  \nSustainability  \nReport", "metadata": {"source": "NASDAQ_QCOM_2018.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}