{"page_content": " \n38 \n Total Rewards  \n \nOur Approach  \nXcel Energy is committed to providing employees with a market -competitive compensation and benefits \npackage. We seek to offer programs that are aligned with the external market and attractive to our \nemployees, while finding ways to manage costs to keep our  benefits programs financially viable.  \n \nEmployee Total Rewards  \nXcel Energy’s total rewards package includes base and variable compensation, along with benefits like \nhealth and wellness, retirement and pension, paid time off, recognition and talent develop ment.  \n \nOur Total Rewards Statement tool is offered to most of our employees and shows them the full value of \nthe benefits package we provide. It offers a personalized snapshot of pay and benefits information, as \nwell as links to additional program and serv ice information. Employees can access their individual \nstatements online.  \n \nBenefits  \nA significant portion of our investment in employees is made through a benefits package that remains \nconsistently competitive in the marketplace. Our benefits package for e mployees often exceeds 40 \npercent of base pay.  \n \nXcel Energy continues to offer a basic pension plan along with a 401(k) savings plan, which demonstrates \nour commitment to partnering with employees to meet their long -term financial goals. Unlike many \nemploy ers who have frozen pension plans or reduced contributions to 401(k) accounts, we continue to \ncontribute to these plans as a sign of our commitment to provide savings vehicles that enable employees \nto fully engage while working, yet able to exit the workfo rce at an appropriate age We also balance \nfinancial and workforce objectives with providing a fair and market -based benefits package, which results \nin our ability to recruit and retain the best talent to serve our customers.  \n    \nXcel Energy Benefits Packag e for Full -time, Non -bargaining Unit Employees  \nMedical plan  Includes medical, pharmacy and a Health Savings Account \n(HSA). Employees who enroll in our High Deductible \nHealthcare Plan (HDHP) are able to contribute pre -tax \ndollars to an HSA that can be used to offset current or future \nhealthcare expenses not covered by the plan. This account \naccrues tax -free interest, is owned by the employee and \ncarries over year to year. Employees pay reasonable and \naffordable premiums for the HDHP plan. In aggregate, \nemplo yees pay approximately 25 percent of healthcare costs \nthrough their premiums, deductibles and co -insurance \nexpenses. Xcel Energy pays the remaining 75 percent.  \nDental and vision  Xcel Energy covers 75 percent of dental plan premiums and \nup to 75 percent of vision plan premiums.  \nLife insurance  Xcel Energy covers the full cost of basic life insurance \ncoverage and offers voluntary supplemental and dependent \nlife insurance coverage.  ", "metadata": {"source": "NASDAQ_XEL_2015.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}