{"page_content": "About VeecoMaking a Material \nDifferenceVeeco United Team Governance & Ethics Product ResponsibilitySupply Chain \nResponsibilityEnvironmentVeeco Sustainability Report\nProduct Applications Contributing \nto Global Sustainability\n5G & Internet of Things\nThe 5G revolution is accelerating the deployment of smart technology and enabling \nthe internet of things. Water usage, air quality, and energy monitoring are all \nbecoming possible with greater connectivity, enabled by millions of sensors and \ninternet -enabled devices. Veeco’s core technologies are used in the manufacture of \nRF devices, high -density hard disk drives, MEMS, and optoelectronics which are all \npart of solving the challenge of scaling ubiquitous communication. \nPower Electronics\nOur systems driven by GaN -on-Si technology have application potential across \nconsumer electronics, EVs, and renewable energy. GaN has several favorable \nattributes compared to silicon: it requires less power to drive circuitry, enables smaller \ndevices, and has less capacitance resulting in greater efficiency when charging \ndevices. All these applications of GaN -on-Si have GHG mitigation potential. \nPhotonics, LED & MicroLED\nCompared to incandescent bulbs, LEDs use roughly 90% less energy to produce the \nsame amount of light. A global LED shift is estimated to have an emission mitigation \npotential of over 16 gigatons of CO2by 2050 . Veeco’s systems were used to produce \nLEDs that, when compared to incandescent lights, represented a reduction of 500 \nmillion tons of carbon dioxide from the atmosphere by 2017. As the LED market has \nbeen commoditized, we have shifted to more advanced photonics and MicroLEDs \nenabling new and more efficient display technologies.The Cloud & Data Centers\nData centers are the foundation of theworld’s digital transformation. Between 2010 \nand 2018 their computing output increased sixfold, yet energy consumption \nincreased by only 6% .Improvements in efficiency and longevity of global data centers \naddress concerns pertaining to resource extraction, climate change, and e -waste \ngeneration. Veeco’s ion beam technologies support increased areal density of hard \ndisk drive heads, enabling greater quantities of data stored per hard disk drive. \nAdditionally, Veeco’s GaN equipment enables more efficient power electronics for \ndata center applications.\nSemiconductor\nOur semiconductor product offerings, such as systems for laser annealing, \nadvanced packaging and EUV mask blank production, enable our customers \nto create highly efficient logic and memory devices. These \ndevices, in turn, lead to more efficient products across a \nbroad spectrum of applications. 54\n", "metadata": {"source": "NASDAQ_VECO_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}