{"page_content": " 12 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENT\nEmployee Health and Safety\nIt is essential that we maintain workplaces that are safe and \nprotective of the health and well-being of our people. This is a \nshared responsibility, supported by the personal commitment \nand awareness of our leaders and employees. We adhere \nto all health and safety standards set by regulators in the \nlocales in which we operate, and routinely monitor our sites \nand conduct employee trainings in order to reduce the risk of \nworkplace accidents.  \nOur incident rate of reportable employee injuries has declined \nover time. In 2021, both our rates of workplace accidents \nresulting in recordable injuries and accidents resulting in lost \nemployee work time remained below industry averages, as \nshown on the following graphs.\n1 2019 BLS Data \nhttps://www.bls.gov/web/osh/summ1_00.htm; NAICS number 325412\nCollaborative and Risk-focused \nEngagement (CaRE™)\nOur culture is one of collaboration, compliance and trust. We \nask our employees to help us promote and sustain a healthy, \nsafe and productive environment. CaRE is our proprietary risk \nmitigation program designed to instill collective ownership of, \nand accountability for, safety and environmental stewardship \nby employees across our facilities. CaRE empowers \nemployees to proactively identify and address risks in order \nto help drive continuous improvement in risk mitigation and \noperational performance and is a vital tool in helping to drive \na culture of sustainability and EHSS engagement across the \nCompany.\nComponents of the program that help encourage high levels \nof employee engagement and contribute to our low incident \nrates include: \n• Workplace “walkthroughs” by cross-functional leaders  \n to improve risk awareness, encourage proactive action and  \n foster open and honest discussions with employees; \n• Self-assessment tools that encourage autonomous  \n risk assessment and risk-based decision-making prior to  \n commencing work activities;\n• Our “Good Save” system designed to help identify and  \n resolve workplace hazards and risks;\n• Data collection and management that support risk  \n mitigation and measurement efforts; and\n• Positive recognition for employees who are actively  \n engaged in our CaRE programs in order to amplify and  \n encourage participation in support of our collective goal of  \n risk mitigation and continuous improvement.\nCollaborative and Risk-focused EngagementCaRETM\nCollaborative and Risk-focused Engagement", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}