{"page_content": " 13 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENTFocus on Employee \nWell-Being\nKeepWell Mark™\nAs a testament to our emphasis on the importance \nof wellness, our sites in Ireland have maintained a \nKeepWell Mark from the Irish Business and Employers \nConfederation (IBEC) since 2020.\nThe KeepWell Mark is an evidence-\nbased workplace well-being \naccreditation awarded to companies \nwho meet or exceed industry \nstandards for well-being, health and \nsafety. The KeepWell program provides an opportunity \nto benchmark our well-being practices against other Irish \ncompanies and industry best practices.\nLeading in Wellbeing Top 100 \nCompanies 2021 \nIn conjunction with the KeepWell Mark, Alkermes was \nincluded in both 2021 and 2022 in IBEC’s listing of \nIreland’s Leading in Wellbeing Top 100 Companies, which \nacknowledges companies across Ireland who are leading \nthe way for employee well-being and committed to well-\nbeing best practices that may have a lasting impact on \ntheir employees and local business communities.\nBest in Class Nutrition Award\nAs part of the 2021 KeepWell Awards, Alkermes Pharma \nIreland Limited, the Company’s Irish operating subsidiary, \nreceived a Best in Class Nutrition Award. This award \nrecognized Alkermes’ educational events for employees \nfocused on healthy eating and other topics, one-on-one \nnutrition consultations for employees, and labeling of the \nnutritional content of food in our cafeterias.\nProduct Stewardship and \nEnvironmental Impact\nAlkermes is committed to safe and sustainable research, \ndevelopment, manufacturing, and commercialization of \nmedicines. We implement this commitment by integrating \nEHSS risk management requirements throughout the lifecycle \nof each of our products. Our approach to product stewardship \noversight and control includes:\n• Generation of occupational and environmental toxicology  \n data, which is iterated and augmented as each product  \n progresses through its lifecycle;\n• Development and application of appropriate occupational  \n health, safety and environmental risk controls for each  \n product based on scale, potency, task and other processing  \n considerations; \n• Utilization of protocols and risk assessments to support  \n safe and responsible technology transfers within Alkermes  \n or to external contract manufacturing organizations  \n (CMOs), contract research organizations (CROs) or other  \n third parties;\n• Development of “green chemistry” processes designed  \n to eliminate or reduce the use or generation of hazardous  \n substances in the design and manufacture of future  \n products; and \n• Implementation of a global program for process hazard  \n management with embedded controls as early as the  \n candidate discovery stage and through full commercial- \n scale manufacturing of a product.\nExternal Operations  \nRisk Management \nWe have integrated certain EHSS risk management \nprocedures and our formal RMS framework into our vendor \nmanagement and governance processes. EHSS considerations \nand metrics are monitored and discussed as part of routine \nbusiness review meetings with our external operations \npartners. This approach enables transparent conversations \nabout EHSS risk and performance and provides a forum for \nAlkermes to communicate our expectations for responsible \ndevelopment and manufacture to our vendors.\nTo assess whether our vendors operate to Alkermes’ standards \nand encourage adherence to such standards, EHSS risk \nconsiderations and metrics are embedded into our vendor due \ndiligence assessments, on-boarding procedures, technology \ntransfers and routine business reviews. We also incorporate \nEHSS-related provisions, as appropriate, into our service-level \nagreements related to our products.", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}