{"page_content": " 14 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENTOur vendor assessment tools, which we developed based on \nthe Pharmaceutical Supply Chain Initiative’s ‘Pharmaceutical \nIndustry Principles for Responsible Supply Chain Management’, \nevaluate key areas such as: EHSS management systems; \nperformance and regulatory compliance; environmental \nsustainability; occupational health and safety systems; process \nsafety management controls; physical security; labor and ethics \npolicies; business continuity systems; and capability to safely \nhandle Alkermes products.\nWe have conducted on-site audits or tabletop reviews to \nassess all external CMOs directly involved in the manufacture \nor packaging of proprietary Alkermes medicines, and use \nthe information gained from these assessments to help us \nprioritize areas of focus for our ongoing risk management \nefforts.\nEnvironmental Protection \nand Sustainability \nWe strive to conduct our business activities in a manner that \nminimizes the environmental impacts of our operations and \npromotes effective stewardship of environmental resources. \nWe are committed to complying with applicable laws, rules \nand regulations and operating with the highest standards of \nconduct. All Alkermes facilities are subject to routine regulatory \ninspections in respect to EHSS to confirm compliance with \napplicable laws and regulations. \nWe strive to maintain a culture of sustainability throughout \nour organization and work collaboratively across internal \nstakeholder groups and functions to identify ways to mitigate \nrisks, increase operational efficiencies and reduce our \nenvironmental impacts, including those related to resource use, \nwaste management and climate change. \nIn 2020, we engaged an independent third party to conduct \na focused survey of leaders across our operations functions—\nincluding representatives from our R&D, manufacturing, quality, \nexternal operations and supply chain, EHSS and engineering \nteams—designed to identify the environmental focus areas \nof highest importance to our business operations. Based \non the results of this survey, we identified the following key \nenvironmental focus areas: \n• Energy Usage, GHG Emissions and Renewables\n• Waste Optimization\n• Pharmaceuticals in the Environment\n• Water Conservation\n• Sustainability in the Supply Network\nIn 2021, we established a global, cross-functional sustainability \nsteering team to further develop and enhance our focus on \nthese areas.Energy Usage \nWe continually monitor and review our energy usage in \norder to identify opportunities for further optimization and \nreduction. Our activities in support of this objective include:\n• Analysis of data and trends from electricity and natural gas  \n monitoring systems at our facilities;\n• Replacement of legacy equipment with more energy- \n efficient alternatives;\n• Incorporation of sustainable design and building techniques  \n into new facilities to promote less energy use; and\n• Assessments of options to procure and further integrate  \n renewable energy sources into our operations.\nA forum of engineering leaders from each of our sites \nmeets regularly to develop best practices for our \nfacilities and utility systems. A sub-team of this group \nis responsible for integrating sustainability principles \nand practices into the design of our capital projects, \nmonitoring company-wide energy audits and developing \nmulti-year plans for energy reduction initiatives.\nOur overall energy use in 2021 increased by 7% as compared \nto 2020 in absolute terms. Three key factors contributed to  \nthis increase:\n• Our new 230,000 square foot, LEED® Silver-certified1,  \n facility in Waltham, MA was in operation for all of  \n 2021, compared to only eight months of operation in 2020. \n• Energy usage at our Athlone, Ireland facility  \n increased due to increased demand for, and increased  \n manufactured volumes of, VUMERITY®, a  \n key product manufactured at the site.  \n• Salesforce activity increased as in-person  \n interactions resumed, resulting in, among other  \n impacts, a 29% increase compared to 2020 in fuel  \n usage by our commercial team’s fleet of vehicles.\nWhile these changes were significant, their impact on our \noverall energy consumption was partially mitigated by \nongoing energy efficiency initiatives across our facilities, \nincluding energy audits that highlighted opportunities \nfor immediate efficiency improvements, phased capital \ninvestments, procedural improvements and behavior- \nchange initiatives.\n1 Leadership in Energy and Environmental Design, developed by the U.S. Green Building Council (USGBC)", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}