{"page_content": " 16 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENT¹ 2018 Scope 2 emission numbers are lower than previously reported due to the inclusion of previously uncounted Irish renewable GO credits.\n2 Includes both Scope 1 and 2 GHG emissions.\nNote: A 2022 internal audit identified an inadvertent overstatement of Scope 1 emissions from one of our sites in prior reports, resulting from a mis-transcription of refrigerant usage at one of our \nmanufacturing facilities. This mis-transcription has been corrected and our Scope 1 emissions data included in this report reflects the data as corrected, representing a significant reduction in our \nhistorical Scope 1 emissions compared to those shown in our prior Corporate Responsibility Reports.\nGHG Emissions and Renewables\nAlkermes recognizes the serious environmental, economic and \nsocietal impacts caused by climate change. Our environmental \nsustainability efforts include proactively taking action to \nreduce GHG emissions from our operations. \nIn 2021, increased absolute energy usage related to our \noperational growth resulted in a 15% increase in absolute \ncombined Scope 1 & 2 GHG emissions for reasons outlined \nin the previous section. However, our combined Scope 1 & 2 \nGHG emissions per $M revenue in 2021 decreased by 3% and is 43% lower than it was in our baseline year of 2015. \nThis reduction in carbon intensity underscores our focus on \nenergy reduction measures that will support production of our \nmedicines in a more environmentally efficient manner. \nIn addition to our focus on energy efficiency in our facilities \nand operations, we also encourage employees to use more \nsustainable forms of transportation when commuting to \nwork, including by providing shuttle bus service between our \nWaltham, MA site and public transportation locations and \ninstalling charging stations for electric vehicles at our Athlone, \nIreland facility.\n2021 Carbon Performance Data ", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}