{"page_content": " 17 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENT\n2021 Water Performance Data Water Conservation \nWe recognize that water is a scarce and invaluable resource We recognize that water is a scarce and invaluable resource \nthat we must endeavor to conserve and use efficiently that we must endeavor to conserve and use efficiently \nand sustainably. We have implemented programs across and sustainably. We have implemented programs across \nour organization to assess, reduce and optimize our water our organization to assess, reduce and optimize our water \nconsumption, and we examine opportunities to further consumption, and we examine opportunities to further \nconserve water on an ongoing basis. As a result of these conserve water on an ongoing basis. As a result of these efforts, overall absolute source water usage at our facilities efforts, overall absolute source water usage at our facilities \ndecreased 7% in 2021 compared to 2020, and decreased decreased 7% in 2021 compared to 2020, and decreased \n32% compared to our 2015 baseline measurement year, 32% compared to our 2015 baseline measurement year, \ndespite the opening of our new Waltham, MA R&D and office despite the opening of our new Waltham, MA R&D and office \nfacility. Overall water use per floor space (cubic meters per facility. Overall water use per floor space (cubic meters per \nm2) decreased by 10% compared to 2020 and was 54% m2) decreased by 10% compared to 2020 and was 54% \nlower than our 2015 baseline measurement year.lower than our 2015 baseline measurement year.\nCase Study: Water Conservation\nOur Wilmington, Ohio site recently upgraded its plant vacuum system to cross-connect the systems in the site’s two \nbuildings such that the vacuum pump in one building could be turned off and could operate entirely off of excess capacity \nfrom the vacuum pump in the second building. This cross connection is expected to save the site approximately 9,000 m3 of \nwater annually, equivalent to approximately 5% of the site’s annual use.", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}