{"page_content": " 18 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENTPharmaceuticals in the \nEnvironment \nWe understand the significant potential impacts that \npharmaceuticals can have on the environment. We maintain \nstrict internal protocols to adhere to the parameters of \nour applicable licenses and permits, mitigate the impacts \nof our operations on natural resources such as surface \nwater and groundwater, and assist us in effectively \ncontrolling our air and wastewater emissions. \nAs part of our development and manufacturing scale-\nup of new, proprietary molecules, we have implemented \nprograms to enable us to understand and mitigate \nassociated environmental impacts. For example, we \npartner with third-party experts to identify practices \nto assist us in characterizing and understanding \nappropriate eco-toxicology and safe discharge limits. \nWe have implemented science- and data-driven \nenvironmental risk mitigation strategies and continually \nevaluate opportunities to improve our emissions control \nsystems in order to better protect the environment and \nenhance the environmental sustainability of our operations.\nWaste Optimization\nAll Alkermes facilities have comprehensive waste \nmanagement plans in place and we strive to reduce our \ngeneration of waste at each source. Our waste streams are \nfully segregated, and disposal methods are carefully evaluated \nto support compliance with statutory and permit requirements \nand to minimize our environmental impacts.\nFor non-hazardous waste, we actively seek to eliminate \nlandfilling where practicable and pursue recycling, composting \nand/or other re-use opportunities. We also employ other \nforms of responsible disposal, such as treatment in third-party \n“waste-to-energy” facilities. \nFor hazardous waste, we recognize that landfill is not an \nenvironmentally responsible disposal route. We actively \nexplore recycling opportunities for our hazardous waste and, \nwhen feasible, select disposal routes that include potential \nenergy recovery benefits. \nOur waste vendors are carefully selected and vetted, in an \neffort to promote utilization of responsible waste disposal \nroutes only. Through our working relationships with these \nvendors, we are able to identify and implement new \nopportunities for responsible waste disposal and further \nreduction of waste materials.\n \n Key waste optimization highlights at the enterprise level \nincluded:\n• Of total waste generated in 2021, 92% was either recycled  \n (63%), processed in a waste-to-energy facility (16%) or  \n incinerated (13%). \n• Of total hazardous waste generated in 2021, 96% was  \n either recycled or processed in a waste-to-energy facility  \n and the remainder was incinerated.\nKey waste optimization highlights at our manufacturing \nfacilities included:\n• Wilmington, OH facility: Approximately 98% of hazardous  \n waste was recovered and recycled; the remainder was  \n incinerated.\n• Athlone, Ireland facility: No waste was sent to landfill;  \n 100% of non-hazardous waste and 92% of hazardous  \n waste was either recycled or processed in a  \n waste-to-energy facility; the remainder was incinerated.   \nThe following table shows additional detail regarding our \nvarious 2021 hazardous and non-hazardous waste disposal \nstreams:\nHazardous waste Metric Tonnes\nRecycled11,374\nWaste-to-energy2411\nIncineration 59\nLandfill30\nTotal hazardous waste 1,845\nNon-hazardous waste Metric Tonnes\nRecycled1449\nWaste-to-energy259\nIncineration 311\nLandfill 232\nTotal non-hazardous waste 1,052\n1 “Recycled”: A waste that is used, reused or reclaimed (based on SASB RT0101). \n2 “Waste-to-energy”: A method of converting non-recyclable waste into useable  \n forms of energy including heat and electricity. \n3 No federally- (U.S.) or nationally- (IRE) regulated hazardous waste was sent  \n to landfill facilities. A small quantity (0.025T, 25kg) of Massachusetts-regulated  \n hazardous waste (lubricant oil) was inadvertently sent to landfill by a third-party  \n waste handler, despite contractual provisions prohibiting such disposal.\nNote: Due to the impacts of the COVID-19 pandemic on the Company and its  \nbusiness practices in 2021, waste stream volumes in 2021 may not be  \nindicative of volumes in future years. In addition, increased volumes of  \nnon-hazardous waste were generated at our Athlone facility in 2021 as a  \nresult of construction activities. \nAmounts in the table above do not sum due to rounding.", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}