{"page_content": " 20 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALOur employees are the foundation upon which our business \nis built. Their expertise, intelligence and creativity drive our \ninnovation, and their passion and commitment to excellence \nare the cornerstone of our success. We strive to support our \nemployees’ well-being in a transparent, diverse, inclusive \nand collaborative culture and provide employees with \ntraining, support and resources to help them to succeed \nprofessionally while appropriately balancing their professional and personal lives. Beyond our employee initiatives, we \nare committed to broader social engagement through local \nvolunteer opportunities, grant programs and engagement with \ncaregivers, patients and their loved ones. We also support \nadvocacy efforts to raise awareness of patient needs and to \nincrease access to medicines and other forms of treatment in \nsupport of patient health and well-being.\nOur Team is Motivated by Personal Experience With \nSerious Mental Illness, Addiction and Cancer \nSECTION 7 \nSOCIAL\n“I have been a caregiver to a close family member \nliving with serious mental illness from an early age. The \nloneliness, despair and frustration of seeing someone \nyou love so dearly struggle with such an unforgiving \nillness is difficult. I joined Alkermes because I believe \nthat the work we do every day has the potential to \nmeaningfully improve the lives of people like my family \nmember and so many others living with serious mental \nillness.”\n – Corporate Affairs team member“By helping to reduce stigma around addiction, we can \nreduce some of the barriers to those seeking help. I’m \nvery happy to be at Alkermes, to be able to play a small \nrole in someone’s recovery by educating healthcare \nproviders and helping them help their patients to find \nthe treatment that is right for them.”\n – Commercial team member“I’m an ovarian cancer survivor, so I have first-hand \nknowledge about the impacts of this disease on \nwomen’s everyday lives... I am proud to be working at \nAlkermes, on a team that is committed to developing \npotential new treatments for cancers with high unmet \nneed.” \n– Market Research team member\n“Losing my father at a young age to a disease that \nhad no cure fueled my passion to work in health care. \nDecades later, the opportunity to help address the \nneeds of people living with complex and serious illness \ncontinues to be a driving force behind my work.” \n– Medical Affairs team member", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}