{"page_content": " 21Our Employees\nEqual Opportunity and Respect; \nDiversity and Inclusion\nAt Alkermes, we strive to foster a culture of respect, inclusion \nand equality, supported by our Code of Business Conduct and \nEthics and our other corporate policies and programs. All of our \npolicies, practices and activities related to hiring, promotion, \ncompensation, benefits and termination are administered by \nour human resources (HR) organization in accordance with \nthe principle of equal employment opportunity and other \nlegitimate criteria without regard to race, color, religion, sex, \nsexual orientation, gender expression or identity, ethnicity, \nnational origin, ancestry, age, mental or physical disability, \ngenetic information, any veteran status, any military status or \napplication for military service, or membership in any other \ncategory protected under applicable laws. We are an equal \nopportunity employer.\nConsistent with our Respect in the Workplace policy, we are \ncommitted to creating and maintaining a work environment \nthat reflects our Company’s core values, and in which \nemployees are treated fairly, with dignity and respect. We do \nnot tolerate harassment or discriminatory behavior. In addition, \nwe strive to uphold human rights in all our business activities \nand support the principles in the United Nations Declaration on \nHuman Rights, including the prohibition of human trafficking, \nchild labor and slavery of any kind. \nOur Diversity, Inclusion and \nBelonging (DIB) Initiatives\nAlkermes is committed to diversity, inclusion and belonging \nacross all aspects of our business. Our approach emphasizes \ninteractive engagement between colleagues, and policies \nand programs that reflect the diversity of our workforce and \nour belief that inclusiveness fosters a feeling of belonging. \nProductively engaging in these areas is integral to our culture \nand the success of our business. Diversity, Inclusion and \nBelonging iniatives are governed by our Diversity, Inclusion & \nBelonging Executive Committee (\"DIB Executive Committee\"), \nDiversity, Inclusion & Belonging Steering Committee (\"DIB \nSteering Committee\") and Employee Resource Groups (ERGs), \nall of which play important roles in helping to maximize the \nimpact of our efforts to ensure our efforts are effective and \nreflective of our core values. \nWith representation from employees across the Company \nand at varying levels of leadership, these committees work \ntogether to set goals, establish and execute strategic initiatives,  \nmeasure our progress and promote a culture of understanding  \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nand inclusion throughout our organization. They also help to \ninform our Company’s response to important external social \nand cultural issues and events.\nOur DIB Executive Committee consists of senior leaders, \nincluding our Chief Executive Officer, and serves as an \nadvisory body that provides high-level strategic guidance and \ncounsel and advocates in support of our DIB initiatives. The \nDIB Executive Committee is tasked with, among other things:\n• Setting diversity, inclusion and belonging goals for the  \n company;\n• Facilitating implementation of key internal operating  \n practices and policies, as well as advising on external  \n partnerships and sponsorships related to DIB;\n• Communicating progress and updates related to our DIB  \n programs to, and proactively engaging with, our  \n management team and our Board; and\n• Championing and modeling desired leadership behaviors,  \n and holding our other senior leaders accountable for the  \n same.\n \nALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALDiversity: The presence of difference \nInclusion: Welcoming, valuing and \nleveraging differences \nBelonging: Feeling comfortable to be \nyour authentic self\n“While we are only one company, \nand in the big picture we play a small \nrole, we know it will take all of us – \nacross companies, communities and \ncultures – to come together to make \nprogress toward a more inclusive and \nequitable world. ”\n- Richard Pops, CEODiversity\nInclusion \nBelonging& ", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}