{"page_content": " 22Our DIB Steering Committee is an employee-led group \ncomprised of representatives from all of our locations, \nincluding field-based employees, employees from each of our \nERGs and from a variety of functional areas. The DIB Steering \nCommittee works to:\n• Shape the organization’s vision around DIB; \n• Recommend strategies and actions to help advance the  \n Company’s DIB goals; \n• Champion the establishment and successful operation of  \n ERGs; and\n• Guide diversity-related aspects of the Company’s activities.\nEmployee Resource Groups\nAlkermes currently has five ERGs, including two that were \nlaunched by the DIB Steering Committee in 2021: Limitless  \nand Operation Salute. Our ERGs share a common purpose \nof supporting and enhancing the inclusiveness of our \ncompany culture and providing opportunities for professional \ndevelopment, networking and building deeper connections \nwithin Alkermes. \nLimitless works to create an accessible and inclusive \ncommunity in which those impacted by disability or illness \nare empowered to be their authentic selves at Alkermes and \nbeyond. This group aims to foster a supportive community \nbased on a foundation of inclusion for all and seeks to create \nmeaningful connections across the organization.\n \n \nMosaic promotes the development of a vibrant workplace \nenvironment where multicultural employees feel welcomed, \nsupported and included through education about, and celebration of, different cultures and beliefs. This group also \naims to build a supportive and inclusive employee network and \nsponsor professional development activities for all members of \nthe Alkermes community to create a sense of belonging.  \n \n \n \nOperation Salute honors those at Alkermes who have served, \nor are currently serving their country in the armed forces or \nwhose lives are touched by family members and friends in the \nmilitary. Operation Salute works to provide opportunities for \nveterans to network and engage with one another while also \nhelping Alkermes honor the sacrifice made in their service.\nPride@Work Focuses on the LGBTQ+ community and allies \nwho support equality and compassion in our workplaces \nby promoting practices, policies and benefits that are \ninclusive for all sexual orientations, gender expressions and \ncharacteristics, and provides an open forum where employees \ncan collaborate, network and engage. \nWomen Inspired Network provides an open venue for women \nand all employees to collaborate, network, engage, learn from \nand inspire one another and encourages a workplace that \ndevelops, supports and promotes all individuals, regardless of \ngender, with a specific aim to improve the representation of \nwomen at all levels within the organization.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALOpportunities to Learn More About Diversity, Inclusion and Belonging\nIn June 2021, in celebration of Pride Month, Alkermes hosted Chris Hartman, Director of Kentucky’s Fairness Campaign. Mr. \nHartman has worked with organizations across Kentucky to help increase the number of municipalities with LGBTQ Fairness \nOrdinances. He spoke to employees about the importance of advocacy in creating effective coalitions to create change in \nKentucky and beyond. \nContinuing with these important discussions, Alkermes hosted Antoine Holman, Vice President of Corporate Affairs at the \nNational Association for the Advancement of Colored People (NAACP), in November 2021. Mr. Holman gave employees an \nopportunity to learn about the important work being done by the NAACP in communities across the U.S.\nThroughout 2021, we continued to offer trainings and facilitate discussions for employees aimed at identifying and \naddressing unconscious bias in the workplace. These efforts are part of a larger initiative to encourage employees across \nAlkermes to proactively incorporate a focus on diversity, inclusion and belonging into their day-to-day activities.MOSAIC\nEMPL OYEE RESOURCE GROUPLimitless\nSTRONG | INSPIRED |  ABLEOPERA TION\nSALUTE\nWomen Inspir ed Network", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}