{"page_content": " 231 Based on the most recent data from our independent compensation consultant.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALIn 2021, we made significant progress in our commitment to \nadvancing our Diversity, Inclusion and Belonging initiatives, \nincluding the following: \n• Redefined our DIB strategy to align with four strategic  \n pillars:  \n  •  Employee Engagement & Development \n  •  Talent Acquisition & Retention \n  •  Industry & Community Impact \n  •  Communications Infrastructure\n• Offered DIB-related education, awareness and training  \n programs, which were highly attended across the  \n organization;\n• Created a DIB goal for senior leaders tied to their  \n performance objectives for 2022; and\n• Established the DIB Executive Committee to support  \n widespread adoption of DIB efforts.\n \n \n \n \n \n \n \n \n \nEmployee Data\nWe have more than 2,000 employees across the U.S. and \nIreland who are key to our ability to develop, manufacture and \nadvance treatment options for patients and who contribute to \nour culture of collaboration and commitment to the work we \ndo. Our 2021 voluntary attrition rate of 12.6% was below the \nindustry benchmark of 14.4%.1 We conduct annual reviews \nto assess performance and leadership potential and to help \ninform our retention strategies and succession planning for \nkey roles. Total Employees as of Year-End 2021 – 2,200\nBy Location\nIreland Athlone 361\nDublin 51\nU.S. Massachusetts 729\nOhio 519\nU.S. Field-based 540\nBy Full time / part time\nIreland 407 full time / 5 part time  \nU.S. 1,784 full time / 4 part time\nGender Diversity and Seniority \nRatio\nAs of year-end 2021, Alkermes’ workforce was 48% female \nand 52% male, and our ratios of female to male employees \nwere aligned with industry peers across all levels:1 \n• Entry level: 48% female and 52% male;\n• Mid-level: 49% female and 51% male;\n• Senior level: 43% female and 57% male; and\n• Executive level: 26% female and 74% male.\nAs of year-end 2021, median compensation for males and \nfemales at Alkermes was substantially equal across metrics of \nbase salary, total cash compensation and total compensation \nincluding equity. The average salary of our female employees \nas compared to that of our male employees was also aligned \nwith industry averages. Minimizing gender pay disparities has \nbeen a priority for Alkermes, and we monitor our pay practices \nand make focused adjustments to maintain equitable pay \nacross our employee population. Additionally, we continuously \nreview and adapt our recruiting and employment offer \nprocesses to be compliant with U.S. federal and state and Irish \nlaws. We make offers to candidates based on their experience \nand skills in comparison to our current employees, and without \nregard to their compensation from previous employers\nSupporting Diversity in Leadership \nDeveloping a diverse leadership team is an important element \nof our success and we are proud to support and invest in \ndiversity at all levels of the organization. \nWe have made substantial progress in the area of gender \ndiversity in the last five years, with significant gains in the \npercentages of women in senior roles, including an increase \nin the percentage of female employees on our management \nteam from 14% in 2017 to 26% at year-end 2021.Diversity\nInclusion \nBelonging& \n", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}