{"page_content": " 24 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALAdditionally, from 2020 to 2021, the number of racially \ndiverse employees in leadership positions (Senior Director and \nabove) increased by 6.9%. \nWe remain focused on achieving greater representation \nof diverse talent across our organization, particularly \nin leadership roles, through targeted recruitment and \ndevelopment efforts. We recently established a working group \ntasked with identifying diversity-related metrics pertinent to \nour organization, developing a framework for measuring the \nimpact of our efforts and enhancing the collection and use of \nour diversity data. \nRecruitment and Leadership \nDevelopment Resources\nAlkermes is committed to cultivating and supporting the \nadvancement of a diverse workforce. As part of our efforts, \nwe have leveraged the resources of established organizations \nwho do important work in this area, including:\n• Since 2019, we have been a proud corporate partner of the  \n Healthcare Businesswomen’s Association and we support  \n its core purpose of furthering the advancement and impact  \n of women in the business of healthcare.\n• Over the last five years, more than 80 of our female leaders  \n have participated in leadership development programs  \n through Women Unlimited, Inc., an organization that runs  \n programs for female leaders at various stages of their  \n careers.\n• In 2021, we sponsored employee memberships  \n to Conexión, an organization dedicated to the  \n development of HispanicLatino leaders, and Chief,  \n a private membership network focused on connecting  \n and supporting women executive leaders.\n• Beginning in 2021, we sponsored employee  \n participation in The Partnership’s Executive  \n Council, a forum for HR practitioners to share best  \n practices for diversity, equity and inclusion.\n• We also are actively pursuing partnerships  \n with a number of organizations to help increase  \n the diversity of our candidate hiring pool.\nProfessional Development \nWe are committed to the growth and development of \nour employees throughout their tenure at the Company. \nFrom their first day on the job, our comprehensive new \nhire onboarding experience goes beyond specific job \nskills training to include training that connects our new \nemployees to our business, culture, values and people. \nWe encourage our employees to seek out professional \nlearning opportunities both within Alkermes and externally. We offer formal training that covers topics including \nperformance management, problem-solving, leadership \ndevelopment, communication and mentorship as well as more \nspecialized skills-based programs. In 2021, we conducted \nnearly 300 professional development training sessions \nfor employees across the organization. We also conduct \nongoing health and safety trainings in compliance with \napplicable U.S. federal and state, Irish, and local regulations.   \nBeyond periodic training, Alkermes also supports employees \nin furthering their educational goals. A tuition reimbursement \nprogram is offered to employees in the U.S., which includes \nopportunities for tuition reimbursement of up to $5,250 \nper year for full-time employees enrolled in any course \nthrough an accredited college or university. In 2021, \napproximately 43 U.S. employees took advantage of this \nbenefit. In Ireland, 15 employees were enrolled in part-\ntime education programs, which were reimbursed in full.\nTo further enhance our professional development initiatives, \nAlkermes conducts an annual Individual Development \nPlan (IDP) process. Separate from our annual performance \nreview program, the IDP process is meant to facilitate \ndevelopment discussions between employees and their \nmanagers in order to identify growth opportunities and \nset development goals aligned with their individual \nshort-, medium- and long-term career objectives.\n“As a co-leader of Mosaic, Alkermes’ \nmulticultural ERG, I believe it is \ncritical to create safe spaces where \nall employees can feel vulnerable \nyet confident in being their most \nauthentic selves. Creating a culture \nof authenticity across the Company \nallows employees to engage and \nparticipate fully and honestly. This \ncomfort in bringing one’s true self to \nwork allows us to build a workplace \nwhere people perform better and \nengage thoroughly. I am proud \nthat Alkermes continues to create \nspace for and dedicate resources \nto Diversity, Inclusion & Belonging \nefforts.”\n- Halima Norstrud, \n District Business Leader \nCo-Lead, Mosaic ERG", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}