{"page_content": " 27Employee Benefits and \nWellness\nOur HR team has an ‘open door’ policy to promote a healthy \nexchange of ideas and encourage employees to provide \nfeedback on our programs and practices on an ongoing basis. \nWe also regularly benchmark our HR practices against industry \nstandards to ensure that we can compete for and retain strong \ntalent.\nOur diverse mix of employees helps to inform our benefits \nprogram. We carefully consider our employees and their \nfamilies when we design our policies to offer a range of options \nand flexibility intended to meet the needs of employees at \nvarious life stages and phases of their careers. Our benefits and \nother resources are designed to support the physical, financial \nand emotional well-being of our employees and their loved \nones.\nRecognizing the value of our employees and their important \ncontributions to the achievement of our business objectives, we \noffer market-competitive comprehensive total rewards pay and \nbenefits packages, including bonus opportunities at all levels \ntied to individual and company performance, and for employees \nat certain levels, company equity opportunities. We also offer \nhealthcare and retirement savings plan benefits, paid time off, \ntuition reimbursement, life and disability insurance and other \nbenefits designed to support healthy lifestyle choices, financial \nwellness and work-life balance.\nVaccine Clinics\nAs a biopharmaceutical company, we understand the critical \nrole that vaccines are playing in helping to address the \nCOVID-19 pandemic. To facilitate and encourage COVID-19 \nvaccinations among our employees, Alkermes partnered \nwith local healthcare providers in Ohio and Massachusetts to \nhost free COVID-19 vaccine clinics for employees and their \nfamilies. We also offered paid time off for employees to receive \nCOVID-19 vaccinations. \nALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALPrioritizing Mental Health in \nthe Workplace\nAlkermes is committed to supporting the mental \nand physical well-being of our employees. In 2021, \nwe waived co-pays associated with telehealth \nappointments and in-person or virtual mental \nhealth appointments to better ensure access to \nvital care for our employees. This benefit, along \nwith others, stems from our belief that fostering \ngood employee mental health is a key aspect of \nmaking Alkermes a great place to work. Peer Appreciation and Recognition\nWe strongly believe in sharing and recognizing success \nas a team. Our RISE recognition program connects our \nemployees across all locations and enables our employees \nto acknowledge and commend colleagues for outstanding \nperformance through peer-to-peer recognition. Employee \naccomplishments are also celebrated company-wide through \nfeatured stories on ARC, our internal employee portal.\nPatient Advocacy and \nCommunity Engagement  \nWe have developed and now manufacture and commercialize \nproprietary medicines for the treatment of alcohol dependence, \nopioid dependence, schizophrenia and bipolar I disorder - \ndisease areas with vulnerable patient populations who are \noften treated in public health and criminal justice settings \nwhere systemic inequities are pervasive.\nWe champion approaches to treatment that recognize \nthe multitude of factors that affect outcomes for patients, \ncaregivers and communities, and are committed to patient and \ncommunity engagement, disease education and awareness \nand advocacy for policies that support equitable access \nto treatment options. Patient advocacy and community \nengagement are core to our mission. Regular engagements \nwith policymakers and leaders in the patient advocacy \ncommunity allow us to better understand their perspectives \nand goals. Learnings from these interactions help to inform \nour business activities, including in respect to clinical trials, \npolicy and advocacy. Across our endeavors, we are purposeful \nabout staying connected to the reality of living with these \ncomplex conditions. We actively seek input from patients \nand advocates early in our drug development process to help \nidentify unmet patient needs and inform our research. These \nengagement efforts help us design clinical trials and programs \nwith specific patient outcomes in mind. We continue to consult \nwith patients during the drug development process and \nbeyond, so that patient perspectives continue to inform the \ndevelopment and lifecycle management of our products.\nDriven by our patient-centered ethos, we advocate for, among \nother things, improved access to medicines and other forms \nof treatment. However, we also understand that access to \ntreatment options addresses only a portion of the needs of \nthe patients, families and communities for whom we develop \nour medicines. We are committed to working with the people ", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}