{"page_content": " 28 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALaffected by addiction, serious mental illness and cancer, and \nthe organizations that support them, to better understand the \ncomplex system of care for these diseases and to achieve our \ncommon goal of improving outcomes for these patients and \ntheir caregivers.\nAccess\nAlkermes believes that every patient deserves quality care, \nand we are committed to collaborating with policymakers and \nother industry stakeholders to preserve and enhance access \nto medicines. We strive to price our medicines in a responsible \nmanner that facilitates broad access. We also offer programs, \nsuch as Patient Assistance Programs and Co-Pay Savings \nPrograms, to provide support to eligible patients who are \nprescribed our medicines. In 2021, more than 20,000 patients \nparticipated in our Co-Pay Savings Programs. Oncology Patient Advocacy \nSummit\nIn the fall of 2021, as part of our commitment to \nincorporating patient voices and perspectives into \nour drug development efforts, we hosted a virtual \npatient advocacy summit, as a means of gathering \nmembers of the cancer advocacy and survivor \ncommunity. Attendees participated in a series \nof discussions that provided insights about the \npatient experience in oncology clinical trials and \nfactors that contribute to recruitment, enrollment \nand retention. These critical patient insights \nhelped inform elements of the ongoing ARTISTRY \nclinical development program and related patient \ncommunications materials. \nSupporting Our Communities\nAlkermes respects the culture, customs and values of the \npeople in the communities in which we operate.  We seek \nto support and positively impact these communities through \nour grant programs, sponsorship contributions and volunteer \nsupport.\nSponsorships \nAlkermes is proud to be part of the broader healthcare \ncommunity that supports individuals with addiction, serious \nmental illness or cancer. In support of these efforts, we foster \nand maintain relationships with a variety of health-related and \npublic policy organizations. In 2021, we continued to sponsor \nnon-profit organizations such as the National Alliance on \nMental Illness (NAMI) and the Partnership to End Addiction, Early Access Policy\nAlkermes endeavors to make safe and effective \nmedicines by conducting rigorous clinical trials and \nobtaining marketing approval from regulatory authorities, \nincluding the FDA. Participation in one of our clinical \ntrials is the optimal way for patients to gain access to our \ninvestigational medicines prior to regulatory approval. \nHowever, we understand that some patients may not be \nable to participate in a clinical trial.  If early data from our \nclinical trials suggest that an investigational treatment \nmight offer benefits for patients facing serious or life-\nthreatening conditions, Alkermes has a policy under \nwhich patients may be eligible to receive access to an \ninvestigational medicine outside of the context of a clinical \ntrial. Additional details, including eligibility criteria, can be \nfound in the Alkermes Early Access Policy, a copy of which \nis available on the Early Access page of the Research & \nDevelopment section of the Company’s website.\nAlkermes employees participated in virtual NAMIWalks \nevents in 2021.\n", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}