{"page_content": " 29 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALand continued to bring awareness to programs and initiatives \nof other organizations that work to improve the lives of \npeople affected by mental illness and addiction. In oncology, \nwe sponsored several initiatives with tumor-specific and \npan-tumor advocacy organizations, including the Melanoma \nResearch Foundation, Ovarian Cancer Research Alliance, \nCancer Support Community and the American Cancer Society, \nwhich are focused on patient, survivor and caregiver support, \neducation and research. \nFunding in Support of Research  \nand Charitable Organizations\nInnovative research, programming and funding are urgently \nneeded to support those who are living with addiction, \nserious mental illness and cancer. In 2021, Alkermes \nawarded approximately $1.6 million in research grants and \ncharitable donations in support of these communities.\nSince 2016, our Alkermes Inspiration Grants® program has \nawarded more than $4 million in funding to innovative programs \nthat support the needs of people impacted by addiction, serious \nmental illness and cancer.\nIn 2021, we received more than 250 applications for this highly \ncompetitive program, and grants were awarded to 11 nonprofit \norganizations working to address the needs of people living with \nthese complex conditions, including programs serving historically \nunder-resourced or underrepresented communities, including \nBlack, Indigenous and people of color (BIPOC), members of the \nLGBTQ+ community, veterans, women and people impacted by \nthe U.S. criminal justice system.\nThe 11 grant recipients included the following: \n• We Bloom’s five Recovery Cafés across the state of Indiana  \n offer services catered toward building social and emotional  \n health, community connectedness and recovery capital with a  \n focus on holistic, long-term recovery that supports its members  \n beyond treatment. The Recovery Cafés’ services include peer  \n support, resources and daily meals, and activities and classes  \n to support, empower and encourage members on their journey  \n of recovery from substance use disorders, mental illness,  \n trauma, grief, loss, poverty, homelessness and/or family  \n violence.\n• The National Ovarian Cancer Coalition is working to enhance  \n and expand its Animated Patient’s Guide to Ovarian Cancer  \n for Improved Health Outcomes to include two new modules:  \n Understanding Clinical Trials and Understanding Biomarkers  \n and Genetic Mutations. Designed for patients, families and the  \nInspir ation Grants public at large. The program also provides an expert-authored,  \n evidence-based education series for healthcare professionals  \n based on recommendations from the American Medical  \n Association for patient communication and education.\n• SHE RECOVERS Foundation (SRF) is conducting Mental  \n Health Mondays, a series of virtual one-hour educational  \n sessions designed to support the health and well-being of  \n women experiencing addiction and/or serious mental illness.  \n The webinars are delivered by content experts, including  \n clinicians and individuals with lived experience. Topics are  \n gleaned from consultation with SRF’s population-based  \n support groups – including Black, Indigenous and women  \n of color; LGBTQ+ individuals; veterans and first responders;  \n healthcare professionals; and individuals living with mood and  \n anxiety disorders.\nSince 2016, the Alkermes Pathways Research Awards program \nhas provided funding to 16 researchers working to advance \nour understanding of diseases in the field of neuroscience.\nThe annual program provides opportunities for individual grants of \nup to $100,000 per research project for early-career investigators \nfocused on research relating to substance use disorders, \nschizophrenia and bipolar disorder. Information about past \ngrant recipients can be found on the Research & Medical Grants \npage of the Research & Development section of our website.\n4th Annual Alkermes \nPathways Research Awards \nProgram Recipients:\n• Claudia Lopes, Ph.D., McLean Hospital, Harvard \nMedical School, Altered glutamatergic development \nin hippocampal-cortical circuitry in 3D models of \npsychotic disorder\n• Amanda Lowell, Ph.D., Yale University, \nNeuroplasticity in maternal opioid use disorder\n• Renato Polimanti, Ph.D., MSc, Yale University, The \nimpact of socioeconomic factors on psychiatric \nand somatic comorbidities of schizophrenia: a \ngenetically-informed epidemiological study rat \nmodel\n• Walter Roberts, Ph.D., Yale University, Predicting \nalcohol use events in people with alcohol use \ndisorder using mobile sensors: towards automated \ntelehealth treatment\n• Kangho Suh, Pharm.D., Ph.D., University of \nPittsburgh, Assessing the comparative and cost-\neffectiveness of second-generation antipsychotics \nlong-acting injectables in schizophrenia", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}