{"page_content": " 30 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • SOCIALAlkermes employees participated in virtual Alkermes in Action events in 2020.\nCommunity Engagement \nOur employees are passionate about helping to care for \npeople and the environment in the local communities in which \nwe work, supporting not only organizations and programs \nthat are connected to the diseases that our medicines treat, \nbut also causes for which they feel a personal connection \nthrough their own experience or that of their loved ones.\nUnited States\nIn 2009, a group of employees started Alkermes in \nAction, an annual program of volunteering to support our \nlocal communities with hands-on activities that align with \nour values and embody our compassion. Over the past \ndecade, more than 5,000 volunteers have worked with \nmore than 50 local community organizations, establishing \nmeaningful, long-term relationships with many of them. in 2021, this program consisted of a mix of virtual and  \nin-person volunteer opportunities with local organizations  \nfocused on education, caring for veterans, maintaining  \noutdoor community spaces and providing for children and  \nfamilies in need.\nSince 2014, when Alkermes supported renovation of the \nBristol Lodge Soup Kitchen in Waltham, MA, Alkermes \nemployees have routinely volunteered to make and \nserve fresh meals at the kitchen. Despite volunteering \nrestrictions due to COVID-19, Alkermes employees \ncontinued to support the soup kitchen throughout \n2021 in a socially-distanced manner by ordering and \ndelivering pre-packaged meals from local restaurants.\nIreland\nAlkermes employees in Ireland proudly support local \norganizations that seek to address a range of needs \nincluding mental health, cancer care, education, shelter and \ndomestic abuse services and homelessness, among others. \nIn 2021, as COVID-19 restrictions continued to impact our \nemployees’ ability to volunteer in person, this support was \nachieved through a combination of financial contributions and \nemployee participation in virtual events. Some examples of \nthe organizations and initiatives supported include:• Daffodil Day is the Irish Cancer Society’s biggest fundraiser, \ntaking place annually in March and raising millions of Euros \nto support cancer patients and their loved ones with free \nadvice, resources and critical cancer research. In 2021 and \n2022, the celebration remained virtual, and employees were \nencouraged to donate to this cause and submit photos \nsymbolizing hope.\n• Recognizing the impact that our business can have on the \nlocal environments in which we work, Alkermes employees \nat our Athlone site have worked on various projects \ndesigned to improve community biodiversity. Efforts ", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}