{"page_content": " 4\nSECTION 2 \nINTRODUCTION\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • INTRODUCTIONA Message from Our CEO\nThe importance of corporate responsibility comes more \nsharply into focus with each passing year. The challenges we \nface as a global community are significant and growing as \nwe grapple with the realities and impacts of systemic racism, \npolitical conflict, climate change and the lingering effects of a \nglobal pandemic. \nIn the face of these serious challenges, our team reminds \nus every day that people remain committed to helping one \nanother. At Alkermes, we believe in taking action – and that \nmany acts, both large and small, can eventually result in \nsignificant positive change. In that spirit, each year we work \nto build upon our efforts, not only in delivering medicines \nto patients who need them, but also in making a positive \nimpact on the communities in which we live and work. This \nreport showcases our most recent efforts to enhance our \nperformance as a responsible corporate citizen. \nWe are proud of the work across our business and, in \nparticular, our efforts to advance our Diversity, Inclusion and \nBelonging (DIB) initiatives. As a member of Alkermes’ DIB \nExecutive Committee, I see firsthand how committed our \nemployees are to fostering a culture of inclusion and belonging \nin our company. \nOne way we are increasing our diversity, inclusion and \nbelonging efforts is through the expansion of our Employee \nResource Groups (ERGs). In 2021, we launched two new \nERGs – Limitless, which is dedicated to creating an accessible \nand inclusive community for people who are impacted by \ndisability or illness, and Operation Salute, which recognizes \nand supports veterans and their family members. These new \nERGs join our Women Inspired Network, Mosaic and  \nPride@Work ERGs in creating a welcoming and inclusive \nenvironment for our employees and demonstrating the \nimportance and strength of diversity.While we take pride in the progress we have made within our \norganization, we are cognizant of and greatly concerned by \nthe effect that systemic racism continues to have on our global \ncommunity and, more specifically, on the patient communities \nwithin our therapeutic areas of focus. Widespread healthcare \ninequity, particularly in under-resourced and underrepresented \ncommunities, has a significant impact on people living with \nserious mental illness, addiction and cancer. We strive to help \nreduce these inequities through advocacy, grant programs, \nvolunteerism and efforts to enhance our clinical trial diversity. \nWe invite you to continue reading to learn more about our \nDiversity, Inclusion and Belonging initiatives and other \nimportant corporate responsibility efforts. These efforts \ninclude our focus on operating our business and our facilities \nin a sustainable and socially responsible manner, our work \nto develop appropriate short- and long-term goals that may \nhelp reduce our environmental footprint, our commitment to \ncompliance and strong corporate governance practices, our \nefforts to support employee health, safety and well-being, \nour dedication to people living with serious mental illness, \naddiction and cancer, and our support of organizations that \nadvocate for them.\nThe idea that companies can and should play a positive \nrole in society remains central to our vision. Our team has \nfound strength in shared values and unity in pursuit of great \nscience. We’ve made forward strides, but recognize that our \nwork is just beginning and that we must remain dedicated to \ncontinuous improvement.\nRichard F. Pops \nChief Executive Officer\n", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}