{"page_content": " 32 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCEEthics and Compliance \nIntegrity is a core Alkermes value and the foundation of the \nway we do business. Alkermes is dedicated to upholding legal, \nregulatory and ethical standards in the markets in which we \noperate and to maintaining a strong culture of compliance. \nOur focus on compliance applies to all aspects of our business, \nbeginning with preclinical research and continuing through \nclinical trials, manufacturing and commercialization. This \nfocus on compliance helps to build trust with healthcare \nprofessionals, institutional purchasers, relevant government \nagencies and the public at large. \nCompliance is a responsibility shared by all employees across \nall levels of the Company. We expect each employee to take \nan active role in supporting our culture of compliance and to \nperform all activities and conduct all interactions with integrity \nand in accordance with the highest ethical standards.\nOur commitment to compliance is embodied in our \ncomprehensive compliance program which is built on the \nfollowing core elements:\n• Written policies and procedures that address the compliance  \n risk areas relevant to pharmaceutical manufacturers,  \n including those identified in the guidance of the Office  \n of Inspector General of the U.S. Department of Health &  \n Human Services (HHS) and the Pharmaceutical Research  \n and Manufacturers of America (PhRMA) Code on Interactions  \n with Healthcare Professionals. \n• The Company’s Chief Compliance Officer oversees our  \n compliance program and reports directly to the Company’s  \n CEO. The Company’s Corporate Compliance Committee  \n helps oversee the Company’s compliance program and  \n assists with identifying any compliance issues that may need  \n to be brought to the attention of the Board.\n• Alkermes conducts extensive training and education  \n programs for all employees that begin with new hire training  \n and include regular, ongoing training on topics, processes  \n and policies relevant to their positions.  • Alkermes has established and continues to foster a culture  \n of compliance that maintains effective lines of communication  \n and encourages all employees to seek guidance on ethical or  \n legal issues as they arise. This culture of compliance is further  \n supported by a policy obligating employees to report  \n possible compliance violations and a strong anti-retaliation  \n policy (discussed below) that protects personnel who report  \n issues in good faith.\n• Regular monitoring and auditing of the compliance program  \n enables Alkermes to detect and prevent potential non-  \n compliance.\n• The Company’s policies and training ensure that all  \n employees, including management, are informed of the  \n consequences of failing to adhere to our compliance policies.\n• Our compliance program is designed to promptly respond to  \n and address, through corrective action, any detected  \n instances of non-compliance.\nCode of Conduct \nOur Code of Business Conduct and Ethics (\"Code of Conduct\") \napplies to all employees, officers and directors of the Company. \nA current copy of the Code of Conduct is available on the \nCorporate Governance page of the Investors section of our \nwebsite. \nSECTION 8 \nGOVERNANCE\n", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}