{"page_content": " 33 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCEAmong other things, the Code of Conduct requires:\n• Honest and ethical conduct by employees, officers and \ndirectors of the Company, including the ethical handling of \nactual or apparent conflicts of interest;\n• Full, fair and understandable disclosure of the Company’s \nactivities in reports filed with the SEC and in the Company’s \nother public communications; and\n• Prompt internal reporting of any violations of the Code of \nConduct to a supervisor, the Company’s Chief Legal Officer \nor the Company’s Chief Compliance Officer (which role is \ncurrently held by the Company’s Chief Legal Officer). \nThe Code of Conduct also requires compliance with all \napplicable laws, rules and regulations including, but not limited \nto, those guiding our interactions with government officials and health care providers.  In this context, the Code of Conduct \nexpressly prohibits any bribes, kickbacks or other improper \npayments, transfers or receipts.\nOur employees are obligated to raise concerns about any \nviolations of our Code of Conduct or any other ethics or \nconduct violations with their supervisor, the Company’s Chief \nLegal Officer or Chief Compliance Officer, the Audit and Risk \nCommittee of the Board and/or the Nominating and Corporate \nGovernance Committee of the Board or through the Company’s \nCorporate Governance hotline set forth in the Company’s \nProcedures for Reporting Financial and Compliance Matters; No \nRetaliation Policy (\"Whistleblower Policy\"). A current copy of the \nWhistleblower Policy is available on the Corporate Governance \npage of the Investors section of our website.\nResponsible Research\nClinical Trials\nAs a patient-focused organization, we value the patients who \nchoose to participate in clinical trials and maintain policies, \nprocedures and practices that are respectful of each study \nparticipant and designed to protect their health, safety and \nwell-being. We ensure that our clinical programs comply with \nthe laws and regulations of the jurisdictions where we conduct \nclinical research, including appropriate informed consent \nprocesses, ongoing assessment of patient safety and timely \nreporting of adverse events, accurate collection and integrity of \ndata and respect for patient confidentiality and privacy.\nEthical Treatment of Animals\nAlkermes is committed to the ethical and responsible treatment \nof animals involved in the Company’s research and development \nprograms. We follow defined practices and standards for the \ncare, welfare and treatment of research animals, as monitored \nby our Institutional Animal Care and Use Committee; and \nconduct all animal research in compliance with applicable \nlocal, national or international laws such as those set forth in \nthe National Research Council’s Guide for the Care and Use \nof Laboratory Animals. We also require – through inclusion of \nrelevant provisions in our contractual agreements – that the \nCROs, academic institutions and animal vendors with whom we \nengage commit to adherence to these same standards.", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}