{"page_content": " 34 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCEResponsible Manufacturing: \nProduct Quality and Safety \nAlkermes has robust policies and procedures in place to \npromote safe and sustainable research, development, \nmanufacture and commercialization of products. We are \ncommitted to meeting our manufacturing objectives reliably \nand responsibly through the establishment and maintenance of \na safe, sustainable and ethical supply chain.\nProduct Quality\nThe Alkermes Quality Management System (QMS) is a \ncomprehensive program designed to ensure that products \nmanufactured, stored, tested or distributed by Alkermes \nconsistently meet applicable product specifications, safety and \nefficacy standards, GxP (as defined below) “good practice” \nquality guidelines and regulations, and regulatory requirements. \nThe QMS is a combination of multiple well-integrated \ncomponents, covering the entire lifecycle of the products that \nwe manufacture from development to commercialization and \nthe full supply chain associated with each stage in a product’s \nmanufacture. \nOur QMS is designed to ensure compliance with applicable \nprovisions of the U.S. Code of Federal Regulations, ICH \n(International Council for Harmonisation of Technical \nRequirements for Pharmaceuticals for Human Use) Guidance, \nthe European Commission Directives relating to medicinal \nproducts for human use and all aspects of “good practice” \nquality guidelines and regulations (known collectively as GxP), \nin each case in line with current industry standards. GxP \nincludes Good Clinical Practice (GCP) regulations, which govern \nthe conduct of clinical trials, Good Manufacturing Practice \n(GMP) regulations, which govern the manufacture of products, \nand Good Laboratory Practice (GLP) regulations, which \ngovern the testing of materials in accordance with applicable \nregulations. We also adhere to applicable quality and safety \nregulations under the U.S. Controlled Substances Act. \nWe implement rigorous internal processes to ensure the \nquality and safety of our products across their lifecycle – from \npreclinical studies to commercial use. We purchase our raw \nmaterials from suppliers assessed and approved by our Quality \nteam. We carry out in-house testing of raw materials prior to \nuse to confirm they meet our quality standards, and we audit \nand assess our external manufacturing partners to monitor \ntheir compliance with Alkermes standards of quality and with \napplicable laws and regulations as set forth in more detail \nbelow. We also carry out in-house testing of all drug product \nthat we manufacture prior to its release to ensure it meets our \nquality and compliance requirements. \nIn addition, the FDA, the European Medicines Agency (EMA) \nand other global regulatory agencies routinely inspect our facilities in Athlone, Ireland, Waltham, Massachusetts and \nWilmington, Ohio to confirm and certify our compliance with \napplicable regulatory requirements. To date, all such regulatory \ninspections have been completed successfully, with no \n“significant findings.” FDA inspections of Alkermes sites in the \npast 5 years have all been classified as “No Action Indicated.”  \nThe Alkermes Quality Manual lays out the various principles of \nquality that are required to be upheld by Alkermes employees \nand provides guidance for adherence to applicable quality \nrequirements. As part of our QMS, Alkermes employees also \nreceive comprehensive training on the safety and quality \nresources and standard procedures that we have in place \nto help ensure our high standards of quality and safety are \npart of day-to-day operations. Employees are required to \ntrain on all new or updated procedures required for their role. \nElectronic learning systems are used to monitor and manage \neach employee’s compliance with our training curriculum. \nTraining curricula are developed to specifically match each \nemployee’s role. Depending on the complexity of an employee’s \nrole and the required training for such role, classroom and/or \nsupervised on-the-job training is also provided as needed. We \nmaintain and continually assess, modify and improve our QMS \nthrough management’s oversight of the system and through \nour established quality procedures, including internal audits, \nexternal audits, risk assessments, quality performance metrics, \ncorrective actions and preventive actions.\nResponsibility in the Supply Chain  \nBeyond our own facilities, we contract with a growing network \nof third-party manufacturers to formulate certain products and \nproduce components of products or product packaging for \nclinical and commercial use. All service providers involved in the \nmanufacture and packaging of our products, or components \nof our products, are subject to inspection by the FDA or \ncomparable agencies in other jurisdictions, and we require \nthat our contract manufacturers adhere to current GMP in \nthe manufacture of these products and product components. \nAlkermes Quality personnel inspect all of our contract \nmanufacturers and suppliers to assess their compliance with \napplicable standards and regulations prior to initiating work \nfor Alkermes. We have quality agreements in place with our \nkey suppliers that set forth our quality requirements and \nprocedures and govern monitoring of and compliance with \nsuch requirements and applicable laws and regulations.  We \nroutinely review, assess and update our requirements, as \nappropriate, based on new or emerging risks identified, and \nrevise our quality agreements accordingly. Strategic supply \nchain partners are also informed of and expected to comply \nwith Alkermes EHSS standards and expectations. \nIf a vendor does not meet our EHSS or quality expectations, we \neither work with that vendor to improve its adherence prior to \nworking with such vendor or consider alternative vendors.", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}