{"page_content": " 35Responsible Marketing\nSales and Marketing Practices\nAlkermes’ Healthcare Compliance Program, which reflects the \nDepartment of Health and Human Services’ Office of Inspector \nGeneral’s seven elements of an effective compliance program, \nencompasses a series of coordinated, proactive efforts to \ncreate, propagate and enforce a culture of compliance designed \nto ensure that our interactions with those who use our products \nare consistent with applicable laws, regulations and guidelines.  \nThis program is based on the following principles:\n• Interactions with customers are focused on education as to  \n the benefits and risks of our products in order to help  \n advance their appropriate use. Interactions with customers  \n must occur in a venue conducive to education and Alkermes  \n prohibits the provision of entertainment to its customers.  \n• Promotional communications must be truthful, not  \n misleading, fairly balanced with appropriate safety  \n information, and consistent with the product’s label.\n.• Employees are prohibited from using items of value or  \n in-kind services to reward or induce a healthcare  \n professional to utilize, prescribe, purchase or recommend our  \n products.\n• The hiring of healthcare professionals as speakers or  \n consultants must be based on a legitimate business need  \n and free from inappropriate influences, and any fees paid to  \n healthcare professionals may not exceed fair market value of  \n the service being provided.\nPatient Safety\nWe are committed to ensuring the authenticity of our medicines \nand guarding against counterfeit products (those not equivalent \nin quality, safety and efficacy, or not containing the correct \namount of active ingredient and/or containing impurities) in the \nmarketplace in order to protect patients who use our medicines. \nAlkermes has established a standard operating procedure \n(SOP) in accordance with FDA regulations that provides for the \ntimely and efficient removal from the market of any commercial \ndrug product suspected or found to be defective. This SOP \ncovers all products – including trade products, sample products \nand clinical supplies of product candidates – manufactured \nand distributed by or on behalf of Alkermes. It also includes \nrequirements for the notification of and consultation with \napplicable regulatory authorities, the conduct of a health hazard \nassessment, and communications to customers, partners, \nhealthcare providers and patients as directed by regulators or \nour internal policies or procedures.\n Corporate Governance\nBoard of Directors\nOur Board is currently comprised of eleven members, split into \nthree separate classes of directors as follows:\n1 Chairman of the Board\n2 Lead Independent Director\nBoard Declassification: Ongoing\nIn June 2021, after considering feedback from certain of our \nshareholders, we asked our shareholders to approve, and our \nshareholders approved, certain amendments to our Articles of \nAssociation that serve to declassify our Board over a three-year \nperiod. Accordingly, beginning at the Company’s 2022 annual \ngeneral meeting of shareholders, each class of directors that is \nup for election is eligible for a one-year term, and the Board will \nbe fully declassified as of the Company’s annual general meeting \nof shareholders in 2024.  \nBoard Leadership\nRichard Pops, our CEO, serves as Chairman of the Board. \nRecognizing the equal importance of effective independent \noversight of the Board, the independent members of the Board \nannually elect an independent non-employee director to serve \nas the Lead Independent Director of the Board, with significant \nleadership and engagement responsibilities. Effective July 2022, \nNancy J. Wysenski was appointed to serve as the new Lead \nIndependent Director of the Board. For additional details about \nthe role and responsibilities of the Lead Independent Director of \nthe Board, see the Charter of Lead Independent Director which \nis available on the Corporate Governance page of the Investors \nsection of our website.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCEClass I Directors Class II Directors Class III Directors\nTerm Expires \nat 2024 Annual \nMeetingTerm Expires at  \n2023 Annual Meeting\nDavid A. Daglio, \nJr.Emily Peterson \nAlvaShane M. Cooke\nNancy L. \nSnyderman, M.D.Cato T. Laurencin, \nM.D., Ph.D.Richard Gaynor, \nM.D.\nFrank Anders \n“Andy” WilsonBrian P. McKeon Richard F. Pops1\nNancy J. \nWysenski2Christopher I. \nWright, M.D., \nPh.D.", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}