{"page_content": " 36 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCEBoard Diversity and Composition\nWe recognize the immense value of a diverse and inclusive \nBoard and the importance of setting an example at the \nBoard level for the diverse and inclusive culture and talent \nthat the Company seeks to foster and attract. Each of our \ncurrent directors is qualified to make unique and substantial \ncontributions to the Board. The Nominating and Corporate \nGovernance Committee of the Board strives to ensure that the \ncomposition of the Board reflects an appropriate diversity of \ntenure, viewpoints, financial expertise, industry experience, skills \nand personal characteristics such as age, gender, race, ethnicity, \nand geographic or cultural backgrounds, and periodically \nreviews and updates the Company’s criteria and desired \nqualifications for nomination to the Board to reflect this goal. \nConsistent with this approach, in 2019, the Board codified \nin the Company’s Corporate Governance Guidelines our \npractice, also known as the “Rooney Rule”, of requiring that \ndiverse candidates, including candidates who are women and \ncandidates from underrepresented communities, be included \nin any pool from which nominees for a director opening are \nselected. We are proud that since 2011, women have comprised \nno less than 25% of our Board and that as of the date of this \nreport, 45% of our Board is diverse in terms of gender or race/\nethnicity, and we continue to look for ways to improve and \nenhance our Board’s diversity. Additional information about the \ndiversity, qualifications and experience of our Board is set forth \nin our proxy statement for our 2022 annual general meeting \nof shareholders, which is available on the SEC Filings page \nof the Investors section of our website. A current copy of the \nCorporate Governance Guidelines is available on the Corporate \nGovernance page of the Investors section of our website. \nCommitment to Maintaining  \na Robust Board\nOur Board is comprised of skilled and highly experienced \ndirectors who are actively engaged in oversight of the Company \nand its strategy. Our Board has a strong and diverse set of \nskills and experiences relevant to our industry and operations, \nincluding management and governance experience; corporate \nstrategy and business development; industry experience or \nknowledge; commercial marketing and sales; finance and \naccounting; human capital management and more. \nIn order to help ensure that the current and future business \nand stakeholder needs of the Company are being appropriately \nserved by the Board and its committees, the Nominating and \nCorporate Governance Committee of the Board regularly reviews \nand evaluates the skills, diversity, expertise and effectiveness \nof the Company’s Board members, and of the Board and its \ncommittees as a whole, and facilitates an annual Board, Board \ncommittee, and individual director self-assessment process.  \n \nOverboarding\nAs detailed in our Corporate Governance Guidelines, Board \nmembers are expected to ensure that their other existing and \nplanned future commitments do not materially interfere with \ntheir service as an effective Board member and are subject to \nour “overboarding” policy that limits the number of external \npublic company boards on which each Board member may \nserve. The limitations under this policy are reviewed and \nupdated periodically – most recently in May 2022 – to align \nwith market practices and shareholder feedback. In addition, \nBoard members must seek approval from the Nominating and \nCorporate Governance Committee of the Board before accepting \nan invitation to serve on any new board of directors, and service \non boards and board committees of other companies must be \nconsistent with the Company’s conflict of interest policies set \nforth in our Code of Conduct. \nBoard Committees\nThe Board delegates substantial responsibilities to its \nthree standing committees – Audit and Risk Committee, \nCompensation Committee, and Nominating and Corporate \nGovernance Committee – each of which is comprised solely \nof independent directors and led by an independent chair, and \nto other committees that the Board may establish from time \nto time, including the recently constituted Financial Operating \nCommittee. Board Refreshment\nSince September 2019, the Board has engaged in \nsignificant refreshment activities.\nAs a result of these ongoing efforts, five of our longer-\nserving directors have retired and the Board has \nappointed seven new independent directors, including \ntwo appointed in 2021 and one appointed in 2022.\nThese efforts have further added to the diversity of \nour Board and strengthened the Board’s expertise in \ntargeted areas of importance to our business strategy, \nincluding additional scientific, corporate governance \nand financial experience and investor perspectives.\n", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}