{"page_content": " 37 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • GOVERNANCESECTION 4 \nOUR APPROACH TO  \nCORPORATE RESPONSIBILITY• The Audit and Risk Committee’s responsibilities include,  \n among others, appointing and overseeing the work  \n performed by our independent auditor and accounting firm;  \n reviewing our financial reporting and accounting controls; and  \n overseeing our enterprise risk management program.\n• The Compensation Committee’s responsibilities include,  \n among others, discharging the Board’s responsibilities  \n relating to the compensation of our executives; reviewing,  \n approving and administering our incentive compensation  \n and equity plans; and assessing the risks arising from our  \n compensation programs and practices, including as they  \n may impact our human capital development and  \n management initiatives.\n• The Financial Operating Committee’s responsibilities  \n include, among others, reviewing and providing advice with  \n respect to the achievement by the Company of its  \n profitability targets; implementation of the Company’s cost  \n structure optimization activities; and evaluation of potential  \n options related to the Company’s non-core assets, including  \n potential monetization and divestiture opportunities.\n• The Nominating and Corporate Governance Committee’s   \n responsibilities include, among others, identifying qualified  \n director candidates; facilitating an annual Board evaluation  \n and self-assessment with respect to the performance  \n and effectiveness of individual directors, the Board and  \n its committees; and reviewing our governance objectives,  \n practices and policies and initiatives, and overseeing  \n related risks and opportunities, including in respect of  \n director overboarding and conflicts of interest, political  \n activities and contributions, human capital management  \n initiatives and environmental, health, safety and security and  \n other corporate responsibility matters.\nEach of the standing committees of the Board, and the Financial \nOperating Committee, has a written charter, approved by the \nBoard, which describes the committee’s general authority \nand responsibilities. Each standing committee of the Board \nundertakes an annual review of its charter and works with \nthe Board to make such revisions as it and the Board consider \nappropriate. A current copy of the charters for each of the \nstanding committees and the Financial Operating Committee \nis available on the Corporate Governance page of the Investors \nsection of our website. \nBoard’s Role in Oversight of Risks \nand Opportunities\nAssessing and managing risks and opportunities is the \nresponsibility of our management, and our Board, directly and \nthrough its committees, oversees and reviews various aspects \nof the Company’s processes for management of such risks and \nopportunities, including periodic review of Alkermes’ operating \nplans and overall corporate strategy, and an annual discussion of key enterprise risks to the Company’s plans and strategy and \nways to mitigate such risks, and key related opportunities. \nIn addition, the Board has adopted a Compliance Policy \nStatement pursuant to Section 225 of the Irish Companies Act \n2014.  On an annual basis, our directors review the Company’s \narrangements and structures intended to secure material \ncompliance with the Company’s relevant obligations under \napplicable Irish corporate and tax laws. \nIn performing their oversight functions, the Board and each \ncommittee of the Board has full access to management, \nincluding the Company’s Chief Risk Officer and the Company’s \nChief Compliance Officer, as well as the ability to engage outside \nadvisors.\nPublic Policy Participation\nWe believe that public policy engagement is important and \nappropriate for Alkermes. Public policy plays an integral role in \nhelping to facilitate patient access to important medicines and in \npromoting and supporting medical innovation.\nOur public policy advocacy reflects our commitment to enhancing \npublic health and advancing medical innovation. We seek to do \nthis by advocating for, among other things, patient access to, \nand awareness of, medicines approved by the FDA for use in our \ndisease areas of focus, including addiction and serious mental \nillness, and treatment system reforms that foster patient-centered \ncare – care customized by the physician and patient to the clinical \nneeds of the patient, regardless of the treatment setting in which \nthe patient is seen. \nAt the federal and state levels, Alkermes team members actively \nparticipate in public policy discussions with governments, trade \nassociations, patient groups and other organizations to share our \nperspective and experience as a biopharmaceutical company \ncommitted to advancing therapies for patients with unmet medical \nneeds. \nOur public policy engagement is guided by our commitment to our \nCode of Conduct, and support of policies that benefit patients who \nmay use our products, including policies designed to support and \nimprove access to medicines and foster innovation in health care.\nFor both our federal and state engagement efforts, our public \npolicy priorities and positions are determined in consultation with \nour management team, and our Board is provided an update \nannually of, and opportunity to comment on, our advocacy \npriorities and efforts. We also hire outside firms  \nthat can provide expertise on our key policy issues.\nAdditional information on our public policy participation, our \npolitical contributions and our trade association memberships can \nbe found on the Public Policy page of the Responsibility section of \nour website. ", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}