{"page_content": " 39Throughout this report we have shared Alkermes’ 2021 ESG \nperformance data and ESG initiatives and activities and some \nearly insights into our 2022 ESG activities. As part of our \nefforts to advance our corporate responsibility strategy, we \nplan to undertake a variety of initiatives in the coming years, \nincluding:\n• Establish an ESG working group that is empowered to \ndevelop a thorough and strategic corporate responsibility \nstrategy encompassing ESG policies, goals and actions;\n• Create a sustainability framework containing definitions, \nmetrics, standards and tracking mechanisms to measure our \nESG impacts;\n• Identify baseline data and concrete sustainability goals to \nhold ourselves accountable for continuous and sustainable \ngrowth; and\n• Align our goals and progress with international \nsustainability frameworks.\nWe look forward to sharing our future progress in reports  \nto come.\nNote Regarding Forward-\nLooking Statements\nCertain statements set forth in this report constitute “forward-\nlooking statements” within the meaning of the Private \nSecurities Litigation Reform Act of 1995, as amended, \nincluding, but not limited to, statements concerning: the \npotential clinical, therapeutic and commercial value of the \nCompany’s medicines and product candidates; the Company’s \nESG policies, commitments and initiatives and the intended \nimpact of such initiatives on patients, their families and \ncommunities; the Company’s environmental footprint; the \npotential impacts of the Company’s efforts to expand access \nto medicines, its policy and advocacy activities and patient \nengagement and grant programs in helping to address \nbroad public health issues, including among people living \nwith serious mental illness, addiction and cancer; and the \nCompany’s plans for continued and future ESG programs and activities, including DIB initiatives; and ongoing development \nof the Company’s corporate responsibility strategy. The \nCompany cautions that forward-looking statements are \ninherently uncertain. Although the Company believes that \nsuch statements are based on reasonable assumptions within \nthe bounds of its knowledge of its business and operations, \nthe forward-looking statements are neither promises nor \nguarantees and they are necessarily subject to a high degree \nof uncertainty and risk. Actual performance and results \nmay differ materially from those expressed or implied in \nthe forward-looking statements due to various risks and \nuncertainties. These risks and uncertainties include those risks \ndescribed in the Alkermes plc Annual Report on Form 10-K \nfor the year ended Dec. 31, 2021 and in subsequent filings \nmade by the Company with the SEC, which are available on \nthe SEC’s website at www.sec.gov. The information contained \nin this report is provided by the Company as of the date \nhereof, and, except as required by law, the Company disclaims \nany intention or responsibility for updating or revising any \nforward-looking information contained in this report.\nNote Regarding Trademarks\nARISTADA®, ARISTADA INITIO® and LYBALVI® are registered \ntrademarks of Alkermes Pharma Ireland Limited, used by \nAlkermes, Inc. under license. ALKERMES®, the ALKERMES \ndesign, ALKERMES INSPIRATION GRANTS®, ALKERMES \nPATHWAYS RESEARCH AWARDS® and VIVITROL® are \nregistered trademarks or service marks of Alkermes, Inc. The \nALKERMES INSPIRATION GRANTS logo is a service mark of \nAlkermes, Inc. VUMERITY® is a registered trademark of Biogen \nInc., used by Alkermes under license.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • THE FUTURE OF CORPORATE RESPONSIBILITY AT ALKERMES\nSECTION 9 \nTHE FUTURE OF  \nCORPORATE  \nRESPONSIBILITY AT  \nALKERMES  ", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}