{"page_content": " 5Alkermes plc (also referred to in this report as “we,” “our” \nor the “Company”) is focused on developing innovative \nmedicines in the fields of neuroscience and oncology. As \na fully-integrated, global biopharmaceutical company, we \napply our scientific expertise and proprietary technologies \nto research, develop and commercialize medicines that \nare designed to make a meaningful difference in the way \npeople manage diseases. We have a portfolio of proprietary \ncommercial products focused on alcohol dependence, opioid \ndependence, schizophrenia and bipolar I disorder, and a \npipeline of product candidates in development for neurological \ndisorders and cancer. Headquartered in Dublin, Ireland, we \nhave a research and development (R&D) center in Waltham, \nMassachusetts; an R&D and manufacturing facility in Athlone, \nIreland; and a manufacturing facility in Wilmington, Ohio. \nWe are inspired to help address some of the most pressing \nhealth issues of our time and advance innovation that has \nthe potential to improve treatment options and outcomes. In \n2021, the U.S. Food and Drug Administration (FDA) approved \nLYBALVI®, Alkermes’ first oral antipsychotic medicine, for the \ntreatment of adults with bipolar I disorder or schizophrenia. In \n2021, LYBALVI and our other proprietary products – VIVITROL® \nand the ARISTADA® product family – were used to treat \napproximately 159,000 patients in the U.S. and other medicines \ncontaining our proprietary technologies were used throughout \nthe world to treat hundreds of thousands more patients. \n Our R&D strategy is focused on identifying targets with \nstrong biological rationale and applying our advanced \nsmall molecule drug development and protein engineering \ncapabilities to create new molecular entities with the potential \nto address important unmet patient needs in the fields of \nneuroscience and oncology. Our approach is further rooted \nin a thoughtful and patient-centric focus on real-world \nchallenges and in disciplined application of pre-determined \nstage-gates and defined success criteria throughout the \ndevelopment process. \nBeyond our important mission of developing medicines, \nwe believe in championing approaches to treatment that \nrecognize the multitude of factors that affect outcomes for \npatients, caregivers and communities. In this context, we \nalso work to support and enhance the systems in which our \nmedicines are used through patient engagement, disease \neducation and awareness, and advocacy for important policies \nthat support more equitable access to treatment.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • ABOUT OUR COMPANY\nDublin, Ireland \nCorporate Headquarters\nAthlone, Ireland \nManufacturing  \nResearch & Development\nWaltham, Massachusetts  \nResearch & Development  \nCorporate Offices\nWilmington, Ohio  \nManufacturing \nSECTION 3 \nABOUT OUR  \nCOMPANY\nAlkermes employees are united in our Purpose to  \npursue Great Science with Deep Compassion to make \na Real Impact in the lives of the patients, families and \ncommunities that we serve. Our Values – developed \nin collaboration with our employees – outline how we \nwork: Collaboration, with Respect for Each Voice and an \nUnwavering Commitment to achieve our Purpose.Deep  Compassio n\nGreat Science\nReal ImpactUnwave ring Commitment\nCollaboratio n at our Core \nRespec t Each  VoiceOur \nPurposeOur\nValues", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}