{"page_content": " 6 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • OUR APPROACH TO CORPORATE RESPONSIBILITY\nStakeholder Engagement\nWe recognize that our stakeholders – including employees, \nhealthcare providers, patients, caregivers, investors, policy \nmakers, members of the communities where we live and \nwork, and others – are part of a single community and \naffect one another. We seek to engage with as many of \nthese stakeholders as we can, so that our approach to the \ndevelopment and commercialization of our medicines is \ninformed and enriched by their perspectives and supportive of \ntheir needs.\nAs an example, we work closely with patient and advocacy \norganizations to better understand their goals, and we \ncollaborate with such organizations to raise awareness of \npatient needs, advance patient-centered drug development \nand increase access to medicines and other forms of \ntreatment in support of patient health and well-being. The \nperspectives gleaned from this advocacy work inform our \nR&D activities and our clinical trial designs. \nWe engage with our employees and recognize how integral \nthey are to the success and sustainability of our organization. \nLeadership from our management team and broad workforce \nparticipation in our corporate responsibility initiatives help \nto sustain our culture of collaboration, compliance, and trust \nas we strive to proactively reduce risk, drive awareness and \nimprovement of our environmental impacts, and maintain \nworkplaces that are protective of the health and well-being of \nour employees. \nWe are also committed to engagement with our shareholders \nand other stakeholders to solicit and better understand their \ninsights on our business and our ESG activities. In this context, \nin late 2021 and early 2022, we reached out to shareholders \nwho collectively held approximately 80% of our outstanding \nshares to request engagement meetings, which resulted in \nmeetings with shareholders who collectively held more than \n65% of our outstanding shares to discuss their feedback on \nbusiness and governance matters of importance to them, \nincluding corporate responsibility and sustainability. Feedback from these meetings was discussed with management \nand relayed to our Board of Directors (the \"Board”) and the \ncommittees of the Board, as appropriate. Following careful \nconsideration of feedback received, and taking into account \nthe evolving needs of our business, our management and \nBoard took several actions to further strengthen our business, \nour corporate governance practices and our executive \ncompensation programs, as outlined in greater detail in our \nproxy statement for our 2022 annual general meeting of \nshareholders, which is available on the SEC Filings page of \nthe Investors section of our website.\nOperating and Growing \nResponsibly\nCorporate responsibility is inherent in our mission as an \norganization that actively works to support people living with \nopioid dependence, alcohol dependence, schizophrenia or \nbipolar I disorder and tries to help break down barriers that \nprevent people from accessing care. As we do this important \nwork, we strive to manage our business in a manner that \npromotes transparent governance and strong ethics; \nmaintains extensive patient, employee and other stakeholder \nengagement; and helps us grow our organization strategically, \nsustainably and responsibly, including with respect to our ESG \nimpacts. The following ESG pillars are deeply integrated into \nour business, and we continued to formalize our commitment \nto these pillars with the inclusion of goals related to corporate \nresponsibility in the Company’s annual corporate objectives \nand corresponding annual incentive compensation plan for \nboth 2021 and 2022.\n• Environment: We think broadly about our commitment  \n to responsible environmental stewardship. We have  \n implemented enterprise-wide Environmental, Health,  \n Safety and Security (EHSS) risk initiatives and management  \n strategies designed to mitigate or reduce risk, protect  \n employee health and safety, minimize our environmental  \n impacts and enhance the sustainability of our operations.  SECTION 4 \nOUR APPROACH  \nTO CORPORATE  \nRESPONSIBILITY", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}