{"page_content": " 7• Social: We approach our societal impacts from the inside- \n out. We start by fostering a creative and collaborative  \n workplace culture in which employees have access to  \n resources and support that can help them thrive personally  \n and professionally. Beyond our internal operations, our  \n patient-centered approach drives our external-facing  \n efforts such as our patient engagement and advocacy  \n activities, support of employee volunteerism in local  \n communities, and our corporate grant programs, which  \n seek to help address some of the complex challenges faced  \n by patient communities in our therapeutic areas of focus.• Governance: We govern our organization through strong  \n ethics and corporate governance practices, comprehensive  \n management and Board oversight of our business and  \n operations, compliance with applicable laws and ongoing  \n engagement with internal and external stakeholders. Our  \n governance policies and practices are designed to support  \n risk mitigation, enhance the security of our people and  \n information, maintain our commitment to product quality  \n and patient safety and encourage each person at our  \n organization to play a role in helping our business grow in a  \n strategic, efficient, compliant and sustainable manner.\nALKERMES •  CORPORATE RESPONSIBILITY REPORT • OUR APPROACH TO CORPORATE RESPONSIBILITYAlkermes’ Athlone Site Certified to the  \nBusiness Working Responsibly Mark\nIn 2021, our R&D and manufacturing facility in Athlone, Ireland successfully completed certification to the Business \nWorking Responsibly Mark (the \"Mark\"), an independently audited standard for corporate social responsibility and \nsustainability based on ISO 26000. The Mark, which is awarded by Business in the Community Ireland and audited by \nthe National Standards Authority Ireland, is valid for three years. Certification to the Mark recognizes our Athlone facility’s \ncommitment and integrated approach to managing ESG considerations. Alkermes is proud to be one of only seven \ncompanies certified to the Mark in 2021.\nAlkermes employees celebrate receiving the Business Working Responsibly Mark.\nOur Athlone facility employs an integrated approach to ESG informed by Business in the Community Ireland’s best \npractices for ESG operations as illustrated by the graphic below.\n", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}