{"page_content": " 8\nIn response to the COVID-19 pandemic, our two main \npriorities have been, and continue to be, to protect the \nsafety and health of our employees and to help ensure the \nuninterrupted supply of, and access to, our development \nproducts for people enrolled in our clinical studies and \nmarketed products for people living with opioid dependence, \nalcohol dependence, schizophrenia or bipolar I disorder. We \nhave adapted our business practices in innovative ways to \ncontinue to operate safely and reliably and, in doing so, meet \nour public health responsibilities, which have become even \nmore pronounced during this challenging time. \nSupporting Employees \nIn 2020 and 2021, we implemented a comprehensive \nemployee engagement strategy designed to keep employees \nsafe, informed, motivated and supported. Our COVID-19 \nCrisis Management Team, comprised of senior leaders from a \nvariety of functions, focused on protecting the well-being of \nour employees and maintaining business continuity. In 2021, \nwe continued our work from home and virtual engagement \npolicies for those employees who could perform their jobs \nremotely. To protect the health and safety of our employees \nwho continued to work on-site, including in our laboratories \nand manufacturing facilities, we reconfigured our workspaces \nand instituted new health, sanitization, screening and safety \nprotocols. \nThrough virtual touchpoints such as global employee town \nhalls, employee “pulse” surveys, and a central COVID-19 \ninformation hub on our intranet, we continued to provide \nemployees with frequent pandemic-related information, as \nwell as on Alkermes’ response and policies, while helping to \nmaintain an actively engaged workforce. \nThroughout 2021, our Return to the Workplace Planning \nTeam continued their efforts to support a safe, phased return \nof employees back to our workplaces and increased in-person \ninteractions for our field-based personnel. We implemented \na multifaceted communications campaign, which included \ninformation for employees about the Company’s return to the workplace plan. Employee feedback was an integral \ncomponent of this process and was collected through \ninterviews with leadership and an all-employee “Future of \nWork” survey. As vaccines became available, we hosted \nclinics in Ohio and Massachusetts for our employees and \ntheir families, and offered paid time off for employees to \nreceive vaccinations during business hours. Our team \ncontinues to diligently monitor the evolution of the virus and \nits impacts and remains prepared to further adapt policies \nand procedures as needed to keep our employees safe and to \nsupport continued access to our medicines. \n \n \n \n \n \nSupporting Patients and \nHealthcare Providers\nIn the face of challenges presented by the COVID-19 \npandemic, such as limitations on patient access to our \nproprietary medicines and changes in patient and healthcare \nprovider practices, we remained committed to helping people \nwith opioid dependence, alcohol dependence, schizophrenia \nor bipolar I disorder gain access to information, resources \nand medicines from which they may benefit. As part of these \nefforts, we expanded our injection site network to include \nadditional appropriate retail pharmacies and clinics where \npatients could receive injections of our proprietary medicines \nARISTADA®, ARISTADA INITIO® and VIVITROL®, adding \n~1,200 retail pharmacies and numerous mobile clinics to \nour Provider Locator throughout the U.S. in 2020, and an \nALKERMES •  CORPORATE RESPONSIBILITY REPORT • OUR RESPONSE TO COVID-19\nSECTION 5 \nOUR RESPONSE  \nTO COVID-19", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}