{"page_content": " 10 ALKERMES •  CORPORATE RESPONSIBILITY REPORT • ENVIRONMENTAt Alkermes, our goal is to conduct our business activities in a \nmanner that:\n• Protects the health and safety of our employees; \n• Minimizes the environmental impacts of our operations and  \n promotes effective stewardship of environmental resources;  \n and \n• Maintains an unwavering focus on product quality and  \n safety.\nWe are committed to complying with applicable laws, rules \nand regulations and operating with the highest standards of \nconduct. As a global business, our environmental activities are \nstructured to meet all relevant local and national regulatory \nagencies’ requirements in the countries where we operate, \nincluding routine EHSS-focused regulatory inspections. \nWe strive to create a culture of environmental sustainability \nthroughout the organization. We work collaboratively across \nstakeholder groups and business units to identify ways to \nreduce our environmental impact, mitigate EHSS risk and \nincrease operational efficiencies. \nIn 2021, we established a new environmental sustainability \nsteering team, which meets regularly to evaluate and \nimplement initiatives designed to reduce our environmental \nfootprint and enhance business sustainability, including:\n• Collection and analysis of relevant data in order to track key  \n performance indicators; \n• Evaluation of the impacts of changes to ESG regulations,  \n including anticipated ESG-related disclosure requirements; \n• Assessment of various ESG reporting frameworks; and\n• Consideration of appropriate short- and long-term  \n initiatives and goals that may help reduce our  \n environmental footprint, including in respect of greenhouse  \n gas (GHG) emissions, water use, energy use and waste  \n optimization. SECTION 4\nOUR APPROACH TO  \nCORPORATE RESPONSIBILITY\nSECTION 6 \nENVIRONMENT\n2021 Performance \nHighlights1\nIn 2021, we continued to focus on reducing the impact of \nour operations on the environment and protecting the health \nand safety of our employees, while responding to evolving \nlocal and global restrictions and maintaining increased safety \nmeasures related to the COVID-19 pandemic. We are proud \nto have received external recognition for our employee health, \nsafety and well-being programs, including maintaining the \nKeepWell Mark™ award first earned by our sites in Ireland \nin 2020, being named to the Irish Business and Employers \nConfederation’s listing of Ireland’s Leading in Wellbeing Top \n100 Companies 2021 and receiving a Best in Class Nutrition \naward as part of the 2021 KeepWell Awards. See page 13 for \nadditional information about this recognition.\nIn addition to employee health, safety and well-being, we \nstrive to create a culture of environmental sustainability \nthroughout the organization. We are proud of the work that \nwas done in 2021 to mitigate our environmental impacts.\nEnergy Usage\n• Energy usage per floor area (kWhr/m2) in 2021 was \n21% lower than our 2015 baseline measurement \nyear, despite a 5% increase compared to 2020.\nGreenhouse Gas (GHG) Emissions\n• CO2e per floor area (m2) for combined Scope 1 & 2 \nGHG emissions in 2021 was 7% higher compared \nto 2020, but 28% lower than our 2015 baseline \nmeasurement year.\n• 100% of electricity used in our Athlone, Ireland R&D \nand manufacturing site was from certified renewable \nsources, which helped to offset our Scope 2 GHG \nemissions.1 Due to impacts of the COVID-19 pandemic on the Company and its business  \n    practices, including lower in-person attendance at our sites, adjustments to      \n    facilities to maintain the safety of on-site employees (e.g., increased ventilation  \n    rates and cleaning frequency) and changes to business travel, certain 2021  \n    performance indicators may not be representative of future years.", "metadata": {"source": "NASDAQ_ALKS_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}