{"page_content": " 13\nSUSTAINABILITY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\nImpact Verification and Transparency\nTo verify our impact on cocoa farmers and their \ncommunities, as well as measure progress toward \nour goal of sourcing all our cocoa sustainably, \nconsistent evaluation is needed. Cocoa Life  engages \ntwo independent third parties to help keep us on \ntrack and verify our efforts: Ipsos  and FLOCERT .\nIpsos, a global non-partisan, objective research \npractice, provides third-party verification of \nthe program and its impact on the ground by \nconducting farmer and community impact studies. \nThey are designed to evaluate Cocoa Life ’s progress \nagainst 10 global Key Performance Indicators (KPIs), \nwhich correspond to five focus areas, and are critical \nin verifying our impact and helping us learn where \nprogram improvements are needed.\nIn 2017, Ipsos published its first impact study, \noutlining Cocoa Life ’s progress in Indonesia . It \nhighlighted our impact in 2016 vs. 2015, among \nthe first 7,115 farmers who joined the program. \nThe assessment showed farmers saw a 10 percent \nincrease in yields, 38 percent increase in income from \ncocoa and three times the amount of income from \nnon-cocoa sources. With these learnings, we will \ncontinue to scale up our efforts by engaging new \nfarmers and communities, adding interventions and \nevolving Cocoa Life ’s approach. Impact evaluations \nfor additional Cocoa Life  origins are in progress.\nFLOCERT, a socially-focused and leading global \ncertification body, traces and verifies the flow of \ncocoa from Cocoa Life  communities into our supply \nchain and the benefits cocoa farmers receive, such \nas premium payments and clear trade terms. It \nprovides verification services for social, trade and \nenvironmental standards, and private codes of \nconduct. Furthermore, verification drives learning \nand transparency, and ensures we’re sourcing for our \nbrands from the farming communities we invest in. \n", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}