{"page_content": " 3\nINTRODUCTION\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\nA Message from Dirk Van de Put, Chairman & CEO, Mondelēz International \nAt Mondelēz International, our consumers are at \nthe center of everything we do. We know people \nare increasingly interested in leading healthier \nand more sustainable lifestyles. As such, they’re \nbecoming more deliberate in their food choices, \nlooking at the connection between the foods they \nbuy and their impact on the planet, and are seeking \nout brands that have purpose and are transparent. \nSince taking the helm of Mondelēz International \nin November 2017, I’ve travelled around the globe, \nmeeting with colleagues, customers, suppliers, \nand stakeholders—asking questions, listening \nand learning how we’re delivering against those \nexpectations. And after every visit, I come away \neven more inspired. It is clear that creating a \npositive impact for people and our planet matters \ngreatly to our colleagues and our business. We call \nthis our Impact For Growth—our commitment to \ndriving business growth with positive change in \nthe world.\nAt Mondelēz International, we’re committed \nto making delicious, high-quality snacks our \nconsumers can trust with ingredients they feel \ngood about. We use our global scale and focus \nour efforts where we know we can have the \ngreatest impact. We’re empowering farmers \nwho grow our key ingredients, like cocoa and \nwheat, and investing in their communities to \nhelp them thrive. We’re producing our snacks \nwith less energy, water and waste, and sourcing \nour ingredients more sustainably and in ways \nthat reduce deforestation in our supply chain. \nWe’re also seeking more transparency and raising \nexpectations of our suppliers to address cross-\ncutting themes such as human and land rights. \nWe’re evolving our well-being portfolio and \nimproving the nutrition profile of many of our beloved brands. We maintain world-class safety \nstandards for the foods we sell and the facilities in \nwhich our people work. And we continue to invest \nin community programs that help improve the \nwell-being of children and their families.  \nAs you read through our 2017 Impact For Growth \nProgress Report , you will see that the work we \ndo each day to grow our business is also growing \nour positive impact in the world. While we’ve \nmade great strides, we know there are areas \nwhere we still have more to do and where we \nneed to find solutions, working with others to \nensure a better future. \nLooking ahead, I’m excited about leading a \ncompany that does business with integrity and transparency, and is committed to creating even \nmore moments of joy while delivering positive \nimpact for people and our planet. I invite you to \nexplore our progress outlined in the report and \nwelcome your thoughts and feedback. If you \nwould like periodic updates about our efforts, I \nencourage you to visit our website  and follow us \non LinkedIn , Twitter ( @MDLZ ) and Facebook . \nKindest regards, \nDirk Van de Put  \nChairman & CEO\n", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}