{"page_content": " 23\nSUSTAINABILITY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\nAnimal Welfare\nOur animal welfare position  recognizes consumer, civil society, government and investor concerns about the health and welfare of farm animals and the link \nbetween animal welfare and the health of animals raised for food. A number of our products include ingredients that come from farm animals, such as dairy \nand eggs in our cheese, chocolate, biscuit and dressing brands.\nIn 2016, our animal welfare commitments were recognized by the Business Benchmark for Farm Animal Welfare , the leading global measure of company \nperformance on farm animal welfare. We were one of just two companies to improve two levels, from level 6 to level 4, and maintained this ranking in 2017.\nEggs \nWe recognize concerns for the welfare of laying \nhens and we’ve taken a number of steps to switch \nto cage-free supplies. \nWe strive for 100 percent of our egg supply \nglobally to be cage-free. As outlined in our Laying  \nHens Animal Welfare Approach , we plan to fully \ntransition in the United States and Canada by 2020, \nand in Europe and the rest of the world by 2025, \nexcept for Russia, Ukraine and China, where the \nsupply chain will need more time to develop and \nrequire a longer period. At the end of 2017, we \nmade solid progress toward our 2025 goal, with \n15 percent of our eggs cage-free based on the \nexpanded scope (vs. 2016).\nRecognizing our limited influence in the market \nfor egg products, we continue a dialogue with \nsuppliers and stakeholders to encourage the \navailability of viable cage-free supplies and aim to \nestablish timelines for Russia, Ukraine and China as \nsoon as possible. \nWe want all eggs ultimately to be produced cage-\nfree. We are encouraged by reports that major egg \nbuyers have started the transition to cage-free. \nWe hope this will lead to a general transformation \nin the market, so that cage-free eggs become the \nmainstream option. We are pleased to lend our \nsupport.Milk and Dairy \nMilk and other dairy products are important \ningredients for our cheese and chocolate products. \nSince 2013, sustainability projects all over the \nworld are coordinated by the Dairy Sustainability  \nFramework (DSF) , the dairy sector’s program \nto align, connect and demonstrate continuous \nimprovement in sustainability.\nIn Europe, we built our sustainability agenda by \nworking with key suppliers and national initiatives \non a principle of continuous improvement. In \nGermany, we supported the development of a new \nvoluntary Quality Milk Standard  and implemented \nit in 2016. And across Europe, we are engaging \nall our milk suppliers to build their sustainability \nroadmaps.\nWe track progress according to the proportion \nof our dairy ingredients sourced from recognized \nindustry standards. Currently, nearly 50 percent \nof our total global dairy supply is sourced from \nsuppliers following recognized standards; and we \nexpect this to increase to the majority by 2020 as \nsupply becomes available.\n", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}