{"page_content": " 24\nSUSTAINABILITY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\nLessening Our \nEnvironmental Footprint\nAlthough the impact of our operations on \nthe environment is much smaller compared to \nagriculture, the smart and sustainable use of raw \nmaterials in our own operations is an important \ncontribution in making a positive impact for our \nplanet and people. Our sustainability goals for \n2020  are an ambitious end-to-end approach to \nreduce our environmental footprint.  \nEnvironmental Footprint Goals\n  Reduce absolute CO2 emissions from \nmanufacturing by 15%*\n  Reduce water use by 10%* at priority \nlocations where water is most scarce\n  Reduce total waste in manufacturing  \nby 20%*\n  Eliminate 65,000 metric tonnes of \npackaging*\n*by 2020 vs. 2013 baseline\nMaking Progress In Our Operations\nReducing CO2 Footprint to Protect Global Food Supplies\nThere is no doubt that the global food supply is at risk from climate change. According to the World \nBank, to feed an estimated 9 billion people by 2050, there will need to be a 50 percent increase in \nagricultural production. Yet local temperature increases, extreme weather patterns and shortages of \nessential resources are driving competition for land and threatening the supply of major crops. We \nrecognize we play a critical role and need to increase our focus on ways to continually reduce our CO2 \nemissions from manufacturing to combat climate change.\nWe adopted science-based targets to reduce our absolute CO2 emissions from manufacturing by 15 \npercent by 2020. This aligns with current approaches that set science-based targets to support the \nglobal effort to limit climate change to less than 2ºC. We’re on track to deliver this goal, having reduced \nCO2 emissions from our factories by 10 percent since 2013. We’ve reduced energy consumption by \nimproving energy management systems and investing in energy-efficient technologies in our factories.\nWe are also cutting CO2 emissions by using low-carbon renewable energy sources. Our Port Elizabeth \nfacility in South Africa managed to reduce its carbon footprint by 5,100 tonnes on an annual basis by \nswitching to the purchase of electricity derived from solar energy. Heading into 2018, we are extending \nour use of solar onsite with the addition of solar panels at our Scoresby, Australia plant, and Sri City \nproduction facility in India.GOAL 15%\n10%\nreduced  \nabsolute CO2 emissions", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}