{"page_content": " 28\nWELL-BEING SNACKS\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\nWELL-BEING SNACKS\nPeople around the world are increasingly \ninterested in well-being for themselves and for \ntheir families. They are taking a more holistic \napproach to well-being, becoming more attuned \nto the connection between what they eat and \ntheir health. \nAt Mondelēz International, we proudly make \nsnacks to serve those different needs throughout \nthe day—to help curb people’s hunger, to give \nthem a nutritional boost or to simply provide a \ndelicious moment. As the world’s largest snack \ncompany, we’re committed to helping people \nenjoy the snacks they love and to stay in balance. \nThat’s why we’re focused on making snacks \npeople can feel good about, with ingredients they \nknow and trust.  \nAt the end of 2016, we made strong progress \nagainst our original 2020 global well-being \ntargets, meeting—and even exceeding—several of \nthem. In 2017, we built upon those achievements \nand evolved our portfolio goals to better address \nthose areas that are increasingly important to \npeople for their well-being. We focused our \nportfolio efforts on where we can have the \ngreatest impact to meaningfully enhance the well-\nbeing of people around the world. \nThis includes expanding the existing well-being \nbrands in our portfolio, growing them at twice \nthe rate of our base portfolio, renovating the \nnutrition and ingredient profile of our other best-\nselling brands, and continuing to inspire people \nto snack mindfully, offering more portion control \nsnacks and providing clear and simple nutrition \ninformation.  \nWell-being Snacks Goals*\n  Expand Well-being brands** in our portfolio, growing them at twice the rate of our base \nportfolio\n  Contemporize and improve the nutrition and ingredient profile of our biggest-selling brands\n  Inspire people to snack mindfully, delivering 15% of our revenue from portion control snacks***\n* Based on 2017 revenue baseline and sales weighted volume for nutrients\n**  Well-being brands tracked are belVita, Barni/Teddy, Véa, Wheat Thins, Triscuit, Good Thins, Ritz Crisp & Thins, Green & Black’s and  \nEnjoy Life Foods \n*** Snacks that are individually-wrapped, 200 calories or less, and meet baseline limits on saturated fat, sodium and sugar", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}