{"page_content": " 31\nWELL-BEING SNACKS\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\nInspiring People  \nto Snack Mindfully \nTo make informed, mindful decisions for \nthemselves and their families, people need portion \ncontrol options, as well as the right information \ndelivered in a simple and straightforward way. \nOur product development and communications \npractices are designed with this in mind, so we can \nprovide people options that meet their snacking \nneeds and with clear information about our snacks \nto help them stay in balance.\nOffering More Portion Control Products \nExpanding our portion control options—snacks \nthat are 200 calories or less and are individually \nwrapped—enables people to enjoy the treats \nthey love, become more mindful about what they \neat and help manage their calories. At the end \nof 2017, our portion control options represented \n12.8 percent of revenue, becoming a meaningful \nsegment of our portfolio. \nTHE SCIENCE BEHIND MINDFUL SNACKING \nSnacking is part of everyday living. It can provide fuel for energy \nor a boost to jump-start your day. It can also simply be a treat. \nYet, these days, there is so much focus on what people are \neating and not enough on WHY and HOW. Mindful snacking \nencourages people to eat with attention and intention, and \nto be truly present in the moment. Research has shown that \na mindful eating approach can help improve the way people \nsnack as well as help build a healthier relationship with food.  \nIn 2017, we partnered with Dr. Susan Albers, PsyD, Clinical \nPsychologist and Mindful Snacking Expert, to provide \ninformation including a consumer information guide  and tip \nsheet , as well as a resource guide  for healthcare professionals \nand educators on how to effectively help clients practice \nmindful snacking .  \nWe also organized a scientific symposium at the 2017 \nInternational Congress of Nutrition entitled Mindful Eating Applied to Snacking: A Promising  \nBehavioral Approach Supported by Research . Three international experts in the fields of nutrition \nand food behavior, psychology and food marketing—Dr. France Bellisle, Paris 13 University, \nFrance; Dr. Jean Kristeller, Indiana State University, USA; and Dr. Yann Cornil, University of British \nColumbia, Canada—shared in-depth knowledge and the latest scientific advances about mindful \neating. And we issued our sixth NutrInsight issue, detailing the latest research advances on the \nbenefits of mindful eating: Mindful Snacking: Scientific Evidence Supporting the Application of \nMindful Eating for Sensible Snacking Practices .\nThen, be in the moment. Here´s HOW:Snack Mindfully, Enjoy the Moment!\nSnacking is part of everyday living. It can provide fuel for energy or a boost to jump-start your day. It can \nalso simply be a treat. These days, though, there is so much focus on what people are eating, and not \nenough on WHY and HOW to fully enjoy a snack.\nMindful snacking is an approach that encourages you to eat with attention and to be present in the moment.\nThis will help you choose what to eat for \na more satisfying snacking experience.\nAre you looking for something \nSWEET or SAVORY, \nCREAMY or CRUNCHY, HOT  \nor COLD, SOFT or CRISPY?Do you need FUEL, ENERGY \nFOR A PICK-ME-UP or \nCOMFORT?\n1. Alberts HJ, Thewissen R, Raes L. Dealing with problematic eating behaviour. The effects of a mindfulness-based intervention on eating behaviour, \nfood cravings, dichotomous thinking and body image concern. Appetite. 2012 Jun 30;58(3):847-51. 2. Katterman SN, Kleinman BM, Hood MM, Nackers \nLM, Corsica JA. Mindfulness meditation as an intervention for binge eating, emotional eating, and weight loss: a systematic review. Eating Behaviors. \n2014 Apr 30;15(2):197-204. 3. Arch JJ, Brown KW, Goodman RJ, Della Porta MD, Kiken LG, Tillman S. Enjoying food without caloric cost: The impact of \nbrief mindfulness on laboratory eating outcomes. Behaviour Research and Therapy. 2016 Apr 30;79:23-34. 4. Higgs S, Donohoe JE. Focusing on food \nduring lunch enhances lunch memory and decreases later snack intake. Appetite. 2011 Aug 31;57(1):202-6. 5. Robinson E, Kersbergen I, Higgs S. Eating \n‘attentively’ reduces later energy consumption in overweight and obese females. British Journal of Nutrition. 2014 Aug;112(4):657-61.\nCreated by Dr. Susan Albers, Psy.D., clinical psychologist and mindful eating \nexpert. She is a New York Times best-selling author of seven books on mindful \neating. She also conducts mindful eating workshops. \nMondelēz International commissioned Dr. Albers as a consultant to create this work.Experts say mindful snacking leads to:\nA positive relationship \nwith food1,2More satisfying \nsnacking moments3Being less likely \nto overeat4,5\n  PORTION OUT YOUR SNACK \nand put the rest away; or choose single,  \npre-wrapped servings of snack foods\n  MINIMIZE DISTRACTIONS \n(phone, TV, computer)\n  SMELL AND TASTE \neach bite fully First, it is important to understand  \nWHY you want a snack.\n  CHEW SLOWLY \nand give each bite your full attention\n  NOTICE \nthe texture\n  FINISH \nyour bite before you take the next\nNutrition Labeling\nWe understand the importance of being open and consistent in the way we communicate about our \nsnacks with consumers around the world. Our nutrition labeling approach  is in line with international \nstandards, including Codex Alimentarius. We provide nutrition labeling on all of our products across \nour markets, displaying the amount per serving and/or per 100g (depending upon local regulations) \non eight key nutrients: energy (calories), protein, carbohydrates, sugars, fat, saturated fat, fiber \nand sodium. On very small packages with limited space, we list calories, protein, carbs and total fat. \nNutrition labels usually include the percentage that a nutrient provides of a person’s recommended \ndaily intake, such as Daily Value or Dietary Reference Intake.  \n", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}