{"page_content": " 39\nCOMMUNITIES\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\nJoy Ambassadors Serving, Sharing and \nLearning in Cocoa Farming Communities \nEach year, since 2013, we send a group of \ncolleagues on a journey of a lifetime to serve as \nJoy Ambassadors in cocoa farming communities \nin Ghana—the birthplace of Cocoa Life, our \nsustainable cocoa sourcing program. This unique \nskills-exchange volunteer program gives our \ncolleagues the chance to learn firsthand about \nthe challenges and opportunities in securing a \nsustainable cocoa supply, as well as help mentor \nand coach Cocoa Life community members.  \nIn 2017, 14 Joy Ambassadors from 10 countries \njourneyed to the Wassa East district of Western \nGhana. They immersed themselves in Ghanaian \nculture, visited cocoa communities and learned \nhow cocoa is grown and harvested, from cutting \nand scooping to fermenting and drying. They \nalso focused on strengthening partnerships with \ncocoa farming stakeholders, including farmers, \nNGOs and the larger community—a critical factor \nto building thriving cocoa communities.\nThe Joy Ambassadors shared their diverse \nbusiness skills, conducting workshops to help \nbuild capacity among local farmers and other \nlocal stakeholders. Topics included networking \nand alliance building, budgeting, as well as \nplanning and organization. They also rolled up \ntheir sleeves to complete hands-on volunteer \nprojects, such as painting and beautifying \nschools. You can learn more about the 2017 Joy \nAmbassadors’ experiences and highlights from \ntheir amazing journey in this travelogue .“My experience as a Joy Ambassador was transformative, both personally and \nprofessionally. Working as a Brand Manager at Freia, a brand with Cocoa Life on pack, \nI’ve returned with a passion to share the story of the journey of the cocoa bean with all \nmy colleagues, from the villages in Ghana to the chocolate in Norway.” \n— Monica Paulsen Ygre, Brand Manager, Freia Tablets and Cocoa Life\n“Amazing to see where it all begins. So proud to work for a company that makes the \ndifference to the cocoa communities in Ghana!” \n— Marcelo Russo, Senior Manager, Supply Chain Management\n“Working with the Joy Ambassadors, I have a new perspective about the work we do, \nespecially about linking motivation to purpose. I will review all my projects in terms of \n‘why,’ even in my personal environment. This will improve my leadership skills in helping \ndeliver the Cocoa Life program.” \n— Julius Tsatsu, Right to Play, Project Officer, Cocoa Life\n", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}