{"page_content": " 42\nSAFETY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\nThrough ongoing educational efforts, teamwork \nand enhanced protocols and safety measures, we \nhave been able to improve our safety performance \neach year. The global benchmark for a world-class \nTotal Incident Rate (TIR) is defined as 0.5. We \ncompare our performance against this benchmark \nand continue to perform well below the 0.5 level, \ncurrently operating at 0.3, with 60 percent of our \nfacilities operating with a zero TIR in 2017.  \nIn addition, we continue to drive our goals and \nambition toward ZERO incidents. That is why we \ntrack Total Recordable Incidents (TRI) each year. In \n2017, we achieved a 33 percent reduction in TRIs \ncompared to 2016. And since 2014, we’ve reduced \nTRIs by 69 percent across the company. \nAssuring Employee Safety \nPromoting a Culture of Safety\nThe safety of our colleagues is a top priority. Every day, we strive to ensure all of our employees feel \nsafe and comfortable, and are able to work in an accident-free environment. Our goal is to build a \nSafety Culture that promotes our goal of ZERO incidents and ZERO defects by eliminating risks across \nfour key areas: \n1. Occupational Health:  To safeguard our \nemployees against long-term health issues \nrelated to the workplace\n2. Personal Safety:  To entrench safe working tools \nand standards that promote the personal safety \nof every individual within our company3. Process Safety:  To improve the design, \nimplementation, management and control of \nany identified hazardous process within our \noperations\n4. Vehicle-Safety:  To improve driver safety and \nvehicle-related activities in all our functions and \noperationsin Total Recordable Incidents33%\nreduction\n20172016\nin Total Incident Rate for all \nof our employees27%\ndecrease2016\n2017Safety Performance\n", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}