{"page_content": " 7\nSUSTAINABILITY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\n2020 Smart Sustainability Goals and Progress 2015 2016 2017\nSustainable Agriculture\n  All cocoa will ultimately be sustainably sourced 21% 21% 35%\n  Maintain 75% of Western European biscuit volume made with \nHarmony wheat75% 75% 75%\n  Maintain 100% RSPO palm oil 100% 100% 100%\n  100% palm oil traceable to the mill 90% 96% 96%\n  100% palm oil from suppliers with aligned policies 91% 99% 99%\n  100% cage-free eggs in U.S. and Canada by 2020 and rest of  \nworld by 20251n/a 15% 15%\nEnvironmental Footprint\n  Reduce absolute CO2 emissions from manufacturing by 15%2-7% -7% -10%\n  Reduce water use by 10%2 at priority locations where water  \nis most scarce-16% -18% -25%3\n  Reduce total waste in manufacturing by 20%2-5% -10% -15%\n  Eliminate 65,000 metric tonnes of packaging238.5K 46.3K 53.5K\n1  With the exception of Russia, Ukraine and China, where supply chain \nis developing and requires a longer period to secure cage-free; 2016 \ndata is for original U.S., Canada and EU goals\n2 By 2020 vs. 2013 baseline3  Our 2020 water goal includes the anticipated impact of expansions \nfor new lines and sites which will add to our future absolute water \nuse and, therefore, not yet evident in 2017\nSUSTAINABILITY\nGrowing our positive impact for people and the \nplanet is at the core of who we are as a company \nand helps to deliver our business growth with \npositive change in the world.  \nSmart and sustainable use of natural resources is \nnecessary now more than ever. As a global food \ncompany, it is vital to secure sustainable supplies \nof key raw materials by empowering farmers and \ntheir communities to become more productive \nand climate-smart. \nThat is why we continue to focus on where we can \nmake the biggest impact to reduce our end-to-\nend environmental impact.  \nWe’re sourcing our ingredients more sustainably \nand in ways that reduce deforestation in our \nsupply chain. We’re producing our snacks \nwith less energy, water and waste, and with \ningredients people know and feel good about. \nAnd we’re staying at the forefront in the fight \nagainst climate change with science-based \ntargets to reduce CO2 emissions from our own \nmanufacturing.\nWe continue to build on our heritage of \nleadership in sustainability—a heritage which \nincludes being the first company to go beyond \nthird-party certification by taking direct \naccountability for building a sustainable cocoa \nsupply via Cocoa Life ; and to require palm \noil suppliers to adopt forest protection and \nsustainability policies for their entire supply \nbase, not just palm oil supplied to Mondelēz \nInternational. \nOverall, we’re pleased with our progress from the \npast three years.", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}