{"page_content": " 10\nSUSTAINABILITY\nMONDELĒZ INTERNATIONAL PROGRESS REPORT | 2017\nSustainable Agriculture\nOur business depends on healthy ecosystems to produce sustainable supplies of high-quality cocoa, \nwheat and other raw materials to create our delicious snacks—chocolate brands like Milka , Cadbury  and \nCôte d’Or , and Oreo  and LU biscuits. \nHowever, our global food system is facing numerous challenges that are weighing down on individual \nfarmers and the land they use. \nThese challenges are complex and call for solutions that require coordinated efforts by governments, \nindustry, and scientific and environmental experts. Smallholder farming communities in particular need \nsupport to increase their resilience. \nThat is why we are using our company’s reach and global presence to work together with outside \nexperts to give farmers a voice. Our signature programs aim to make a positive impact on the farms, \ncommunities and environment where our main raw materials are grown: Cocoa Life  and Harmony . \nWe are also taking a more active role on the ground, as well as driving change within our own \norganization and with our suppliers. We are addressing key areas where we can have the most \nimpact, requiring more transparency, and collaborating with our key suppliers and others to promote \nwidespread change so that sustainability becomes the normal way to do business in key raw materials. \nSustainable Agriculture Goals\n  All cocoa will ultimately be \nsustainably sourced, mainly \nthrough Cocoa Life\n  Source 100% of EU wheat need via \nHarmony  by 2022\n  Maintain 100% RSPO palm oil \n  100% palm oil traceable to the mill \nfrom suppliers with aligned policies\n  100% cage-free eggs in U.S. and \nCanada by 2020 and rest of the \nworld by 2025*\n*  With the exception of Russia, Ukraine and China, where supply chain \nis developing and requires a longer period to secure cage-free\n", "metadata": {"source": "NASDAQ_MDLZ_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}