{"page_content": "ONE  BUSINESS\nAs an industry pioneer with deep knowledge of material science \nand thousands of print-related patents, Kodak will continue to \ninnovate — especially when it comes to sustainability. \nKodak actively drives technological developments to enable \ncommercial and packaging printers to produce in a greener way \nand leave a smaller carbon footprint. We go to great lengths to \nensure that any progress on the road toward more sustainable \nproducts and processes is not achieved at the expense of quality, \nproductivity and profitability.\nSustainability is an ongoing process, and we continue to look for \nways to reduce the environmental impact of our products and \nservices as our company grows. This opportunity is especially great \nfor print products, as commercial printing has historically been \na significant source of waste and pollution. We are developing \nin-house life cycle assessment and carbon footprinting capabilities, \nwhich will help us identify where we can further reduce the environmental footprint of our products.\nIn 2022 Kodak joined the Sustainable Green Printing Partnership, the \nleading authority in sustainable printing certifications. As a platinum \npatron, Kodak will play an active role in driving the industry’s \ntransformation toward more eco-friendly and resource-saving \nbusiness practices and improving the sustainability profile of print.\nNo Chemicals No Water Less Energy Less WasteKODAK  SONORA\nPROCESS FREE PLATES\nSince its invention in the 19th century, offset printing has required substantial \namounts of chemicals, water and energy to image and process. With the invention of KODAK SONORA Process Free Plates, Kodak was first to successfully \ncommercialize a printing plate that eliminates processing chemicals and water, \nwhile reducing waste and energy use. There’s also no processing variability, so process-free plate users benefit from more consistent and stable plates that reduce time, waste and cost in the pressroom.\nOver the last five years, Kodak’s process-free plate business has grown by 106%, \nand the plates are in use at more than 6,000 printers around the globe. Our \ncontinued success today is driven by the proven environmental and economic \nbenefits that printers achieve when they adopt a process-free approach.\n3.3M\nliters of plate developer \nper year24M\nkWh of electricity per year507M\nliters of water per yearWe estimate that replacing \nprocessed plates with \nSONORA Plates could save \nthe entire print industry:GREEN AND GROWING:  \nOUR PRODUCTS AND \nSERVICES TODAY\nKodak SONORA  Process Free Plates deliver \nsustainability benefits that include:Kodak demonstrates its strong commitment to a circular \neconomy through its broad sustainability program, \nespecially as it relates to the print production process and \nsupport of their customers in sustainability.” \nMarci Kinter, Sustainable Green Printing Partnership, co-founder\nKodak Sustainability Report 2022 Update // 12 Kodak Sustainability Report 2022 Update // 13", "metadata": {"source": "NASDAQ_KODK_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}