{"page_content": "Digital presses and  \nworkflow software \nFrom flexible packaging and labels to folding carton and corrugated \nboxes, digital is rapidly gaining popularity in packaging production. \nDemands for increased production flexibility and shorter times to market \nare helping to drive this trend, along with sustainability: digital printing \nuses fewer resources than traditional printing. Paired with our insight-\ndriven workflow software, Kodak’s digital print customers can unlock even \nmore efficiencies. Through automation and integration, the software helps \ncustomers reduce waste, conserve ink and eliminate costly manual errors.\nKODAK PROSPER ULTRA 520 Press\nClosing the gap with offset\nThe KODAK PROSPER ULTRA 520 Press is inkjet reimagined. Built upon five decades of world-class innovation and investment in both mechanical and chemical engineering, the ULTRA 520 delivers the highest quality on the market \ntoday. Our new press unleashes Kodak’s new ULTRASTREAM inkjet technology and our highly efficient, water-based \ninks in a compact platform that prints at full speed and the highest resolution.It was incredible how smoothly we completed the transition \nfrom the wet processed plate to process-free. Our printers \nexperienced no problems, and they were quick to embrace \nthe new plate. What’s more, we were able to get rid of two \nplate processors in the platemaking department, so that \nin addition to becoming more sustainable, we cut out the \nexpense that was required for care and maintenance of \nthose machines.” \nSteve Lonergan\nTechnical Innovations Manager, Webstar | New Zealand\nSwitching to KODAK SONORA \nProcess Free Plates was just \none of the many ways we could \ndo our bit for the environment.”\nSteve Cropper\nCEO, Gemini Print | EnglandPlate output is handled by two KODAK TRENDSETTER Q800 \nSCU platesetters, supplying an average of 4,000 KODAK \nSONORA Process Free Plates per month to our latest LED-UV  \npresses. KODAK SONORA Process Free Plates reduce environmental impact and improve print quality.”\nMr. Fujita\nSenior Managing Director, Shunposha Printing | JapanWe always consider the environmental aspects before making any \ninvestment decision, and thanks to the SONORA X Plate we’re now \ncompletely chemistry-free all the way to the press. Our experience \nwith the process-free plate from Kodak has been entirely positive, \nand we wouldn’t hesitate to choose it again. It’s clear added value \nfor us because we also claim to provide green, sustainable services.”\nMichael Blass \nProduction Manager, Benedict Press | GermanyComputer-to-Plate (CTP) Systems\nDelivering up to 95% energy savings over  \nalternative platforms   \nSONORA Process Free Plates go a long way toward reducing \nenvironmental and economic costs for printing customers, and those benefits are multiplied when SONORA Plates are paired with Kodak’s CTP technology. CTP systems allow each image to be output directly from computer to plate, reducing waste, as no film is required as an intermediate step. Additionally, we’re continually innovating our CTP systems to use less energy. Today, they use up to 95% less energy than alternative CTP platforms.\nDigital print uses \nless resources than \ntraditional printing, can \noffset rising costs and eliminate the supply chain challenges \nof plates, making \ndigital printing more sustainable overall. \nONE  BUSINESS\nKodak Sustainability Report 2022 Update // 14 Kodak Sustainability Report 2022 Update // 15", "metadata": {"source": "NASDAQ_KODK_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}