{"page_content": "Sustainable, water-based inks \nKodak's high-performing, award-winning, water-based inks are safer for people \nand the environment compared to conventional solvent-based inks. They \ncontain minimal volatile organic compounds (VOCs) and no polyvinyl chloride or \nphthalates, which keeps potentially harmful substances out of the waste stream \nand water supply and eliminates the need for hazardous waste removal processes.\nFurther, our water-based inks don’t compromise on quality: they are virtually \nindistinguishable from offset lithography in print quality and reproduction \nconsistency. Because of their high performance and sustainability profile, Kodak \nwater-based inks are now used on everything from food packaging and personal \ncare products to children’s books.Printed Electronics: A \nRevolution in Resolution\nAt Kodak, we’ve spent years developing our expertise and \nassets in the design and manufacture of fully additive, \ntransparent, flexible electronic film components. The \nresult is a patented micro-wire technology that enables \nKodak to deliver a new caliber of highly transparent radio \nfrequency (RF) devices such as antennas, RF filters and \nelectromagnet interference (EMI) shields. \nToday, we can image designs in ultra-high resolution \nto flexographically produce features that simply aren’t \npossible with screen or inkjet printing — enabling \ncustomers to realize their innovative designs and help  \nthe world stay connected.\nAs we work with our customers to deliver these cutting- \nedge technologies, we consider the environmental \nimpact from manufacturing to end of use. Today we use \nadditive manufacturing for parts typically manufactured \nby subtractive methods, and are continuously looking for \nways to improve the sustainability of our processes. KODAK PROSPER Inkjet  \nPress Platforms  \nDelivering value to digital printers\nThe PROSPER Inkjet Press Platforms are high-speed production digital presses that leverage Kodak’s water-based ink technology and serve a \nrange of applications —  from publishing and direct mail to packaging on \na variety of substrates. It also permits shorter run volumes and uses print \nhead components that are designed for refurbishment and reuse, further \nhelping eliminate waste.KODAK PRINERGY Workflow Software  \nMaking print easy, profitable and sustainable\nOur PRINERGY Workflow Software is the leading prepress automation software for the print industry. Now available on demand from the cloud, PRINERGY Workflow Software reduces \nmanual touch points and elevates productivity, all while reducing waste by minimizing error. \nPRINERGY Workflow Software also leverages artificial intelligence and analytics so customers \ncan look at ink and plate usage data and trends to make better business decisions that save \nmoney and improve operations.\nFor many years we have focused on sustainability and eco-friendly aspects. We always look for solutions \nsupporting a safe production of food and pharmaceuticals packaging. When considering a new workflow \nsystem, we wanted to reduce the amount of ink and chemistry used in the printing process, and Kodak provided the solution. The PRINERGY System itself is very flexible. It streamlines the printing process and reduces waste.”\nDaniel Stosik\nPrepress Manager, Akomex Group | PolandONE  BUSINESS\nKodak Sustainability Report 2022 Update // 16 Kodak Sustainability Report 2022 Update // 17", "metadata": {"source": "NASDAQ_KODK_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}