{"page_content": "2The year of 2022 emphasized new opportunities and challenges in a post-pandemic world. We closely saw the long-\nawaited return of teachers and students to schools, which meant for us a strong demand for our educational solutions. \nWe assisted teachers and educators in the tough task of embracing and readapting students that presented difﬁ  culties \nin reestablishing social interactions and students that presented learning gaps, and we evolved our solutions based \nin these new necessities. We faced the impact of the pandemic in our printing suppliers and the increase of paper and \npulp prices, strengthening our structure, processes and teams. We had to readapt ourselves to new formats of work and \nto the expectations of our teams.  \nEven with all these changes, we remain loyal to our mission to generate a positive impact for all our stakeholders and \ncreate perceptible value for our entire chain. In 2022, we made progress towards the goals and priorities of our 2025 \nPlan, which continues to guide our decision-making on all fronts that impact our business. \nAmong all our 2022 achievements, we impacted around 2.6 million students with our pedagogical solutions, a 15% \nincrease compared to 2021, through the partnership with more than 8 thousand private schools in Brazil. In addition, \nArco Instituto supported around 40 organizations, which in turn supported 500 thousand young people, and impacted \n15 thousand young people through products developed by the Institute itself. We reduced our employee voluntary \nturnover in 5p.p and increased the company’s eNPS by 6 points. We made progress on our diversity agenda, increasing \nits representation and reducing the reported number of discrimination to 2% from 7%. We carried out our ﬁ  rst carbon \nfootprint mapping and we are already analyzing how to reduce it for the coming years.\nAt Arco, we have always believed our growth will only be sustainable if we keep our customers at the center of all \nour decisions, constantly evolve our products and services, focus on our greatest asset - our people - and always act \nethically and respectfully. These are the values that allow us to maintain a leadership position in the market \nand guide us to seek an even more relevant participation in private education in the country, year \nafter year.\nWe recognize our responsibility in the Education market and that the only way to \nachieve and keep succeeding in the long term is by acting correctly. For us, our \ncommitment to ESG-related aspects is nothing more than the right way to do \nwhat we already do every day. This is not news for Arco, but rather a part of our \nDNA. \nThe commitment and continuity of our 2025 Plan reinforce our public \ndedication to transforming lives and society through Education. We thank \neveryone who has been building Arco’s history together with us - our \npartner schools, that trust our brands to improve their performance, our \nemployees, who work tirelessly to deliver our purpose, our vendors, which \nmake it possible to deliver excellent content and relevant technology with \nresponsibility, and  our investors, who are great partners in our company’s \nconstant evolution.\nWe’re just getting started!\nThank you very much, \nAri de Sá Neto \nFounder and CEOMESSAGE FROM CEO\n", "metadata": {"source": "NASDAQ_ARCE_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}