{"page_content": "11STRONG AND SUST AINABLE STRUCTURE FOCUS ON PEOPLE IMPACT ON EDUCA TION\nANNUAL REPORT 2022\nOUR COMMITMENTS 2021 2022 2023 2024 2025\n4mm students impacted through our business 1.8 mm 2.3 mm 2.6mm 4 mm2023\n2.6mmWE DEEPL Y IMPACT THE FUTURE \nOF MILLIONS OF STUDENTS\nWHERE WE ARE \nOUR GOALS2\n1. Considering the number of students in private schools in Brazil. 2. Data represent 80% of the Arco partner schools base. A++, \nfamily income above BRL 33,027.01; A+, from BRL 19,024.01 to BRL 33,027.00; B1, from BRL 8,740.01 to R$ 19,024.00; B2, from \nBRL 4,508.01 to BRL 8,740.00; C1, from BRL 2,497.01 to BRL 4,508.00; C2, from BRL 1,275.01 to BRL 2,497.00; D/E, from BRL 0.00 \nto BRL 1,275.00. Source: IBGEWe recognize the power of scale, and we want to expand our business \nmore and more, taking educational solutions to students throughout \nBrazil. \nWe have multiplied our number of students of our pedagogical \nsolutions by 6,4x since our IPO and we intend to impact \nSTUDENTS BY 2025 THROUGH ALL OUR \nPEDAGOGICAL SOLUTIONS, ORGANICALL Y \nAND INORGANICALL Y .4mm\nMARKET SHARE FOR \nCORE SOLUTIONS IN \nNUMBER OF STUDENTS¹20% 100%\nPRESENCE IN \nBRAZILIAN \nSTAT E S  \n+1.6K\nBRAZILIAN \nMUNICIPALITIES \nSOCIOECONOMIC\n DISTRIBUTION²\nB1\nB2 A+A++\nD/EARCO IN BRAZIL TODA Y\nC1\nC240,8%4,9%0,3%\n21,2%\n27,5%5,1%\nWe believe that quality education is also an inclusive education, that ensures access for all.\nTherefore, we acknowledge the importance to enhance the pedagogical practice of our partner schools, so that all tea-\nchers and pedagogical teams can adapt themselves to meet all the needs of their students.\nThe SAS center for Continuing Education (FOCOS), for example, focuses on the needs of our \npartner schools, offering online content and training to help them with the challenges faced inside \nthe classroom. In 2022, FOCOS launched the ﬁ  rst part of the Formative Solution for Inclusive Educa-\ntion. We started with training pills and e-books on integration, inclusion, pedagogical adjustments, \nlegislation and the manager’s role in working with Inclusive Education.Another example is the Positi-\nvo Learning System, that aligned to its commitment for an inclusive education, adapts its material to \nserve students with visual needs by printing its materials in Braille, enlarging the books on A3 sheet, \nand printing on colored paper.\nFOCOS\n2018 2019 2020 2021 2022 2025P*04.000.000\n3.000.000\n2.000.000\n1.000.000\n500.0003.500.000\n2.500.000\n1.500.000\n405.814405.814498.553498.5531.362.1411.362.1411.785.5761.785.576\n4.000.0004.000.0004.000.000\n4.000.000\n2.279.025\n20232.619.890\n", "metadata": {"source": "NASDAQ_ARCE_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}