{"page_content": "13STRONG AND SUST AINABLE STRUCTURE IMPACT ON EDUCA TION\nANNUAL REPORT 2022\nQuality proprietary content: \ndeveloped for over 50 years and updated annually by \nour content team ( 521  people in our pedagogical\ncontent development team).\nSchool management services:\nwe implement and offer support in the usage of man-\nagement tools, develop enrollment strategies and re-cently expanded our scope to ﬁ  nancial services.\nRelevant technology: all our solutions have\na technology platform that provides data to all school stakeholders, improving the performance of our part-ners. In 2021, we created ArcoTech, a technology hub to support our business units offering relevant technol-ogy to our schools.FOCO NAS PESSOAS\nOUR COMMITMENTS 2021 2022 2023 2024 2025\n95% of student retention 93% 93% 91% 95%\n86: Clients NPS83\nNPS Arco68 86WE BUILD STRONG AND LASTING \nRELA TIONSHIPS WITH OUR CLIENTS3\n2023\n91%WHERE WE ARE \nOUR GOALSOur goal is to become a one-stop-shop for our partner \nschools, offering complete solutions and supporting them in both their pedagogical and business decisions and as well as in the relationship with their main stake-holders. Today, we offer: To achieve our big dream, we need to maintain a trus-tworthy, long-term relationship with our clients – after all, our goal is to be the greatest partner of all school stake-holders.\nIn the last two years, we faced several challenges to adapt to the pandemic scenario. In 2022, the challenge was related to a high volume of late orders, due to the return of in-person classes, and to a higher-than-expect-ed number of students. Printers were overloaded and the ﬁ  rst volume of content from these late orders ended up being delivered late to our schools. We normalized our delivers during the year and worked hard so that the ex-perience of our schools was the best possible. 91%\n2023 \nRETENTION95%\nGOAL FOR \n2025\n68\nCONSOLIDA TED \n2022 NPS 85\nGOAL FOR \n2025\nFinancial solutions: In 2022 we acquired\nisaac, a platform that serves the needs of schools \nwith software and ﬁ  nancial solutions.COC: EXCEPTIONAL RESUL TS \nIN THE FIRST CYCLE\nNPS: +17 points to 66 (vs. 49 in NPS 2022.1)\nRetenção: +15 p.p. to 95% (vs. 80% in col.21 in pre-a-\ncquisition).We value long-term relationships with our schools. More than 25% of our school base have been our part-ners for over 10 years, and that reinforce our commit-ment to building strong and lasting relationships with our customers. \n", "metadata": {"source": "NASDAQ_ARCE_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}