{"page_content": "15ANNUAL REPORT 2022STRONG AND SUST AINABLE STRUCTURE FOCUS ON PEOPLE IMPACT ON EDUCA TION\nOUR COMMITMENTS 2021 2022 2023 2024 2025\n75: Employees’ NPS 56 62 75 \n9% Employees’ voluntary turnover 20,4% 15,8% 9%2022\n62\n15,8%WE BELIEVE OUR VALUE LIES IN OUR \nPEOPLE AND THEY BELIEVE IN ARCO4\nWHERE WE ARE \nOUR GOALS We believe that only excellent people who think and act \nlike owners, work together and are rewarded for their de-\nliveries, build a lasting company. With this in mind, we fo-\ncused our efforts in two main work fronts: retaining our \npeople and strengthening our culture. \nIn 2022 we:In addition to focusing on our leaders, we also offered in \n2022 learning and evolution opportunities for our base \ntalents, recognizing analysts with outstanding perfor-\nmance through the launch of Acelera!. With this initiative, \nwe seek to accelerate the development of our team with \nan exclusive training journey specially designed for this \nproﬁ  le. This ﬁ  rst edition of the program brought us signi-\nﬁ  cant results: 47% of our accelerated candidates were \npromoted in our last performance assessment cycle.\nWe also launched Mentora Elas, a program created with \nthe purpose of leveraging the career of our female mana-\ngers and increasing the number of women in senior lea-\ndership positions at Arco (executive managers and direc-\ntors), one of our ESG commitments. Thirteen managers \nwere mentored in the 2022 program; 100% remain at Arco \nand 46% were promoted. Besides, among the promoted \nmanagers, 83% had a strong perception that the program \ninﬂ  uenced their promotion and development.\nCUL TURE: we believe that our values guide decisions \nand, knowing this, we created the Arco Culture Guide, \nwhich goal is to guide our people in everything that me-\nans living the Arco way. During the year, we promoted \nvarious moments of discussion and connection between \nour teams and employees seen as great references, who \nembody and act in accordance with Arco’s behaviors and \nvalues.4.6p.pREDUCED OUR \nVOLUNT ARY \nTURNOVER BY INCREASED OUR \nINTERNAL \nEMPLOYEE \nNPS BY \n6 points\nTo retain our people, we understand that leaders are key \nto building a sense of belonging in their teams, creating \nconcrete opportunities for evolution and bringing a sen-\nse of purpose to the tasks their teams perform. Therefore, \nthis was a year of great focus on the development and \ntraining of the leadership, through the launch of Lidera \nArco, our leadership development academy, which had \nthe participation of 81% of our leaders.\nLidera Arco had several initiatives: training meetings with \nexpository content, sharing real cases related to the main \nchallenges faced by leadership, and moments of exchan-\nge and learning. In addition, to support leaders in their \nroutine and tasks, we launched the Leader’s Guide, a su-\npport tool on the role of leadership in the entire journey of \nan Arco employee, from the attraction and selection pro-\ncess to their departure, through check-lists, guidelines, \ncases and important concepts. As a result of Lidera Arco, \nwe had a great evo-\nlution in the eNPS \nof our leaders: \nto 71 (from 63 in \n2022).\ncases and important concepts. As a result of Lidera Arco, \nﬁ  cant results: \n 47% of our accelerated candidates were \npromoted in our last performance assessment cycle.\n", "metadata": {"source": "NASDAQ_ARCE_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}