{"page_content": "16WOMEN IN \nSENIOR \nLEADERSHIPWE ACKNOWLEDGE AND PROMOTE \nDIVERSITY IN OUR COMPANY5\nOUR COMMITMENTS 2021 2022 2023 2024 2025\n50% of women directors and executives \nmanagement positions41% 42% 50%\n40% ethnical diversity 33% 35% 40%\n<5% of discrimination reported 7% 2% <5%\nOUR GOALS\n(EXECUTIVE MANAGEMENT \nAND BOARD)\n(+1P .P VS. 2021)We believe value is in all people, therefore we seek to \nevolve more everyday in our path through diversity and \ninclusion.\nWe understand that in a more diverse and inclusive envi-\nronment our people will be happier, more engaged and \nmore likely to reach their maximum potential to develop \nthe best solutions and enhance our delivery of value by \nscaling an education of excellence.\nAware of our commitments until 2025, throughout 2022 \nwe carried out a series of actions and projects that made \nit possible to advance in our goals:WHERE WE ARE \n For the ethnic-racial diversity front, we created a dialogue \ngroup with monthly meetings, providing a space for re-\nception, reﬂ  ection and representation. The main purpo-\nse of the group is to expand our people’s knowledge of \nstructural racism and contribute to reducing the rate of \ndiscrimination.  \nAt the same time, we continue to work on educating our \npeople on different topics of diversity, by promoting cum-\nbucas (book clubs), creating informative materials, refe-\nrencing relevant content (books, ﬁ  lms, series, podcast) \nand conversation circles.  \nWe had a signiﬁ  cant decrease in reports of people who \nsuffered discrimination. Less than 2% of our people repor-\nted having suffered discrimination in 2022.  \nAll of these initiatives are being closely monitored, in or-\nder to increasingly ensure the engagement and aware-\nness of our employees and promote a safe, diverse, and \ninclusive environment. 42%\n35%<2%\nDIVERSIDADE \nÉTNICO\n(+2p.p vs. 2021)PEOPLE WHO HAVE \nSUFFERED DISCRIMINA TION \nIN 2022 50%\n40%GOAL\nFOR 2025\nGOAL FOR 2025\n", "metadata": {"source": "NASDAQ_ARCE_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}