{"page_content": "20Using specialized tools and market information, we con-\nduct fortnightly tests that aim to assess the exposure of \nour environment to risks, scoring adjustments and correc-\ntions to mitigate the identiﬁ  ed vulnerabilities of the Arco \nenvironment on an ongoing basis. ETHICS CODE AND CHANNEL INSIDE OUR \nGOVERNANCE STRUCTURE \nWe disseminate our way of working through our Code of \nEthics and Conduct, which guides the daily lives of our \nemployees and partners in accordance with the princi-\nples of Ethics and Respect, Responsibility and Profession-\nalism. \nWe provide periodic training to reinforce our internal poli-\ncies we provide an independent Ethics Channel, with the \nprinciple of non-retaliation and conﬁ  dentiality. \nAccess \nby clicking:Code of Ethics Ethics Channel  \nMANAGEMENT OF VULNERABILITIESLGPD\nAll our units comply with the General Data Protection \nLaw, ensuring greater security in data processing, and \nupdating our Privacy Policies and processes for detecting \npotential vulnerabilities. \nOur Data Security and Protection Committee monitors the \nevolution of processes related to the processing of our \ndata. We conduct training for our teams and our partner \nschools on the importance of the General Data Protection \nLaw and the identiﬁ  cation of potential risks in the pro-\ncessing of personal data, in addition to establishing the \nappropriate ﬂ  ows for sharing such data with our schools \nand commercial partners.CYBERSECURITY\nOur data security team works on the maintenance of the \nArco Data Security Program, which aims to increase the \nprotection of our environments and mitigate the risks of \npossible attacks, in addition to monitoring and operating \nthe routine of our Data Security tools and services. \nIn pursuit of the best Data Security practices, we use the \nNIST security framework and ISO/IEC 270001 in all our \nbusiness units - which directs practices, controls and te-\nchnologies to recover, identify, protect, detect and res-\npond to cyber risks.\n300WE REACHED OUR VRI (VULNERABILITY \nRISK INDEX) GOAL, SCORING BELOW3IN 2022, WE ACHIEVED OUR GOAL \nWITH A NIST SECURITY LEVEL\nA REFERENCE LEVEL \nIN THE EDUCA TION MARKET\n(LOW RISK) \nIN 2022. \nWe know that to build an ethical company that protects \nits stakeholders and positively impacts its customers, we \nneed to maintain a solid governance structure. Therefore, \nwe base ourselves on the principles of ethics, transparen-\ncy and data security for internal decision-making, policy \nand process deﬁ  nition\nAiming to improve our vulnerability management, in \n2023 we changed from VRI to ORI (Organization Risk In-\ndex), so we can look at equipment and software not only \nfor the vulnerability presented, but for the degree of risk \nto the organization that that vulnerability represents ac-\ncording to the relevance of the equipment or software \ninvolved.\nWe will continue to maintain our controlled environment, \nfollowing the new evaluation metrics.", "metadata": {"source": "NASDAQ_ARCE_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}