{"page_content": "8OUR COMMITMENTS 2021 2022 2023 2024 2025\n80% of our schools with proven evolution in learning Metric being deﬁ  ned 80%\n100% of students learning 21st century skills Metric being tested in some \nof our business units 100%\n25% of schools ranked in the top 10 of all states are \nArco partners 21% (2019 - last data \navailable) Due to the unavailability of federal public \ndata, this goal will not be \nupdated temporarily25%2022\nMetric being deﬁ  ned\nMetric being tested in some \nof our business units \nDue to the unavailability of federal public \ndata, this goal will not be \nupdated temporarilyMetric being deﬁned\nMetric being tested in some \nof our business units \nDue to the unavailability of federal public \ndata, this goal will not be \nupdated temporarilyOUR SCHOOLS HAVE PROVEN \nEVOLUTION IN LEARNING\nWe started our company with the mission of delivering \nquality education to millions of students in Brazil. For \nus, that means to deliver excellent content that gene-\nrates proven evolution in learning, in a holistic way, to \ndevelop the citizens of the 21st century, assisting our \nstudents to get into Universities and ensuring that our \npartner schools have excellent educational results.\nOur brands are recognized for their high approval rates \nin the main national exam in Brazil, the ENEM. Our \npedagogi-cal consultants work side by side with our \npartner schools to improve their exam performance and \nwe provide the students data that allows them to \ncontinuously evolve.\nSTUDENTS OF ARCO’S CORE \nSOLUTIONS APPROVED IN SISUIN 2022, WE HAD CONCRETE \nCASES OF  IMPROVEMENT \nIN LEARNING\n261 STUDENTS  FROM POPU-\nLAR EXAM PREP COURSES SU-\nPPORTED BY ARCO INSTITUTO APPROVED IN 2022 SISU OUR GOALS1\nWe work to guarantee the impact of our solutions on the \nevolution of student learning. WHERE WE ARE \n1. In the same exam prep course, students that\nused \nSAS  materials achieved better scores:\n-21 more points in Portuguese compared to stu-dents who used other materials- 25 more points in Math compared to students who used other materials\n2. SAS students who used custom assignment \ntracks in 2022 increased their grades substantiallycompared to students who used only other means.Students engaged in the custom assignments increased their grades between exams by 13 points. \n3. Students that took 6 prep tests SAS ENEM are\n4 times more likely to be approved in SISU than stu-dents that didn’t take any\n 13.5K\n2021\n6% OF ALL STUDENTS \nAPPROVED IN BRAZIL18K\n2022\n8% OF ALL STUDENTS \nAPPROVED IN BRAZIL\n1. Study conducted considering students of initial performance and similar study time+33%", "metadata": {"source": "NASDAQ_ARCE_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}