{"page_content": "analog.com/sustainability\n2012–2013 Sustainability Report 2A Message from Our CEO\nThank you for your interest in  \nAnalog Devices’ (ADI) Sustainability \nReport for 2012–2013.\nWhile our Sustainability Report is, \nby definition, merely a snapshot taken at a point in time, the stories presented express the integrity and determination that propels us over the long term.\nIn ecology, a biological system, or biosphere, is said to be “sustainable” if it is able to remain diverse, productive, and long lived, meeting its present needs without hindering future generations from meeting their own needs.\nIn business, sustainability refers to managing corporate strategy and execution \nin an environmentally, socially, and financially responsible manner.\nIn our company, sustainability encompasses all of these things.We are diverse, creating solutions for tens of thousands of customers \nacross thousands of applications in hundreds of industries. We have a diverse employee population who work all over the world. We develop core technologies that can be continuously adapted to sustain a competitive advantage for many generations. We emphasize long-term profitable growth, investing in people, systems, and processes that will enable us to operate efficiently and responsibly long into the future. \nAs far back as the 1970s when ADI’s code of business conduct and human \nresources philosophy were first published, we have made attracting and retaining the best talent in all fields a strategic imperative. It has always been our belief that outstanding employees do outstanding work that attracts talent and loyal customers. Loyal customers generate growth and profit that generates solid returns for investors and financial strength for ADI. Financial strength attracts and retains top talent, continuing the cycle. This regenerating cycle has fueled our prosperity for nearly half a century.\nWe approach sustainability as we do technology and business development. \nClear priorities set at the corporate level provide guidance for the grass-roots, self-directed initiative and ingenuity of our employees. Our corporate sustainability priorities are: economic prosperity; environmental, health, and safety stewardship; and social well-being. Economic prosperity—we believe superior innovation drives  \nsuperior financial performance. By creating high quality jobs and maintaining robust investment levels in areas such as manufacturing, engineering, and customer service, we can continue developing innovations that positively impact the world and profitably grow our company. Our employees share in this prosperity, in both monetary and humanitarian terms.\nEnvironmental, health, and safety stewardship— \nwe are committed to a safe and healthy workplace and to operating in a way that minimizes adverse impacts to the environment and conserves resources. We are committed to continually improving our environmental, health, and safety performance.\nSocial well-being—we understand the impact our opera-\ntions have on people and the planet and we make every effort to ensure that we make a positive difference. We uphold the highest business and labor practices and we work alongside our employees to give back to our communities.\nIn this sustainability report, we provide examples of the grass-roots initiatives \nfrom 2012 and 2013 that exemplify and translate these corporate guidelines into actions, decisions, and choices employees make every day.\nSafer. Faster. Greener. Smarter. Better.We are working with customers all over the world to make safer, faster, \ngreener, and smarter products. Our healthcare customers are applying ADI’s technology to enable a future where surgical diagnostics can be replaced by noninvasive signals that can image tissue and blood flow. Our signal process-ing innovations are helping keep air and water clean and food supplies safe. Signals that control and monitor factory automation enable our customers to build smarter machines and ensure that the industrial revolution of the 21st century will not have to trade economic benefits for ecological liabilities. Using ADI technology, cars and trucks can significantly lower fuel consump-tion, affordably and reliably avoid collisions, and deploy life saving airbags. \nOur employees and customers inspire us with their continuing commitment \nto sustainability. We are dedicated to supporting their efforts to improve the world we all inhabit.\nSincerely,\nv \nVincent T. Roche \nPresident and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}