{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 11Introduction\nThe following sections define who we are by describing our \nresponsibilities as an organization and our responsibilities to our valued stakeholders, including: \n•\n Corpora\nte Governance\n•\n Business Ethics\n•\n Stakeholder Enga\ngement•\n Supply Chain\n•\n Reporting\nCorporate Governance \nGovernance Structure\nOur board of directors’ primary responsibility is to serve the best interests \nof ADI and its shareholders by overseeing the management of the company. The board reviews ADI’s overall performance, rather than our day-to-day operations, which are the responsibility of management. The board determines corporate objectives and strategies. It also evaluates and approves significant policies and proposed major commitments of corporate resources. Management keeps the board informed of company activity through regular reports and presentations at regular board and committee meetings. Issues related to risk management are addressed by the Audit Committee of the board of directors, while issues related to governance and to ethics are handled by the Nominating and Governance Committee.\nThe board is comprised of a chairman, an independent presiding director, \nour CEO, and eight other independent directors. The board has standing Audit, Compensation, and Nominating and Corporate Governance Committees, each comprised entirely of independent directors. The names, titles, and affiliations of our board members, as well as the structure and membership of committees are described in our proxy statements and on our website.\nAccountability and Transparency\nAs part of our commitment to accountability and transparency, every mem-\nber of our board is elected annually, giving our shareholders input into the membership of our entire board every year. The results of our elections are publicly announced within four business days of the election. In addition, we have a majority voting standard in the election of directors. If a nominee in an uncontested election does not receive more votes “for” his or her election than “against,” that director must offer his or her resignation to the board promptly after the election.The board will then determine whether to accept the resignation, after consideration of all relevant factors. We will then publicly disclose the board’s decision and an explanation of how the decision was reached.\nThe Nominating and Corporate Governance Committee of the board \noversees an annual written evaluation of the board to determine whether it and its committees are functioning effectively. As part of this evaluation, individual board members are assessed by both themselves and the other board members. Information related to ADI director and executive compensation is contained in our annual proxy statement under the headers “Director Compensation” and “Information About Executive Compensation” The 2013 Annual Proxy statement was a featured report on our website. \nTo align the interests of our directors and executives with those of our \nstockholders, we have in place stock ownership guidelines. Under the guidelines, target share ownership levels are two times the annual cash retainer for directors, two times annual base salary for the CEO, and one times annual base salary for other executives. Directors (including the CEO) have three years to achieve their target level. Executives (other than the CEO) have five years to achieve their target level. We prohibit all hedging transactions or “short sales” involving ADI securities by our directors and employees, including our executive officers.\nIndependence\nWe have 11 directors. Nine of the directors meet the NASDAQ independence \nstandards, which are reaffirmed by the board annually. Two of our directors (our chairman of the board, Ray Stata, and our CEO, Vincent Roche) are not “independent” because they are, or have been, employed by ADI within the past three years. Our independent directors meet regularly in executive session outside the presence of the two management directors. We have \n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}