{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 12an independent presiding director, James Champy, who presides at all \nexecutive sessions of our independent directors. In addition, we separate the roles of CEO and chairman of the board in recognition of the differences between the two roles. The CEO is responsible for setting the strategic direction for the company and the day-to-day leadership and performance of the company, while the chairman of the board sets the agenda for board meetings and presides over meetings of the full board. Additional information on ADI’s board of directors can be found on our website.\nIntegrity and Ethical Behavior\nWe have a Code of Business Conduct and Ethics that applies to everyone \nwho works for ADI. This includes the CEO, the CFO, members of ADI’s board, other senior financial, business, and technical management, and every employee. We have established a toll-free business ethics hotline operated by an independent third party, where anyone can report any violations of the code, questionable accounting or auditing matters, or violations of any law or regulation. We have a no retaliation policy against any employee who in good faith makes a report or assists ADI in identifying or investigating suspected violations of the law or the code.\nThe Nominating and Corporate Governance Committee coordinates the \nboard’s oversight of the code, and all employees are required to take a mandatory training course on the code. For additional information on our policies or to view a copy of the code, please visit our website.\nRespect for Stakeholder Interests\nOur board will give reasonable attention to written communications on \nissues correctly submitted by shareholders or other interested parties and respond as appropriate. The chairman of the Nominating and Corporate Governance Committee, with the assistance of ADI’s internal legal counsel, (1) is primarily responsible for monitoring communications from shareholders and other interested parties and (2) provides copies or summaries of these communications to the other directors as appropriate. Communications are forwarded to all directors if they relate to substantive matters and include suggestions or comments that the chairman of the Nominating and Corporate Governance Committee considers to be important for the directors to review. \nShareholders may also recommend director candidates for inclusion in \nthe slate of nominees that the board recommends to our shareholders for election. The qualifications of recommended candidates will be reviewed by the Nominating and Corporate Governance Committee using substantially the same process and applying substantially the same criteria as it follows for director candidates submitted by board members. The criteria for nomination as a director are contained in our Corporate Governance Guidelines and include the candidate’s integrity, business acumen, experience, commitment, diligence, conflicts of interest, and the ability to act in the interests of all shareholders. \nShareholders and other interested parties who wish to send communications \non any topic to the board should address such communications to James Champy, Presiding Director, c/o General Counsel, Analog Devices, Inc., One Technology Way, P .O. Box 9106, Norwood, MA 02062, United States.\nDiversity \nSupplier Diversity \nIn the United States, public laws and Federal Acquisition Regulations (FAR) govern the requirements for small business subcontracting programs and the procurement goals for each program. The small business goals for each business type are listed below in relation to percentage of procurement spend. ADI, along with other suppliers who sell to the U.S. government or to suppliers of the U.S. government, are required to report spending in these categories as a percentage of overall spending every six months.\nSupplier Diversity \nBusiness TypeGoal in Relation to Percentage  \nof Procurement Spend ADI’s Accomplishments\n4/1/11–9/30/11 10/1/12–3/31/13 4/1/13–9/30/13\nSmall Business (SB) 23% 40.64% 30.98% 34.68%\nSmall Disadvantaged Business (SDB) 5% 0.7% 0.97% 1.44%\nWoman-Owned SB (WOSB) 5% 2.31% 2.46% 3.27%\nHUBZone SB 3% 0.07% 0.09% 0.07%\nVeteran-Owned SB (VOSB) Best Effort 1.19% 1.00% 1.72%\nService-Disabled VOSB (SDVOSB) 3% 0.00% 0.00% 0.00%", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}