{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 13\n—Vincent Roche, CEO “We are diverse, creating solutions for tens of\nthousands of customers across thousands ofapplications in hundreds of industries. We have adiverse employee population who work all over theworld. We develop core technologies that can becontinuously adapted to sustain a competitiveadvantage for many generations. We emphasizelong-term proﬁtable growth, investing in people,\nsystems, and processes that will enable us to operate\nefﬁciently and responsibly long into the future.”\nCode of Business Conduct and Ethics\nOur Code of Business Conduct and Ethics describes our expectations and \nrequirements for all company employees—including executive officers— as well as members of the board of directors, contractors, and business partners. We expect all directors, officers, and employees—as well as nonemployee sales representatives, consultants, vendors, suppliers, and customers engaged in business activities with ADI—to comply with the law in the course of their relationship with ADI, including all applicable statutes, rules, and regulations in all countries and regions where we do business. \nThe Code is posted on Signals,  ADI’s employee portal, and on our website.  \nIt is provided to all new employees and distributed annually to all employ-\nees. It is reviewed for necessary changes or amendments on an annual basis by the Nominating and Corporate Governance Committee of our board of directors. All employees are required to take a mandatory online course covering the code and to provide recertifications of their understanding of the code thereafter.Fair Competition and Pricing\nADI and its employees do not discuss prices or customers with our \ncompetitors except when necessary in connection with legitimate sales or purchase transactions. In addition, ADI and its personnel do not fix or dictate resale prices to our distributors or pressure resale price maintenance by reprimanding or threatening distributors who reduce their prices. We are fair in our dealings with our distributors and do not restrict our distributors’ rights to sell our products, nor do we seek to prevent our distributors from selling our competitors’ products. We do not discriminate among similar distributors when we offer price discounts.\nInsider Trading\nOur policy regarding the trading of securities is applicable to all ADI \npersonnel, as well as our board of directors. Appropriate employees are reminded quarterly via email of their obligation to refrain from trading in company stock until the third business day following the public announcement of ADI’s financial results for that quarter. All employees must participate in training regarding the laws of insider trading. All employees are required to take a 30 minute mandatory online course covering our insider trading rules. \nAnticorruption\nWe work to comply with all applicable anticorruption and antibribery \nlaws in all countries where we do business. Our Guidelines for Gifts and Business Entertainment, which prohibit the giving of anything of value to a government official with the purpose of influencing his or her decision or gaining an improper benefit, apply to all ADI personnel. ", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}