{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 14\nADI guidelines prohibit the direct or indirect payment or gift of corporate \nfunds or other assets to any political party or committee, to any candidate for public office, and to any official or employee of any government agency in the United States or any foreign country. That guideline applies to employees or persons acting on behalf of ADI, its divisions, and its subsidiaries. It also extends to any payment or gift granted to a third party in which there is an understanding or presumption that part or all of the payment or gift may ultimately be paid to any political party or committee, candidate for public office, governmental official, or employee. For example, our matching gifts program does not extend to organizations that are primarily political in purpose. Nevertheless, employees are free to get involved in politics as long as it is not in connection with ADI or ADI business and is conducted during personal time. We do pay dues for associations and membership organizations, such as the Semiconductor Industry Association (SIA), that may engage in lobbying to advocate for specific public policy outcomes relevant to the semiconductor industry.\nExport Controls\nADI monitors and strives to comply with the export regulations of the \nUnited States and of other countries in which ADI conducts business.  \nIn 2013, we provided training on export laws, including the International Traffic in Arms Regulations and the Export Administration Regulations,  \nto all appropriate employees. \nReporting Violations\nWe have several avenues through which employees and stakeholders \ncan report potential violations of laws, rules, regulations, and company policies. We have an open-door policy with regard to issues that may arise under the ADI Code or Guidelines and about violations of any law, rule, or regulation. Employees may bring these issues to their supervisors or contact the Human Resources Department or ADI’s general counsel.\nIn addition, we have a toll-free number and an email box through which \nemployees may anonymously report any actual or suspected violation. Following each report, the ADI Legal Department conducts an investigation appropriate for the situation. Anonymous reports and the results of any investigation are reported to the Nominating and Corporate Governance Committee. For more information regarding reporting of violations please view our Code of Business Conduct and Ethics.\nNo Retaliation\nWe will not discipline, discriminate against, or retaliate against any employee \nwho reports a complaint or concern in good faith.", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}