{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 15Stakeholder Engagement \nApproach\nWe view stakeholder engagement as a collaborative process that is critical to the success of our company. From employees, to customers, to shareholders, to the \ncommunities in which we operate and beyond, ensuring that we maintain a continuous dialogue and open lines of communication helps us foster a productive and innovative work environment, better serve the markets in which we operate, meet the needs of our shareholders, and be a better corporate citizen. Listed below, you will find the stakeholder groups most affected by ADI’s business and the forms of engagement we employ with these groups to inform, mobilize, and energize. We utilize the results of these engagements to develop and enhance policies and programs, including those related to sustainability.\nStakeholder Engagement\nStakeholder \nGroupDescription Forms of Engagement Example Programs\nEmployees ADI considers our 8,900 \nemployees* our greatest competitive advantage.\n*Number of employees at the end of \n  fiscal year 2013.• Collabora tion, technology, and resources \n•\n  Signals\n intranet portal\n•\n Sur\nveys\n•\n Meetings\n•\n Open-door polic\ny\n•\n Conferences\n•\n Learning,\n training, and development courses•  W e launched our fourth global employee survey in May 2013. \nWith 90% employee participation in the survey, we set an all-time \nhigh. Overall, the survey results showed a continuation of high job satisfaction levels from the 2011 survey results. The majority of respondents continue to feel positively about working at ADI and would recommend ADI as a good place to work. \n•\n W\ne have a 25+ year tradition of hosting the ADI General Technical \nConference to foster collaboration and innovation among our employees. In 2013, over 1,600 employees from 29 locations around the world attended.\n•\n  \nADITube is a video sharing platform we designed to facilitate contin-\nuous exchange of ideas.\nCustomers ADI serves more than 60,000 \ncustomer organizations and more than 500,000 people working at these companies. We serve not only equipment makers in the global Fortune 1,000, but also small and emerging enterprises. •\n  analog.com\n•\n W\ne count over 8 million site visits per month \n•\n Dedica\nted resources in account management, \ncustomer service, and applications engineering\n•\n Newsletters\n•\n W\nebinars/webcasts\n•\n Conferences/trade sho\nws•\n W\ne hosted a worldwide program called Design Conference 2013, \nbased on the theme “Discuss. Design. Deliver.” The conference brought together approximately 6,000 customers at locations across the U.S., Europe, and Asia.\n•\n \nEngineerZone,® ADI’s online technical support community, is a \npublic forum where Analog Devices’ product line experts engage directly with customers online to answer complex technical product and applications questions. In 2013, ADI’s EngineerZone\n \ntechnical support community received top honors from Forrester Research, Inc., a global research and advisory firm, for outstanding use of social media to engage customers.\nCommunities ADI has approximately 64 offices \naround the world.•\n Fundraising and volunteerism\n —\n dona\nting time, \nmoney, and expertise•\n W\ne make our facilities available to community groups for meetings \nand functions. \n•\n W\ne established a Facebook page, Twitter feed, and YouTube channel \nto make it easy for communities to engage with us.\nGovernments As both a publicly traded and \nan international company, we are subject to myriad regulatory obligations around the world.•\n Meetings\n•\n Regula\ntory filings (e.g., tax, SEC, EPA, EU)\n•\n Membership in industr\ny groups•\n \nWe are members of the Semiconductor Industry Association  \n(www.SIA-online.org ) and the Semiconductor and Electronics \nIndustry in the Philippines, Inc. (SEIPI), and as such we participated in meetings with U.S., foreign, and international government organizations, including the 2012 World Semiconductor Council meeting held in Saratoga Springs, New York.\n(continued next page)", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}