{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 16Stakeholder \nGroupDescription Forms of Engagement Example Programs\nSuppliers ADI works with more than 2,000 \nsuppliers worldwide. ADI expects suppliers to adhere to the same standards ADI has set for itself in terms of business ethics, human rights, and environmental compliance.•\n Supplier mana\ngement process\n•\n Supplier sur\nveys and ratings•\n In 2012 and 2013,  Analog Devices recognized key suppliers for \nsupport of World Wide Manufacturing Operations. Ten suppliers were recognized in 2012, and 13 in 2013. In addition, the three manu-facturing sites, Limerick, ADGT (Philippines), and Wilmington, also presented a local site award to a supplier who outperformed others in support of the local site operations. \nMedia The electronics trade press \nregularly seeks ADI’s comment on trends and reports on ADI’s products and initiatives.•\n  analog.com\n•\n Press releases\n•\n Contributed artic\nles\n•\n Inter\nviews•\n Press conferences/events\n•\n News wire distribution ser\nvices\n•\n Social media•\n Our global media rela\ntions uses news wire distribution services, \nemail, social media, and personal contact to keep relevant media informed. In 2013, our global press operations worked with approximately 600 websites, 390 print and online publications,  530 trade press editors, 40 industry analysts, and 80 business  press reporters.\nShareholders and Financial AnalystsOur stock is traded on the NASDAQ OMX Exchange. We are closely followed by financial analysts.•\n F\ninancial reports\n•\n Annual shareholders’ meeting\n•\n Quarterly earnings press release,\n \nconference call, and webcast\n•\n Conferences\n•\n Meetings•\n W\ne participated in nine investor conferences in 2013 and six in \n2012. These conferences were webcast over the Internet and includ-ed discussions on strategy and performance, as well as question and answer periods with the live audience.\n•\n \nThe annual Institutional Investor Rankings are recognized \nas a key figure of merit in assessing the effectiveness of various investor relations programs. In 2013, we were ranked third in the category of Chief Financial Officer for the semiconductor sector ( www.institutionalinvestor.com ).\nStudents and EducatorsADI provides support to thousands of students and educators. Support for science, technology, engi-neering, and mathematics is not only an investment in our future employees and customers, but also in our community and society.•\n F\nree and discounted \nproduct samples and development tools\n•\n University grants and sponsorships•\n T\nuition reimbursement \nfor employees \n•\n V\nolunteerism: tutors, \nmentors, guest speakers\n•\n Guest lecturers a\nt \nuniversities•\n In 2013,\n we launched a new active learning project to analog design \neducation. Developed in cooperation with MathWorks,® Diligent,® and \nleading educational institutions from around the world, the Analog Devices’ University Program gives both educators and students the freedom and creativity afforded by hands-on experiments. \n•\n Ever\ny other year, we sponsor a design contest for aspiring engineering \nstudents throughout Asia. In 2013, more than 17,000 students and 150 mentors representing 71 universities were involved.\nTechnology CollaboratorsADI collaborates with third-party providers of software, hardware, semiconductor packaging, and process technology.•\n Licensing a\ngreements\n•\n Joint developments•\n Comarketing and promotion\n•\n Consortia sponsorship and membership•\n In 2013 we collabora\nted with MathWorks to offer engineering stu-\ndents portable, hands-on, low cost learning in a platform combining MATLAB and the Analog Discovery software.\n•\n W\ne are active members in a wide range of organizations dedicated \nto establishing electronics industry standards. We are supporting members of an even wider range of organizations.Stakeholder Engagement (continued)", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}