{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 17Examples\nEngineerZone: Fast, Smart Support—No Travel Required\nEngineerZone is an award-winning customer support community for  \ncustomers designing with Analog Devices products. Customers have  \ndirect access to ADI application engineers, where they can ask questions  \nand review the rich database of  \ncontent. Customers have told us that EngineerZone is a great resource that  helps to speed their time to market. \n•\n 2013 sur\nvey to membership: \n•\n 74% find content valuable or extremely valuable \n•\n 86% are likely to recommend EngineerZone to a collea\ngue \n•\n Respondents said they find their ans\nwer 50%-60% of time just \nsearching existing community content \n•\n 78% a\ngree “Using EngineerZone helps me speed my design process.” \n•\n 88% a\ngree “The information I obtain here is helpful to my design.”\nElectric Motor Control: Addressing One of the \nPlanet’s Biggest Electricity Users At the PCIM 2012 (Power Conversion and Intelligent Motion) exhibition and conference in Nuremberg, Germany, a major focus was on improving the efficiency and precision of electric motors. Analog Devices’ signal pro-cessing technology for motor and power control was on display at PCIM to demonstrate how ADI’s technology is addressing these design challenges. \nWith nearly 8,000 attendees, PCIM is Europe’s leading exhibition for power \nelectronics and its applications in intelligent motion, renewable energy, and energy management. At PCIM, a Motor and Power \nControl Segment Marketing Manager met with customers on the show floor.\nIn motor control and power control, better precision and accuracy of \nelectronic controls are required to deliver the highest system performance and efficiency of industrial motor drives and servos. ADI helps system engineers address these design challenges with a complete product portfolio including data converters, amplifiers, embedded processors, i Coupler\n® digital \nisolators, MEMS sensors, and power management devices that support core signal chains. ADI’s technology makes it possible to precisely control the motion of electric motors and enhance communications capabilities.\nADI’s focus is on core signal chains for application-specific motor control, \ndrives, servos and robotics, power supplies, and UPS (uninterruptible power supply). Through ADI’s partner network and a complete product portfolio, model-based motor control solutions are available to ease development and speed design time. ADI has all the hardware, software, and signal processing experience needed to help improve, simplify, and differentiate new motor control system designs.\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}