{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 18New Green Technology Harvests Natural Power\nAmbient energy harvesters (AEHs) are unleashing the potential to harvest energy from the environment and may hold the potential to replace batteries in the future if technology can keep up, according to technology experts, GBI Research.\nHarvesting can provide an emissions-free renewable power supply, \nharnessing solar, wind, and thermal power to produce green energy.\nAmbient energy harvesting is primarily used when the installation and \nmaintenance of application systems is problematic, due to the potential cost or practical difficulty of providing power or communication through the use of cables. Energy harvesting can be used almost anywhere, as, unlike batteries, no space is required, and there are no accessibility issues related to maintenance.\nDemand for energy harvesters is expected to grow with the development \nof low power electronics, motivated by the increasing need for various applications to run efficiently, independently, and remotely.\nA number of low power microcontrollers, digital signal processors,  \nRF transceivers, and sensors have already been developed, such as  Analog Devices’ ADXL345 ultralow power micro electromechanical \nsystem (MEMS) sensor.\nHowever, further technological development is required to facilitate an \nefficient means of energy storage. Currently, energy can be stored either by using batteries or ultracapacitors. Due to their efficiency and superior lifetime, capacitors are increasingly preferred over batteries, but concerns about gradual energy leakage limit their use over long periods. While a combination of batteries and capacitors can provide a safe and efficient harvesting system, the industry still lacks an innovative way to store harvested energy over prolonged lengths of time.\nHybrid energy harvesters represent the next progression in the green \nenergy industry. While energy produced by AEHs is limited, hybrid energy harvesters utilize multiple sources, such as light, heat, and vibrations, to increase its energy generating potential. Demand for these can be expected to increase in the near future, but technology will still need to catch up. For its part, ADI is developing and researching advanced technologies such as ultralow power sensors and ambient energy circuits that have the potential to transform the future.\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}