{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 20Supply Chain\nIntroduction\nADI designs, manufactures, and markets a broad line of high performance \nintegrated circuits (ICs) that incorporate analog, mixed-signal, and digital signal processing technologies. We produce and market several thousand products. Information on our products can be found in our latest Form 10-K report filed with the SEC and posted on our website. \nProducts\nOur products provide opportunities for customers to reduce their \nenvironmental impacts. We help technology customers save money and energy by developing low power usage electronic devices for a multitude of products. Our focus on innovation has resulted in products that use less power than our competitors’ products while meeting the increased performance requirements of customers’ next generation systems. Auto manufacturers in particular rely on Analog Devices’ technology to bring differentiated features to market and to meet government mandates for safety, emissions, and energy consumption. \nAdditionally, Analog Devices has been developing innovative energy solutions \nfor over a decade. Our wide range of high performance data acquisition and signal processing technologies are used in renewable energy systems around the world, such as solar inverters, wind turbines, and energy storage. We have also partnered with a customer in a research project that would focus initially on advanced safety systems and systems that will decrease emissions and increase fuel efficiency over the next three years. \nOur experience and market success with specific signal processing and analog front-end chipsets in these two application areas are in line with our customers’ efforts to encourage the development and use of clean and fuel efficient vehicles (which, in turn, would help sustain continued growth of their country’s clean automobile industry). Our technologies are used to address the most challenging signal chain requirements in today’s most advanced electric, hybrid, and fossil fuel powered vehicles worldwide.\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}