{"page_content": "analog.com/sustainability\n2012–2013 Sustainability Report 3Scope\nThe data in this report covers the two year period ending on November 2, \n2013, unless stated otherwise.1 Between scheduled biennial reporting periods, \nupdates are provided on the ADI website, www.analog.com/sustainability. When available, the targeted results are included for four fiscal years.  \nThis report is limited to our directly managed operations and wholly owned subsidiaries. ADI does not participate in any joint ventures.\nThis report amalgamates the company’s sustainability efforts across the three \nkey areas of sustainability: economic prosperity; environment, health, and safety stewardship; and social well-being. It is not intended to be comprehen-sive. In the spirit of transparency, we provide more details about those and many other topics on our website at www.analog.com/en/index.html. \nAdditional information about ADI’s business operations and financial \nperformance can be found in our Annual Reports on Form 10-K and in our financial statements. \nThe ADI website also provides more detail about our environmental, health, and \nsafety activities. Our Corporate Governance Guidelines and other information on our management structure are also available on our website. \nIn addition, our Code of Business Conduct and Ethics, which applies to our \ndirectors, officers, and employees, is provided on our website. We seek to disclose on our website any amendments to, or waivers from, our Code of Business Conduct and Ethics that are required to be publicly disclosed by law or stock exchange regulation. Analog Devices is traded on NASDAQ OMX, and our ticker symbol is ADI.Boundary\nThis report contains updated information to the previous 2010–2011 CSR report along with additional information regarding ADI’s sustainability programs. ADI has used the GRI Boundary Protocol to establish the boundary of this report, which includes operational data and management performance for activities that have a significant impact (in which ADI has direct control or significant influence). For activities in which ADI does not have an influence over significant impacts, ADI has attempted to provide a narrative description of such impacts in this report. \nAssurance\nIndependent auditors review our environmental, health, and safety objectives, targets, and programs during the semiannual surveillance audits required to maintain certifications to ISO 14001 and OHSAS 18001. \nMuch of the financial data included in the Economic Impacts section is \nfrom the financial statements included in our Form 10-K for 2012 and 2013. These financial statements were audited by Ernst & Young LLP .\nOur sustainability report was reviewed by outside consultants with expertise \nin the area of sustainability. Additionally, our greenhouse gas emissions calculations have been independently verified and certified. We will continue to evaluate other forms of assurance for future reports as our sustainability program matures.\nFeedback\nWe welcome stakeholder comments and feedback, which provide import-ant input for the continual improvement of our sustainability programs and performance. Please direct any general comments regarding this report to sustainability@analog.com. Preface\n 1This report may contain forward-looking statements that include, among other things, statements about our sustainability efforts, economic impacts, environmental, health, \nand safety performance, stakeholder engagement, product stewardship, and labor practices that are based on our current expectations, beliefs, assumptions, estimates, \nforecasts, and projections, and which are subject to change. Those statements are not guarantees of future performance, but rather are inherently uncertain and involve certain risks and assumptions that are difficult to predict. Therefore, actual results and outcomes may differ materially from what is expressed in this report, and such forward-looking statements should not be relied upon as representing our expectations and beliefs as of any date after the date of this report.", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}