{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 22\nThe software-defined radio concept is rapidly changing the way radio \nsystems are designed, from radios in simple remote sensor systems to radios in high end communications infrastructure. Through the use of software commands, a radio platform can be reconfigured for a number of operating channels, power, or beam steering to provide multiple functions with one set of components. This minimizes power as well as package size while allowing custom tuning of radio performance.\nThe continuing drive for lower power in all systems, portability, and the \nemerging use of energy harvesting means that all new devices must run on as little power as possible. Our newest 3-axis accelerometer, the ADXL362, uses only 450 nW in motion activated mode, and 4 µ W in full \nmeasurement mode. Our nano DAC\n® series of digital-to-analog converters \nhave operating currents as low as 400 nA. Many of our latest products also have “sleep” modes for periods of inactivity during which they operate on nanowatts of power, but will turn on and be fully functional in less than a second on command. \n ADI collaborates with automotive manufacturers to improve the safety, \nemissions, and energy consumption of cars and trucks. Our latest products are employed in advanced driver assistance systems—vision-based systems offer features such as lane departure warning, traffic sign recognition, intelligent head lamp control, and pedestrian detection. Radar-based systems offer similar features with the addition of front/rear park assist, forward collision warning, lane change assist, blind spot detection, collision mitigation braking systems, and full speed range adaptive cruise control.\nTo support new product designs, in conjunction with TSMC, we embarked \non a project to develop a 65 nm process specifically for analog IC products. That process gives us small geometries, which provides much higher speed operation at lower power. The process also has high voltage options so that we can design industrial grade products with higher accuracy, but again at lower power. The third capability is a digital option providing high density logic to incorporate analog and digital functions onto a more compact chip, simplifying end user designs. Products based on this process are now in initial production.  \nIn support of our research and development activities, ADI employs \nthousands of engineers involved in product and manufacturing process development at design centers and manufacturing sites located through-out the world.\nOur product lines and research are summarized in our Form 10-K and \nour Annual Report. Both of these documents are filed with the SEC and available on our website. You can also find information on our markets (industrial, automotive, communications, and consumer) on our website.", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}