{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 23Suppliers\nOur goal is to develop a meaningful and lasting relationship with ADI \nsuppliers. Our products require a wide variety of components, raw mate-rials, and external foundry, assembly, and test services, much of which ADI purchases from third party suppliers. We have multiple sources for many of the components and materials that are purchased and incorpo-rated into our products. However, a large portion of our external wafer purchases and foundry services are from a limited number of suppliers, primarily Taiwan Semiconductor Manufacturing Company.\nThe ADI Purchasing Council has a procedure for purchasing materials from \nits suppliers. Approximately 40 of the material suppliers are considered to be key suppliers. Where appropriate, raw materials and critical indirect materials are either dual sourced or have an identified second source.\nThe ADI Purchasing Council, in conjunction with the Subcontractor \nManagement Organization, oversees the work of Taiwan Semiconductor Manufacturing Company and the test and assembly subcontractors in Asia. ADI has developed a series of specifications to define the ADI Supplier Management Policy for materials and services.\nADI suppliers must demonstrate proven quality, effective process controls, \nfinancial stability, competitive pricing, on-time delivery, and commitment to continual improvement in all aspects of their business.\nSuppliers are audited for conformance with ADI requirements and other \npurchasing conditions. This audit schedule is determined based on a risk management process. All new suppliers are audited prior to their acceptance. \nConflict Minerals\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act of \n2010 requires companies to publicly disclose their use of minerals that originated in the Democratic Republic of the Congo (DRC) or an adjoining country, termed “conflict minerals.” The regulatory reform law directed the U.S. Securities and Exchange Commission (U.S. SEC) to issue rules requiring certain companies to disclose their use of conflict minerals that include tantalum, tin, gold, or tungsten if those minerals are “necessary to the functionality or production of a product” manufactured by those companies. Congress enacted Section 1502 of the Act because of con-cerns that the exploitation and trade of conflict minerals by armed groups is helping to finance conflict in the DRC region and is contributing to an emergency humanitarian crisis. \nCompanies are required to provide this disclosure on a new form to be \nfiled with the SEC called Form SD (Specialized Disclosure Report); the very first of which were required to be filed with the SEC on or before June 2, 2014 for calendar year 2013. ADI submitted its Form SD to the SEC last May 30, 2014; a copy of our filing is available in the Investor Relations page of our website. ADI adopted the framework of the OECD Due Diligence Guidance for Responsible Supply Chains of Minerals from Conflict-Affected and High-Risk Areas to facilitate responsible sourcing, and fulfill the reporting obligations related to DRC conflict minerals. \nOur Conflict Minerals Policy, available on our website at www.analog.com/static/imported-files/corporate/Analog_Devices_Conflict_\nMinerals_Policy_Statement.pdf\nis a key component of our management system: •\n it reflects \nADI’s commitment to ethical practices and compliance with \napplicable laws and regulations,\n•\n it inc\nludes ADI’s actions on collaborating with other concerned electron-\nics companies, under the EICC-GeSI Conflict-Free Sourcing Initiative \n(CFSI), in developing methods to track the origin of tantalum, tungsten, tin, and gold (3TG) used in the manufacture of electronic products, \n•\n it reflects \nADI’s support of the Conflict-Free Smelter Program (CFSP) in \nassessing activities, processes, and systems used by the Smelter or Refiner (SOR) facility to conduct upstream supply chain due diligence of minerals for conflict-affected and high-risk areas, and\n•\n it is communica\nted to ADI’s supply chain with the expectation of com-\npliance with this conflict minerals policy, and for the suppliers to provide sourcing information using the EICC-GeSI Conflict Minerals Reporting Template as standard. \nSupplier Awards Program\nEach year, ADI holds a Supplier Awards Program event in Hong Kong. The \nPurchasing Department conducts quarterly ratings of delivery and quality of their respective suppliers. ADI has a specification document to standardize a method of providing suppliers with positive feedback and the motivation to constantly strive towards continual improvement. We publicly recognize those suppliers whose excellence has a made a significant contribution toward ADI achieving our corporate goals and objectives.\nThe categories for the awards are: raw materials, critical indirect materials, \ncontracted production, maintenance/service of front-end capital equipment, maintenance/service of back-end capital equipment, and special achievement. \nThe award recipients are announced publicly and displayed on ADI’s website. ", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}