{"page_content": "Our Responsibilitiesanalog.com/sustainability\n2012–2013 Sustainability Report 25and the Annual Report, available at investor.analog.com. Detailed supporting \ninformation for our environmental, health, and safety activity is available at www.analog.com/EHS.\nCDP—Carbon \nADI believes that integrating climate change considerations into our business \nstrategy allows us to maintain a strategic advantage over our competitors in terms of transparency and sustainability. We demonstrate those attributes to customers, consumers, and the public by providing information regarding our greenhouse gas emissions and efforts to the Carbon Disclosure Program, the Carbon Reporting System of the Electronics Industry Citizenship Coalition (EICC), the Semiconductor Industry Association (SIA), and our public Sustainability Report. Our strategy reinforces our commitment to exemplary environmental performance of our products and operations. Overall, our climate change strategy and implementation helps Analog Devices maintain its good reputation with its stakeholders.\nOne way that climate change has influenced our long-term strategy is in \nthe design of our buildings. In the Philippines, one of our new buildings is certified to LEED (Leadership in Energy and Environmental Design) Gold standards. We are also constructing new buildings that are designed in accordance with LEED standards. Long term, we would like to sustain our strategy in designing our buildings and operations in accordance with LEED or other green building standards.\nCDP—Water \nWater is essential to the operation of ADI facilities. We have set a 5% \nreduction in our normalized water use for all manufacturing sites. In support of our goal, we implement and are continuously exploring new recycling and conservation activities. We work to maintain operations that comply with existing legal requirements, and we try to stay abreast of changes that affect those requirements or our operations. We participate in industry consortia to stay up to date and proactively provide feedback on emerging and new regulations, including those affecting water supply and tariffs.\nWe manage potential risks associated with our operations through various \nmethods. We monitor the occurrence of extreme weather events and natural disasters and evaluate their potential impact to our operations. We have instituted business continuity plans and alternative sourcing arrangements to reduce impacts to the company should these events occur. We have also utilized the results of risk assessments performed by our insurance companies to develop mitigation strategies to address those risks.\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}