{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 27Economic Prosperity Social Well-BeingEnvironmental, Health,\nand Safety Stewardship\nProtecting the environment and ensuring the health and safety of our employees and contractors working at our sites is paramount to ADI’s sustainability efforts.Our environmental, health, and safety (EH&S) programs are designed to minimize the impacts of our operations and reduce risks posed to our employees and contrac-tors working onsite. Our sustainability goals in these areas demonstrate our commitment to improvement and allow stakeholders to assess our progress. We also focus on product environmental performance, in particular by designing products to comply  \nwith the European Union’s Waste Electrical and Electronic Equipment (WEEE) directive, Restriction of Hazardous Substances (RoHS) directive, and Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) regulation. Those programs are addressed in this report.ADI knows that our economic responsibility is not limited to our ﬁnancial performance.  \nIn addition to generating returns for investors, we create and support jobs in the communities in which we operate. We also contribute to those communities through the ongoing operation of our business, taxes, donations, and voluntary employee activities. In addition, although difﬁcult to measure precisely, our products create economic beneﬁts by enhancing the productivity of those who use them.We strive to build positive relationships with the communities in which we operate, maintain a safe and enjoyable workplace for our employees, and with good beneﬁts and compensation. We welcome our employees’ grass-roots, self-directed initiativesin support of the charities, community programs, and social issues most important to them. In addition, ADI promotes education by supplying research grants and donating ADI components to students and faculty at colleges and universities worldwide. Employ-ees contribute to our social responsibility efforts by volunteering their time to worthy causes worldwide. \nOverview\nSustainability at ADI covers a broad range of topics. We have used a materiality determination to ascertain which are most relevant to address in our \nprogram and in this report. Each of the following factors was used to determine the content for this report: \n•\n Resource utiliza\ntion (energy, water, and materials)\n•\n W\naste generation\n•\n Our major sustainability-rela\nted impacts and opportunities\n•\n Informa\ntion covered in other semiconductor manufacturing  \ncompanies’ reports•\n F\needback from stakeholders, including employees and investors\n•\n GRI G3.1 Reporting Guidelines\n•\n Comments from sustainability experts enga\nged to review the information\nSustainability is increasingly important to all of our stakeholders, and we believe this trend will continue. ADI will work with its stakeholders, both within the \ncompany and external to our organization, to ensure that we remain successful in fulfilling the following three responsibilities of sustainability: economic prosperity, environmental, health, and safety stewardship, and social responsibility. These responsibilities are specifically addressed in this report.\nAs demonstrated throughout these sections, ADI standards and values consistently coincide with the Electronic Industry Citizenship Coalition (EICC) Code of Conduct.", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}