{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 29Economic Prosperity \nIntroduction\nThe economic prosperity dimension of our sustainability program concerns \nour impacts on the economic conditions of our stakeholders, including our employees, their families and communities, the communities where we operate, and the world we all live in. While our financial performance data can be found in detail in both the ADI Annual Report and Form 10-K filings with the U.S. Securities and Exchange Commission, we provide insight regarding our direct and indirect economic impacts in the following sections. ADI engages investors and stakeholders on material sustainability risks and opportunities through participation in the Carbon Disclosure Project (CDP) and Form 10-K filings. Please visit our investor webpage for more information regarding how Analog Devices engages investors on material sustainability risks and impacts.\nBusiness\nADI’s direct economic value is a function of the investments we make to sustain and grow our business. These largely relate to the people we hire, train, and rely upon to operate our business, and also include investment in property, equipment, and resources. The profits that result are shared with employees and shareholders.ADI’s enduring stability stems from a diverse business and a strong technology foundation \ngrounded by exceptionally talented employees who thrive on creating innovative solutions to our customers’ toughest challenges. Technical innovation is deeply rooted in our culture and is our primary strategy for not only maintaining leading market share in converters  \nand high performance amplifiers, which together represented 71% of revenue in fiscal year 2013, but also advancing our portfolio of complementary technologies. Importantly, we are also increasingly extending our culture of innovation beyond circuit design and analog manufacturing process technology into architecting signal processing systems to meet our customers’ need for more complete solutions. These newest areas of innovation are creating higher barriers to entry for competitors and strengthening the ADI brand  \namong customers, partners, and industry experts.\nConverters Ampliﬁers/RF\nPower DSPOther\nAnalog and\nMEMS Combined 71% of FY2013 Revenue\nSource: ADI FY2013 ﬁnancial reports; industry analyst market share report May 2013.71% of Revenue from Products \nWhere ADI Is the Market Leader\nLeader in \nConverters\nLeader in\nHigh Performance\nAmp liﬁers\nAnalog Devices Summary of Direct Economic Impacts 2010–2013 (except where noted, units are million $U.S.)\n2010 2011 2012 2013\nSummary\nProduct Revenue 2,762 2,993 2,701 2,634\nOperating Costs11,861 1,922 1,877 1,881\nNet Income from Continuing Operations 711 861 651 673\nEmployees\nEquity Compensation (* quantity in thousands):\n Stock Options Granted 1,866\n* 1,990* 2,456* 2,407*\n Restricted Stock Units 1,171\n* 898* 1,122* 810*\nDefined Contribution Plan Expenses (U.S. employees) 21 22 23 23\nDefined Benefit Pension and Other Retirement Plans (non-U.S. employees) 12 21 19 27\nSuppliers\nSupplier Spending (approximate) 512 497 476 437\nReinvested within ADIResearch and Development 492 506 512 513\nCapital Equipment Spending 112 123 132 123\nPayments to Monetary Capital ProvidersDividend Payments to Shareholders 250 282 345 406\nCommon Stock Repurchased 40 331 161 61\nInterest 10 19 26 27\nPayments to GovernmentsProvision for Income Taxes 190 201 162 142\n1Operating costs may include sales tax to governments.Economic Prosperity", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}