{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 30Employees \nADI’s direct economic business impacts are felt by its employees through \nsalaries, benefits, and bonuses. In addition, there is an indirect economic impact that employees realize through career growth, on-the-job training, tuition reimbursement, and professional development. Although these sorts of indirect economic impacts are difficult to measure, we are providing some examples of the indirect economic impact on our employees in this section. \nTraining Type 2013 Contributions 2012 Contributions\nTuition Reimbursement $608,431 $586,968\nSeminars $929,374 $884,491\nTraining $5,041,270 $3,906,229\nTotal $6,579,975 $5,377,688\nOver the two years of this reporting period, ADI has invested over $10 million in training. In fiscal 2012, we spent nearly $5.4 million worldwide on training, including classes, seminars, and tuition reimbursement. In fiscal 2013, we spent nearly $6.6 million, representing over a 20% increase in spending. \nInvestments in employee growth have resulted in ADI being recognized as \nan outstanding employer and a great place to work.\nADI’s indirect economic impacts that go beyond the information provided \nabove, fall into two main categories: \n•\n Secondar\ny impacts from direct spending: these include taxes paid by \nemployees, money that employees spend in their communities, and income \nearned by employees of our local suppliers. According to U.S. government estimates, our industry enables 4.01 jobs with every job we create. \n•\n Impacts from products:\n ADI products are used in a variety of applications \nthat increase individual and enterprise productivity, thereby creating economic value. \nAnalog Devices Philippines Named 2013 Employer of the Year \nOctober 21, 2013\nAnalog Devices Philippines was recently named the 2013 Employer of the Year by the People Management Association of the Philippines (PMAP), a nonprofit \norganization of over 1,800 companies and executives connected to Human Resources or Industrial Relations. In a letter announcing the award, PMAP stated that Analog Devices Philippines was “worthy of being held up as an exemplar to the other Philippine business enterprises for recognizing the value of its employees in contributing to the success of the organization.”\nThe Employer of the Year award aims to give recognition to a company that satisfactorily fulfills its people management responsibilities, as demonstrated by \nits leadership, dynamism, professionalism, strategic thinking and implementation, continuous improvement in Human Resources processes and programs, linkage of Human Resources to business objectives, and employee focus. PMAP has honored 35 different companies from various industries with the Employer of the Year Award since 1977, but Analog Devices Philippines is the first recipient from the semiconductor industry. Past winners include Citibank, GlaxoSmithKline, IBM, Nestle, Pfizer, Procter & Gamble, and Toyota. \nCriteria for the award were anchored in the Malcolm Baldrige criteria for performance excellence and \nincluded leadership, strategic Human Resources focus, continuous improvement, business results, and corporate social responsibility. After Analog Devices Philippines was nominated for the award by SEIPI (Semiconductor and Electronic Industries in the Philippines), a cross-functional team led by Analog Devices Philippines HR provided information on each criterion. Following the data submission, a screening committee from PMAP conducted a site visit at Analog Devices Philippines, met with ADI senior management, and interviewed randomly selected employees at all levels of the organization. \nAnalog Devices Philippines Human Resources Director Emil Armas said Analog Devices Philippines \nemployees were thrilled by the news that their organization had been named 2013 Employer of the Year. “There was jubilation and excitement among our employees,” said Armas. “Many employees expressed their great pride in being ADI employees.”Economic Prosperity\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}