{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 31Community \nADI strives to be an asset to the communities in and around where we \noperate. Much of the company’s volunteer, philanthropic, and community investment activities are managed at the site level and many are initiated and maintained by employees who have passion for their causes. This approach not only ensures that our very active employee base is able to remain involved, but also allows them to determine how best to leverage ADI resources given the needs of the specific communities in which they live and work, and the specific organizations to which they volunteer their time and donate funds. We are continually impressed with the energy and dedication that our employees exhibit in giving back to society, protecting the environment, and providing for those in need, and we support them, both individually and collectively, in their efforts. One way we do so is through the company’s Matching Gifts Program, which provides employees a voice in how ADI distributes a portion of its charitable donations. This program is managed regionally and allows employees to submit requests for matching donations to most charities of their choice. \nThe Corporate Contributions Program\nEach year, Analog Devices donates a percentage of its profits to human \nservices, art and cultural organizations, community organizations, and environmental organizations through its Community Contributions Program. Like many other companies, we receive several hundred requests for fund-ing each year. Through the Community Contributions Program, we target our support to the organizations that benefit the communities where our employees live and work. \nMatching Grants to Education\nThis program was created as part of Analog Devices’ overall  \nEducation Support Strategy. ADI has made an ongoing \ncommitment to the support of education in the belief that a  \nwell-educated population is critical to success in a global  economy. All accredited secondary schools, colleges, and  \nuniversities are eligible to receive matching grants under  this program.\nMatching Community Gifts Program\nOne of our corporate objectives is to be an asset to the communities where we work and live. One way we try to meet this goal is through the Matching Community Gifts Program. The goal of this program is to give ADI employees a say in how the company distributes a portion of its charitable donations. Certified nonprofit organizations are eligible to receive matching gifts if they are not primarily religious or political in purpose, and if their services are available to all individuals on an equal basis. Services sponsored by religious organizations are eligible if they meet these criteria as well. \nOrganizations that do not specifically serve these areas are beyond the \nscope of our program. In addition, we support the museums and other arts and cultural organizations in greater Boston where we operate our corporate headquarters and employ several thousand people. \nSampling of Recipients\nBoston Children’s Museum \nThe Boston Children’s Museum engages children and families in joyful \ndiscovery experiences that instill an appreciation of our world, develop foundational skills, and spark a lifelong love of learning.\nCareer Collaborative \nCareer Collaborative helps motivated, low income adults set and reach the \nchallenging but attainable goal of getting and succeeding at a good job with career potential.\nCradles to Crayons \nCradles to Crayons provides children from birth to age 12, living in low- \nincome and homeless situations, with the essential items they need to thrive—at home, at school, and at play. \nEconomic Prosperity", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}