{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 32Dana-Farber Cancer Institute\nDana-Farber Cancer Institute in Boston, Massachusetts has been committed to \nproviding adults and children afflicted with cancer with the best treatment avail-able today while developing tomorrow’s cures through cutting-edge research.\nFIRST Robotics \nFIRST Robotics designs accessible, innovative programs that motivate \nyoung people to pursue education and career opportunities in science, technology, engineering, and math, while building self-confidence, knowledge, and life skills.\nHabitat for Humanity \nHabitat for Humanity builds and repairs houses all over the world using \nvolunteer labor and donations so that every person can have a safe and affordable place to live.\nMassachusetts State Science and Engineering Fair \nThe MSSEF advances science literacy and inspires new generations of \nscience and engineering leaders while increasing science literacy. We work to develop students’ workplace skills including communication, teamwork, and a strong work ethic.Museum of Fine Arts \nThe Museum of Fine Arts is a cultural, educational, and community \nresource where more than one million visitors are welcomed each year, approximately 200,000 of whom are Boston residents. The museum serves the people of Boston, New England, and around the world by making the MFA’s great works of art accessible to all.\nMuseum of Science \nThe Museum of Science is committed to deepening the public’s relationship \nwith science and technology by leading efforts throughout the United States and abroad, in both formal and informal educational arenas, to redefine the roles that science centers can play.\nNeponset River Watershed \nThe Neponset River Watershed Association is a grass-roots, member-\nsupported conservation group working to clean up and protect the Neponset River, its tributaries, and surrounding watershed lands. Their goal is a clean, healthy, accessible river and watershed, from the smallest headwater stream to the wide-open brackish water of the estuary.\n New England Aquarium \nThe New England Aquarium is a global leader in ocean \nexploration and marine conservation. The Aquarium is one of the premier visitor attractions in Boston, with over 1.3 million visitors a year, and a major public education resource. \nNorwood Food Pantry\nThe Norwood Food Pantry serves individuals and \nfamilies in Norwood and the surrounding communities with food.\nEconomic Prosperity", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}