{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 33Promoting Education in Engineering and Science\nAbout FIRST\nFIRST (For Inspiration and Recognition of Science and \nTechnology) was founded in 1989 to inspire young people’s interest and participation in science and technology. Based in Manchester, NH, the 501(c)(3)  \nnot-for-profit public charity designs accessible, innovative programs that motivate young people to pursue education and career opportunities in science, technology, engineering, and math, while building self-confidence, knowledge, and life skills.\nADI Employee Mentors Students in Robotics Competition\nEvery year, hundreds of thousands of students compete in FIRST \ncompetitions. The FIRST Robotics Competition (FRC) offers high school students the opportunity to work directly with professional engineers to gain hands-on experience by building and programming a task-oriented robot. FIRST Robotics teams can progress from local competitions to the championship round held in St. Louis, Missouri. ADI and its employees support FIRST teams as volunteer mentors, judges, and fundraisers at FIRST events throughout North America. As one of our community partnerships FIRST aligns with our goals of supporting STEM (Science, Technology, Engineering, and Math) programs in the communities where we work and live. In addition, Analog Devices is a proud supporter of FIRST as a gold supplier sponsor. We supply MEMS (micro electromechan-ical systems) and controllers for the kit of parts, which are used by teams throughout the world. \nAnalog Devices has been involved with FIRST for the past 11 years, and we continue to expand our involvement with both financial support and encouraging our talented workforce to participate as volunteers. The teams we support have won several awards and have gone on to compete in the St. Louis championship rounds. ADI is proud to be partnering with FIRST in their mission to encourage young people to pursue educational opportunities in engineering and math.\nADI University Program\nAnalog Devices’ Engineering University Program provides engineering students and professors with an affordable portable analog design kit that will enhance engineering students’ educational experience by allowing them to experiment quickly and easily with advanced technologies and build and test real-world, functional analog design circuits anytime and anywhere. This “hands-on learning” design approach gives students and professors the freedom and creativity to expand the scope of course materials and explore real-time design scenarios right in the classroom. Easy access to online and downloadable software and teaching materials, online support, textbook, reference designs, and lab projects to design and implement analog circuits as a supplement to their core engineering curriculum is also provided. \nAnalog Devices supports colleges and universities around the world  \nwith grants for engineering research.\nDuring the 2012–2013 school year we committed over $2M to engineering \nstudents, faculty and research programs. In addition we also donate substantial amounts of our products and development tools. Some of the institutions that received support are listed below.\n• Amrita University , India \n•\n Ben Gurion University\n•\n Bro\nwn University\n•\n Case W\nestern Reserve\n•\n Columbia University\n•\n IIT Madras,\n India\n•\n IISc Bana\ngalore, India\n•\n Massachusetts \nInstitute Technology\n•\n Morgan Sta\nte University\n•\n Northeastern University\n•\n Oregon Sta\nte University\n•\n University of the Philippines (UP)\n•\n Rochester Institute of \nTechnology\n•\n Stanford University •  University of Calgar y\n•\n University of California,\n Berkeley\n•\n University of California,\n Davis\n•\n University of California,\n Los Angeles\n•\n University of California,\n San Diego\n•\n University of Central Florida\n•\n University of Illinois\n•\n University of Maine\n•\n UMASS Lo\nwell\n•\n University of Michigan \n•\n University W\naterloo\n•\n W\nashington State University \n•\n University of Mar\nyland\n•\n W\norcester Polytechnic Institute\nEconomic Prosperity\nThe 2655 Flying PlatyPi team pose with their robot. The team, which advanced \nthe championship round of the FIRST Robotics Competition, advertised ADI as a primary sponsor on their team banner and also placed the ADI logo on their robot.", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}