{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 34Community Investment\nThroughout ADI there are many examples of how our company, our \npeople, and our technology are making the world a better place. We also \nparticipate in philanthropic activities that are event-driven. In these types \nof instances, needs are not only great, but also immediate. For example, \nduring the timeframe of this report, Analog Devices and its employees \nprovided support in response to crises such as:\n•\n Hurricane Sand\ny and related relief efforts in the North American \ncoastal region.\n•\n The Boston Mara\nthon bombings and related effects on runners and \nspectators from around the world.\n•\n T\nyphoon Haiyan’s damaging effects in the Philippines.\nADI Responds to Hurricane Sandy Disaster with \nEmployee, Company Donations Totaling $48,000\nJanuary 29, 2013\nThe generosity of Analog Devices employees—coupled with a company \nmatching gift—resulted in a donation of $48,000 to support the relief effort \nfor victims of the Hurricane Sandy disaster that devastated portions of the \nCaribbean, the Mid-Atlantic, and northeastern United States during late October 2012.\nEmployees from ADI offices in the United States participated, contributing \n$24,000 to the cause. The company matched every dollar donated, bring-\ning the total amount donated to $48,000. The charitable contribution was \ngiven to the American Red Cross Disaster Relief Fund.\nEmployee Donations Help Victims \nof Boston Marathon Attack\nJune 4, 2013\nAnalog Devices employees worldwide \nanswered the call to help those most affected \nby the bombings that took place at the 2013 \nBoston Marathon. In total, ADI employees donated $17,000 to The One Fund Boston, a charitable organization set up by Massachusetts Governor \nDeval Patrick and Boston Mayor Thomas Menino to aid victims of the \nBoston Marathon attack. In addition, ADI matched all employee donations to \nThe One Fund Boston dollar for dollar, bringing the total donation from ADI \nand its employees to $34,000.“Once again, ADI employees have responded generously to those who \nneeded assistance,” said Vice President of Human Resources Bill Matson. \n“The donations from both our company and our employees will help \nprovide relief to families whose lives were forever changed at the 2013 \nBoston Marathon.”\nADI Supports Typhoon Relief Efforts Through Employee \nDonations, Company Match\nAnalog Devices employees worldwide \nonce again demonstrated extraordinary \ngenerosity and answered the call to \nhelp support Typhoon Haiyan relief  \nefforts in the Philippines. Employees donated an astounding $60,000, \nand Analog Devices matched these gifts, bringing the cumulative  \ndonations from ADI and its employees to $120,000.\nTyphoon Haiyan, which hit the Philippines on November 8, 2013, was \nreported to be the strongest recorded storm ever to make landfall. With \nwinds of up to 170 miles per hour, the storm affected over nine million \npeople and damaged over one million homes. While ADI’s employees and \nfacilities in the Philippines were not directly impacted by the typhoon, many \nof our colleagues’ friends and families suffered losses as a result of the \nsignificant devastation caused by the storm.\nIn order to support immediate relief efforts in the most affected areas \nof the country, ADI partnered with Habitat for Humanity, an organization \nthat has had a large presence in the Philippines since 1988. Habitat for \nHumanity has been focused on providing repair kits and helping to rebuild \nhomes in the hardest hit areas. Employee donations, as well as ADI’s \nmatch, will be contributed to these efforts. \nADI colleagues in the Philippines have been holding local fundraisers to \nsupplement the corporate-wide efforts. These local fundraisers in the \nPhilippines, combined with a second ADI match, have resulted in an \nadditional $40,000 donation to Habitat for Humanity. Employees in the \nPhilippines will also volunteer for Habitat for Humanity, helping to rebuild \nand repair shelters for victims in the communities of Visayas. \nCommenting on his organization’s efforts, Habitat for Humanity Vice Presi-\ndent of Asia Pacific Rick Hathaway said, “Things have progressed since the disaster and we are now distributing shelter repair kits containing plywood, \nlumber, galvanized iron sheets, hammers, saws, and nails, so that families \ncan begin to return to their homes by replacing roofs and repairing walls. \nHabitat is committed to supporting long-term recovery, and rebuilding lives \nand communities affected by the disaster.”\nEconomic Prosperity", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}