{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 35ADI addresses its environment, health, and safety (EH&S) respon-\nsibilities through an integrated EH&S management system. All of our manufacturing sites worldwide are certified to ISO 14001 and OHSAS 18001. ADI sets EH&S objectives and targets and implements programs to meet those goals. As stated in our Corporate EH&S Policy, available on our website, we are committed to continually improving our environmental, health, and safety performance.\nEnvironmental, Health, and Safety \nStewardship \nIntroduction\nWe are committed to protecting our employees’ health and safety in our fa-\ncilities. Having a safe and healthy work environment is a major component of our sustainability program. ADI establishes health and safety perfor-mance objectives and implements them on an annual basis. Our program is designed to promote worksite health and employee well-being, as well as to reduce the number of injuries, lost work days, and absenteeism. \nWe are also committed to operating in a way that minimizes adverse \nimpacts to the environment and conserves the resources that we use in our operations. We monitor the use of resources (energy, water, and materials) in our production operations and work to reduce the loss of these resources via discharges and emissions. Maintaining a preventive approach to resource utilization is a key element of our program. \nWe establish environmental performance objectives using a five-year plan-\nning horizon, and make annual updates to our objectives, targets, and pro-grams. Progress is reviewed quarterly at the corporate level and monthly at the site level, and senior management allocates resources appropriately to help keep programs on plan.\nOrganizational Structure\nThe Environmental, Health, and Safety (EH&S) Director, who oversees the global EH&S organization and reports to the Vice President (VP) of Worldwide Manufacturing, has overall responsibility for ADI’s compliance with applicable environmental standards and regulatory requirements. The VP of Worldwide Manufacturing is a member of the CEO’s Staff, which is comprised of our most senior executives. Environmental issues, such as greenhouse gas emissions reduction, energy efficiency, water consump-tion, and other related matters are monitored through our EH&S system. Information about the relevant EH&S programs is reported to the board of directors. \nThe EH&S management meets regularly with our in-house counsel, and as \nneeded with our external counsel and financial personnel, to discuss poten-tial environmental issues (including climate change) and related impacts.\nOur Compliance Review Board (CRB), which meets at least quarterly, \nroutinely reviews regulations and industry standards and drives actions to address potential impacts. The CRB consists of global membership from various departments including EH&S, manufacturing, engineering, quality, sales, and legal.\nReview Process\nWe regularly review the aspects and impacts of our operations as part of our environmental management systems certification. This review is in the form of quarterly internal assessments and annual surveillance/recer-tification audits. Our management systems are certified to ISO 14001, in addition to OHSAS 18001, ISO 9001, and TS 16949. Where opportunities for continual improvement exist, they are evaluated and considered for implementation.\nWe track and review our EH&S performance against goals on a regular ba-\nsis. Results of our review are reported to management on a quarterly basis, and responsive actions are implemented where appropriate. \nWe have also engaged a third party auditor to conduct compliance audits of \nour facilities once every three years. The most recent corporate EHS audit was conducted in 2013 for all manufacturing sites. Any risk areas identified by those audits are evaluated and steps are initiated to manage and reduce them. Any opportunities for improvement resulting from those assessments are evaluated and considered for implementation. \nWe maintain records and documentation relating to government inspections \nand share that information on a quarterly basis across sites to continually improve our EH&S management system. \nDuring this reporting period, we have received a number of awards related \nto our environmental, health, and safety performance. This has inspired our employees to further excel in these areas. We will share a few of their experiences with you in this report. EH&S Stewardship\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}