{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 36ADI participates in the annual Semiconductor Industry Association (SIA) \nEH&S performance metrics survey. We use the survey results to identify opportunities for improvement and benchmark performance with other industry leaders. \nBusiness \nThis sustainability report examines the progress we have made toward our five-year goals in the following areas:\n•\n Energ\ny\n•\n W\nater\n•\n Ma\nterials\nIn addition to absolute values, we calculate our emissions relative to our \nmanufacturing production output (surface area of silicon processed) and report those calculations as “normalized” emissions. Even as manufacturing volumes rise, we have been able to improve our efficiencies and thereby continue to reduce normalized emissions.\nWe routinely review measures of our performance relative to planned \nactivities; those metrics indicate that we continue to make progress toward our objectives and remain on target to achieve our 2015 goals to reduce air emissions, water use, energy consumption, and waste generation. \nScope\nWe manage our environmental responsibility using a basic footprint approach. We consider both the resources we use and the byproducts that may result. \nOur health and safety program is designed to ensure the well-being of our \nemployees and the people in and around the properties we operate.\n•\n The environmental da\nta presented in this report relates to ADI’s manu-\nfacturing facilities, including wafer fabrication and nonwafer fabrication \noperations. Environmental data from our sales offices and design centers are not included.\n•\n The occupa\ntional health and safety data provided in this report \nencompasses both manufacturing and nonmanufacturing locations.\n•\n Our environmental metrics are presented on a calendar year basis,\n while \nour health and safety metrics are on a fiscal year format to correspond with how we track this information for regulatory purposes.•\n Land Use and Biodiversity\n•\n Regula\ntory Compliance\n•\n Occupa\ntional Safety and Health\nEnvironmental, Health, and Safety  \nPerformance Goals\nOur EH&S management system provides for a quarterly senior management review of our activities. In addition, we conduct a monthly management review at the site level. Those reviews are instrumental in driving continual improvement and progress toward our goals. \nOur current environmental goals remain at 5% reduction of normalized \nfigures by 2015 from 2010 baseline.\nAs of 2013, we have made progress toward these goals and anticipate that \nwe will meet our projected targets. \n2015 Environmental Goals for Continual Improvement\nImpact Normalized Goals Progress \nAir Emissions (CO2 + CO2e)* 5% reduction from 2010 baseline On Target\nWater Consumption 5% reduction from 2010 baseline On Target\nWaste Generation 5% reduction from 2010 baseline On Target\nEnergy Use 5% reduction from 2010 baseline On Target\n*Goal includes Scope 1 emissions.\nADI internally reports and tracks the following metrics on a quarterly basis. \nThe graphs and charts below are derived from tracking software. The data show both normalized and absolute trends. EH&S Stewardship\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}