{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 37Air Emissions \nGreenhouse gas (GHG) emissions that are generated directly and indirectly \nare categorized into “scopes” based on the source of the emissions. The Greenhouse Gas Protocol defines Scope 1 emissions as direct from sources owned or controlled by the entity, including emissions from fossil fuels burned on site, for example. Scope 2 emissions are indirect emissions that result from generating electricity, heating, and cooling offsite but purchased by the entity. Scope 3 emissions are considered indirect and not owned or directly controlled by the entity, but that are related to activities. Examples of Scope 3 emissions include employee travel and contracted solid waste disposal.  \nThe primary source of our GHG emissions are chamber cleans in plasma \netch tools used in manufacturing. We require all newly purchased manu-facturing tools and equipment to have low greenhouse gas emissions or feature abatement systems. Our EH&S and Process personnel continue to monitor and evaluate industry developments for continuous improvement. \nWe emit perflourocarbons (PFCs) from our wafer fabrication processes and \ncarbon dioxide (CO\n2) from fuel combustion associated with power and heat \ngeneration. We report our GHG information from our manufacturing sites to the Carbon Disclosure Project (CDP).\nWe also track our indirect GHG emissions. We have set a target for electric-\nity use, which is the primary source of our indirect emissions. We have not set a target reduction for overall Scope 3 emissions.\nGreenhouse Gas Protocol (2012),  FAQ,  www.ghgprotocol.org/calculation-tools/faq \nScope 1 CO2 Emissions: ADI Manufacturing Activities\nParameter 2006 2007 2008 2009 2010 2011 2012* 2013*\nDirect GHG \nEmissions (Tons)62,122 58,234 60,338 48,250 34,933 38,151 31,380 30,112\nNormalized CO2 \nEmissions63.24 50.77 52.65 63.07 38.01 37.70 33.14 34.75\nScope 2 CO2 Emissions: ADI Manufacturing Activities\nParameter 2006 2007 2008 2009 2010 2011 2012* 2013*\nIndirect GHG Emissions (Tons)118,719 111,427 113,453 105,831 96,687 95,712 95,103 95,155 Scope 1 CO2 Emissions\n70k\n0CO2, TONS\nGRAMS OF CO2/cm 2 OF SILICON \nWAFER FABRICATED\nYEAR60k\n50k40k30k20k10k70\n060\n5040302010\n2006\n2007 2008 2009 2010 2011 2012 2013\nSCOPE 1 CO2 EMISSIONS, TONS\nNORMALIZED EMISSIONS, GRAMS/cm 2\n2011 REDUCTION GOAL\n2015 REDUCTION GOAL\n \n Scope 2 CO2 Emissions\n140k\n0CO2, TONS\nYEAR120k\n100k\n80k60k40k20k\nINDIRECT CO2 EMISSIONS2006 2007 2008 2009 2010 2011 2012 2013\n*Absolute data has been verified by a third party.  EH&S Stewardship\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}