{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 38Scope 3 CO2 Emissions: ADI Business Travel\nParameter 2011 2012 2013*\nCO2e 6373 6983 7889\n Scope 3 CO2 Emissions\n0CO2, TONS\nYEAR10k\n8k\n6k\n4k\n2k\nCO2e2011 2012 2013*\n*Absolute data has been verified by a third party.\nWater Use \nADI uses water from public sources. A significant portion of our water use \nis treated to produce the high purity deionized (DI) water necessary for our manufacturing operations. Our water consumption is carefully monitored at each of our operating facilities. We also track water by normalizing it to our production processes. ADI set a reduction target of 5% normalized water use by 2015 from our \n2010 baseline. ADI implements extensive water reuse and conservation programs across all of its manufacturing sites to achieve greater product output with reduced need for natural resources. A substantial portion of water used in manufacturing operations is reclaimed and recycled for reuse. Our project that reclaims wastewater from the fabrication process to feed back to production processes, scrubbers, and cooling towers, is just an example of our activities aimed at reducing our impact to the environment. In fact, in 2013, 25% of our withdrawn water was reused to support the company’s operations. Despite the upward trend in our normalized figures, we anticipate meeting our 2015 target for water use.\n W\nater ConsumptionMILLION m 3\nLITERS PER cm 2 OF SILICON\nWAFER FABRICATED\nYEAR1.6\n01.4\n1.21.00.80.60.40.21.2\n01.0\n0.80.60.40.2\nWATER CONSUMED, MILLION m 3\nNORMALIZED DATA, L/cm 2 \nOF SILICON WAFER FABRICATED\n2010 REDUCTION GOAL2015 REDUCTION GOAL2006 2005 2007 2008 2009 2010 2011 2012 2013\nWater Consumption: ADI Manufacturing Activities\nParameter 2005 2006 2007 2008 2009 2010 2011 2012 2013\nAbsolute: Million Cubic Meters 1.36 1.35 1.16 1.16 1.05 0.98 1.07 1.04 1.1\nNormalized: Liters per Sq.Cm. \nSilicon Wafer Fabrication1.03 0.85 0.76 0.77 1.02 0.74 0.71 0.75 0.8EH&S Stewardship\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}