{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 40Energy\nAt ADI, the direct sources (that is, Scope 1) of energy we use to support our \noperations are diesel fuel and natural gas. We also have indirect energy consumption (that is, Scope 2) through our use of local public utility supply. \nWe have a number of programs to manage and conserve the use of energy \nat our facilities. These programs include our efforts to save energy with conservation and efficiency improvements in our operations, transportation, and office buildings.\nThe largest use of energy is through the use of our manufacturing tools. \nWe require all newly purchased manufacturing tools and equipment to meet minimum criteria for utilities consumption efficiency. In addition, our EH&S and Facilities Departments continue to monitor and evaluate industry developments for continuous improvement to efficiency of energy utilization. Our process equipment upgrades have resulted in more efficient use of energy even with continued growth of production. These improvements are expected to continue.\nADI has set a 5% reduction target of its normalized electricity consump-\ntion by 2015 from our 2010 baseline. We have energy conservation and efficiency programs in place to support our goal. Despite the upward trend in our normalized energy use, we anticipate meeting our 2015 target.\nIn the Philippines, we have embarked on a project that uses a renewable \nenergy source. We used solar panels to provide lighting for a new parking lot constructed to address the need of the growing population and site expansion. This project served as an opportunity for us to minimize emis-sions associated with use of electricity from traditional sources. We embark on projects such as these to highlight our commitment to the protection and conservation of the environment.\nElectrical Consumption: ADI Manufacturing Activities \nParameter 2006 2007 2008 2009 2010 2011 2012 2013\nAbsolute: kWh Used 246,020,296 227,604,558 230,857,648 216,184,473 210,365,958 215,274,871 211,730,265 220,360,703\nNormalized: kWh per cm2 Production 0.15 0.14 0.14 0.20 0.16 0.15 0.16 0.18\n Electrical Consumption\n250M\n190MkWh\nkWh PER cm2 OF SILICON WAFER FABRICATED\nYEAR240M\n230M\n220M210M\n200M0.21\n00.18\n0.150.120.090.060.03TOTAL ELECTRICITY USED, kWh\nNORMALIZED DATA, kWh/cm\n2\nOF SILICON WAFER FABRICATED2010 REDUCTION GOAL2015 REDUCTION GOAL\n2006 2005 2007 2008 2009 2010 2011 2012 2013EH&S Stewardship\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}