{"page_content": "Our Companyanalog.com/sustainability\n2012–2013 Sustainability Report 5Introduction\nMission, vision, and values are important to every business, but even more \nso to Analog Devices given our culture, which encourages employees’ grass-roots, self-directed initiatives in balance with clear priorities at the corporate level. \nMission, Vision, and Values\nFew companies in the semiconductor industry have proven to be sustainable \nover the course of time, let alone thrive as Analog Devices has throughout our long history of providing cutting edge technology. We believe what has created stability and continuity for Analog Devices over many decades is the fact that, while the vision and mission of our business has evolved, the core qualities and behaviors that define ADI’s values, belief structure, and culture have remained constant and continue to guide our actions and decisions.\nFrom the company’s founding in 1965, the leaders of ADI have sought to \nhire the best people and allow them the entrepreneurial freedom to create value through innovation. The quest for excellence and innovation pervades every facet of the organization, from engineering to sales to marketing to customer support to manufacturing. ADI’s employees feel empowered to work closely with customers, using their expertise and market insights to uncover valuable ideas and combine both core technology and whole-product solutions to deliver the most reliable and highest quality signal processing systems. \nEmployees at ADI are encouraged to pursue learning and likewise are \nexpected to take an educational approach to mentoring and managing, as well as how we sell and market products. The organization is imbued with a collaborative and supportive spirit that extends beyond our employees to include our customers, for whom we seek to pursue our mission to solve the most difficult engineering challenges. We enable our customers to create their own amazing products and achieve their own success, listening to them closely and working with them to deliver compelling technological solutions with the focus and speed that today’s markets require. \nThe leadership of the company is consistent, visionary, and disciplined. \nADI has long been managed to achieve profitable growth, focusing our efforts on those areas where we can achieve the most meaningful gains and where our innovations can be applied with purpose and ambition to create the greatest impact. Smart calculated risks, often taken despite the prevailing conventional wisdom, have played a key role in advancing ADI’s fortunes, as has the willingness to persevere in order to achieve long-term success and market leadership. We have no doubt that the future holds an array of new opportunities for ADI as we seek to lead the industry with rapid and relevant discoveries that will enable our evolving world. As we navigate our future, we will continue to rely on these enduring values that have served us so well over time. \nSustainability\nSustainability at Analog Devices covers a broad range of topics. We have used a materiality determination to ascertain which are most relevant to address in our program and in this report. Each of the following factors was used to determine the content for this report:\n•\n Resource utiliza\ntion (energy, water, and materials)\n•\n W\naste generation\n•\n Our major sustainability-rela\nted impacts and opportunities\n•\n Informa\ntion covered in other semiconductor manufacturing companies’ \nreports\n•\n F\needback from stakeholders, including employees and investors\n•\n GRI G3.1 reporting guidelines\n•\n Comments from sustainability experts enga\nged to review the information\nSustainability is increasingly important to all of our stakeholders, and \nwe believe this trend will continue. ADI will work with its stakeholders, both within the company and external to our organization, to ensure that we remain successful in fulfilling the following three responsibilities of sustainability: economic prosperity; environmental, health, and safety stewardship; and social well-being. These responsibilities are specifically addressed in this report.", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}