{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 41Materials\nADI has eliminated Class I and Class II ozone-depleting chemicals (ODCs) in \nall of its incoming raw materials to minimize the release of ozone depleting substances with reference to the “Montreal Protocol on Substances that Deplete the Ozone Layer.” We also source materials that do not contain substances that are restricted in countries where our products are used—for example, by the European Union’s Restriction of Hazardous Substances (RoHS), China RoHS, Registration Evaluation Authorization and Restriction of Chemical Substances (REACH), or End of Life (ELV) Directive. ADI lead-free products are RoHS-compliant. The status of ADI lead-free and RoHS-compliant products is posted on the external ADI website. \nADI designs products that make efficient use of raw materials to minimize \nmaterial use. Additionally, design for environment concepts are incorporated to use alternative chemical constituents in our products. We also minimize quantities of incoming packaging materials to reduce waste.\nWe have a Product Life Cycle Program with the aim of extending the life \ncycle of our products. We believe obsolescence should be avoided as long as technology and customer demand exist for a product. Lastly, a program is in place for the return of evaluation boards from customers for recycling.\nPollution Prevention\nA key component of ADI’s approach to environmental management is pollution prevention. Pollution prevention practices are incorporated into manufacturing operations.\n•\n Stormwa\nter Prevention Plan: Locations of materials and industrial \nactivities that are potentially exposed to rainwater and snow melt are \nincluded in our stormwater prevention plan to ensure that appropriate pollution prevention and best management practices are in place and consistently being improved. We have built enclosures to protect transportation-associated loading and unloading activities, waste roll-off containers, and solid waste/recycling compactors. Our inspection program includes visual monitoring and sampling to promote effec-tiveness of the prevention plan.\n•\n Hazardous Ma\nterials Contingency Plan: This plan is designed to \nprevent and minimize hazards to public health, safety, or welfare of the environment (fires, explosions, spills, or any other unplanned sudden or nonsudden release of hazardous wastes, hazardous waste constituents, or hazardous materials to the air, soil, surface water, or ground water). This plan is incorporated in the emergency preparedness and response requirements in the ADI ISO 14001/OHSAS 18001 environmental, health, and safety management system.\n•\n Oil Spill Prevention Control and Countermeasures (SPCC) Plan:\n This plan \nfeatures prevention and control technology to reduce the likelihood of a discharge of oil from the involved site or facility.\nRegulatory Compliance \nADI is committed to the exemplary environmental performance of our products and operations. To that end, ADI maintains a regulatory register at each of its operating facilities and has a program to monitor and evaluate our EH&S compliance status. Our regulatory compliance management system is both internally audited and externally certified by an independent third party. Government agencies also inspect our facilities for compliance with regulatory requirements. Employees receive EH&S training and partici-pate in prevention and risk control activities associated with their work and formalized within the EH&S management system.EH&S Stewardship\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}