{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 43\nCommunity and Planet\nLand/Biodiversity \nADI does not have a significant amount of land associated with its facilities, and our operations generally do not pose a \nsignificant risk to the terrestrial biodiversity in the areas surrounding our facilities. ADI’s manufacturing facilities discharge pretreated wastewater to publicly owned wastewater treatment facilities that are permitted for operation in each of their jurisdictions. Those treatment facilities help mitigate water quality impacts and associated water biodiversity risks.\nOne of the green building design elements is the conservation of existing landscaped areas and restoration of habitat to \npromote biodiversity. At our LEED Gold certified facility in the Philippines, that objective was achieved as more than 50% of the land at the facility was restored using native and adaptive planting. In the communities where we operate, we have also embarked on projects aimed at conserving and protecting existing habitat. In the Philippines, we launched the 1Km Streambank Stabilization Project to prevent erosion of the river banks that may lead to the eventual shallowing of the river bed due to sedimentation of eroded soil. \nAnalog Devices continues to sponsor the Ipswich River Watershed Association (IRWA), a group whose mission is to be  “the voice of the Ipswich River,” which is located near Analog Devices’ facility in Wilmington, Massachusetts. The Ipswich River provides drinking water for more than 330,000 people in 14 communities. Unfortunately, it has become stressed due to increased demands on its small size. With ADI’s support, IRWA has continued to defend the health of the river, which has shown significant improvement over time.\nIn support of our EHS Community Programs on Environmental Conservation, we launched the Adopt Halang River \nProgram in the Philippines. Halang River is of great importance to Analog Devices Philippines as it receives the treated wastewaters from the Gateway Business Park central wastewater treatment plant, into which the company’s wastewaters also drain.\nHalang River is a source of recreation and livelihood for residents in surrounding areas, and a source of food for wild animals and birds that have made the surrounding wooded area their habitat. Analog Devices launched this program through the 1Km Streambank Stabilization Project by growing trees and allowing their roots to provide adequate reinforcement of the river bank. Constant exposure to typhoons, strong winds, and variations in water flows can all cause erosion of river banks.\nA total of 515 trees were planted in the area, the equivalent to a kilometer of river adopted. The tree planting event was clearly a demonstration of the community of in action. Analog Devices  \nemployees together with the community leaders and representatives from the Municipal Environment  \nand Natural Resources Office (MENRO), Barangay Biclatan, Gen. Trias Bantay Kalikasan, and the local  \nfirefighters all made this activity a success.\nEH&S Stewardship\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}