{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 44Energy\nIn line with our commitment to the environment, in 2013 we completed LEED \n(Leadership in Energy and Environmental Design) Gold certification for one building and registration of two additional buildings. LEED certifies that a building has been built using strategies aimed at achieving high performance in key areas of human and environmental health—sustainable site devel-opment, water efficiency, energy efficiency, materials selection, and indoor environmental quality. The first ADI LEED certified building is ADI Philippines Building 3; some of its notable environment friendly features include: \n•\n The building was constructed from an old facility with much of the old \nstructures reused—60% of walls,\n 35% of floors, 88% of metal roof, \n100% of roof deck. Structural steel used in the building contains 25% recycled steel.\n•\n 75% of existing road and hardsca\npe are reused, minimizing the use of \nnatural resources.\n•\n 15% of the building shell is made up of insula\nted glass panels with 29% \nshading coefficient. Glass panels enable the site to maximize the use of natural lighting.\n•\n The building shell uses CENTRIA panels with 49% rec\nycled content.\n•\n The building envelope uses fiber glass insula\ntion.\n•\n LED and po\nwer saving lamps (T5) are used for the entire building.\n•\n Optimized energ\ny performance of the facility is 27%.\n•\n Lo\nw VOC emitting materials were used during construction (adhesives, \nsealant, and paints).\n•\n 40% of the total land area is landsca\nped.\n•\n The building uses 100% non-CFC based refrigerants in all refrigera\ntion \nequipment to protect our environment and the ozone layer.\nOne of the highlights of our LEED certified building is its capability for rainwater harvesting. Rainwater collected through roof and sealed pipe-lines, recycled water from the reject water treatment system (RODI), and air handling unit condensates are used for all nonpotable applications such as landscape irrigation and toilets/urinals flushing. This strategy accounted for 100% use of nonpotable water, which eliminated the use of domestic water. Further, that capability increases water efficiency, helps protect our aquifers and the supply of renewable fresh water, and reduces the burden on the municipal water supply and wastewater system.Fuel Efficiency\nADI is enabling tremendous innovations in automobile fuel efficiency. ADI continues to rollout our third generation of automotive qualified battery mon-itoring ICs, which allows us to deliver improvements in overall fuel economy and emissions reductions through a “start/stop” engine system. In Europe, start stop technology is already found in nearly 50% of the latest vehicle models. A leading North American brand announced plans to offer start/stop technology on 70% of models by 2017.\nIn 2013, ADI estimates we are helping save consumers from burning over \n600 million gallons of fuel—that is equivalent to 12,000 tons of CO\n2 saved \nfrom the atmosphere annually. We enable these savings through our latest battery monitoring ICs, which integrate numerous high precision ADCs, microprocessor, memory, and vehicle bus interfaces all in one package that is smaller than a dime and monitors the health of the battery to an accuracy of one-millionth of its original state. It is this level of precision and integration that enables the maximum savings possible when implementing start stop systems in the car.\nOne example of Analog Devices’ work in the fuel efficiency field is its \nrelationship with Hella, an innovator in automotive systems that is based in Lippstadt, Germany.\nManagement from ADI and Hella.EH&S Stewardship\n", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}