{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 46Social Well-Being\nIntroduction\nAt ADI, we have become the world leader in high performance signal \nprocessing solutions by ensuring we not only have the best products in the industry, but also are a good corporate citizen. We understand and appreciate the impact our operations have on economic prosperity, the planet, and people; and we make every effort to ensure that we make a difference, in a very positive way. As such, we work in conjunction with our employees to support social well-being and human rights by giving back to our communities and upholding the highest business and labor practices.\nEmployees\nWorkplace Compliance\nADI endeavors to conduct its business in compliance with all applicable laws, \nregulations, and standards regarding workplace safety and the preservation of our natural resources. ADI’s EH&S Department is responsible for ensuring that ADI policies, procedures, and guidelines regarding workplace safety and the preservation of our natural resources are implemented and observed. ADI will not tolerate unsafe conditions in the workplace or conditions that endanger our employees, other parties, or the quality of our air, water, or land. Additionally ADI is a member of the EICC and adheres to the EICC Code of Conduct. An internal CSR website was released to employees and includes policy statements as it relates to all elements of the EICC Code.Working Hours\nWork weeks at ADI cannot exceed the maximum set by local law. A work \nweek should not be more than 60 hours, including overtime, except in emergency or unusual situations. Workers at ADI are allowed at least one day off per seven day week.\nAppropriate Wages and Benefits\nCompensation paid to workers at ADI must comply with all applicable \nwage laws, including those relating to minimum wage, overtime hours, and legally mandated benefits. In compliance with local laws, ADI workers are compensated for overtime at pay rates greater than regular hourly rates. Deductions from wages as a disciplinary measure are not permitted within ADI. The basis on which workers are being paid is to be provided in a timely manner via pay stub or similar documentation.\nHumane Treatment\nADI’s disciplinary policies and procedures are clearly defined and \ncommunicated to our workers. We do not tolerate sexual harassment, sexual abuse, corporal punishment, mental or physical coercion, or verbal abuse of workers, or the threat of any such treatment at ADI. ADI adheres to the EICC Code of Conduct as it relates to Human Rights and Labor. A statement on our commitment to human rights is included in our internal CSR website and in our Code of Business Conduct and Ethics Policy. Our employees and suppliers receive training in the EICC Code and Code of Business Conduct and Ethics requirements.\nNondiscrimination\nADI is committed to a work environment where employees are treated with \nrespect and fairness. ADI will not discriminate in hiring, promotion, employ-ee compensation, and employment practices on grounds of race, color, religion, age, nationality, social or ethnic origin, sexual orientation, gender, gender identity or expression, marital status, pregnancy, disability, military status, or other categories protected by applicable law.\nIn addition, workers or potential workers at ADI will not be subjected to \nmedical tests that could be used in a discriminatory way.\nForced Labor\nADI does not use forced, bonded, or indentured labor or involuntary prison \nlabor. All work must be voluntary and workers are always free to leave upon reasonable notice. Our workers are not required to hand over gov-ernment issued identification, passports, or work permits to our facility representatives as a condition of employment.Social Well-Being", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}