{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 47Child Labor Avoidance\nADI does not use child labor at any stage of manufacturing. We use the \nEICC Code of Conduct definition of “child”: any person under the age of 15 (or 14 where the law of the country permits), or under the age for completing compulsory education, or under the minimum age for employment in the country, whichever is greatest. The use of legitimate workplace apprenticeship programs, which comply with all laws and regulations, is supported by ADI. Workers cannot perform work that is likely to jeopardize their health or safety.\nFreedom of Association\nADI regards open communication and direct engagement between \nworkers and management to be the most effective ways to resolve workplace and compensation issues. ADI respects the rights of workers to associate freely and seek to communicate openly with management regarding working conditions without fear of reprisal, intimidation, or harassment. Globally, approximately 2% of our employees belong to unions.\nBenefits\nADI offers a comprehensive benefits program that reflects our commitment \nto helping employees achieve their physical and financial goals.\nOur programs are designed to provide employees and their families \nbenefits that they value, that are affordable, and that meet their individual needs. Our benefits programs around the world are competitive with local market practices, often exceed industry standards, and are in compliance with regulatory and legal requirements. \nADI offers programs that can help employees and their families achieve \nthe goals of physical and financial well-being. \nTraining and Development\nADI offers employees a variety of resources to gain the knowledge and \nskills they need to enhance their performance and help us meet our busi-ness objectives. Our commitment to learning and development enables our employees’ personal and professional development.\nOur training and development resources include the following:•\n T\nuition reimbursement for all full-time employees, up to $5,250 for \nundergraduate education and $7,500 for graduate education annually \nin the United States (amounts vary outside the U.S.).\n•\n A formal,\n instructor-led leadership development curriculum for first \nlevel, middle, and senior managers.\n•\n An online e-learning system with more than 20 courses targeted to\n \nmanagers available globally 24 hours a day, seven days a week.\n•\n Computer business simula\ntion programs targeted to select high \npotential leaders to improve business and financial acumen.\n•\n Internal and external executive coaches for targeted development.\n•\n A New College Gradua\nte Orientation Program that exposes recent \ngraduates to ADI’s history, products, people, and technology.Social Well-Being", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}