{"page_content": "Our Sustainability Prioritiesanalog.com/sustainability\n2012–2013 Sustainability Report 49Community\nADI employees are the source of the innovation that sets us apart. Their willingness to go the extra mile not only helps ADI be more successful, but also helps our \ncustomers gain a competitive advantage. And their unselfish contributions to their communities and peers are a constant source of inspiration.\nBack to School\nIn August of 2013, employees at Analog Devices’ Wilmington, Massachusetts site \nfilled 102 backpacks with school supplies to donate to elementary school students. The backpacks were filled with a variety of supplies including pens, paper, and markers, and were donated to children at the House of Hope and Girls Inc., both in Lowell, Massachusetts, and the Ingalls School in Lynn, Massachusetts. The backpack drive has been an annual event at the Wilmington site for the past 12 years and was coordinated by Analog in Action (AIA), an employee volunteer program. \nIn pursuit of our commitment to provide EHS Education for the Community, Analog Devices Philippines initiated the Proper Solid Waste Management Program in Gen. Aloña Memorial Elementary School (GAMES), located just a few minutes away from the company. We donated trash bins and essential materials for the construction of a materials recovery facility (MRF). We also conducted a Go Green for Kids workshop attended by approximately 200 students. Working with the Municipal Environment and Natural Resources Office, we trained the students on the proper segregation of waste and the value of recycling, preventing pollution, and saving our natural resources. The newly passed ordinance on the ban on the use of plastic bags in the municipality was also presented. The students are now able to demonstrate proper solid waste management by manually sorting the schools’ recyclable wastes into plastics, papers, bottles, and tin cans. This also served as an opportunity for the Parent-Teacher Association to earn extra income by selling the bulk segregated wastes to local recyclers. The income generated through this program will then be used by the school for their environmental projects.On June 2012, we launched an Adopt a Tree Program at Analog Devices Philippines. Saplings of fruit bearing trees were given to employees who volunteered to adopt and nurture these into full-grown trees. Since the project’s inception, a total of 1,470 have been adopted.\nSocial Well-Being", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}