{"page_content": "Our Companyanalog.com/sustainability\n2012–2013 Sustainability Report 6Business Operations\nAnalog Devices, Inc. is headquartered in Norwood, Massachusetts, USA, \nnear Boston, and has manufacturing facilities in Massachusetts, Ireland, and the Philippines.\nWe employed approximately 9,000 individuals as of November 2, 2013.Our products are manufactured in our own wafer fabrication facilities \nusing proprietary processes and at third-party wafer fabrication facilities, primarily Taiwan Semiconductor Manufacturing Company. We operate wafer fabrication facilities in Wilmington, Massachusetts, and Limerick, Ireland. We also operate test facilities located in the Philippines and use third-party subcontractors for the assembly and testing of our products.\nWe sell our products worldwide through a direct sales force, third-party \ndistributors, and independent sales representatives, as well as through our website. We have direct sales offices in 26 countries, including the United States. We also have sales representatives and/or distributors in over  \n40 countries outside the United States. Through subsidiaries and affiliates, we conduct business in numerous countries outside the United States. During fiscal 2013, we derived approximately 69% of our revenue from customers in international markets.\nRevenue by Geographic Region\nRegion2013 Direct Sales \nOffices (#)Revenue (%)\n2013 2012 2011 2010\nUnited States 11 31 30 29 29\nRest of North/\nSouth America0 4 4 5 5\nEurope 10 32 32 32 29\nJapan 1 11 12 13 16\nChina 4 13 13 12 12\nRest of Asia 4 9 9 9 9\nProducts Overview\nOur products are embedded inside many types of electronic equipment \nincluding industrial process controls, factory automation systems, instru-mentation, energy management systems, portable medical equipment, defense electronics, automobiles, medical imaging equipment, portable wireless communications devices, cellular base stations, central office networking equipment, computers, digital cameras, and digital televi-sions, among other applications.\nAcross the entire range of our product portfolio are both general-purpose products used by a broad range of customers and applications as well as application-specific products designed for clusters of customers in key target markets. Readily available, high performance, general-purpose products provide a cost-effective solution for many low to medium volume applications. In some industrial, automotive, communications, consumer, and computer products, we focus on working with leading customers to design application-specific solutions. We begin with our existing core technologies in data conversion, amplification, power management, radio frequency, microelectromechanical sensors (MEMS), high performance linear, isolation, and digital signal processing (DSP) and devise an integrated solution to more closely meet the needs of a specific customer or group of customers.\nRevenue (%) by End Market \nMarkets Served 2013 2012 2011 2010\nIndustrial 46% 46% 47% 58%\nCommunications 20% 20% 20% 19%\nConsumer 15% 17% 19% 23%\nAutomotive 18% 17% 14% 12%\nRevenue (%) by Product Category\nProduct Category 2013 2012 2011 2010\nConverters 45% 44% 45% 47%\nAmplifiers/RF 26% 26% 26% 25%\nOther Analog 14% 15% 14% 12%\nPower Management \nand Reference7% 7% 7% 7%\nDSP 9% 9% 8% 9%", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}