{"page_content": "Our Companyanalog.com/sustainability\n2012–2013 Sustainability Report 8“Thomson Reuters Top 100 Global InnovatorsSM\nrepresent the vanguard of 21st century innovation.” \n–Thomson Reuters Global Innovators Press Statement \nAwards in 2012 and 2013 \nA sampling of the recognition ADI received as a supplier, an innovator, and a \nwell-managed company.\nThe Americas\nElectronic Design Product of the Year (2012 and 2013): Awarded  \nfor JESD204B-compatible products, the AD8232 analog front end,  \nand ADSP-CM40x control processors. Converter and microcontroller  \nselected based on significant advance in technology, design innovation,  \nor performance gain. \nEDN Hot 100 Products of 2012 and 2013: Top 100 products in sectors of \nsensors, medical, and amplifier. 2013 had three products awarded, two in the converter sector and one in the motor control sector.\nTop 100 Global Innovators: Awarded by Thomson Reuters based on patent \ndata and criteria such as patent success rate, globalization, and influence. \nNewsweek Green Rankings 2012 and 2013: Top 100 Greenest Company, \nbased on corporate sustainability and environmental impact.\nDesign News Golden Mousetrap 2012 and 2013: Winner in sectors of \nElectronics and Test and Automation and Control. This award recognizes engineering innovation and creativity in product design. \nHoneywell Electrical Supplier of the Year 2013: Collaboration on \nsolving long-term problems played a large role in ADI becoming the first semiconductor company to win this award. Honeywell is a diversified technology and manufacturing leader.\nLockheed Martin Perfect Performer Award 2013: ADI won the Lockheed \nMartin “100/100 Preferred Supplier Award” for excellent performance in technology, quality, responsiveness, delivery, and cost. In particular, the award acknowledges ADI’s achievement of 100% quality (no product rejections) and 100% on-time delivery for 12 continuous months. Lockheed Martin is a global security and aerospace company.EMEA\ne-Legacy Award 2012 and 2013: Electronic Product Design award \ncategory winner for the ADI University Program. Awards companies that have demonstrated corporate responsibility, investment in the future, and an innovative approach to design.\nIET Innovation Award 2012: Awarded by the Institution of Engineering \nand Technology (IET) in the sectors of Embedded and Critical Systems and Electronics. The award celebrates the products, technologies, and processes that lead the way in engineering innovation.\n2012 Elektra Award: Awarded by the European Electronics Industry for the \nADI University Program and for the ADP1046 power controller. In 2013, ADI was a finalist in two sectors.\nEricsson Supplier of the Year 2013: Awarded by Ericsson for consistent, \nexcellent support visible at every level and for exemplifying what is means to be a collaborative supplier. Ericsson is a world leader in communications technology and service.\nBosch Group Preferred Supplier 2013: Awarded for superior competence \nand performance in the material group ASIC/ASSP Analog. The Bosch Group is a leading global supplier of technology and services.\nSiemens Top Preferred Supplier Status in 2013: Awarded status of \npreferred supplier in seven sectors of materials. Siemens is a global powerhouse in electronics and electrical engineering.\nContinental Worldwide #1 Best Logistics Supplier in 2013: Continental \nWorldwide is among the leading suppliers to the automotive industry. \nBest Oversea Partner Award in 2013: Received by ADI from Sumitomo \nElectric Device Innovation for global support, on-time delivery, low failure rate, and right product proposal. \nRockwell Automation Clarinda Young Partnership Award 2012:  \nADI beat out more than 700 other electronics suppliers to win the “Clarinda Young Partnership Award” by successfully partnering with Rockwell through new product introduction support, annual pricing, and deep engagement with Rockwell’s engineering community. In addition, ADI has participated enthusiastically in the CollaboRAte program, a process to encourage suppliers to identify and jointly implement with Rockwell opportunities to deliver productivity improvements and cost savings. Rockwell Automation is the world’s largest company dedicated to industrial automation. ", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}