{"page_content": "Our Companyanalog.com/sustainability\n2012–2013 Sustainability Report 9APAC\nAET Award for Outstanding Products in 2012: Three Best in Product \nAwards—two in the ADC/DAC sector, and one in the Embedded/Microcon-troller Systems sector. Application of Electronic Techniques (AET) China outstanding product voted by AET readers.\nOriginal Design Award 2012: Electronic Design China awarded ADI with \nthis award for Outstanding Field Applications Engineer Support and Best Reference Design in the RF Category for the ADI Circuits from the Lab\n® \nCircuit Note 0134.\nAnnual Creativity in Electronics Awards 2012 and 2013: Executive of \nthe Year awarded to Howard Cheng, ADI VP of Asia Sales. Three Product of the Year awards in the sectors of Converters, Power, and Analog awarded in 2012. Two Product of the Year awards in 2013 awarded in the sectors of Converters and Sensors.\nBest Application Award 2012: Winner of the TOP-10 Power Products Award.EEPW Editor’s Choice Award 2012 and 2013: Winner of Best Automotive \nSolutions for Vision-Based Advanced Driver Assistance Systems (ADAS) by China’s Electronic Engineering and Product World Magazine. In 2012, “Best Test Platform” award for the “Gas Detector Solution Based on NDIR (nondispersive infrared sensor) and PID (proportional-integral-derivative),” and ADI also received the “Best Converter” EEPW award for the AD7691, an analog-to-digital converter. The EEPW winners were selected from outstanding electronic and semiconductor products released in the year. The products were rigorously reviewed by a panel of experts and the final winners were determined by online voting.\nPeople Management Association of the Philippines (PMAP) Employer \nof the Year 2013: Awarded by the PMAP as being “worthy of being held up as an exemplar to the other Philippine business enterprises for recognizing the value of its employees in contributing to the success of the organization.”\nPollution Control Association of the Philippines (PCAPI) Mother Nature \nAward and Success Story Awards 2012 and 2013: ADI Philippines was awarded the Mother Nature Award (Grand Winner) by the PCAPI for the successful implementation of Environmental Management System (EMS), Environmental Programs (EMP), and for possessing a sterling track record of community-related undertakings. The company was also given a Success Story Award (first runner up) in recognition of the achievement and dedication in implementing exemplary Environmental Management Program worthy of emulation (ADGT Building 3: A Green Building Master-piece). In 2012, the company likewise received a Success Story Award in recognition for its energy efficiency and conservation program.\nEDN China Innovation Awards 2012 and 2013: Four products awarded in \nsectors of Microprocessors, DSPs, Sensors, and Converters.\nGold Supplier Award 2013: For the fifth consecutive year, ADI won the \n“Golden Supplier Award” due to excellent performance in all aspects of technology, quality, responsiveness, delivery, and cost.\nGreen Supplier 2013: In Asia, ADI’s efforts in environmental protection by \nsupplying the customer with green products through material application, manufacturing process, and quality control was recognized by this award. \nZTE Best Technical Support of 2013: Award given by ZTE for ADI’s \nvaluable project management, technical support, post sales problem solving and product delivery commitment and execution. ZTE is a global provider of telecommunications equipment, network solutions, and mobile devices.\nChina South Railway Co. Best Support Vendor 2013: Recognizing ADI’s \ncontribution to CSR’s success in terms of solving the customer’s pain point through best solution, timely response to customer requirement, and flawless product supply by excellent supply chain management and distribution network. CSR is a leading rail transit equipment manufacturer. \n2013 Don Emilio Abello Energy Efficiency Awards from the Department \nof Energy (DOE): ADI Philippines was given the Outstanding Award and Outstanding Energy Manager Award in 2013 for attaining substantial energy use reduction through its energy efficiency and conservation programs.\nCertificate of Recognition from the Department of Labor and \nEmployment (DOLE): ADI Philippines was awarded by Department of Labor and Employment (DOLE) for attaining three million man hours with no lost time accidents for its construction projects. \n2012 Safety Milestone Award from the Department of Labor and \nEmployment (DOLE): ADI Philippines received a Safety Milestone Award for its effective programs and activities on occupational safety and health resulting to zero lost time accidents for one year.", "metadata": {"source": "NASDAQ_ADI_2013.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}