{"page_content": "In October 2019, Encore Boston Harbor was honored to receive the Mystic Champion \nAward from MyRWA in recognition of our site cleanup, financial support, and staff volunteer \ninvolvement in stewardship events along the river. The award followed recognition in 2018 by \nthe U.S. Environmental Protection Agency, which included an endorsement by the City \nof Everett noting the “transformative spirit” sparked by our site remediation.Honored to Do the Right Thing\nReturn of the herring\nRunning alongside Encore Boston Harbor, \nthe Mystic River is a critical habitat for two \nspecies of herring. Each spring, alewife and \nblueback herring migrate upstream from \nthe open ocean to spawn, or lay eggs. \nThe herring populations decreased \nthroughout the 1900s due to habitat loss \nand water pollution, among other factors. \nThe species are now classified as \n“threatened,” but the good news is, \nthey may be on the rebound. Shoreline \nrestorations—like we implemented at Encore—as well as volunteer efforts and the removal of an upstream \ndam have improved the ecosystem on which the fish rely.\nEach spring the MyRWA organizes a program to monitor the size of the migration. More than 160 MyRWA \nvolunteers went weekly to count herring, from April through June of 2019. An estimated 789,000 fish made the \njourney past Encore to Upper Mystic Lake to spawn. This makes 2019 the biggest year for the Mystic herring \nrun since counting started in 2012. “Encore is revitalizing an industrial, underutilized neighborhood, and opening a \nwaterfront that had been fenced off for over a century. This project will have an \nimpact on the region for generations to come,” the EPA wrote in its announcement \nof the Environmental Merit Award.\nWynn Resorts 2019 Environmental, Social, and Governance Report  Wynn North America  51BACK TO TABLE OF CONTENTS\nWYNN NORTH AMERICA—OUR PLANET", "metadata": {"source": "NASDAQ_WYNN_2019.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}