{"page_content": "8\nNVIDIA 2019 CSR REPORT  PRIORITIES\nGOAL #8:  Promote sustained, inclusive and sustainable economic growth, full and productive \nemployment, and decent work for all\nISSUE INITIATIVES\nKeep on Rocking: Startup Develops AI for Mapping Tunnels and Mineshafts : The Toronto-based \nstartup RockMass is developing an NVIDIA AI-powered mapping platform that can help engineers \nassess tunnel stability in mines and construction. The startup’s Mapper AI device now offers a safer \nway to keep engineers farther away from a possible tunnel collapse and offers a faster system for \ngathering and processing data.\nGOAL #9: Build resilient infrastructure, promote inclusive and sustainable industrialization and \nfoster innovation\nISSUE INITIATIVES\nHow AI and Machine Learning are Advancing Academic Research : \nUniversities and research institutes around the world are key drivers of discovery and innovation, and \nprofessors and researchers are looking for answers to the biggest questions facing each academic \ndiscipline. With powerful GPU computing resources, academics can use AI, machine learning, and data \nscience to more swiftly advance knowledge in fields such as astrophysics and astronomy, biology, earth \nand climate science, humanities, medicine, and physics.\nGOAL #11:  Make cities and human settlements inclusive, safe, resilient and sustainable\nISSUE INITIATIVES\nSafety is What Drives Us: Introducing the NVIDIA Self-Driving Safety Report : Self-driving cars will \ndramatically change the future of transportation, making driving safer, reducing carbon emissions,  \nand transforming how cities are designed. At the heart of autonomous driving technology is safety, \nand we have integrated it into every step of the development process. Our Self-Driving Safety Report  \ndetails how computing performance translates to safety at all stages, from initial data collection to \npublic road testing. \nClean Machines: Startup’s Bots Sweep Up Corporate Campuses : Thanks to robotics, outdoor \nmaintenance is becoming more sophisticated, safer, and less costly. Silicon Valley-based ViaBot has \ncreated an entirely autonomous robot that uses sensors, cameras, object detection algorithms, and \nNVIDIA Jetson-powered navigation capabilities to clean and recycle waste in outdoor spaces. ViaBot \naims to serve multiple needs for maintenance outdoors with their efficient, productive, and cost-\neffective robotic solution. ", "metadata": {"source": "NASDAQ_NVDA_2019.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}