{"page_content": "12ESG REPORT  2020\nEnergy Management\nEnergy Resources Used in Operations and Maintenance\nAs a technology company, Verint relies on energy resources, primarily electricity consumption, for powering \nthe operation of our global offices and in the deployment of our solutions. We are committed to reducing \nour dependence on non-renewable energy sources and our consumption of energy where possible. \nOur company-wide commitment to reducing energy consumption and increasing efficiency is outlined in \nour EHS Policy. The policy is an integral part of our corporate culture. \nWe measure our electricity consumption on a global scale, generating a monthly average for electricity \nconsumption for our offices included in our ISO 14001 certification. This data includes electricity \nused for normal building usage and critical equipment that supports our data centers. In addition, \nwe have historically analyzed the average electricity consumption per employee. Each year, we set an \norganizational goal for reducing our electricity consumption, and endeavor to enhance our electricity \nusage tracking capabilities at all major offices going forward.  \nIn 2020, our total electricity consumption fell by approximately 12% as a result of our temporary work \nfrom home policy implemented due to the global COVID-19 pandemic. This translates into a 7.5% \nreduction of energy consumption per employee for the year 2020.  \nWe continue to evaluate opportunities to reduce annual energy usage by consolidating or eliminating \nredundant or underutilized office space. We endeavor to continue to reduce electricity use at our \nfacilities and to reduce average consumption per employee.\nEnergy Resources Required for Use of Products and Services\nAs part of our commitment to deliver the most advanced solutions to our customers, we take \nfactors such as energy use and savings into consideration. Our research, development, and product \nmanagement teams monitor the efficiency and environmental impact of the third-party hardware \nsolutions we offer, and make efforts to reduce energy usage and prolong the lifespan of our products. \nWe also endeavor to adhere to relevant Energy Star® requirements1 applicable to our products to offer \ndownloadable or cloud-based software solutions where possible, and to distribute our marketing and \nother communication materials electronically. \nMost of our product offerings are now available in the cloud, which can cut energy usage compared \nto traditional on-premises deployments while giving our customers the flexibility and resiliency to \nmaintain operations in a variety of circumstances. Our multi-tenant cloud offerings result in sharing \ncomputing resources among many customers, where we can achieve economies of scale, especially \nwhen it comes to carbon emission and energy consumption. We seek to partner with cloud hosting \n1  Energy Star® is a voluntary program launched by the US Environmental Protection Agency (EPA) and now managed by the EPA and the US Department of \nEnergy (DOE) that helps businesses and individuals save money and protect the environment through superior energy efficiency.", "metadata": {"source": "NASDAQ_VRNT_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}