{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n20\nIMPACT REPORT\nRISK MANAGEMENT\nThe corporate Risk Committee is responsible for reviewing and validating the \nlevels of impact and probability of occurrence of identified threats, incorporating \nchanges proposed by Management or the Internal Audit Committee, resolving risk-\nrelated queries and assessing the performance of the risk management process, \ntaking corrective actions if necessary, leading the annual review of the risk map, \nand evaluating the performance of the owners and the management process for \neach ongoing event. \nThe list of the main risks our organization is facing can be found in part I, item 1.A \nof the 10-K.\nEnter the 10-KBUSINESS\nCORPORATE GOVERNANCE STRUCTURE\nMercado Libre’s Corporate Governance structure includes a Board of Directors and an \nExecutive Leadership Team. They act autonomously and their members are proposed \nby the Nominating and Corporate Governance Committee, and then approved at \nShareholders’ Meeting.\nThe Chief Financial Officer (CFO) is responsible for economic, environmental, and \nsocial issues at the management level. Four times a year the business unit heads \nreport profit and loss statements, the social context of operations, and business \nstrategy developments to the Board of Directors. In addition, the highest governance \nbody holds an annual meeting with all the management levels of the organization, \nincluding subsidiaries, to discuss the company’s overall performance.\nMembers who are not MELI employees receive an annual compensation, which may be \nan annual retainer, an annual stock grant, a stock option award, or a fee for attending \nany Board meeting. This compensation is defined by the Compensation Committee.\nRole of Corporate Governance\nCOMMITTEES\nAUDIT COMMITTEE\nOversees accounting and financial reporting processes, the proper functioning of \ninternal control, compliance with local laws and regulations, and the evaluation and \neffective management of financial risks.\nMore information\nCOMPENSATION COMMITTEE \nRecommends compensation and benefits strategies and programs for the members \nof the Board of Directors, executives, and employees.\nMore information\nNOMINATION AND CORPORATE GOVERNANCE COMMITTEE \nAppoints the members of the Board of Directors and supervises compliance with the \nduties related to the organization’s governance.\nMore information", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}