{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n22\nIMPACT REPORT\nETHICS HOTLINE\nWe have an anonymous and confidential whistleblower hotline so that MELI \nemployees, members of our value chain, and any other third party can report \nillegal or unethical behavior, or any other type of conduct that does not \nadhere to our Code of Ethics. \nThe hotline is managed by an external supplier and the company’s Internal \nInvestigations team is responsible for investigating and following up on each \nof the reports received.\nWhistleblowers can report ethical violations confidentially without fear \nof retaliation. Retaliation for reports of misconduct made in good faith is \nexpressly prohibited.CONFLICT OF INTEREST PREVENTION\nAt Mercado Libre, we do not allow personal interests to unduly interfere in our \ndecisions. We consider a conflict of interest to exist when the private interests of an \nemployee or member of our value chain conflict or interfere with Mercado Libre’s \ninterests. \nEveryone who works at the company must avoid any conflict of interest, since \nit could hinder or interfere with efficient and objective decision-making, with a \npotential detriment to Mercado Libre. In the event of a real, potential, or alleged \nconflict of interest, all persons must immediately inform their immediate supervisor, \nHuman Resources, or the Risks & Compliance area if they find themselves, or think \nthey might be, in a situation in which they have a conflict of interest with MELI. \nFurthermore, they must abstain from participating in any decision made by Mercado \nLibre that may be affected by the conflict of interest or that affects, or may affect, the \ncompany or a business partner. \nAll persons with a managerial or higher position must annually complete a conflict \nof interest, anti-corruption, and related-party disclosure statement, and report all \ntransactions that Mercado Libre has entered into with them. \nEvery year, the Investor Relations and Legal and Government Relations Department \nsends a statement to the directors and shareholders with a percentage interest of \nmore than 5% of Mercado Libre Inc. so that they can indicate their related parties \nand, thus, avoid and manage any conflicts of interest they may have.  \nIn turn, all members of our value chain must inform Mercado Libre of the existence of \npotential conflicts of interest before and during the term of the business relationship \nthat ties them to the company.MELI’s Ethics hotlineBUSINESS", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}