{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n25\nIMPACT REPORT\nSUPPORT AND \nCOMPLAINTS\nOur Customer Service team is made up of more than 8,000 highly skilled people \nworking in four solution centers located in Argentina, Brazil, Colombia, and Uruguay. \nAll complaints and queries are addressed and handled providing a prompt response \nand solution. True to our entrepreneurial DNA, we promote self-management with \ntools based on machine learning to expedite times, and provide quick and efficient \nresponses. \nOur goal is to optimize processes and shorten response times, be direct and \nobjective in communication, and avoid bureaucracy or lengthy processes that might \nthwart the user’s experience. NET PROMOTER SCORE\nThe loyalty and satisfaction of our users is a strategic indicator to ensure Mercado \nLibre’s sustained growth. We use the Net Promoter Score (NPS) as a system to \nmeasure our users’ loyalty and experience. The NPS allows us to hear what our \ncustomers have to say to us, understand their needs, detect the main sources of \ndissatisfaction, and provide concrete solutions so that more and more users will \nchoose us. \n \nThe measurement is based on a key question: How likely is it that you would \nrecommend Mercado Libre to others? This question can be answered with a score \nfrom 0 to 10, where 0 is “not at all likely” and 10 is “I would definitely recommend \nit.” Based on the results, we segment users into Promoters (9-10), Passives (7-8), or \nDetractors (0-6). The NPS is calculated as the difference between the percentage \nof Promoters and Detractors. It can range from -100% (all detractors) to +100% (all \npromoters).\n \nThe NPS Analytics team, which is part of the Customer Experience structure, is \nresponsible for analyzing the quantitative and qualitative aspects of the survey to \nidentify opportunities for experience improvement. It then works with the different \nareas of the company to seize those opportunities.ONLINE\nChat web\nWhatsApp\nTelephoneOFFLINE\nE-mail \nSocial mediaHELP PAGE \nFAQsUSERS\nHow users can contact us: ", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}