{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n27\nIMPACT REPORT\nOUR USERS’ TRUST\nWe know that trust is a decisive factor when choosing a digital service. We strive \nto offer an ecosystem with a double guarantee: guaranteed sales for brands and \nsellers; and a reliable, fast, and efficient shopping experience for consumers. All \nMercado Libre users have the guarantee that their purchase is protected since we \ninsure their money until the product is delivered. Moreover, after receiving the item, \nthey can return it within a specified period of time if it is not what they wanted.\nPROTECTED PURCHASE\nMercado Libre will reimburse the buyer’s money in case of contingency when the \norder is received. The program covers buyers who have not received the item, \nhave received an item other than the one advertised, received a defective item, or \nrequest to return the item. In this way, we guarantee all our users a safe and secure \nexperience within the platform and the peace of mind that we take responsibility to \nensure that those who use our platforms get their money back as soon as possible. \nIn the event of a dispute, users may enter a claim within ten days from the delivery \nof the product or 21 days as from the date of purchase if the item has not been \nreceived. Once the claim has been entered, or reimbursement has been requested, \nMercado Libre will analyze whether the buyer complies with the provisions stipulated \nin our Terms and Conditions.\nProtected Purchase Terms and ConditionsBUYER AND SELLER BEHAVIOR\nWe have rigorous listing policies that all sellers on the platform must comply with. We \ndo not allow the sale of products prohibited by law or those that do not adhere to our \nTerms and Conditions. \nThere are more than 40 categories of products and services that are forbidden \non Mercado Libre’s sites, in order to ensure the health and safety of users and \nconsumers. These include firearms, narcotics, or products that do not have the \ncorresponding health or safety approvals. \nAll products listed by users must conform to the applicable law and regulations as \nto information and labeling. In addition, we ensure that all products offered directly \nby Mercado Libre’s own stores meet the applicable information and labeling \nrequirements. In 2021, there were no cases of warnings, fines, or penalties for non-\ncompliance with labeling standards for products and services offered by Mercado \nLibre’s own stores. \nWe are proactive and efficient in reducing users’ exposure to advertisements that \nprevent a good experience. Any listing that does not respect these terms and \nconditions will be removed and the relevant account may be put on hold. Depending \non the type of breach of our terms of service or its recurrence, penalties may range \nfrom cancellation of the posting, suspension or termination of the account, or \nreporting the illegal activities to the authorities.  USERS", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}