{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n29\nIMPACT REPORT\nUSUARIOS\nPRIVACY AND\nINFORMATION SECURITY\nTo offer more and better services, we collect and process information about the \nusers interacting on our platforms and mobile applications. We are aware of the \nconcern that personal data management may cause among users. Their experience \non our platforms is based on trust and their most vulnerable point is the privacy \nof their personal, financial and transactional information. A focus on agility and \ninnovation, supported by our IT efforts, allows us to guarantee the confidentiality, \nintegrity, and availability of such data.\nWe take care to explain the type of information we collect, what we do with user \ndata and where we share it, including the use of data in connection with artificial \nintelligence and machine learning. The Privacy Statement clearly and explicitly states \nthe uses made of the information for primary purposes related to the provision of \nthe services offered by Mercado Libre. All users who register with our platforms are \nsubject to this statement, which is available on the home page of each local website.\nIn addition, we have a strict company-wide internal compliance program, and we \ncollaborate with different agencies to align our entire operation with the highest \nregional privacy standards. In turn, we developed a privacy web page in which we \ninform clearly and simply how we use people’s personal data and make effective \nchannels available to our users so they can exercise their ARCO rights (Access, \nRectification, Cancellation, and Opposition).OUR USERS’ INFORMATION \nWe respond to government agencies requesting the disclosure of different types of \nuser information. In general, the requested information relates to operations in our \necosystem, user registration data, and the login IP address (a unique address that \nallows us to identify a device within a network), among others.\nWe analyze and respond to any valid request in a timely manner, in order to \ncollaborate with authorities seeking to protect the legality and security of the digital \necosystem. \n  \nWe promptly responded to 80% of \nthe data disclosure requests that \nwe received. The remaining 20% \nwere incorrect requests or related to \ninformation that we do not collect.\n29\nIMPACT REPORT\nTransparency reportUSERS EXERCISED \nTHEIR ARCO RIGHTS29,763\nABOUT THIS REPORT\nBUSINESS\nOUR TEAM\nSOCIAL IMPACT\nENVIRONMENTUSERS\nGRI, SASB & IR STANDARDS", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}