{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n42\nIMPACT REPORT\nSOCIAL IMPACT\nOUR CONTRIBUTION TO \nSOCIO-ECONOMIC DEVELOPMENT\nWe strive to be the Latin American technology company making the greatest \npositive impact on society. We will achieve this objective by fulfilling our purpose \nof democratizing commerce and financial services in the region, equalizing \nopportunities for large and small vendors, and making all processes simpler, safer, \nand more efficient. Each of our solutions is based on this mission and, every day, we \ntake risks to be innovative, achieve scale, and generate a positive and transformative \ncross-cutting impact.\nWe conducted a study with the consulting firm Euromonitor International to measure \nthis socioeconomic impact tangibly and to guide our future efforts. The study \nallowed us to see how our ecosystem of solutions generates value and drives the \ndevelopment of the countries in the region. In addition, the research captured the \npositive effect of our ecosystem, particularly on SMEs, at a time when many doors \nwere closed.\nThe study based on data from 2019 and 2020 was conducted in 2021. It focuses \non Argentina, Brazil, Chile, Colombia, and Mexico. The findings are based on more \nthan 4,000 surveys completed by Mercado Libre sellers and Mercado Pago users, \nindividuals, and merchants. In addition, more than 50 in-depth interviews were \nconducted with value chain leaders, as well as analysis and triangulation of macro \nand microeconomic variables of the countries covered.IMPACTS THAT MATTER\nNEW JOBS CREATED \nPER HOUR6\nOF THE SMEs THAT SELL \nON OUR PLATFORM \nARE FAMILY-OWNED \nAND OPERATED65%FAMILIES REPORT MERCADO LIBRE \nIS THEIR MAIN SOURCE OF INCOME900,000\nSMEs SELL OVER THE PLATFORM+500,000SMEs THAT PROVIDE SERVICES \nTO MERCADO LIBRE+2000\nJOBES ARE GENERATED BY \nEACH FAMILY-OWNED SME BETWEEN 4 AND 11\nWERE ABLE TO EXPAND OUTSIDE \nOF THEIR CITY AND ATTRACT \nMORE CLIENTS84%\nRECEIVED THEIR FIRST CREDIT OFFER \nTHROUGH MERCADO PAGO50%IS LED BY A WOMAN1 OUT OF 4\nSocioeconomic impact study", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}