{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n44\nIMPACT REPORT\nFINANCIAL EDUCATION\nWith access to new technologies, many of our new users see themselves for the \nfirst time with the opportunity to get ahead financially and recognize their need \nto learn more about managing their money. To better understand their needs, this \nyear we conducted a study in partnership with Trendsity called El impacto de las \nFintech en la educación financiera (The Impact of Fintechs on Financial Education). \nIt compiles the feedback from 4,250 vendors and consumers, aged 16 to 65 in \nBrazil, Argentina, Chile, Colombia, and Mexico.  \nSeventy-seven percent of the people surveyed indicated that they need more \nfinancial education. Among those with some type of digital wallet, 60% said they \nwant to learn more about saving and investing. The results confirmed that these \npeople want to learn how to make the most of the tools we make available to them.\nFor this purpose, we developed a blog for Mercado Pago with sales training and \nfinancial education content designed for our users, especially entrepreneurs. It is \navailable in Argentina, Brazil, and Mexico. \nIn order to reach a mass audience with messages about the use of our solutions, \nwe carried out a communication campaign with the Argentine singer and \nsongwriter L-Gante and Brazilian YouTuber Nath Finanzas. With videos and songs, \nwe highlighted the importance of financial education and how to make the most of \nthe benefits of a digital account in Mercado Pago. Collaborations with more artists \nare being explored to maximize the campaign’s reach throughout the region.AN EVER-EXPANDING SOLUTION\nGuided by our purpose, we expanded the financial services of our fintech \nsolution in 2021. In November, Mercado Pago enabled accounts for young \npeople aged 13 to 17 in Argentina, with the goal of opening 500,000 ones \nin the next two years. The priority for this target audience was to provide \na safe experience: the service must be authorized by an adult and no \nloans or investments can be made. Those who access this solution obtain \na digital account to which money can be credited through collectors or \nfrom another account. In addition, they can access a prepaid Mastercard \nInternational card and make payments with QR codes.\nWe have expanded into the world of cryptocurrencies. In Brazil, we \nbecame the first fintech to allow millions of users to buy, sell, and hold \ncryptocurrencies in a digital account. From the app, users have access to \neducational content to better understand the crypto ecosystem, as well as \nthe information about opportunities and the risks of cryptocurrency trading.\nImpact of Fintechs\nARG BRA MÉXAccess the blog\n44SOCIAL IMPACT", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}