{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n46\nIMPACT REPORT\nSUSTAINABLE \nPRODUCTS SECTION\nIn 2019, we created a permanent and cured section of positive-impact products, a \nlisting of the most sustainable products available in the market in one place. In this \nway, we seek to make the purchasing process more dynamic for users, and at the \nsame time encourage and promote a more attentive and holistic approach to the \nplanet and people, generating benefits for everyone. \nOver time, the section became a platform from which we articulate initiatives and \ncollaborate with the community of triple impact entrepreneurs, to find ways to \ngenerate added value for their projects and boost their development. It is also a \nchannel through which we promote campaigns to publicize impact products and \nentrepreneurs and, at the same time, raise awareness among users. This section is \navailable in Argentina, Brazil, Chile, Colombia, Mexico, and Uruguay.\nSince 2016, we implement exclusive \ncommercial actions for sustainable \nproducts to continue promoting \nconsumption with a positive impact.USERS PURCHASED \nPRODUCTS\n+37% over 2020+4.7 \nPRODUCTS SOLD\n+344% over 2020+9 \nARTICLES AVAILABLE IN \nTHE CATEGORY \n+47% over 2020+66,000\nCOMPANIES SOLD \nPOSITIVE-IMPACT\nPRODUCTS \n+69% over 2020+169,000UNIQUE VISITS TO THE \nSECTION IN 2021\n3x over 2020+3.6 \nSection of sustainable productsWE MONITOR CONSUMER TRENDS\nThe Sustainable Products section is also a space where we can view and analyze \npositive-impact consumption trends in the region. \nIn 2021, we conducted the second study of online positive-impact consumption \ntrends in Latin America to understand the evolution of supply and demand. As a \nresult, we found that between March 2020 and April 2021, sustainable shoppers \ndoubled compared to the previous year. Moreover, 21% of them made 2 or more \npurchases, and 64% are very concerned about the current environmental situation. \nThe best-selling products in the region include solar panels, menstrual cups, reusable \ncoffee capsules, composters, and water purifiers. \nThe results reveal the growth of the commitment of people in Latin America to a \nvalue chain with a positive impact.\nRead the report\nMILLION MILLION\nMILLIONSOCIAL IMPACT", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}