{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n48\nIMPACT REPORT\nAFROLAB\nSince 2018, Mercado Libre has been working with Preta Hub to strengthen \nbusinesses led by Afro-entrepreneurs. To this end, we train Afrolab participants \nin online sales strategies, promote their entry into the Mercado Libre ecosystem, \nhighlight their stories, and offer their products on our platform through an exclusive \nofficial store in Feira Preta. In 2021, we will work with Colombian NGO Manos \nInvisibles to promote the digital inclusion of Afro-entrepreneurs in the region.\nFEIRA PRETA\nIn November, we held another edition of Feira Preta Online, in which we showcase \nproducts made by afro-entrepreneurs and we paid tribute to them with the clip \n“Ostentação da Cultura ” in which the artists Djonga and Tássia Reis mention the \nbrands that are part of Feira Preta.\nIn addition to sponsoring the festival, we are one of the sponsors of Casa Preta HUB, \na digital creation space for afro-entrepreneurs.AFRO ENTREPRENEURSHIP \nBrazil and Colombia\nAFRO ENTREPRENEURS TRAINED \nIN BRAZIL AND COLOMBIA+500\nFeira Preta Online\nENTREPRENEURS \nTRAINED37\nSCHOLARSHIP \nRECIPIENTS100%TRAINING TO SCALE IMPACT\nIn collaboration with Superhábitos in Mexico, we conducted a training program \nfor sustainable businesses. Social or environmentally positive impact businesses \nfrom across the region, with revenues between USD 500 and 10,000 per month, \nparticipated. Entrepreneurs who participated in a free Masterclass were eligible for \nan annual scholarship from the Advanced Sustainable Entrepreneurship Program. IMPACT PROGRAM WITH NGO MAYMA \nIn partnership with Mayma, an NGO that promotes a more conscious and \nhumane economy, we foster the digital inclusion of entrepreneurs with a \npositive impact in Latin America, strengthening their marketing capacity and \naccelerating their growth.\nOnce again, this year we supported the Impact Program, a learning and \nnetworking experience for triple-impact entrepreneurs in the region. As \npart of the initiative, we held eight webinars for audiences throughout Latin \nAmerica, an Ideathon, and five local workshops.\nBENEFICIARY\n START-UPS272\nCOUNTRIES6SOCIAL IMPACT", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}