{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n49\nIMPACT REPORT\nWe want to create value for the communities in which we operate, such as the \nmunicipality of El Salto, in Jalisco, Mexico, where one of our main distribution centers \nis located. In partnership with the municipal government, other companies operating \nin the region, and the social enterprise Balloon Latam, we launched a plan to support \nsocial entrepreneurship and innovation. The program seeks to promote enterprises \nthat solve problems identified by the community out of their needs.\n \nIn 2021 we achieved incredible results: of the 228 startups enrolled, 175 took \nmore than one training session to strengthen their project. Seventy-seven startups \ngraduated and 70 of them participated in the Entrepreneur Fair.THE RESILIENCE OF EL SALTO \nMexico\nWe joined Movimento Digitalize, which brings together the main technology \ncompanies in Brazil to support SMEs in the digitalization of their businesses. From \nthe movimentodigitalize.com.br platform, materials and classes prepared by the main \nprofessionals of each digital platform are made available, so that people can learn \ndirectly from those who developed the technology.DIGITALIZING MOVEMENT \nBrazilWe teamed up with SEBRAE, the largest small business promotion entity in Brazil, \nto launch the ‘ Se joga no ’ online program. The training proposal for entrepreneurs \nand small businesses helps them grow their business on the Internet using Mercado \nLibre’s services.\nThose who complete the program also receive the benefits of consulting services to \nboost their Internet sales and a voucher for R$ 200 to use in Product Ads (PADs) to \nboost their ads on Mercado Libre.SME SUPPORT  \nBrazil\nAlliances aim at boosting local SMEs with the collaboration of the governments \nwhere we operate. The initiative is active in Brazil and nine provinces in Argentina. \nThe objective is to support the digital and financial inclusion of SMEs, offering \ntraining, visibility of products, and access to financial solutions. \nThus, in coordination with the Brazilian Ministry of Economy, we created the Official \nStore of the Brazilian Handicraft Program (PAB for its acronym in Portuguese) on \nMercado Libre. E-COMMERCE TRAINING CENTERS \nTraining centers to teach educators, especially professors in the university system, \nabout the tools of our ecosystem, so that they can share our content with local SMEs \nto help them boost their sales. We currently have active centers in Jujuy, Córdoba, \nand Santa Fe, in Argentina, and plan to include the provinces of Mendoza and \nTucumán in 2022. \nPUBLIC-PRIVATE PARTNERSHIPS\nTRAINING \nPARTICIPANTS6,375\nCRAFTSPEOPLE SELL THEIR \nCRAFTS ON MERCADO LIBRE128STARTUPS \nENROLLED228\nSTARTUPS LED \nBY WOMEN70%\nSTARTUPS COMPLETED \nTHE PROGRAM77\nSMEs TRAINED2,756 SOCIAL IMPACT", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}