{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n6\nIMPACT REPORT\nABOUT THIS REPORT\nMATERIALITY PROCESS\nEvery year, we conduct a materiality exercise to ascertain stakeholders’ views \non the most relevant topics for sustainability management, as well as those that \nthey wish to obtain information. The exercise is carried out in accordance with the \nrecommendations of the Global Reporting Initiative standards and based on the \nmateriality defined by the SASB indicators for the e-commerce sector.\nSTAKEHOLDERS\nWe maintain a fluid and transparent relationship with all our stakeholders —\nfrom individuals to organizations— so we can understand their expectations \nand concerns and translate them into information of strategic value for \nthe management of our business. We carry out an internal process for the \nidentification and selection of said stakeholders based on the criteria of \ninteraction and impact on the business. We have dialogue mechanisms in \nplace with each stakeholder group.\nECOSYSTEM OF ENTREPRENEURS \nAND PLATFORM USERS\nEMPLOYEES\nSUPPLIERS\nNGOS AND CIVIL SOCIETY \nORGANIZATIONS\nMANAGEMENT AND LEADERSHIP\nTHOUGHT AND OPINION LEADERS\nGOVERNMENT\nSHAREHOLDERSSTAKEHOLDER DIALOGUE MECHANISMS\n● Customer service area \n● Marketing surveys\n● Training and breakfast sessions with the \nCommercial and Sustainability area\n● Mailings\n● Internal communication platform \n(Facebook at Work)\n● Talks with the CEO\n● Quarterly internal communication \n● Q&A with leadership\n● Environment surveys and feedback \n● Virtual meetings and mailings \n● Mercado Libre Solidario Program \n● Auditing committee and board meetings \n● Meetings and information sent periodically\n● Quarterly income statements \n● Meetings with the Government Relationships \nand Sustainability area \n● Meetings with the Investor Relations \nand Sustainability areaWe decided to include the topic “Health and safety,” and replace “Carbon footprint reduction” \nwith “Climate change and energy efficiency” in order to define more precisely the scope of the \nmanagement of this topic. REVIEW\nIndustry benchmarking and analysis of material issues from the prior period.\n7 VP & UPs participated in the prioritization process.PRIORITIZATION\nEvaluation of material issues by company decision-makers.METHODOLOGY \nVALIDATION\nConsultation with the organization’s stakeholders on material issues.\n29,846 ARG\n1,984 CHI\n111 PER7,906 MEX\n1458 URU\n18 VEN4186 BRA\n125 COL\n737 OTHERS45,338 USERS\n21 BUSINESS ASSOCIATIONS\n23 OTHERS3 SUPPLIERS896 EMPLOYEES\n13 SHAREHOLDERS68 NGOs\n9 JOURNALISTSIn the validation process, we asked about the key issues and concerns that our stakeholders felt should \nbe included in addition to the company’s priorities. Most of the responses could be categorized under \none of the material issues listed, such as reducing emissions and waste in shipping and packaging \n(Reducing environmental footprint), supporting local entrepreneurs (Driving entrepreneurship), handling \nuser complaints and grievances (Buyer and seller conduct), retained payments and purchase security \n(User trust and security), and employee recognition and training (Human capital and talent attraction).ANALYSIS\nConsideration of suggestions from stakeholders.", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}