{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n51\nIMPACT REPORT\nGIRLS BENEFITED FROM \nTHE PROGRAM1,200\nPROJECTS WITH A POSITIVE IMPACT ON \nTHE COMMUNITY IMPLEMENTED THROUGH \nTECHNOLOGY150OF THE GIRLS RECOGNIZED A POSITIVE \nAND CLOSE LINK WITH SCIENCE\nAND TECHNOLOGY89%CONECTADAS  \nArgentina, Mexico, Brasil, Peru, Colombia, Chile, and Uruguay\nCONECTADAS WEBSITEAccording to UNESCO, Latin American women appear to lose interest in STEM \nsubjects (science, technology, engineering, and mathematics), particularly in \nadolescence. In this context and with the aim of reducing the gender gap in our \nindustry, we launched the Conectadas program (Connected girls and young women) \nin partnership with Chicas en Tecnología and {reprograma} in April 2021.\nConectadas is an immersive training program that seeks to bring teenage girls in \nLatin America closer to the world of technology, providing them with tools to create \ninnovative solutions to problems that they identify in their communities, which are \noften similar in the different countries across the region. It consists of a 30-hour \ndigital immersion experience that delves into topics like digital transformation, \nproblem solving, user experience design, business development, and digital \nmarketing.   \nDuring these virtual meetings, the young women have the opportunity to interact \nwith female professionals working at Mercado Libre, technology leaders, specialists, \nand experts in different areas. They also participate in panels, workshops, talks and \ninteract with peers from all over the region.\nIn its first edition, Conectadas was attended by 1,200 young women between 14 and \n18 years of age from seven countries and more than 300 locations in Latin America.\nConectadas seeks to bring more and \nmore young women in the region into \nthe world of technology.\n51\nIMPACT REPORT\nABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nENVIRONMENTSOCIAL IMPACT\nGRI, SASB & IR STANDARDS", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}