{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n52\nIMPACT REPORT\nYOUNG PEOPLE REACHED1,000We set out to help young people in our communities access their first job. Our Redes \nal futuro program (Networks for the future) provides training in technical and digital \nskills for their insertion into the labor market. They also receive instruction for the \ndevelopment of socioemotional skills needed for formal employment. \nThe program has been carried out since 2020 in alliance with the Forge Foundation \nin Argentina and Mexico, and the Aliança Institute in Brazil. It was implemented in La \nMatanza (Argentina), Tepotzotlán (Mexico), Cajamar, Extrema, and Gobiernador Celso \nRamos (Brazil). \nAfter completing the program, many of the young people joined our teams at the \nStorage Centers in these cities. It is not only a way for us to play an active role in \nlocal development, but it also generates a consistent and long-term connection with \nthe communities in the area. REDES AL FUTURO (NETWORKS FOR THE FUTURE) \nArgentina, Brazil, and Mexico \nARGENTINA140\nBRASIL500\nMÉXICO360In the knowledge economy, there are millions of opportunities available, which \ndepend on the digital transformation of people to capitalize on them. \nWe teamed up with Globant and Digital House to solve this problem. We co-\ncreated the Certified Tech Developer program that provides scholarships to young \npeople interested in pursuing IT degrees in Argentina, Colombia, and Brazil. The \nscholarships are awarded from a diversity perspective that prioritizes young women \nfrom low-income and other historically excluded groups.\nThe training lasts two years and is carried out remotely. Using agile methodologies, \nthe program focuses on hands-on experience in the classroom and theoretical study \noutside of class. Those who complete it obtain a technical degree certificate with the \npotential to enter the technological job market with competitive renumeration.CERTIFIED TECH DEVELOPER\nArgentina, Brazil, and Colombia\nSTUDENTS HAVE COMPLETED \nTHE PROGRAM\nARGENTINA, BRAZIL, AND COLOMBIA+3,200\nSCHOLARSHIPS COVERING 85% \nOF TUITION AWARDED\nARGENTINA, BRAZIL, AND COLOMBIA2,500\nSCHOLARSHIPS COVERING 50% \nOF TUITION AWARDED\nARGENTINA1,000ARGENTINA140\nBRAZIL500\nMEXICO360SOCIAL IMPACT", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}