{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n53\nIMPACT REPORT\nWe know that STEM training (science, technology, engineering, and mathematics) is \none of the greatest entry barriers to scientific and technological careers and, at the \nsame time, one of the greatest opportunities in the knowledge economy.\nThat is why, through the Entropía program, we provide STEM training to young \npeople who are in the last year of high school in public schools in Argentina. We offer \nthem free training and leveling courses to enter engineering careers at the National \nTechnological University (Universidad Tecnológica Nacional, UTN).\nIn 2020, 286 young people graduated from our program, of which more than 90% \nstarted an Engineering career at UTN. In 2021, more than 815 young people started \nthe cycle and nearly 600 completed it. \nWith the same objective in mind, we promoted Modeling Science in partnership \nwith the UTN. This is a pedagogical support program for teachers interested in \ngetting involved in teaching STEM subjects. It is a course to improve strategies, \nmethodologies, and resources in mathematics, physics, and technology.\nSince its inception, the Entropía program has doubled the percentage of \nuniversity admissions to the UTN.ENTROPÍA: STEM TRAINING \nFOR HIGH SCHOOL STUDENTS\nArgentina\nON PROGRAM AND POTRERO DIGITAL\nArgentina and Brazil\nIn Brazil, almost a quarter of the population aged 15 - 29 is neither working nor \nstudying. We want to help unlock the creative potential of this generation. That’s why \nwe partnered with Taqe, a gaming platform, to create a training program for young \npeople who want to work in the e-commerce sector. The content covers the most \npressing demands of the Mercado Libre ecosystem, such as creating and publishing \nads and sales and negotiation techniques. After the training, we connect them \nwith SMEs that sell on Mercado Libre and need to improve their digital strategies, \ncontributing to the inclusion of these young people and accelerating the digitalization \nof our sellers.\nIn Argentina, we partnered with Potrero Digital, a network of digital trade schools \naimed at social integration, training, and job placement for young people over 16 \nyears of age who have difficulty accessing quality education and getting a job. \nSince 2018, we have been providing access to high-level training and generating \nemployability in fast-growing fields like technology and knowledge industries.OTHER INITIATIVES\nPEOPLE TRAINED IN E-COMMERCE+400SOCIAL IMPACT", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}