{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n54\nIMPACT REPORT\nWE SUPPORT A CULTURE \nOF DIGITAL DONATION \nWe believe in the capacity of technology to generate positive impact and we \nrecognize the importance of civil organizations in building a more just and \ndemocratic society. That is why we offer them our platform to strengthen their \ndigital inclusion and fundraising capacity. It is how we can multiply opportunities and \nstrengthen the culture of digital giving in Latin America.\nThrough Mercado Libre Solidario (Mercado Libre Cares), we make our platforms \nand technological solutions available to NGOs throughout the region. We seek \nto strengthen the culture of digital donation in Latin America, help them raise and \nmanage funds, and expand the impact of their charitable initiatives.  \nMercado Libre Solidario offers NGOs the possibility to sell their products or services \n(produced by them or donated), access a platform to receive donations, and manage \nfunds for the operation of their programs. In addition, they can access tools to invest \ntheir money in Mercado Fondo to generate financial profitability, maintaining access \nto the money. In addition, we offer training on fundraising and digital mobilization.\nIn addition, given the situation of COVID-19, in Brazil we continue to accompany with \nthe following donations due to the emergency situation being experienced: donation \nof respirators to the State of Amazonas, in collaboration with the UNA+ Fund, and \ndirect donations to the Butantã Institute, the UNA+ Fund and the NGO Ação da \nCidadania.MERCADO LIBRE SOLIDARIO \nArgentina, Mexico, Brazil, Colombia, Uruguay, Chile, Peru, and VenezuelaDONATE BUTTON\nArgentina, Brazil, and Mexico\nWe invested our know-how in technology to develop the Donate Button to facilitate \nfundraising for the network of more than 50 NGOs we support in Argentina, Brazil, \nand Mexico, furthering Mercado Libre Solidario’s mission.\nThe Donate Button is a permanent feature that allows users with a Mercado Pago \naccount to donate to different social organizations in a few clicks, safely and \nconveniently. We carried out 20 campaigns in 2021 to encourage donations using \nthis tool in support of causes like access to food and housing, education, the fight \nagainst poverty and climate change, diversity, and support for people with disabilities. \nThe Donate Button was also made available to facilitate donations in emergency \nsituations in the countries where we operate. \nMEMBER \nORGANIZATIONS+3,100\nCOUNTRIES IN THE REGION8MILLION \nFUNDS RAISED+USD 19.2\n54\nIMPACT REPORT\nABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nENVIRONMENT\nGRI, SASB & IR STANDARDSSOCIAL IMPACT", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}