{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n56\nIMPACT REPORT\nWE CREATE VALUE WITH\nOUR SUPPLIERS \nOur goal of democratizing consumption and financial access for millions of people \nin Latin America is possible thanks to the joint work of more than 2,000 companies \nthat form part of our supply and service chain. This synergy is essential for us to \novercome geographic, cultural, and financial barriers and reach those who choose \nus, quickly and reliably.\nIn addition to the suppliers that offer their products and services directly to Mercado \nLibre, we have developed an ecosystem of integrators and consultants that provide \nadditional services to Mercado Libre sellers and improve the user experience. As \nwith the companies in the logistics chain, this growing ecosystem generates new \njobs in multiple industries: the socioeconomic impact study conducted in 2021 \nidentified at least 17 different economic activities that indirectly benefit from our \necosystem’s growth.\nWe created the Sustainable Purchasing Policy to expand the network of suppliers \ncommitted to generating positive impacts in our value chain. This policy guides \ninternal areas when contracting companies to prioritize those who are committed to \npositive impact and establishes special prices and payment conditions for suppliers \nthat comply with our established social and environmental criteria. These guidelines \nmay change over time based on new developments and knowledge related to \nsustainability. In 2021, we made purchases totaling USD 29,338,413 from sustainable \nsuppliers and added 37 new sustainable suppliers to our database for a total of 96.\nSUPPLIERS ARE LOCAL95.1%SUPPLIERS MEASURED \nTHEIR IMPACT22We teamed up with Sistema B to co-create an incentive program for our \nsuppliers to assess their social and environmental impact. It is an online \ntraining program that enables them to evolve their sustainability practices \nand helps them identify opportunities for social and environmental \nimprovement and implementation strategies for their day-to-day business. \nWith Mide lo que importa , we support our partners’ transition to the \npositive impact economy.  MIDE LO QUE IMPORTA \n(MEASURE WHAT MATTERS)\nWe support social impact projects that allow us to generate greater inclusion in our \nvalue chain. In Argentina, through the Nahual IT and Arbusta projects, we hired more \nthan 249 young people from poor neighborhoods to work for our technology teams.IT JOBS FOR VULNERABLE YOUNG PEOPLESOCIAL IMPACT", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}