{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n77\nIMPACT REPORT\nINTEGRATED REPORT CONTENTS\nCulture, ethics and values\nOwnership and operating structure\nPrincipal activities and markets\nCompetitive landscape and market positioning\nPosition within the value chain\nKey quantitative information\nSignificant factors affecting the external environment\nLeadership structure, including the skills and diversity\nSpecific processes used to make strategic decisions\nHow the organization’s culture, ethics and values are reflected in its use of and effects on the capitals\nThe responsibility those charged with governance take for promoting and enabling innovation\nHow remuneration and incentives are linked to value creation in the short, medium and long term\nInputs \nBusiness Activities\nOutputs\nOutcomes\nKey risks and opportunities \nOrganization’s approach to any risks that are fundamental to the ongoing ability of the organization to create value\nThe organization’s strategic objectives\nThe strategies it has in place, or intends to implement, to achieve those strategic objectives\nThe resource allocation plans it has to implement its strategy\nHow it will measure achievements and target outcomes for the short, medium and long term\nQuantitative information\nImpact on capitals\nRelationships with stakeholders\nLinkages between past and current performance\nOrganization’s expectations about the external environment\nMechanisms to address challenges and opportunitiesWhat does the organization do and what are the\ncircumstances under which it operates?\nHow does the organization’s governance structure support its ability \nto create value in the short, medium and long term.\nWhat is the organization’s business model?\nWhat are the specific risks and opportunities that affect the \norganization’s ability to create value over the short, medium and long \nterm, and how is the organization dealing with them?\nWhere does the organization want to go and how does it intend to \nget there?\nTo what extent has the organization achieved its strategic objectives \nfor the period and what are its outcomes in terms of effects on the \ncapitals?\nWhat challenges and uncertainties is the organization likely to \nencounter in pursuing its strategy, and what are the potential \nimplications for its business model and future performance?ORGANIZATIONAL OVERVIEW AND \nEXTERNAL ENVIRONMENT\nGOVERNANCE\nBUSINESS MODEL\nRISKS AND OPPORTUNITIES\nSTRATEGY AND RESOURCE \nALLOCATION\nPERFORMANCE\nOUTLOOK21, 22, 32\n10, 19, 33, 35\n10, 11\n13, 14\n12\n8, 11, 12\n8, 16, 20\n19\n20\n8, 10, 14, 16\n20\n20\n8\n8, 11\n8\n8, 11\n14, 16, 20\n16, 20\n10, 14\n14\n14\n14, 15\n8, 11, 12, 15\n8\n6\n8, 11, 15\n8, 16, 20\n14, 16, 20CONTENTS PAGE ASPECTSGRI, SASB & IR STANDARDS", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}