{"page_content": "ABOUT THIS REPORT\nBUSINESS\nUSERS\nOUR TEAM\nSOCIAL IMPACT \nENVIRONMENT\nGRI, SASB & IR STANDARDS\n10\nIMPACT REPORT\nDEMOCRATIZING COMMERCE \nAND FINANCIAL SERVICES\nWe are the largest e-commerce and fintech technology company in Latin America \nand the ninth-largest e-commerce platform in the world. We are listed on NASDAQ \nand have been part of the NASDAQ-100 index since 2017. \nWe are driven by the purpose of democratizing commerce and financial services to \ntransform the lives of millions of people across the region. We make this possible \nfrom our operations in 18 countries in Latin America. We are the e-commerce \nplatform of choice in Argentina, Brazil, Chile, Colombia, Costa Rica, Ecuador, Mexico, \nPeru, Uruguay, and Venezuela. Our e-commerce solutions are also available in the \nDominican Republic, Honduras, Nicaragua, Salvador, Panama, Bolivia, Guatemala, \nand Paraguay. \nWe have been permanently evolving for 22 years. From being a sales platform, we \nbecame a digital ecosystem based on five strategic business units that combine \ne-commerce and fintech solutions: Mercado Libre, Mercado Pago, Mercado Envíos, \nMercado Shops, and Mercado Ads. \nOur value creation model drives the \ndemocratization of buying and selling \nin Latin America, providing equal \nopportunities to large companies, \nentrepreneurs, and small sellers. We democratize commerce by giving anyone the possibility to publish their products \nand sell them on our platforms. We provide sellers with an accessible highly effective \ndigital channel with no entry costs.\nWe also democratize payments. Fintech solutions are our great competitive \nadvantage in the region. Mercado Pago provides a digital account that gives \nthousands of people access to a centralized money management experience for the \nfirst time, overcoming the access barriers of the traditional financial system. \nThe platform allows them to make and receive payments and instant transfers, save, \nand access credit in one place.\nWe integrate commerce and finance into a powerful services ecosystem that \ndrives growth opportunities in a region characterized by large disparities with an \nunderbanked population.BUSINESS\n", "metadata": {"source": "NASDAQ_MELI_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}