{"page_content": "Contents\nDISCLOSURE STATEMENT\nKodiak Sciences, Inc.’s (“Kodiak,” the “Company,” “our”, and “us”) Environmental, Social and Governance (“ESG”) Report provides an \noverview of long-term company goals and efforts in support of those goals. Some material is derived from other company and third-party \ndocuments, and links are provided to those documents where appropriate. Kodiak’s goals, efforts and objectives are aspirational and are \nnot guarantees or promises that such goals, efforts and objectives will be met. Kodiak’s actual results and the timing of events could  \ndiffer materially from those anticipated in such aspirational and other forward-looking statements. See “Forward-looking statements”  \nfor additional important information about these aspirational and other forward-looking statements.\nFORWARD-LOOKING STATEMENTS\nThis report does not cover all information about our business. References in this report to information should not be construed as a \ncharacterization regarding the materiality of such information to our results or for purposes of the U.S. securities laws. The information \ncovered by this report contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, \nincluding statements regarding our ESG framework, including goals, commitments, and strategies and related business and stakeholder \nimpacts. These statements involve risks and uncertainties, and actual results may differ materially from any future results expressed  \nor implied by the forward-looking statements, including any failure to meet stated goals and commitments in our ESG framework, and \nexecute our strategies in the time frame expected, or at all, as a result of many factors, including changing government regulations, \ncontinued uncertainty regarding the extent and duration of the impact of the COVID-19 pandemic and the responses of government \nand private industry thereto, and uncertainty regarding customer and workplace behavior trends as the COVID-19 pandemic tapers. \nMore information on risks, uncertainties, and other potential factors that could affect our business and performance is included in our \nfilings with the Securities and Exchange Commission (“SEC”), including in the “Risk Factors” and “Management’s Discussion and Analysis \nof Financial Condition and Results of Operations” sections of Kodiak’s most recently filed periodic reports on Form 10-K and Form 10-Q \nand subsequent filings. Forward-looking statements speak only as of the date the statements are made and are based on information \navailable to Kodiak at the time those statements are made and/or management’s good faith belief as of that time with respect to future \nevents. Kodiak assumes no obligation to update forward-looking statements to reflect events or circumstances after the date they were \nmade, except as required by law.A Message From Our CEO  . . . . . . . . . . 3\nAbout Kodiak  . . . . . . . . . . . . . . . . . . . . . . 6 \nWho We Are ............................ 6 \nWhat We Do ............................ 7 \nWhat We Value ......................... 9 \nHow We Approach ESG .............. 10\nGovernance  . . . . . . . . . . . . . . . . . . . . . . . 12 \nLeading with Purpose and Integrity ...12 \nActing Ethically ....................... 14 \nManaging Cybersecurity Risk ........ 15 \nLooking Forward ..................... 15\nEthical Research and Development  . .16 \nResearch and Development .......... 17 \nResilient Supply Chains .............. 19 \nLooking Forward ..................... 21\nPeople and Communities  . . . . . . . . . . 22 \nOur Company Culture ................ 22 \nA Magnet for Top Talent .............. 23 \nWellness First ......................... 25 \nCommunity Engagement ............ 27 \nLooking Forward ..................... 27\nEnvironmental Stewardship  \nand Resource Use  . . . . . . . . . . . . . . . . . 28 \nOperating Responsibly ............... 28 \nLooking Forward ..................... 31\nAbout This Report  . . . . . . . . . . . . . . . . . 31\nPerformance Tables  . . . . . . . . . . . . . . . 32", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}