{"page_content": "13      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>\nOur 2022 Proxy Statement provides important information about our \ncompensation arrangements for our CEO, executives and non-employee directors.\n \nWe endeavor to attract and retain the best talent available  \nby aligning compensation with measurable performance tied  \nto key company objectives.\nImportant examples of this include aligning pay to performance as provided in our \nLTPIP. This plan was open to a significant number of our existing employees – not \njust senior management. Employees were provided an opportunity to “opt-in” to the \nLTPIP via a one-time election and forgo up to 75% of their annual equity incentive \ncompensation for the following seven years and instead receive a one-time grant \nof performance-based stock options that can potentially provide three times more \nvalue than the forgone annual equity incentive compensation. The performance-\nbased stock options granted through the LTPIP can be earned in seven tranches \ncorresponding to separate stock price goals. In addition, a portion of the shares \nunderlying an option may also be earned based on the achievement of certain \noperational milestones during the seven-year performance period. More information \nabout our LTPIP is provided in our People and Communities section.\nKODIAK RECOGNIZES THE IMPORTANCE OF HAVING A BOARD WITH DIVERSE \nBACKGROUNDS AND EXPERIENCES AND IS COMMITTED TO ADVANCING OUR DIVERSITY \nAND INCLUSION EFFORTS  . \n•  The Board is currently comprised of seven members, six of whom are independent.  \nCompany policy and applicable Nasdaq listing rules require that the majority of our Board \nmembers be independent.\n•  Our lead independent director presides over periodic meetings of the other independent \ndirectors. \n•  We welcome the recently adopted rules requiring Nasdaq-listed companies to publicly disclose \nBoard-level diversity statistics on an annual basis. We comply with this new requirement.  \nIn 2021, we also commenced recruitment of potential additional diverse director(s).\n•  Each member of the three standing Board committees is independent, as required by Nasdaq. \n•  The average Board member tenure is five years. Two of our directors were added in the  \nlast three years. ", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}