{"page_content": "14      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>Kodiak’s senior executive leadership works to address the Company’s ESG priorities \nand maintains a continuous dialogue with the Board. Social and environmental \nissues, including the personal and professional growth of our workforce and the \nquality and safety of our manufacturing and supply chain, are critical concerns  \nto Kodiak. Decision-making on these matters is centralized at the highest levels of \nthe Company.\nAt this point in our development, our primary focus is on the successful development \nand regulatory approval of our primary candidate, KSI-301. Our management \nstructure is established to support this focus. As we grow and our business focus \nevolves, we look forward to further broadening the scope of our ESG activities and \nresponsibilities at the Company to accommodate our expanding footprint and \nchanging commercial focus.\nOur most recent Annual Report and Quarterly Report outline key risks that we \nface as we seek to move beyond clinical stage and into licensing applications and \nsubsequently, if successful, commercial operations.\nACTING ETHICALLY\nKodiak is dedicated to maintaining the highest standards of business integrity \nand ethical conduct. We are a mission-based company, seeking to improve \npeople’s health and well-being. We also operate in a highly technical and regulated \nenvironment, and it is critical that our employees, contractors, and vendors share our \ncommitment to ethical conduct for the sake of our patients. \nTo that end, Kodiak has established a Code of Business Conduct and Ethics that \ndetails the conduct and behavior required of our directors, officers, employees, \nconsultants, contractors, and agents. Furthermore, our managers are responsible \nfor creating and maintaining a work environment that encourages asking questions \nand reporting concerns regarding business conduct.\nIt is critical that our employees, \ncontractors and vendors  \nshare our commitment to \nethical conduct for the sake  \nof our patients.", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}