{"page_content": "18      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>ICH Good Clinical Practice \n“A standard for the design, \nconduct, performance, \nmonitoring, auditing, recording, \nanalyses and reporting of \nclinical trials that provides \nassurance that the data  \nand reported results are \ncredible and accurate, and  \nthat the rights, integrity,  \nand confidentiality of trial \nsubjects are protected.”\nEnsuring safe and ethical clinical trials\nThe safety of our patients during clinical trials is of primary importance. Kodiak’s \nclinical trials are conducted in accordance with the International Conference on \nHarmonization Good Clinical Practice standard, as well as all applicable health \nauthority and ethics committee/independent review board regulations. Retinal \nmedicines involving injection into the eye require the highest level of quality in \nmanufacturing purity and in the administration of the injection – Kodiak has \nrecognized and planned for this from the early stages of discovery.\nWe take an active approach to patient safety and ethical conduct of our trials \nthroughout the study lifecycle. Participant screening ensures that only appropriate \ncandidates for trial participation are enrolled into our studies. During trials, we \nemploy exceptional in-house ophthalmology teams to continuously monitor \npatient safety information. Kodiak also works with an independent Data Monitoring \nCommittee, consisting of skilled ophthalmology trialists and statisticians external to \nand independent of Kodiak, who provide an additional important layer of oversight \nof trial conduct and monitoring of patient safety while the studies are underway.\nDiversity & inclusion in clinical trials\nKodiak is committed to ensuring the populations in our clinical trial represent \nthe target population for the medication under investigation. We recognize \nthat participating in clinical trials can be a burden and a practical challenge, \nparticularly for historically underrepresented groups and the elderly, and the vision \nloss experienced by patients eligible for participation in our clinical trials further \nmagnifies these challenges and barriers to trial participation. We work to reduce \nthese barriers in our clinical trials.\n", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}