{"page_content": "19      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>Looking Forward \nAs we seek to progress our pipeline and our clinical trials, we are \npreparing the wider organization for potential commercial readiness, \nincluding:\nRESILIENT SUPPLY CHAINS   \nOur focus: quality across the entire development lifecycle, from raw material \nsourcing through development, production and distribution designed to ensure  \nthe highest-quality, cutting-edge ophthalmic medicines. \nKodiak partners with what it believes to be world-class organizations for both \nmanufacturing and supply chain operations. Our partners share our high standards \nand demonstrate strong ESG performance. \nEnsuring supply chain quality and resilience\nKodiak works with a carefully chosen network of global suppliers to help ensure \nsourcing of only the highest quality materials.\n \nWe are gratified to work with partners who are committed to environmental \ncompliance, human rights and ethical conduct.\nOur supply chain’s resilience throughout the COVID-19 pandemic is an example \nof Kodiak’s willingness to prioritize quality. Despite using a limited number of \nsuppliers, the supply chain itself is complex due to its international scope, highly \ntechnical elements and rigorous quality requirements. In the face of significant \nWe believe that a responsible \nsupply chain is a prerequisite \nfor high-quality medicine, and \nwe recognize our responsibility \nin ensuring that our suppliers \nalign with our ethical, social \nand environmental standards.• Designing a drug supply chain security framework to mitigate drug counterfeiting\n• Addressing traceability across the supply chain\n•  Pricing in an intentional way to maximize accessibility while taking into account the value of  \nthe intellectual capital that was applied to its development\n•  Marketing that is transparent, ethical, and effectively communicates the significant opportunity \nthat we believe our next-generation ophthalmic medicines represent to patients, physicians,  \nand our shareholders.", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}