{"page_content": "20      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>\nWe are gratified to \nwork with partners \nwho are committed \nto environmental \ncompliance, human \nrights and ethical \nconduct.global supply chain challenges throughout the COVID-19 pandemic, our supply \nchain still helped deliver complex, time-sensitive and high-quality clinical materials \nto a global network of clinical trial sites. We did not experience any material \nshortages or delays of supplies, and no clinical trial sites reported such shortages  \nor delays during 2021.\nEnsuring quality in our manufacturing  \nWe are also judicious in our selection of contract manufacturing partners, relying \non a small number of companies with a track record of demonstrating high-quality \nstandards and well-established ESG practices.\nWe are proud of the ESG performance of our primary manufacturing partner, \nLonza, and believe Lonza demonstrates the close relationship between a focus on \nquality and improved sustainability outcomes. By way of example, we manufactured \nfourteen GMP batches across all biological steps in 2020-2021 and all were \nsuccessful. A batch is successfully manufactured when it meets all acceptance \ncriteria and is released for clinical and/or commercial use. Building on this long-term \npartnership, in 2020 we collaborated further with Lonza to commence building the \nLonza-Kodiak Ibex® Dedicate, code named Ursus, a custom-built facility needed for \nscaled manufacturing of our ABC Medicines including KSI-301. \nThis success resulted from:\n •  Worker retention and talent management. Our manufacturing partners \nprovide us with well-maintained and well-equipped facilities with highly trained \nand experienced staff.\n •  Reduced environmental impact. As we gained experience with our \nmanufacturing process over the years, we increased product yield while \nenhancing efficiency of material inputs versus outputs. \n •  Respect for human rights, labor practices, and business ethics. We are \naligned with partners on important issues such as labor use, bribery, ethical \nconduct, and human rights.Grand Opening of Kodiak Sciences’ Purpose-Built Bioconjugation \nFacility to Support Potential Commercial Manufacture of KSI-301, \nan Antibody Biopolymer Conjugate for Retinal Diseases", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}