{"page_content": "3      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>\nA Message From Our CEO\nI am pleased to present Kodiak’s inaugural ESG report.\nSince our founding in 2009, our mission has been singularly focused on preventing \nand treating the leading causes of blindness globally. We knew from the outset that \nachievement of this mission necessitates creative and courageous new thinking,  \nand we have carried this mindset with us since inception. Today, we believe we \nare bringing new science to the design and development of next-generation \nretinal medicines. Our goals are to redefine the standards of care, improve patient \nexperience and help people expand their worlds and live fuller lives uninhibited  \nby debilitating vision loss.\nWe remain committed to becoming a generational ophthalmology company. \nThrough all facets of our business, we prioritize results that are transformational and \nenduring. As we continue to grow and deepen relationships with our stakeholders, \nwho include patients, healthcare providers, employees and shareholders, we \nrecognize that our efforts to improve the health and well-being of those affected  \nby vision loss will require us to consider the interests of all our stakeholders.  \nFor this reason, we are committed to do what we believe is in their best interests  \nand at the same time deliver long-term value to fuel our global mission.\nWe are focused on progressing our pipeline built on our Antibody Biopolymer \nConjugate (“ABC”) PlatformTM. Our lead candidate, KSI-301, is designed to treat  \nhigh-prevalence retinal vascular disorders such as macular degeneration and \ndiabetic eye disease. Many patients are not able to adhere to the frequent treatment \nschedule required by today’s standard of care, often an injection in the eye every  \nfour to eight weeks. This puts these patients at risk of permanent vision loss. To \naddress this important problem, we have developed KSI-301 with the hope that Victor Perlroth, M .D  .\nChairman of the Board and  \nChief Executive Officer\n", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}