{"page_content": "23      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>A MAGNET FOR TOP TALENT\nTalent acquisition and retention will be a key focus for Kodiak  \nin the coming years.\nEncouraging collaboration \nOur work is highly specialized and technical. \nIn order for our business and employees to thrive, Kodiak believes that, where possible, \nwe must work together and in-person to cultivate effective relationships and \ncommunication and enable close collaboration across diverse functional disciplines. \nTo that end, we have developed and equipped our Palo Alto campus with flexible \nworkspaces designed to accommodate diverse work styles. Mixed-use spaces inspire \ninnovative, creative and collaborative work while quiet huddle rooms facilitate \nprivacy and small group collaboration. Our communal areas are inviting, comfortable \nand safe—allowing for content-rich, informal interactions and relaxation. Nearly half \nof our new state-of-the-art R&D building is dedicated laboratory space, a reflection of \nour commitment to research and development that spans the disciplines of biology, \nprotein engineering, chemistry, polymer chemistry, quality control, (bio)analytical, \ngood clinical laboratory practice based clinical research, biometrics and retinal \nimaging and digital health.\nAttracting new talent\nWe are pleased that many of our new candidates come to us via the professional \nnetworks of our internal (existing) colleagues, as opposed to relying on external \nsources such as recruiters. This underscores our reputation as a desirable employer. \nWe are also pleased by our voluntary turnover rate, the rate at which employees \nwillingly leave within a given period, of less than 10% in 2021. We understand \nthat turnover in the biotech sector averages more than 20% in a competitive \nenvironment for talent1.  We believe in the \nimportance of creating \na place where people \ngenuinely want to \nwork, where they feel \nvalued, and where \nthey can grow both \ntheir personal and \nprofessional journeys \nwhile contributing to \nour mission.\n¹Conquering Biopharma’s Post-Pandemic Recruitment Challenge’ accessible at BioSpace.com\n", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}