{"page_content": "24      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>Compensation and benefits\nIn addition to providing a positive and inspiring work culture and environment, \nwe offer our full-time employees strong compensation and benefits package. Our \nofferings include 100% contribution to the cost of employee health coverage. We \nalso value wellness programs and provide our employees with access to a fully \nequipped gym and fitness classes, as well as individualized training programs. \nIn October 2021, following a special shareholders meeting (the “Special Meeting”), \nshareholders approved the LTPIP, a performance-based incentive plan designed to \nbetter align the incentives of employees and stockholder. Ninety percent of eligible \nemployees at the time of the Special Meeting — not just senior management— \nchose to forgo a portion of their annual equity incentive award and instead receive \na one-time grant of performance-based stock options that can provide three times \nmore value than the forgone annual equity compensation. \nEmpowering growth\nTo be a leader in an industry where success hinges on diverse, specialized, and evolving \ncapabilities, we actively support and encourage skills growth among our employees. \nPractices to grow the skills of our employees include:\n • Ongoing formal education\n • Mentorship\n •  Career planning, including direct coaching session between  \nC-suite executives and junior-level employees\n •  Opportunities for exposure to new areas and functions  \nthroughout the business\nKodiak seeks the most qualified individuals for each role, with \nthe most important considerations being technical excellence, \nalignment to core values and a shared vision for the company. \nApproximately 30% of our employees hold Ph.D. or medical \ndegrees and our employees come from many countries, cultures \nand backgrounds.LONG TERM PERFORMANCE  \nINCENTIVE PLAN\nWe believe the LTPIP opt-in  \nrate from eligible employees \nacross the company signals  \nthe conviction Kodiak employees \nhave for our dual objectives  \nof mission and long-term  \nvalue creation.\n", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}