{"page_content": "25      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>WELLNESS FIRST\nKodiak emphasizes wellness not just for patients but also for our employees and \ntheir families. This comes naturally to us, as we focus on improving the health and \nwellness of society at large. \nOur commitment to wellness reflects the value we place in our \npeople. It ensures the strength and longevity of our company both \ntoday and in the future. We believe that Kodiak should be a place \nwhere people can grow and be supported. \nCOVID-19 response\nKodiak took swift and strong measures to help protect and support employees \nduring COVID-19. During the pre-vaccine period of the pandemic, Kodiak provided \ntwice weekly (and even more frequently on an as-needed basis), on-site COVID-19 \nPCR testing with same-day turnaround, and Kodiak now provides rapid antigen \ntesting for free to all employees and visitors. There were minimal employee absences \ndue to COVID-19 in 2021.\nWe also assisted ophthalmology practices participating in Kodiak clinical trials \nimpacted by the pandemic: \n •  We increased financial support to compensate for their higher costs  \nduring the pandemic.\n •  We provided personal protective equipment to help keep patients  \nand staff safe.\n •  We offered transportation services for the patients in our trials to be able  \nto travel safely and securely to and from their clinic appointments.\nKodiak was acutely aware of the impact on families during the pandemic. We \nsupported our employees by providing a Kids’ Pod for families so that kids could \nsocialize and learn within a safe environment. We hired professional fitness trainers \nso both employees and their children could exercise in a safe setting.In addition to our \ngenerous medical \ncoverage, our campus \noffers resources to \nsupport whole-person \nwellness, including  \nfully equipped \nexercise facilities, high-\nperformance air quality \nsystems, a variety of \nlunch options, and \nfamily resources such  \nas childcare. ", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}