{"page_content": "27      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>\nCOMMUNITY ENGAGEMENT\nKodiak is committed to improving the lives of those affected by the leading causes \nof blindness and we support organizations that also share this commitment. We \nhave a strong relationship with Vista Center for the Blind & Visually Impaired (“Vista \nCenter”). Vista Center is the premier service provider for people in the greater \nBay Area who experience blindness or low vision. Vista Center offers evaluation, \ncounseling, education and training to more than 3,700 people, including students, \nworking-age adults and seniors. \nOur work with Vista Center is part of our larger goal to be an ambassador to the retina \ncommunity. We set up educational opportunities for Kodiak employees to better understand \nthe unique needs and challenges of those living with vision loss, including workshops \nand personal testimony from those suffering the impacts of significant vision loss.\nMatching gifts\nThrough our matching gifts program, we join our employees in donating to charities \nand organizations that are doing good in the world. Kodiak matches eligible \ndonations, dollar for dollar, up to $3,000 per employee per calendar year.\nLooking Forward\nWe expect to evolve our talent development and management  \nstrategies from successful practice to formal policy. We will also continue \nto align our health and safety practices with our operational footprint,  \nand we will broaden our base of community engagement and support.Vista Center is the \npremier service provider \nfor people in the Bay \nArea who experience \nblindness or low vision.\nTo learn more about Vista Center,  \nplease visit  www.vistacenter.org\nPeople . Prioritize building the best team possible by developing hiring and retention policies.\nCulture . Continue to foster a culture of excellence, decision-making, leadership and growth.\n Diversity, Equity, and Inclusion . Continue to commit to DEI initiatives through policies and  \ndata gathering.\n Well-being . Start to centralize the administration of our current successful safety systems while \nbroadening participation and input into developing safety programs across our research staff.\nEngagement  . Increase our community engagement by, among other things, providing \nopportunities for our team to help those with vision loss and continuing to provide financial \nsupport to multiple nonprofits.", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}