{"page_content": "4      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>it proves to be a long-interval therapy that is administered on a less frequent \ntreatment schedule and requires fewer doctors’ trips for patients and caregivers.  \nThis could improve the likelihood that people will receive the long-term care they \nneed. We also believe this should make more efficient use of doctors’ valuable  \ntime, by allowing them and their care teams to treat more patients. Our hope is  \nthat KSI-301 will be the first to fulfill our founding mission to provide a significant \nsocial benefit to the millions of people worldwide suffering from these conditions. \nBeyond KSI-301, we recognize that there is a group of patients with retinal disorders \nwho historically has not responded well to traditional therapy. To help these patients’ \nprospects, we are working to develop KSI-501, a dual inhibitor antibody biopolymer \nconjugate designed to treat retinal vascular diseases. We are also excited about \nour new triplet medicines which are being designed to bring new capabilities to \ntreat the even higher prevalence of retinal diseases of dry age-related macular \ndegeneration (“AMD”) and glaucoma. \nOUR PERFORMANCE BEGINS WITH OUR PEOPLE\nOur people fuel this bold trajectory. The Kodiak team is our greatest asset and source \nof strength. We take enormous pride in their intellect, integrity and capability, and \nwe continue to focus our efforts on attracting and retaining the best talent possible \nas we set our own standards of excellence in this highly technical field. Later sections \nof this report contain additional context for our approach to talent, but this topic is  \nso integral to our success that it is worth addressing up front. \nOur response to the ongoing COVID-19 pandemic illustrates the value we place on \nour team, their well-being and our ability to collaborate across disciplines. \nExamples include: \n  At the outset of the COVID-19 pandemic, Kodiak developed our own polymerase \nchain reaction (“PCR”) test for employees that facilitated frequent monitoring \nas part of our effort to create a safe working environment. There were minimal \nemployee absences due to the pandemic, and we made strong efforts to ensure \nthat employees stayed connected and safe. These efforts included a “Kids’ Pod” \nfor team members’ children at our Palo Alto facility to allow our employees to “ Our goals are to \nredefine the standards \nof care, improve patient \nexperience and help \npeople expand their \nworlds and live fuller \nlives uninhibited by \ndebilitating vision loss.”\n    – VICTOR PERLROTH", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}