{"page_content": "31      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>Looking Forward\nAs Kodiak plans for the future, we will continue to prioritize  \nand support practices that aim to reduce resource consumption  \nand preserve the environment. \nDEVELOPING OUR ENVIRONMENTAL MANAGEMENT\nIn our next phase of growth, we will look to centralize our environmental risk identification, \nmanagement, and decision-making to improve our data infrastructure to track our environmental \nimpact. This can enable us to work to set goals to continue reducing our environmental impact. \nWe believe that environmental considerations for a commercial-scale manufacturing operation \nwould include: \nCompliance with applicable environmental laws and regulations, including air quality, pollution \nprevention and water discharges.\nReducing our GHG emissions over time by continuing to install renewable power across our \nfacilities and implement energy efficiency measures. \nOptimizing our use of shipping materials by working with shipping suppliers to optimize shipping \ncontainer size to maximize the amount of usable box space being shipped. Shipping boxes used in \nclinical trials also are becoming reusable.\nReducing waste, including hazardous and wastewater, by continuing to utilize the waste \nmanagement and recycling programs that help us with waste segregation, minimizing waste-to-\nlandfill, and identifying options to reclaim or recycle waste. \nReducing water use, particularly in water-restricted and -scarce areas and continuing to evaluate \nopportunities to reduce water usage. \nManaging chemicals used in our research and development and working towards managing \nagainst the release of chemicals into the environment. \nABOUT THIS REPORT\nKodiak Science’s inaugural Environmental, Social and Governance (ESG) report offers an overview of the company’s ESG activities, \nperformance, and strategies for the 2021 financial year. This report includes an index that was prepared in accordance with the \nSustainability Accounting Standards Board’s (SASB) Biotechnology & Pharmaceuticals sector standards. SASB is an independent \nstandards-setting organization that identifies the subset of ESG issues and standards most relevant to investors in each industry. \nKodiak is committed to regular and transparent communication of our ESG journey and will share relevant updates and articles  \non an ongoing basis through our website and other key resources. We look forward to bringing our stakeholders along with us as  \nwe further develop our ESG strategy, and we welcome and value feedback. Please reach out to ir@kodiak.com with any questions  \nor comments about this report.", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}