{"page_content": "5      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>\ncome to the office with their children. The Kids’ Pod included fitness and other \norganized community activities that allowed children to stay active during the \ndifficult days of the pandemic.\n  During the pandemic we also recognized that, in many geographies, \nophthalmology practices were struggling, and patients were put at risk for \nmissing injections on vision-saving medicines. In response, we provided \ntransportation to doctors’ visits for the patients in our trials and supplemented \nfees to practices that were struggling to survive.\nOur goal is to enrich the lives of patients at risk of vision loss, and we believe the \nbest place to start realizing that goal is with our own people. We foster a culture \nof curiosity, creativity, compassion and courage. These values drive our work. \nThese values also extend to the partners and suppliers with whom we choose \nto work. As a clinical stage company, we have benefited from partnerships that \nsupport manufacturing of our product candidates. The excellence of our partners’ \nperformance, as demonstrated by their commitment to product quality and the \nexecution of their ESG initiatives, reflects the premium we put on the sustainability \nand performance of our own product. We are extremely proud of our partnerships \nand look forward to expanding them in the future. \nWe remain dedicated to improving the lives of patients with retinal disease and \naspire to bring our medicines to patients globally. We are proceeding on our mission \nin a manner consistent with our values and with a goal to yield positive results for  \nall our stakeholders.\nTo our stakeholders, thank you for joining us on this journey, and I invite you to \nexplore this report and learn more about our ESG initiatives, plans, and philosophy. \nVictor Perlroth, M .D  .\nChairman of the Board and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}