{"page_content": "7      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>\nOur immediate focus is to continue the progress of our ongoing pivotal trials of \nKSI-301, which is our lead investigational therapy, in major retinal vascular disorders \nsuch as diabetic eye disease and wet AMD.  At the same time, we are investing in our \nmanufacturing capacity to potentially supply our medicines globally. Our goal is for \nKSI-301, and our pipeline products, to positively impact the lives of the millions of \npeople suffering from these leading causes of blindness.\nAs part of our commitment to advance KSI-301, we look forward to completing our \nphase 3 registrational clinical trial program with a goal of submitting a biologics \nlicense application in the major retinal diseases of wet AMD, retinal vein occlusion, \ndiabetic macular edema and diabetic retinopathy. \nWHAT WE DO\nOur mission is to prevent and treat the leading causes of blindness \nin the developed world. \nOur research focuses on creating differentiated therapies to treat and prevent the \nleading causes of blindness. Our ABC Platform is at the core of our discovery engine \nand is being investigated across multiple high-prevalence ophthalmic diseases.  \nAs such, we remain committed to being the “Ophthalmology Medicines Company.”\nOur work aims to address some of the biggest challenges in ophthalmology and has \nbroad social implications: \nMany patients today with retinal vascular diseases are undertreated and at risk  \nfor permanent vision loss .\n The challenge: For certain retinal diseases, such as wet AMD, diabetic macular edema \nand retinal vein occlusion, keeping an intensive treatment regimen is difficult for \npatients and caregivers. The current standard of care involves injections in the eye, often \nevery 4 to 8 weeks. Without sufficiently frequent treatment with today’s standard \nof care medicines, patients may not achieve their best potential vision outcomes; \nperhaps even more importantly, the vision improvement or stabilization they may \nexperience can be quickly and permanently lost due to chronic under-treatment. \nOur work aims to address some \nof the biggest challenges in \nophthalmology and has broad \nsocial implications.", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}