{"page_content": "8      KODIAK 2021 ESG REPORT BACK TO CONTENTS >>How our medicine could help: The KSI-301 clinical program is designed to assess \nKSI-301’s durability, efficacy and safety in these major retinal vascular disorders. \nThe goal is for KSI-301 to work longer inside the eye so that the injection interval \nfor most patients can be measured in months instead of weeks. Ultimately, we \nbelieve this will provide social benefits, including fewer doctors’ visits, fewer days \noff work for both patients and caregivers, more time for healthcare providers to see \nother patients, reduced patient fatigue and cessation of therapy, improved patient \ncompliance with treatment, and ultimately, better vision outcomes with less disease \nprogression over time.\nAdditionally, we are investigating KSI-301 for preventative care in diabetic \nretinopathy, a treatment given periodically and infrequently to prevent the \ndevelopment of sight-threatening complications of DR. If achieved, we believe  \nthis would have a substantially positive impact for at-risk individuals.\nSome patients with retinal vascular diseases do not respond adequately  \nto today’s standard of care medicines . \nThe challenge: A subset of treated patients experiences a suboptimal response  \nto the current standard of care medicines that only target one mechanism involved \nin disease. \nHow our medicine could help: Our dual inhibitor therapy, KSI-501, targets two \nparallel biological pathways and is being developed to bring a much-needed option \nto this group of patients. This treatment could potentially improve outcomes or  \nthe durability of outcomes for these patients.\nFor patients suffering from conditions such as dry AMD or glaucoma,  \nno effective treatment exists that addresses the underlying biology  .\nThe challenge: Dry AMD could lead to irreversible vision loss, and there are currently \nno effective therapies available to treat dry AMD at this time. Glaucoma is a leading \n", "metadata": {"source": "NASDAQ_KOD_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}