{"page_content": "A global approach\nWe seek to align all aspects of our business with \ninternationally recognized human rights standards. As an adherent to the UN Guiding Principles on Business and Human Rights, we join with other businesses in embracing universal principles that help shape our business strategy and operations. \nGlobal Network Initiative\nThe Global Network Initiative (GNI) is an interna-\ntional coalition of technology companies, civil society organizations, investors, and academics dedicated to safeguarding human rights in the  face of restrictive governments.\n• Demonstrated our ongoing commitment to the \nfree exchange of ideas and information under the Freedom of Expression policy we adopted in FY11 as a member of the GNI. The GNI allows us to participate in discussions about how to provide products and services in the ICT sector in ways that respect, protect, and advance freedom of expression and privacy — particularly in the face \nof government demands for censorship and dis-closure of users’ personal information. \n• Collaborated with the GNI to define the scope and method of the next phase of an independent assessment of GNI company members. The assessment will include third-party reviews of selected cases where the government asked companies to remove content or demanded user information or content, helping the GNI evaluate the extent to which company members followed its stated policies and procedures.Impacts, assessments, and best practices\n• Increased internal Microsoft understanding of \nour human rights–related impacts and enabled better business decision making by conducting human rights impact assessments for Microsoft products, services, and potential global markets. \n• Fostered understanding and adoption of the UN Guiding Principles on Business and Human Rights, and shared best practices through proactive engagement with a broad range of stakeholders, including investors, human rights organizations, and other corporations. \n• Engaged in several third-party forums related to human rights, including presentations at the first annual UN Forum on Business and Human Rights, held in Geneva in December 2012, and the Business and Human Rights: Best Practices in Supply Chain symposium hosted by the Council on Foreign Relations in Washington, D.C., in  \nMay 2013. \nRead more about the Global Network Initiative’s efforts  \nto advance Internet freedom and online privacy.Working Responsibly / Human rightsServing Communities Citizenship at Microsoft Our Company About This Report Back to Contents\nMicrosoft 2013 Citizenship Report  74 Working Responsibly", "metadata": {"source": "NASDAQ_MSFT_2013.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}