{"page_content": "2022 ESG REPORT 35\nSecurity &  \nCommodity  Exchanges, cont’d(1) Number of significant market disruptions and (2) \nduration of downtimeFN-EX-550a.1Metrics for 2022: Number of significant market disruptions: 0  \nDuration of downtime: N/A\n(1) Number of data breaches, (2) percentage involving personally identifiable information (PII), (3) number of customers affectedFN-EX-550a.2Except as required by law, MarketAxess does not disclose this information. We are not immune from cyber-attacks or attempted data breaches, but we have not experienced any material information security breaches in the last three years. \nDescription of efforts to prevent technology errors, security breaches, and market disruptionsFN-EX-550a.3Executive management and the MarketAxess Board of Directors cooperate to oversee mechanisms that protect our technologies and the customers who rely on us. MarketAxess’ Board and the Board Risk Committee assist MarketAxess’ executive management team in its efforts to define the risks facing the Company, formulate risk management policies and procedures, and manage risk exposures on an ongoing basis. MarketAxess has a Global Chief Risk Officer who prepares updates and reports for the Global Management Team and the Board and assists in developing programs to identify and control risks.\nFor additional information, please see our Information Security Policy Statement  \non our website.\nProfessional \n& Commercial Services\nDescription of approach to identifying and addressing \ndata security risksSV-PS-230a.1MarketAxess prioritizes security throughout our platforms, operations, and software development. We make architectural, design, and implementation choices to structurally address security risks, such as logical and physical access controls, perimeter firewall protection, and embedded security processes in our systems development lifecycle. Our cybersecurity program is based on the National Institute of Standards and Technology Cyber Security Framework, which consists of standards, guidelines, and best practices to manage cybersecurity-related risks and promote the protection and resilience of critical infrastructure. Our Global Chief Information Security Officer leads a cybersecurity team in assessing, managing, and reducing the relevant risks with a goal to assure critical operations and continuous delivery of service. We constantly monitor connectivity and suspect events are escalated to our global risk and management teams.\nFor additional information, please see our Information Security Policy Statement  \non our website.\nDescription of policies and practices relating to \ncollection, usage, and retention of customer informationSV-PS-230a.2\nMarketAxess protects the confidentiality of our customers. We strive to protect sensitive information through various means. These include physical security, technical safeguards, procedural requirements and policies, and a program of monitoring to detect and address unauthorized modification or misuse. We have an established process for conducting risk-based privacy assessments in order to comply with applicable MarketAxess policies and regulatory requirements. Our customer agreements include provisions addressing the usage and protection of customer confidential information. Please also see our Privacy Policy on our \nwebsite, which provides a detailed description of our procedures for the collection and handling of personally identifiable information.CATEGORY ACCOUNTING METRIC CODE 2022 DISCLOSUREABOUT THIS \nREPORTMESSAGE FROM RICK MCVEYABOUT MARKETAXESSSTAKEHOLDER  \nENGAGEMENTGOVERNANCE SOCIAL ENVIRONMENTSASB  \nINDEXTCFD  INDEXCAUTIONARY NOTE", "metadata": {"source": "NASDAQ_MKTX_2022.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}