{"page_content": " \n \nZealand Pharma A/ S Statutory report on Corporate Social Responsibility 2016  2/11 \nCorporate Social Responsibility (CSR) Report for 201 6 \n \nActing as a responsible part of society is a cornerstone in the way we conduct our business. \nOur behavior should benefit the patients we strive to help, our employees, shareholders and \nthe wider community.  \n \n \nZealand and CSR  \nOur Corporate Social Responsibility (CSR) work is an integrated part of Zealand’s business , and the \nefforts in th is area are based on our core values. We believe that Zealand has an obligation to be socially \nresponsible in order to benefit not only our main stakeholders, mainly shareholders, patients and \nemployees, but also society. A key focus for us across our business is to have open, engaging and \nrespectful communication with all our stakeholders.  \n   \nOur CSR efforts are based on the most common  elements of some of the most widely implemented CSR \ninitiatives in the world, notably the Global Re porting Initiative (GRI) and the United Nations Global \nCompact. Within these two systems, Zealand has found complementary frameworks for both guiding and \nreporting its CSR activities , along with several principles in the areas of labor, e environment, human \nrights and anticorruption. In addition to these, we have added  a provisional category for animal rights , \ngiven  the unique requirements  of our industry.  \n \nZealand is a Danish biotech company  discovering an d developing novel peptide -based  medicines.  \nWe are passionate about improving patients’  lives and co mmitted to delivering value for  all our \nstakeholders.  We intend to  be a world leader in specialty  medicines , focusing on metabolic and  \ngastrointes tinal diseases . \n \nZealand has a succes sful history of discovering and  optimizing peptide thera peutics as novel drugs. \nOur pipeline will focus on a ddressing the needs of patients  suffering from gastrointestinal  and metabolic \ndiseases, at the  same time as inc orporating o pportunities in other specialty  diseases that match our \ncompe tencies and ambitions. We will  continue to grow our pipelin e through internal research as well as  \nin licensing  and acquisitions.   \n \nWe intend to realiz e the value of our drug product  candidates ourselves and have significantly \nstrengthened our  competencies to ensure that we can successfully advance  products along the clinical \ndevelopment and registration path.  We have built a strong in ternal setup and secured solid  partnership \nagreemen ts for clinical trial execution and  manufacturing in order  to advance our Phase 2 product  \ncandidates : the GLP -2 analogu e glepaglutide, targeting short  bowel syndrome, and the  two glucagon \nanalogue programs  with dasiglucagon.  We will engage in commerc ializa tion for selected product  \ncandidates , for example  glepaglutide . We also intend to gradually expand  our commercial capabilities \nand establish  a local presence in  relevant markets.  \n \nSuccessful implementation of o ur strategy will propel Zealand  forward to bec oming a  fully integrated \nbiotechnology  company, building o n our strong R&D platform while  expanding relationships with our \ncustomers.  \n \n \n ", "metadata": {"source": "NASDAQ_ZEAL_2016.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}