{"page_content": " \n \nZealand Pharma A/ S Statutory report on Corporate Social Responsibility 2016  3/11 \n \n \n \n \n \n \n \n \n \n \n \n \nOur CSR focus  \nWe see our corporate social responsibility as an ongoing process that adapts to new ideas and activities \nto keep us up to date with developments in this area.  \nAssociation for Users of Home Parenteral  \nAt Zealand, we are passionate about improving care for patients and are committed to delivering value \nfor our shareholders. In our operations, we are socially and environmentally responsible and comply with \nrelevant laws, standards and guidelines. At the same time, we focus on the well -being of our employees \nand encourage actions to minimize our impact on the environment.  \n \nGiven that Zealand does n ot currently market or commercialize medicines itself, many issues specific to  \nthe pharmaceutical industry do not fall within the scope of Zealand’s CSR initiatives. As a small company \nwith only 122 employees, we need to allocate our resources carefully , so adopting a policy on human \nrights is not a priority. However, we are aware of and respect the UN Guiding Principles on Business and \nHuman Rights.  \n \nTo improve the transparency of our social responsibility, Zealand has elevated CSR matters to senior \nmanag ement. We see our corporate social responsibility as an ongoing process that adapts to new ideas \nand activities to keep us up to date with developments in this area.  \n \n \nEngaging with our community – locally and nationally  \n \nWe play an active role in the local community. We have established a collaboration with local job \ncenters to offer “on -the-job training” opportunities at Zealand for refugees in order to strengthen their \nintegration into Danish society.  \n \nTo benefit our em ployees and the environment, we are part of a coalition with other companies, \ngovernmental institutions and municipalities to ensure better access to public transportation.  \n \nAt national level, we work closely with academic institutions, in various ways, to improve job \nopportunities for graduates, for example by offering short -term assignments, internships and mentoring \nof master's and Ph.D. students.  \n", "metadata": {"source": "NASDAQ_ZEAL_2016.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}