{"page_content": " \n \nZealand Pharma A/ S Statutory report on Corporate Social Responsibility 2016  4/11 \nWe work to create a better life for patients and are proud to be working with the following patient \norgan izations within our disease focus areas:  \n \n• Short Bowel Syndrome Foundation, U.S.  \n• Association for Crohn's and Colitis, Denmark  \n• Association for Users of Home Parenteral Nutrition,  Denmark  \n• Juvenile Diabetes Research Foundation, Denmark  \n• DiaTribe, U.S.  \n \n \nEmphasi s on most relevant areas \n \nAt Zealand, our particular emphasis is on the areas that are most relevant to our business and operations:  \n \n• Employee well -being, including health, safety and labor practices  \n• Diversity  across all levels of the organization  \n• Ethics and quality in relation to research and development activities  \n• Animal welfare  \n• Environmental sustainability and climate  \n• Business ethics  \n• Anticorruption and compliance  \n• Insider trading  \n• Intellectual property  \n \n \nEmployee well -being, including health, safety and labor  practices  \n \nPolicy and guidelines  \nAt Zealand, employees are our most important resource , and we believe that an engaged, skilled and \nmotivated workforce result s in better -quality work. We work on developing our employees ’ competencies, \nas knowledge and exp erience are key to our success as a biotech company. We believe that having an \nexperienced management team and a talented pool of employees with extensive  experience in the \npharmaceutical and biotech industry and diverse backgrounds  is the best way to driv e performance and \ninnovative thinking. We have invested in the development of employee competencies , and we regularly \ninvest in leader training to enhance employee engagement.  \n \nKey to our success are the competencies and innovative drive of our employees , along  with an \norganizational culture and structure  that support s open and dynamic interactions across functions.  \n \nWe work actively to ensure the well -being of our employees. We have numerous policies in place to \nensure the physical and mental health and s afety of all employees and of Zealand’s working environment.  \n \nWe have set up a number of committees, including a Works Council and an Occupational Health and \nSafety Committee (OHAS Committee) on which both management and employees are represented and \nregularly discuss matters related to our work environment.  \n \nZealand has numerous written procedures in place to support its work environment. When it comes to its \npolicies, Zealand has taken Danish Labor Law as its starting point and, in some cases, has go ne above ", "metadata": {"source": "NASDAQ_ZEAL_2016.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}