{"page_content": " \n \nZealand Pharma A/ S Statutory report on Corporate Social Responsibility 2016  5/11 \nand beyond what is required of public companies in order to be more considerate of and responsive to \nthe needs of its workforce. These policies are described in an Employee Handbook which, among other \nthings, details the different forms of  leave a vailable and the rules on health and alcohol consumption. \nOur policies on occupational health and safety (OHAS) are described in a separate manual which \nemphasizes the high priority that Zealand gives to the work environment.  \n \nGeneral health and well -being at Zealand are also taken seriously, and the Company makes it easier for \nits employees to stay healthy by providing gym and exercise facilities as well as healthy food options. \nHealth insurance is offered to all employees.  \n \nZealand works systematically t o maintain a safe and healthy work environment and to develop \nemployees’ understanding of their own safety and that of their colleagues.  \n \nAll Zealand employees are trained in the standard safety protocol, whereby they are given the tools to \nmanage their ow n occupational safety. Workplace audits (Arbejdspladsvurderinger , APV) are conducted \nregularly.   \n \nA near accident reporting initiative to build on Zealand’s strong safety track record and  safeguard against \npotential future accidents is maintained.    \n \nAll employees at Zealand have a job description and a CV, and these are reviewed on an annual basis.  \nZealand is committed to developing its employees and providing continuous training. It therefore \nallocates a fixed annual amount for every employee for training  and development purposes. This policy \nhas proven to have synergistic benefits for both the Company and its employees. Zealand takes its \nemployee development interviews (EDI) very seriously, including clear goal and bonus goal setting, \ncompetency developme nt and performance evaluation on an annual basis.  \nLabor unions currently representing our employees include HK it, medie & Industri Hovedstaden.  Zealand \nnegotiates a collective agreement in good faith every three  years. The n ext negotiation is due in  early \n2017.   \n \nIn addition, Zealand actively promotes an open, inclusive environment for its employees and has adopted \nEnglish as its primary language to accommodate it ’s international employees. Zealand is also open -\nminded and forward thinking  in its emplo yment development programs for Ph.D. candidates and trainees.  \n \nWe have implemented various indicators to measure employee satisfaction. An annual employee \nsatisfaction survey is performed and measures the results of initiatives from the previous year as w ell as \nidentifying areas for improvement going forward.  \n \nRisk assessments are reviewed quarterly, and Zealand’s OHAS Committee conducts surveys on a \nregular basis.  \n \n \n  ", "metadata": {"source": "NASDAQ_ZEAL_2016.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}