{"page_content": " \n \nZealand Pharma A/ S Statutory report on Corporate Social Responsibility 2016  6/11 \nAchievements in 201 6 \n \nEmployee well -being  \n \n• In the employee satisfaction survey, the percentage of employees who agreed  that Zealand is a \ngood place to work was 96% (2015: 97%) , a decrease of 1%.  \n• 82% of Zealand’s workforce described the physical work environment at Zealand as good/ often  \ngood (201 5: 87 %), and 90% of the workforce described the psychological work environment as \ngood/ often  good  (2015: 88%).   \n• The absence rate was 2.1% (201 5: 1.8%). \n• Zealand offered a health check to all employees  in 2016 . \n• Employee turnover was 5% (2015: 6%).  \n• Zealand regularly invests in leader training , and  individual project manager training took place  in \n2016 . \n \nSafety  \n \n• Four near accidents were reported u nder our near accident  reporting initiative (201 5: 2).  \n• No “obligated to notify ” accidents were reported (201 5: 2). \n• Zealand had no significant injur ies in 201 6 (2015: 0), as measured by days off due to work -related \ninjury . \n \nFocus areas in 201 7 \n \n• We will continue our activities to implement our ambitious 2020+ strategy.  \n• Leadership training has been planned for both pro ject managers and heads  of department .  \n• Actions to prevent stress among employees is a focus area for the entire  organization. Stress is \nmeasured in our  annual  employee survey. The goal for 2017 is for less than 20% of employees \nto select “often not true” or “untrue” in response to the comment  “I do not feel stressed ” in the \nannual  employee survey.  \n• The target range for the comment  “Zealand is a good place to work ” in the annual employee \nsurvey is 92 -97%.  \n• Zealand cares about the well -being of its employees a nd will again be offering a health check to \nall employees  in 2017 .  \n• We aim for an appropriate level of employee turnover and an absence rate at the same level as \nin previous years.  \n• We aim for an appropriate level of near accidents.  \n• Zealand will continue to focus on employee well -being, health and safety.  \n• We will continue to engage in our community.  \n \nDiversity  across all levels of the organization  \nZealand’s  culture and polic ies are rooted in respect for diversity and , as such , are fully compliant with \nDanish regulation s on equal opportunity employment.  \n \nA diverse workforce is also good for business : It enhances innovation, increases our ability to work \ncross -culturally and gives us a better understanding of the communities in whic h we operate , so that we \ncan create value for our stakeholders.  ", "metadata": {"source": "NASDAQ_ZEAL_2016.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}