{"page_content": " \n \nZealand Pharma A/ S Statutory report on Corporate Social Responsibility 2016  7/11 \n \nWe aspire to attract, develop and retain the best people and to be a company where employees thrive, \nregardless of their background  \n \nZealand aims to achieve equal representation of both gend ers at all management levels – from the Board \nof Directors to the heads of department. We want to encourage female candidates to take on managerial \ntasks.    \n \nThe table below shows that Zealand has an even distribution of female and male employees with a mi nor \npredominance of women.  \n \nThe senior management team was made up of 25% female at the end of 2016 (2015: 40%), and \ndepartment heads were made up of 52% female at the end of 2016 (2015: 41%).  The overall \nmanagement level is made up of 48% females (2015: 41%) and is regarded to be an even  gender \ndistribution.  \n \n 2016  2015  \n Male  Female  Male  Female  \nZealand Pharma A/S  44% 56% 48% 52% \nSenior management  75% 25% 60% 40% \nHead s of department  48% 52% 59% 41% \nOther employees  42% 58% 46% 54% \n \nThe average age of Zealand employees was 45.9 at the end of 2016 (2015: 46 .1). \n \nAt the e nd of 2016, 18% of our employees had another nationality than Danish (2015:  19%)  and in senior  \nmanagement  the number was  50% (2015: 40%).  \n \nApproximately 80% of our employees work in R&D, and 36 of our employees hold a Ph.D.  (2015: 37).  \nOther employees figures  2016  2015  \nAverage age of workforce  45.9 46.1 \n% of non -Danish employees  18% 19% \nEmployees holding a Ph.D.  36 37 \nPh.D. students  3 3 \nOther students  3 3 \n \n \nDiversity in the Board of Directors  \nIn 2013, the Board of Directors set a target to have a minimum of 25% AGM -elected female board \nmembers within the next three years. The target was met in 2015.  \n ", "metadata": {"source": "NASDAQ_ZEAL_2016.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}