{"page_content": " \n \nZealand Pharma A/ S Statutory report on Corporate Social Responsibility 2016  8/11 \nAs of 31 December 2016, t he Board of Directors consisted of three  women and six men, of whom  two \nwomen and four men were  elected at the Annual General Meeting in 2016 , giving a female representation  \nof 33% (2015: 33%).  Zealand finds the current level satisfactory.  \n \nAchievements in 201 6 \n \n• Zealand remains committed to providing equal opportunities for women and men at all \nmanagement levels.  \n \nFocus areas in 201 7 \n \n• Zealand will continue to focus on the gender diversity of employees at all levels of the Company \nand to provide equal opportunitie s for women and men at all management levels.  \n• We will continue to encourage female candidates to take on managerial tasks.  \n \nEthics and quality in relation to research and development activities  \nPolicy and guidelines  \nZealand’s quality policy describes comp liance with internationally recognized standards and guidelines \nat all stages of research and development to ensure that we do not place patients or animals at risk due \nto inadequate safety, quality or efficacy. Research applies Good Research Practice. Dev elopment \noutsources GxP activities to qualified and approved vendors , but Zealand  retains  the sponsor \nresponsibilities. Oversight of the activities is carried out to ensure compliance with the requirements of, \nfor example, Good Laboratory Practice (GLP), G ood Manufacturing Practice (GMP), Good Clinical \nPractice (GCP) and Good Pharmacovigilance Practice (GVP).  \n \nZealand ’s Quality Management System (QMS) for research and development activities is described in \nour Quality Manual. Our QMS is intended to be simple, agile and effective  – based on a solid training \nsystem . Learning from experience , we correct and make  improvements to our processes and systems in \norder to evolve our product Life Cycle Management (LCM) as we enter later development stages.  \n \nAchiev ements in 2016  \n \n• The Quality Manual was updated to reflect Zealand Pharma ’s revised strategy to perform late -\nstage development of its own prop rietary peptides.  \n• Quality Management Review has been performed in all areas  and quality goals have been \ndefined.  \n• 18 new collaboration partners/vendors were assessed and approved . \n• 11 audits were conducted  (2015: 13).  \n \nFocus areas in 2017  \n \n• Building and continuously improving the Quality System required for late -stage development.  \n• Continuing and intensifying oversight of  outsourced activities based on quality risk management \nprinciples . \n \nWe will also engage in commercialization of selected product candidates, for example glepaglutide.  \n ", "metadata": {"source": "NASDAQ_ZEAL_2016.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}