{"page_content": " \n \nZealand Pharma A/ S Statutory report on Corporate Social Responsibility 2016  9/11 \nAnimal welfare  \nTo allow for the discovery of new therapies and to ensure the efficacy and safety of new pharmaceuticals, \nit is necessary to conduct in vivo  experiments using laboratory animal species. Zealand’s policy on animal \nethics and welfare is to use animal studies  only where no available and acceptable in vitro  alternative \nexists. All laboratory animals used under our responsibility must be treated humanely and with respect, \nand only purpose -bred animals are used. Zealand adheres to the principles of the 3Rs (reduc e, refine, \nreplace) and works to integrate these principles in all studies carried out, wherever possible.   \n \nAll in -house animal studies are carried out in accordance with specific licenses issued by the Ministry of \nEnvironment and Food of Denmark and int ernational guidelines, as appropriate. Danish law stipulates \nregular inspections of the animal facilities as well as comprehensive reporting protocols overseeing \nexperiments conducted during the year, processed through The Animal Experiments Inspectorate. The \nupward flow of information  and reporting, from lab technician to academic to head of department, \nultimately ensures the centralization of all the Company’s pharmacology and toxicology data, which are \nduly recorded, organized and sent to the regulatory authorities.   \n \nAll employees working with laboratory animals have appropriate and documented education and training. \nVeterinary spot checks of our animal facilities are performed regularly.  \n \nIn addition, Zealand’s internal ethical committee scrutinizes a ll proposed in -house in vivo  pharmacology, \ntoxicology and PK experiments for compliance with regulatory and ethical permissions.  \n \nThe necessity of animal experiments to Zealand’s research and development activities cannot be \noverstated, and thus the Compa ny constantly strives for the greatest vigilance and care in its treatment \nof animals.  \n \nAchievements in 2016  \n \n• In 2016, as in 2015, there were no reported incidents of negligence.  \n \n \nFocus areas in 2017  \n \n• Zealand will continue to focus on animal welfare and comply with the principles of the 3Rs.  \n \nEnvironmental sustainability and climate  \nPolicy and guidelines  \nZealand’s environmental policy outlines our commitment to protect the environment. By conducting \nbusiness in a safe and environmentally friendly manner, we aim to reduce the impact on the environment \nand climate as far as possible, taking into account our size and the type of company we are. However, \nas we do not have any manufacturing, we consider our impact on the environment and climate as very \nlimited.   \n \nZealand complies with laws and regulations relevant to our business.  \n \nWe are mindful about the environment and climate and we encourage employees to act in an \nenvironmentally friendly way, to produce as little waste as possible. We have implemented double -sided, ", "metadata": {"source": "NASDAQ_ZEAL_2016.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}