{"page_content": " \n \nZealand Pharma A/ S Statutory report on Corporate Social Responsibility 2016  10/11 \nblack and white printing as our office standard and we include a “please consider the en vironment before \nprinting” message in our standard e -mail signature.  \n \nWe have procedures for recycling paper and cardboard as well as for the use of electricity and heating.  \n \nZealand contributes to energy saving by selecting energy -efficient office and la boratory equipment \nwherever possible.  \n \nOur travel guidelines limit unnecessary air travel by employees and encourage the use of our \nvideoconference facilities and teleconferencing as alternatives to business travel.  \n \nAchievements in 2016  \n \n• Our efforts in 2016 has resulted in further strengthening the focus on environmentally and climate \nfriendly behavior at Zealand .  \n \nFocus areas in 201 7 \n \n• We are mindful about the environment and will continue to minimize our environmental impact \nand encourage employees to continue with environmental and climate initiatives.  \n \nBusiness ethics  \nPolicy and guidelines  \nZealand’s quality and reputation as a business and scientific collaborator are of the utmost importance \nto its strategic future . It is therefore in the best interests of the Company and of its stakeholders that \nZealand employees are trained and kept up to date with policies on corruption and compliance, insider \ntrading and appropriate and legal management of external intellectual pro perty.  \n \nZealand strives to operate according to the highest ethical standards and safeguards its business against \ncorruption and noncompliance where its employees are most at risk.  \nZealand will proactively engage in a positive dialogue with all regulator y and advisory authorities and with \nstakeholders from relevant industries in order to be inspired to make further improvements.  \n \nZealand has an established whistleblower program, which is approved by the Danish Data Protection \nAgency.  \n \n \nAnticorruption and  compliance  \nZealand actively promotes and maintains a policy of transparency and honesty with its employees. \nZealand’s Employee Handbook stipulates a set of policies, which  specify the Company’s standards \nregarding its employees ’ general and legal conduct.   \n \nInsider trading  \nZealand has taken every precaution to keep all its employees, board members and certain stakeholders \nup to date and compliant with the Company’s internal rules. The Company distinguishes carefully ", "metadata": {"source": "NASDAQ_ZEAL_2016.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}