{"page_content": "This is Uniti:\nOUR ESG \nJOURNEY\nOur ESG Journey \nUniti published its inaugural environmental, social, and corporate governance \n(“ESG”) report on April 1, 2021 (the “Initial ESG Report”). The Initial ESG Report was \nthe first public-facing compilation of Uniti’s internal ESG efforts, which formally \nbegan with the establishment of our Corporate Social Responsibility (“CSR”) \ndivision in 2019.  \nWhile the Initial ESG Report was a significant milestone for Uniti, it only marked \nthe beginning of our efforts to create a targeted ESG-strategy capable of guiding \nUniti on our mission to provide the critical communication infrastructure needed to \nseamlessly connect the world.\nWe know that unity is essential to our mission. We seek it by ensuring our actions \nare guided by three key values: Connection, Respect, and Collaboration.\nThe CSR division employed each of these values when conducting Uniti’s \nMateriality Assessment. Additional information on the Materiality Assessment, \nwhich had been previously delayed by the COVID-19 pandemic, can found \nbeginning on page 9 of this report.\nESG matters at Uniti are directly overseen and managed by Uniti’s executive \nmanagement team (“EMT”) and Board of Directors (“Board”).  The collective \nactions of these groups are guided by the Environmental, Social, and Governance \npledges featured in Uniti’s Initial ESG Report. These unique pledges, which are annually reviewed and recertified by our EMT, inspire Uniti’s three-pronged \napproach to documenting, improving, and reporting on material ESG-related risks. \nThis approach seeks to proactively manage and report on Uniti’s material ESG-\nrelated risks in three general areas: Our Planet, Our People, and Our Principles.  \nAdditional information on Unit’s assessment and management of climate-related \nrisks and opportunities can found on page 23 of this report.\nPlanet People Principles\nConnection  \nUniti values connection \nbecause it fosters responsibility \n– for ourselves, each other, and \nthe world. Respect  \nUniti values respect because \nrespect builds integrity into \nour culture and services \nthrough consistency in doing \nwhat is right over what is easy.\nCollaboration  \nUniti values collaboration \nbecause it requires we set clear \nintentions and act as a whole – \nundivided by entrenched beliefs \nand practices. \n7", "metadata": {"source": "NASDAQ_UNIT_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}