{"page_content": "Cybersecurity and Data Privacy Cybersecurity and Data Privacy \nWe continue to work closely with third-party advisors  \nto implement best practice procedures, in line with our  \nroadmap defined under the National Institute of Standards \nand Technology (NIST) Framework that was set in 2021.  \nIn 2022, this included augmenting cyber crisis procedures \nglobally and running a cyber crisis drill in Manila, as well as \ncontinuing to enhance the monitoring performed by the \nManaged Security Service Provider (MSSP).\nOUR POLIcIES AND STATEMENTSOUR POLIcIES AND STATEMENTS\nOur Above & Beyond sustainability strategy is underpinned \nby the policies listed below that enable us to manage potential \nrisks. Melco reviews policies regularly to ensure they are \nrelevant and designed to meet objectives. \nAnti-Money Laundering (AML) and  Anti-Money Laundering (AML) and  \nCounter-Terrorist Financing (CTF) PolicyCounter-Terrorist Financing (CTF) Policy\nBoard Diversity PolicyBoard Diversity Policy\nCorporate Governance Guidelines Corporate Governance Guidelines \nCode of Business Conduct and EthicsCode of Business Conduct and Ethics\nEnvironmental Sustainability PolicyEnvironmental Sustainability Policy\nEthical Business Practices ProgramEthical Business Practices Program\nInformation Security PolicyInformation Security Policy\nInclusion & Diversity StatementInclusion & Diversity Statement\nOccupational Safety and Health PolicyOccupational Safety and Health Policy\nProcedures for Handling Complaints  Procedures for Handling Complaints  \nand Whistleblowingand Whistleblowing\nSponsorship and Donations PolicySponsorship and Donations Policy\nSupplier Code of ConductSupplier Code of Conduct\nPrivacy-Personal Data Protection PolicyPrivacy-Personal Data Protection PolicycHALLENgEScHALLENgES\nThe government-imposed shutdowns that \nunderpinned stagnation in our operations over \n2020 and 2021 continued through 2022. Macau, \nwhich has historically been our primary driver  \nof business performance, had stringent border \nrestrictions in place throughout 2022. This negative \nimpact on tourism continues to challenge the \nGroup’s financial and operational success. \nIn response, we proudly confirm that any measures \nto achieve cost savings and operational efficiencies \nhave not altered our ability to execute our \nsustainability strategy. We continually review  \nour risks to ensure our management practices  \nhave sufficient mitigating actions embedded \nwithout compromising our high ESG standards.\n2023 AND BEYOND2023 AND BEYOND\nWe are confident that the drastic impacts of the \nCOVID-19 pandemic are now behind us; we can  \nsay with confidence we’ve found ways not just  \nto survive but thrive during the adversity. We are \noptimistic about what 2023 and beyond has in  \nstore for the business and our community.\nBoth Studio City Phase 2 in Macau and City of \nDreams Mediterranean in Cyprus are scheduled  \nto fully open in 2023. With multiple new systems  \nbeing implemented to open these new properties, \ncybersecurity and data privacy remain of  \nutmost priority. \nAs we look ahead, we do so with our people  \nin mind. We’ve used the quieter times to invest in \nour colleagues with wellbeing, volunteering and \ntraining and development initiatives all working \n to empower our colleagues to navigate this \ndynamic environment in which we operate,  \nwhile still meeting the evolving needs of our guests. \nWe are grateful for their continued support and \nlook forward to a renewed future together.077 ———  Melco resorts sustainability report 2022 077077", "metadata": {"source": "NASDAQ_MLCO_2022.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}