{"page_content": "Adobe is committed to the highest level of \ninnovation throughout our business. Our cutting \nedge technology is transforming the work of \ncreatives and marketers, which in turn is altering \nthe ways the world experiences virtually every \ntype of content. At the same time, we are driving \ninnovative business practices and programs \ndesigned to strengthen our commitment to \nour employees, customers, society and the \nenvironment.\nOur most valuable asset is our talent. Adobe \nemployees differentiate Adobe within our \nindustry and are at the heart of the company’s \niconic culture. In fiscal year (FY) 2014, we were \nproud to be named to Fortune’s Best Places to \nWork survey for the 14th year.\nOur strong tradition of volunteerism and \ncommunity involvement play an important role \nin employee satisfaction, and we are proud to \nprovide generous individual and team matching \ngrants, pro bono volunteer opportunities, and \na board service training program that educates \nemployees in being an effective board member \nat non-profit organizations.\nDuring FY 2014, we completed our multi-year \ntransition to a cloud-based services model, \nwith 94 percent of our software distributed \nelectronically. And although we’ve made great strides greening our internal operations, our  \nlong-term goal is to power our operations and \ndigital delivery of products with 100 percent \nrenewable energy.\nAdobe Youth Voices, our flagship program for \nunderserved youth, ignites their passion to create \nchange in their communities while providing them \nwith the technical and creative skills essential to \nsuccess in the world today. Since 2006, Adobe \nand the Adobe Foundation have invested more \nthan $50 million in the program through grants, \npartnerships and software donations.\nI’m proud of the progress we’ve made in the past \nyear, and look forward to what the future brings. \nWe remain committed to our leadership in \ncorporate responsibility and to the transparency \nof our reporting which, we believe, creates value \nfor our company, our stockholders, and our \nsociety. This report provides a summary of our \nperformance in FY 2014, and we welcome your \nfeedback.\nSincerely,\n \nShantanu Narayen  \nPresident and Chief Executive OfficerLetter from our CEO", "metadata": {"source": "NASDAQ_ADBE_2014.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}