{"page_content": "2021 ESG ANNUAL REPORT  |   11 \n Our Business Our Operations Our Investing Our People Our Communities\nOther Insurance Products Generating \nPositive Social Impact\nSovereign Credit and Political Risk  \nUnderwriting Programs \nOur sovereign credit and political risk underwriting programs \nenable the governments of developing countries and \nemerging economies to drive improved economic and social \ngrowth. These governments turn to lending institutions for \ncapital to fund trade and development initiatives, improve \ndebt sustainability (i.e., long duration and/or lower cost debt \nportfolios) and/or build infrastructure such as roadways, \nhospitals and railways. We facilitate this lending by insuring \nthe lenders against the risk of a sovereign default. We are \nproud of our relationships with multilateral organizations, \nincluding the Multilateral Investment Guarantee Agency (MIGA), a branch of the World Bank. MIGA provides guarantees \nto a broad range of projects in developing member countries \nand helps investors obtain access to funding sources with \nimproved financial terms.\nMarine Cargo Underwriting \nThrough our agency with the London Lloyd’s market, effective \nin March 2022, we participate in an initiative to help relieve \nthe humanitarian crisis in Yemen.  Due to the prohibitively \nhigh cost of war insurance premiums for vessels trading into \nYemen, and especially Aden, we joined a consortium, led by \nAscot Group, to offer a flat rate premium that is lower than \nwhat is currently available in the market. Arch is one of 20 \ninsurance companies participating, each writing a 5% line. \nThe consortium is backed by a United Nations Development \nProgram that reimburses insurers in the event of a war risk \ncasualty. Surety Group Apartment Rentals Program\nOur lease rental bond program issues bonds to provide \nrent payment protection for apartment leases throughout \nthe U.S. This program helps people obtain needed housing \nin neighborhoods with better opportunities and safer \nenvironments while building their personal credit history.\nCalifornia Lawyers Economic Justice Program\nIn September 2021, we introduced \naffordable Lawyers’ Professional \nLiability coverage to the growing \nnumber of California low bono \nattorneys who typically represent \nclients in lower socio-economic \nsectors. The majority of these \nattorneys do not carry malpractice \ninsurance, mostly because they \ncannot afford the products \nthat are currently available in \nthe marketplace. The California \nEconomic Justice Program is \ndesigned for California, claims free, \nsolo attorneys practicing two years or more. These attorneys \nare currently uninsured and average less than $100,000 of \nrevenue in two of the last three years.In 2021, we renewed support of our core bank \nclients’ lending to Ghana’s Cocoa Board. This \nfinancing aids local small-holder cocoa farms.\nMost of these producers live in extreme poverty with few alternative income \ngenerating activities.\nGhana Cocoa Board has collaborated to establish a pricing mechanism to increase the \nfarmgate price and aid producers to earn a living wage. For more information on the \nLiving Income Benchmark and this project, please click here . Cocobod (Ghana)\nThe Living Income \nBenchmark is applied \nto all cocoa sales. US$400/tonneBy applying a floor price of\n21,000\nindividuals or families.Since the program’s inception in \n2019, we have benefited overNumber of Apartment Leases Protected\n50%\nof applicants for \nthe CA Lawyer’s \nEconomic Justice \nInitiative were \naccepted and \nprovided coverage.  Since the program’s \ninception,McNeil Emergency Services Programs \nArch’s subsidiary, McNeil & Company, Inc., builds on \nmore than 25 years of success insuring firefighters and \nemergency responders, primarily through our leading \nambulance and emergency services insurance programs, \nas well as our risk management webinar series.\nWebinar Courses\nE-learning Platform for Education140  \nwebinar courses offered \nsince inception in 2020; \nviewers from 46 states \nand 3 countries.17,000 +\nviewers from over \n1,700 organizations.\n+500\ncourse offerings .110,000 +\nusers from nearly \n5,000 organizations. \n1.8 million\ncourses taken since inception in 2009.", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}