{"page_content": "2021 ESG ANNUAL REPORT  |   12 \n Our Business Our Operations Our Investing Our People Our Communities\nENABLING POSSIBILITY THROUGH\nOUR OPERATIONS\nMaintaining robust business continuity and data privacy plans, \nprocesses, technologies and controls is fundamental to our \nbusiness. More than ever, protecting the information of our \npeople and customers and ensuring we can run our business \nsmoothly through potentially disruptive events is a top priority. In 2021, our business continuity and privacy strategies \nenabled us to continue operating and delivering to our global \ncustomers in a safe, efficient and reliable manner.We support our employees, stakeholders and customers by embedding sustainability and \nresponsible, ethical practices in our operations. By actively managing ESG risks and ingraining \ncompliance, transparency, data protection and resilience across all areas of our Company, we are \nwell positioned to protect those who entrust us with their personal information and business.\nInstilling Strong Data Privacy, Ethics and GovernanceThe goals of our crisis management plan are to minimize disruption and to restore business \noperations as quickly as possible. At the end of the cybersecurity incident response exercise, \nthe executives on our crisis management team better understood Arch’s incident response \nplan and how they can work together to protect our employees and our clients.\n–Patrick Downes\nVice President, Real Estate and Business Resiliency\nTraining Scope\nAll of our system users, whether they are employees, \nconsultants or contractors (collectively referred to as Users), \nare covered in our ongoing privacy and security training. In \naddition, all Users with Arch email accounts are included in \nour ongoing phishing training, with anyone failing a phishing \ntest enrolled in additional training. All Users receive numerous \nsecurity awareness communications throughout the year \non current or refreshed topics, such as a specific security \nevents happening across the globe or best practices on timely \nsecurity trends. \nIncident Response Planning and Preparedness\nWe embed data protection throughout our operations \nand technology programs to safeguard personal data and \ndigital assets. These controls focus on our ability to prevent, \ndetect and respond quickly to security events affecting our \nenvironment.\nArch maintains and tests our cyber incident response plan \nregularly. Cyber incidents, natural disasters and other business \noutages within stated thresholds are escalated to our Crisis \nIncident Management Team (CIMT), which includes senior \nexecutives across the Company.In 2021, the CIMT completed a cybersecurity incident response \nexercise. The exercise had two main objectives:\n \u0084Increase understanding of how the response plan would be \nimplemented if there were a crisis.\n \u0084Identify potential gaps in our existing incident response \nplans that we need to address.\nDuring the exercise, the group immersed themselves in a \nscenario in which Arch’s networks were compromised and \nArch was facing significant financial exposure and reputational \nrisk. During the exercise, the CIMT put into practice Arch’s \nincident management and cybersecurity plans and discussed \nwhat steps they would take if facing this potential threat. \nAdditionally, in 2021 Arch created the Operational Risk \nCommittee (ORC), a management committee comprised of \ncorporate and operating segment representatives. The ORC \noversees risks that arise primarily from matters related to \nbusiness continuity and third-party oversight. The objective of \nthe ORC is to protect Arch from undesirable outcomes arising \nout of interruptions to business operations. The committee \nmeets quarterly and reviews information security, third-party \nrisk, vendor management, facilities, unplanned downtime \nand business disruption, and business continuity and disaster \nrecovery plans reports.Our Privacy and Data Program Strategy and Highlights\nStrategy Element Privacy and Data Security Program Highlights\nGovernance & \nOversight \u0084Arch’s Privacy & Security Committee is comprised of senior representatives from our legal, compliance \nand security groups.\n \u0084One or more members of the Committee report to the Chief Operations Officer (COO), Chief \nInformation Officer (CIO) and GC. Our COO reports updates to the Finance, Investment and Risk (FI&R) \nCommittee of our Board.\n \u0084The FI&R Committee reviews the strategies and controls pertaining to the management of our \ninformation technology operations, including cyber-risks.\nPolicies \u0084Our privacy and security policies govern all business lines and subsidiaries; we monitor and adhere to \nthe various privacy and security regulations across the regions where we do business.\nTraining \u0084Annual employee training includes Privacy and Information Security, Records and Information \nManagement, the EU’s General Data Protection Regulation (for all EU, U.K. and designated employees) \nand Social Media.\n \u0084We conduct regular phishing tests and group training sessions as well as publishing regular awareness \ncommunications on key security topics.\nVendor Risk \nManagement \nand Third-Party \nRelationships \u0084Arch’s Vendor Management group performs a risk/rating assessment to determine whether a third \nparty has access to our data and for meeting regulatory requirements.\n \u0084Vendors are included in our data security controls and policies.\n \u0084Reassessments occur regularly based on a risk exposure and rating process.\nEvaluation \u0084We annually undergo external evaluation including penetration testing.\n \u0084Our infrastructure team undergoes annual SSAE 18 SOC 2 exercises.Ensuring Data Privacy and Business Continuity\n", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}