{"page_content": "2021 ESG ANNUAL REPORT  |   14 \n Our Business Our Operations Our Investing Our People Our Communities\nIn the interest of working with suppliers that adhere to the \nsame ethical and ESG standards as Arch, in 2020 we launched \na Supplier Code of Conduct (Supplier Code) that sets forth \nour expectations for suppliers providing goods or services. In \n2021, we began to roll out the Supplier Code to both new and \nlegacy vendors and established a process for evaluating and \nmonitoring our global suppliers’ ESG performance.\nOur Supplier Code is available on our website and asks \nsuppliers to:\n \u0084Review our Company Code of Business Conduct and \nadhere to its principles/values.\n \u0084Comply with all applicable laws in the services they \nprovide.\n \u0084Report violations  if they see any.\n \u0084Comply with the standards set forth in our Human \nRights Policy .\n \u0084Incorporate principles  of supplier diversity when \nmaking their own contracting decisions.\n \u0084Comply with environmental laws  and minimize \nnegative environmental impact from operations.\nEarly in 2021, we engaged a third-party ESG data provider to \nassist us in analyzing our suppliers against key sustainability \nmeasures. We used the data to develop a performance \ndashboard that enables us to evaluate and track our suppliers’ \nESG risk management over time. The data also provides a \nbasis for engaging with Arch contract owners and informs the \noutreach with our suppliers on areas of improvement for their \nsustainability scores and strategies.Supplier Code of Conduct \nacknowledged by\n238 \nvendors in 2021. As we look ahead to 2022, we remain committed to engaging with contractors, consultants, suppliers and vendors with the \nhighest level of integrity to support our long-term growth and add value to our Company. We also plan to integrate D&I data \ninto our existing approach, to ensure that we are prioritizing relationships with a diverse range of vendors.\nOur Approach to Evaluating Supplier ESG Performance\nEvaluate our \nsuppliers’ \nassociated spend \non an annual basis. Apply ESG scoring \nagainst key \nperformance \ndimensions  to our \nglobal supplier list.Set performance \nthresholds  and \nstrategically \nengage with low-\nscoring suppliers \nto address areas of \nimprovement. \nReevaluate \nscores annually \nand incorporate \nsustainability \nexpectations \ninto contract \nconsiderations. Evaluating ESG in Our Supply Chain\nView our Supplier Code > >", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}