{"page_content": "2021 ESG ANNUAL REPORT  |   15 \n Our Business Our Operations Our Investing Our People Our Communities\nImproving the Environmental Impact of Our Operations\nSteps to Improve Our Footprint in 2021\nWe engaged a third-party greenhouse gas (GHG) and \nsustainability consulting firm to measure our 2020 and \n2021 emissions data across Scopes 1, 2 and 3 (limited \ncategories as reflected in the table). The data builds on our \n2019 calculations, marking this as our third year of GHG \ncomputations.\n \u0084To offset a significant portion of our estimated 2019 \noperational emissions, we identified two certified offset \nprojects in Africa to support.\n \u0084In 2022, we analyzed our prior two years of emissions \ndata and committed to a formal emissions reduction \nstrategy, setting an emissions target for our operational \ncarbon footprint across Scopes 1 and 2, and choosing \na range of verified projects to support through the \npurchase of offsets and renewable energy certificates. \nWe will continue to adjust this strategy over time to \nmeet our targets, which are outlined in this report.\n \u0084Our employee-led environmental sustainability \ncommittee, Blue Goes Green, led a range of initiatives \nthroughout the year to improve environmental \nawareness and encourage behavioral changes in our \nglobal employees.\n \u0084Our Global Facilities team formalized a central \nsustainability database to measure and track \nour progress in transitioning our offices to more \nsustainable practices over time.\nMeasuring and Managing Our Carbon Emissions\nThe following GHG data is representative of 2020 and 2021 \nemissions across our worldwide operations, including our \nScope 3 emissions due to activities from assets not owned \nby Arch, but which indirectly impact our value chain. These \nfigures were calculated using a methodology in line with the \nGreenhouse Gas Protocol’s1 reporting standards.Highlights of Our Emissions Data\n \u0084Even as our operations grew in size by office area \nand headcount, our operational emissions fell in both \nabsolute and intensity terms between 2020 and 2021. \nThese improvements were tied to ongoing efforts led \nby the Global Facilities team to drive efficiencies across \nour offices, as well as to the changed nature of our \noffice space utilization and travel habits due to the \nglobal pandemic.\n \u0084For our Scope 3, Category 6, Business Travel, Arch had \na 58% reduction in travel emissions from 2020 to 2021, \nprimarily due to the pandemic and a companywide shift \nto working from home. \n \u0084Our 2021 data shows that the top 35 suppliers by \nspend for known vendors contributes to nearly 51% of \nour Scope 3, Category 1 emissions. A key goal for 2022 \nis determining the best engagement approach to drive \nimprovements for this figure. \n1 World Resources Institute, and the World Business Council for Sustainable \nDevelopment. 2015. “The Greenhouse Gas Protocol – A Corporate Accounting and \nReporting Standard, Revised Edition.” WRI and WBCSD. Click here to view online . \n2 Emissions calculations are based on a combination of actual, estimated and \nextrapolated data. We are committed to the continual improvement of our data \ncollection, management and calculation processes. As our calculation methodology is \nrefined in future years, our emissions numbers are subject to change.We are proud of our efforts in 2021 to continue reducing the environmental impact of our operations. \nThis includes accounting for and addressing our own carbon footprint and emissions, taking strategic \nsteps to set goals to reduce or negate our impact on the environment over time and engaging our \nemployees in events to raise awareness and encourage sustainability action and thinking.\nCommit to reducing absolute Scope \n1 and Scope 2 GHG emissions by \n42% by 2030 , from a 2020 base year.\nCommit to achieving net zero \noperations by 2030  by purchasing \ncarbon removal offsets for our \nremaining Scope 1 and Scope 2 \nemissions. 1. \n2. GHG Reduction Targets\nWe are excited to take on these ambitious commitments to \ndecarbonizing and offsetting Arch’s direct climate impacts \nfrom our operations so that we can achieve net zero \noperations (Scopes 1 and 2) by no later than 2030. Aligning with the Science-Based Targets initiative, we recently \ndefined the activities, boundaries, timeline and scope of \nambition for our GHG reduction targets. Going forward, we \nhave set the following targets: Arch Capital  \n2020 & 2021 \nGHG Inventory Results 22020 \nEmissions  \n(metric tonnes \nCO2e)2021 \nEmissions  \n(metric tonnes \nCO2e)\nScope 1Natural Gas 253 213\nDiesel 3 3\nJet Fuel 176 352\nGasoline 6 6\nRefrigerant \nLeakages591 591\nTotal Scope 1 Emissions 1029 1165\nScope 2Electricity 4,757 4,628\nNatural Gas 280 188\nDiesel 18 23\nSteam 23 34\nChilled Water 145 128\nDistrict Energy 0 0\nTotal Scope 2 Emissions \n(Market-based)5,223 5,001\nTotal Scopes 1+2 Emissions \n(Market-based)6,252 6,166\nScope 3Cat 1: \nPurchased \nGoods and \nServices95,602 88,617\nCat 2:  Capital \nGoods5,480 6,576\nCat 3: Fuel- and \nEnergy-Related \nActivities1,181 1,821\nCat 4: \nUpstream \nTransportation \n(Courier \nServices)1,582 2,097\nCat 5 : Waste 194 191\nCat 6: Business \nTravel3,825 1,604\nCat 7: \nEmployee \nCommuting4,004 3,565\nCat 13: \nDownstream \nLeased Assets724 1,523\nTotal Scopes 1, 2 and 3 Emissions \n(Market-based)118,844 112,160", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}