{"page_content": "2021 ESG ANNUAL REPORT  |   16 \n Our Business Our Operations Our Investing Our People Our Communities\nEmbedding Sustainability into our \nGlobal Facilities Program\nOur Global Facilities team and Blue Goes Green \nare continuing to take a range of steps across \nour leased properties to improve sustainability \nefficiency and reduce our Scope 1 and Scope 2 \nemissions over time.The absolute highlight of 2021 was the work we did to identify two incredibly worthy \ninvestments for our first carbon offsets. Arch’s commitment to supporting these two \nprojects — Chyulu Hills in Kenya, and a clean cooking stove project in Malawi — shows \nour willingness to not only invest in projects to help remove CO2 from the atmosphere, \nbut also our dedication to social upliftment. It’s a ‘feel good’ story that I will celebrate \nfor years to come.\n–Nadia De Lange\nUnderwriter and Pricing Actuary, Blue Goes Green, Chairperson 2019-2021\nOur Year-Over-Year Facilities Sustainability Progress by the Numbers\nBetween 2020 and 2021, our Global Facilities team made significant improvements to our office spaces to improve sustainable practices.Blue Goes Green\nBlue Goes Green made notable progress against its yearly \ngoal of helping Arch reduce its environmental footprint, \npromote sustainable practices and improve awareness on \nenvironmental topics.\n \u0084As part of this commitment, the committee \ncoordinated Arch participation in a global \nEcochallenge  during the month of April. Through \ndaily or one-time actions set forth through the \nEcochallenge.org platform, employees received \npoints, which contributed to Arch’s overall points \ntotal, representing our employees’ collective impact \non the environment.\n \u0084409 employees participated across 11 countries, \ntotaling 64,944 points for Team Arch  in April. Arch \nplaced third out of over 280 organizations, and our \nformer Blue Goes Green Chairperson won first in \noverall points earned.\n \u008423,673 pounds of CO2  were saved as a result of our \nemployee Ecochallenge actions.\n \u0084In July, the committee led the Company in a  “Plastic-\nFree July.” This awareness campaign built on the \ncommittee’s actions to eliminate single-use plastics \nfrom our offices and highlighted the importance of \nreducing our reliance on plastic and switching to \nreusable alternatives in order to save the oceans and \nfight climate change.\nBlue Goes Green led 409 employee \nparticipants in a month-long \nEcochallenge and coordinated a \n“Plastic-Free July” for Arch.of our U.S. offices had \nsustainable carpeting \ninstalled — as of 2021.\n+6% \nimprovement from 2020.60%  increase in offices \nwith sustainable \nsystems furniture.4%\n31%  of international offices have a \nformal recycling program\n+6% \nimprovement from 2020.Offices using sustainable \ncoffee and water machines \nincreased by9%34%\nof our worldwide offices, \nby square footage, offer \naccess to electrical car \ncharging stations.of total office square \nfootage is LEED certified, \nas of 2021, representing \n23% \nof our worldwide offices.40%  \n", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}