{"page_content": "Our Business Our Operations Our Investing Our People Our Communities\n 2021 ESG ANNUAL REPORT  |   17 We are responsible for investing and managing assets totaling \nover $26 billion for our policy holders and shareholders (as \nof December 31, 2021). As careful stewards of the capital \nentrusted to us, we manage the portfolio conservatively, \nensuring our ongoing ability to pay claims when due. \nAs a long-term asset manager and owner, we integrate ESG \nfactors into investment analysis and decision-making. Through \nour rigorous fundamental analysis, we review investee \ncompanies’ standards for corporate governance, including \nclimate risk exposure and carbon reduction and transition \nefforts. We believe this integration contributes to improved \ninvestment returns and reduced risk over the long term \nand aligns with our policyholders’, shareholders’ and other \nstakeholders’ best interests. We aim to deliver total return \nand income for Arch while creating a positive and sustainable \nimpact on communities. \nThe analysis of these factors across all asset classes leads to \na more complete evaluation of an investment’s sustainability \nand risk profile. See also our 2021 TCFD and SASB Report for \nadditional information on the financial impacts of climate \nchange on our investment portfolio.\nMaking Investments with Impact\nImpact investments, or investments with a specific ESG \nmission, continue to be a focus of our responsible investing \npractices. This year, we added investments in green bonds \nvalued at approximately US$30 million issued by the U.K. \nand German governments. These bonds were issued to fund \nprojects that support the energy transition in these countries \nand drive progress toward net zero emissions by 2050.Impact Investments ($M)\nas of February 2, 2022\nResponsible Investing Strategy\nResponsible Investing Policy\nTo deepen the integration of ESG factors into our investment \nprocess, we expanded our ESG Aware Policy into a formal \nResponsible Investing (RI) Policy in early 2022. In developing \nthe RI Policy, we considered the six principles set forth by the \nUN PRI. The RI Policy reflects our approach to sustainable \nvalue creation and requires that we consider ESG factors, \nincluding climate change, in the investment process for all \nasset classes under our management. We believe the integration of ESG factors into investment analysis contributes to improved returns and reduced risks over the long term and aligns with \nour stakeholders’ best interests. We consider ESG factors for assets managed both internally and those managed by third parties. We recognize the \nimportance, relevance and significance of ESG factors in assessing the sustainability performance of the entities in which we invest. \nEnvironmental\n$312\nGovernance\n$106\nSocial\n$143ESG\n$310ENABLING POSSIBILITY THROUGH\nOUR INVESTING\nESG Steering \nCommittee governs \npolicy, reporting \nand ESG-related \ninitiatives.\nEmploy qualitative \n& quantitative ESG \nanalysis to identify \ncompany or manager-\nspecific risks and \nopportunities.\nSystematically \nscreen \ninvestments for \ncompanies with \npoor ESG ratings.\nEngage with \nexternal asset \nmanagers \nregarding ESG \nintegration into \ntheir investment \ndecisions.Consider and \nreview ESG \nstandards \nand metrics \nfor externally \nmanaged  \nassets. Opportunistically \nseek ESG-\npositive impact \ninvestments.Thoughtfully \ninclude carbon \nmetrics in our \ninvestment \ndecisions.Responsible \nInvestment Policy \nFramework$871 M\n4% of AUMCarefully Stewarding Entrusted Capital\nThe policy’s framework covers \ngovernance, investment \nstrategy, and communication \nand outreach to third-party \nmanagers.Engage investment \nteam in training.\n", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}