{"page_content": "Our Business Our Operations Our Investing Our People Our Communities\n 2021 ESG ANNUAL REPORT  |   18 Monitoring Exposure to Climate Impact and Carbon \nIntensive Industries\nWe understand that climate change necessitates that carbon-\nintensive industries be considered carefully. Carbon metrics \nare included in our investment decisions. We seek to reduce \nand minimize our exposure to thermal coal, oil and low-ESG \nscoring assets while investing in companies that are making \npositive progress towards energy transition, allowing us to \ncapture the upside of these efforts while reducing our overall \nrisk.\nPortfolio exposures to fossil fuels and thermal \ncoal both trended down in 2021. \n0400800\nJun Sep Dec\nTherma l Coal-Any Tie Exposure to Fossil FuelsFixed Income\n$3,270 | 72%\nEquities\n$737 | 16%Alternatives\n$523 |12%Assets with UN PRI Signatories\nWe recognize the material commitment that becoming a \nUN PRI signatory requires and highlight those asset owners \nor asset managers with whom we invest that are UN PRI \nsignatories. Our assets invested with UN PRI signatories \nincreased by 20% year-over-year. \nInvestments with Managers that are UN PRI Signatories \nas of December 31, 2021   ($M)\n$4.5 BUN PRI Gap Analysis\nRecognizing the importance and relevance of the UN PRI to our \nindustry, in 2021, we undertook a gap analysis to assess our \ncapabilities with regard to the high standard of responsible \ninvesting principles. This analysis identified three key areas of \nfocus, which we addressed in 2021: \n \u0084Governance – we established the ESG Steering \nCommittee, which oversees our RI Policy, sets the \nstrategy for the responsible investing program overall \nand makes recommendation for changes to investment \nstrategy and asset allocation to manage ESG risks. \n \u0084Policy – our RI Policy was finalized and adopted in early \n2022.\n \u0084Reporting – ESG factors are primarily sourced from \nMSCI, however additional sources were utilized this \nyear to enhance TCFD reporting. \n21% of AUM$1,200", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}