{"page_content": "2021 ESG ANNUAL REPORT  |   19 \n Our Business Our Operations Our Investing Our People Our Communities\nENABLING POSSIBILITY THROUGH\nOUR PEOPLE\nCreating a diverse workforce and a truly inclusive culture \nare critical to our Company’s sustainability. Diversity in our \npopulation means we have a rich source of backgrounds, \nskills and experiences that allow us to draw out new ideas \nand encourage innovation. As such, it is important to all our \nstakeholders and critical to our long-term success. This is why we have made our D&I efforts a top business priority. \nWhile our approach to D&I continues to evolve, we have \nmade great strides in our work to support diversity across \nthe insurance industry and at Arch, and to build awareness \nof inclusive practices and incorporate them into our regular \ncourse of business.We formalized our D&I strategy in 2020, and in 2021, we \ndeveloped a roadmap to set out the key steps to making \nmeaningful progress. Aligned with our D&I strategy, all of our \nobjectives tie to colleagues, communities and culture.At Arch, our people are at the center of everything we do. From building relationships with clients \nto providing the expertise that allows us to create innovative solutions, our people are the means \nby which we enable possibility. Arch is committed to building diverse teams, fostering an inclusive \nculture where everyone can thrive, and providing employees with the tools and opportunities to \ngrow as individuals and as professionals. \nFostering Inclusive Leadership\nIn 2021, we saw strong participation in “Fostering Inclusive \nLeadership” (FIL), a leadership development program that \nwe launched in 2020. Designed by Yale University School \nof Management and delivered through an online platform, \nthis course equips Arch leaders with practical ways to \nmodel inclusivity in their interactions to maximize the \ncontributions of all employees. In alignment with our goal \nof a more inclusive culture, the course fuels innovation \nfrom top to bottom.\nLeaders Completing Coursework\n \nAdditionally, 100% of our Mortgage Group employees \nhave signed up for or completed a 90-minute course on \nunconscious bias and how to mitigate the impact of bias on \nculture.The ‘Fostering Inclusive Leadership’ (FIL) program is not your average D&I experience. \nIn addition to critical topics such as equity and unconscious bias, FIL covers a healthy \ndose of practical tips, leaving managers with a few new tools in their toolbox, enabling \nthem to start implementing FIL not gradually, but immediately.\n–Steven Loyens\nSVP, Chief Actuary\nOur Journey to D&I Success\nCOLLEAGUES COMMUNITIES CULTURE\nArch will have a workforce that better reflects the \ncommunities in which we work and the markets \nwe serve.\nFrom hiring to employee development, we‘re committed \nto extending our outreach and drawing from the broadest \npools of talent to find and retain stellar employees.Arch will be recognized as a leader in its \ncommitment to D&I.\nWe aim not only to have a diverse and inclusive employee \npopulation, but also to pursue and promote diversity \nin our partnerships with customers, suppliers and \nstakeholders.Arch will improve attraction, development, \nengagement and retention of top talent through \nour inclusion initiatives.\nOur goal is to cultivate a workplace culture where all of our \nemployees can thrive by building awareness of inclusive \npractices and incorporating them into our regular course \nof business.\n320  \nArch leaders \ncompleted course \nsince introduction.Leading with an Inclusive Mindset  \n", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}