{"page_content": "2021 ESG ANNUAL REPORT  |   20 \n Our Business Our Operations Our Investing Our People Our Communities\nColleagues and Communities\nArch invests in a number of strategic partnerships that aim to \nbring more diversity to the insurance industry and to our own \nCompany. In 2021:\n \u0084Maamoun Rajeh, the leader of our Worldwide \nReinsurance Group, continues to serve on the board \nof directors of Women in Reinsurance (WiRE) in \nBermuda. \n \u0084Arch sponsored the International Association of \nBlack Actuaries Annual Meeting  for the second \nyear. We hired an intern through this relationship and \nwill continue building a talent pipeline through this \npartnership.\n \u0084Arch signed on as a global sponsor of Dive In,  an \ninternational festival for D&I. All Arch employees were \nable to engage in festival programming, which included \nsessions on mental health, social responsibility, \nmultigenerational workplaces, gender, LGBTQ+, \nmulticulturalism, race and ethnicity, and disability. \n \u0084Arch joined the Insurance Supper Club in the U.K. in \n2021 and will continue in 2022 to provide professional \nnetworking, development and mentoring for women. \n \u0084Arch joined Stonewall , a nonprofit research and \nadvocacy organization based in the U.K., to promote \nLGBTQ+ inclusion in the workplace.\nArch also contributes to nonprofit organizations that \nchampion diversity, equity and inclusion causes. To see more \nabout our community impact work around racial equity and \nsocial justice, see our section on “ Enabling Possibility through \nour Communities ”.\nIn addition to our industry partnerships, we are actively \nworking with human resources leaders to review our current \nhiring processes and ensure that inclusive practices are \nembedded into every stage of talent acquisition. Culture\nOur global Employee Networks were first established in \n2020 and continued to take shape in 2021. These Networks \nare employee-led, business-focused groups that provide \nopportunities to connect with other people and allies in the \ncommunity and support our D&I strategy and objectives. We \nhave launched six networks, each with an executive sponsor, \nleadership team and mission statement. The networks have \nbeen hosting companywide initiatives and events. In 2021, \nwe focused on developing objectives that tie to the strategy, \nhighlighting key focus areas for each network. \nThese global Employee Networks build upon existing \ninitiatives like our Mortgage Insurance Group’s Employee \nResource Groups, the Arch Insurance Group’s Culture Team \nand our Global Service Operations Employee Clubs — each of \nwhich was designed to engage our employees in meaningful \nways. \nEmployee Networks also drive many initiatives to support \ncauses that connect to their missions. Find out how \nour Employee Networks and other groups support our \ncommunity impact work in the  “Enabling Possibility through \nOur Communities ” section. Arch Employee Networks\nBlack Professionals & Allies – hosted \nnumerous career development and \neducational events, including a virtual panel \non Juneteenth and a session on Black British \nHistory in honor of U.K. Black History Month. \nThey also provided volunteer opportunities \nfor members to mentor underserved students \nthrough Arch nonprofit partner the All Stars \nProject.\nLGBTQ+ & Allies – coordinated several events \nand initiatives in 2021. They hosted a slate \nof events for Pride Month, including “Pride \nBingo: Exploring LGBTQ+ Terminology” and \na session on “Intersectionality and Allyship.” \nThey also hosted several charity drives, with \nArch matching employee donations during \nPride Month to nonprofits championing \nLGBTQ+ causes in the communities where Arch \nemployees live and work.\nWomen & Allies – focused on providing \nmeaningful career development and \nnetworking opportunities. Events hosted in \n2021 include a series of virtual sessions on \nInternational Women’s Day and throughout \nWomen’s History Month.\nVeterans & Allies – this network launched \nin November of 2021, and coordinated a \ncharitable giving campaign with Marine Toys \nfor Tots Foundation in time for the holidays.\nActivated in 2021\nAbled Not Labeled & Allies –  launched \nin January, 2022, the Network has a three-\npronged focus: neurodiversity, mental health \nand wellness, and physical abilities.\nYoung Professionals & Allies – seeks to \nadvance the industry by providing young \nprofessionals with opportunities for \ndevelopment and networking.\nLaunching in 2022", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}