{"page_content": "2021 ESG ANNUAL REPORT  |   22 \n Our Business Our Operations Our Investing Our People Our Communities\nCareer Leveling Framework\nWe invest in the success of our people by optimizing the \nsystems and processes we use to support their career \ngrowth. Our development of a comprehensive career \nleveling framework, which was completed in 2020, led to \nenhanced capabilities in overseeing employee promotion \nand retention efforts. In 2021, leveraging our new human \ncapital management software, the leveling framework was \nsuccessfully implemented by our HR team in partnership with \nhiring managers across the enterprise. \nEarly Career Development\nWe invest in the success of our employees by offering \nprograms that give the next generation of insurance \nprofessionals opportunities to grow their careers at Arch, \nincluding our Summer Internship and Early Career Programs. \nOur internship programs  provide highly motivated \nstudents with meaningful work experience and professional \ndevelopment opportunities. In the U.S., U.K. and Bermuda, we \nhosted over 65 interns in various functions throughout our \noperations in 2021.\nOur Early Career Program (ECP) is a 12-month apprenticeship \naimed at college graduates with an interest in launching a \ncareer with a worldwide insurer. The class of 2021 graduated \n19 colleagues with a focus on underwriting. The class of 2022 \n(who were onboarded in the fall of 2021) is made up of 22 \nemployees who placed into either underwriting, actuarial \nor claims tracks. The ECP includes 12 training modules that \nparticipants must complete in order to graduate; the class of \n2021 rated these modules at an average of 4.7 out of 5 in a \nsurvey.Leadership Development\nThrough a combination of on-the-job experiences, exposure \nand education, we enable our leaders to take on challenges \nwith resilience and the inclusive mindset that is critical in an \nincreasingly complex world. We offer a number of programs \nwithin our business segments that provide leadership \ndevelopment training for people managers to help them \neffectively lead diverse teams to achieve success.\nLearning\nArch University: Through our learning \nplatform, Arch U, we provide extensive \neducation opportunities, including \ncoursework and certification classes, \navailable on multiple platforms. \n13,677 Hours of Learning\n264 Courses Accessed\nLinkedIn Learning: All employees have \naccess to the LinkedIn Learning platform, \nwhich offers relevant and timely on-\ndemand training videos and e-books from \nindustry experts.\n10,150 Hours of Learning\n12,862 Courses AccessedGrowing Our People\nWe work to enhance our culture of inclusion and to provide the tools and opportunities for our \nemployees to continue to grow as professionals at Arch. We invest in the success of our people \nthroughout their careers.\n* 2021 employee survey; benchmarks provided by Workforce Science Associates (WSA).  88%  \nof employees say*  \n“Arch provides me  \nwith the opportunity  \nfor learning and  \ncareer development.”\n11% improvement  \nover 2019", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}