{"page_content": "2021 ESG ANNUAL REPORT  |   23 \n Our Business Our Operations Our Investing Our People Our Communities\nInclusive Benefits\nAs we continue our efforts to attract and retain diverse talent, \nwe have added more inclusive benefits. \nLGBTQ+ Medical Coverage Enhancements.  We expanded \nour medical coverage benefits for our transgender community \nby covering services such as behavioral health, hormone \ntherapy and medications and gender-affirming surgical \nservices for our U.S.-based employees and their families. \nArch Cares Leave Share Program. Announced in late 2021, \nthis program allows U.S.-based employees to voluntarily \ndonate accrued paid time off (PTO) days to colleagues who \nneed more time away from work due to medical reasons or \nmajor disasters after they have exhausted their available PTO \nbenefits.Parental Leave Policy\n \u0084In the U.S., our plan provides up to 10 weeks of paid \nleave at 100% of an eligible employee’s base salary for \nthe birth, adoption or fostering of a child, on top of \nany birth-related medical leave taken by the mother \n(usually covering six weeks of an employee’s full salary). \nThe policy joins a host of benefits designed to support \nfamilies, such as back-up childcare, adoption assistance \nand a flexible spending account for dependent care \ncosts. \n \u0084In Bermuda, our plan provides employees up to four \nweeks of paid leave for the birth, adoption or fostering \nof a child. This leave is in addition to the 13 weeks \nmandated by law for new mothers. \n \u0084In the U.K., we reduced the eligibility requirement for \nenhanced pay for parental leave from two years to one \nyear of service in order to make this benefit accessible \nto more employees.\nEmployee Assistance Program (EAP). Our EAP offers global \nemployees 24/7 access to qualified psychologists who can \nassist with managing mental health, relationship challenges, \nparenting support and workload pressures or concerns.\nTo read more about our comprehensive benefits for Arch \nemployees, click below to visit our website.Support for Mental and Physical \nHealth and Well-Being\nWe understand the enormous impact mental health has \non our ability to thrive. With the pandemic highlighting \nthe toll that stress can have on our mental health, Arch \nintroduced several programs to support our employees during \nchallenging times. \n \u0084Wellness webinars.  Starting in 2020, Arch hosted a \nseries of webinars to share practical techniques to help \nbuild resilience. \n \u0084Mental Health First Aiders. Originally consisting of \nfive trained, U.K.-based Arch employees from different \ndepartments, the now-six-member team aims to raise \nawareness and promote better mental health and \nwell-being. The team received training in mental health \nand first aid protocols, and now serves as the first point \nof contact for employees experiencing mental health \nissues. \n \u0084Vitality Well-Being events. In the U.K., our private \nmedical health provider, Vitality, hosts monthly virtual \nwell-being events for our U.K.-based employees. \nPandemic Precautions\nWhen the COVID-19 pandemic hit in 2020, we immediately \ntook precautions to ensure that our employees stayed \nprotected and healthy. We have not wavered in this approach, \nand in 2021 took additional measures to ensure the safety \nand well-being of our employees and their families during this \ndifficult time. \n \u0084Our medical plan covers all COVID-19 testing  and \nvaccination costs.  \n \u0084Paid time-off for leave related to a COVID-19 \nvaccination.  \u0084Office reentry. From the very beginning, Arch erred on \nthe side of caution when considering our office reentry \ntimeline in order to prioritize the health and safety of \nemployees and their families. We delayed our office \nreentry timelines in most of our major office locations \nwhen conditions caused uncertainty. Placing employee \nhealth and safety at the forefront of our strategy, we \nwill reenter our offices in 2022 when we have more \ncertainty about the safety of doing so, albeit with a \nmore flexible, hybrid approach.\n \u0084We continued operating the Arch Cares: COVID-19 \nEmployee Assistance Fund for Financial Hardships  \nas a way to help ease the economic burden of any Arch \nemployee whose family suffered due to the pandemic.Safeguarding Our Employees’ Health\nAt Arch, we ensure that our people have access to comprehensive benefits to safeguard their mental, physical and financial health. We took a number \nof actions to address the added challenges presented by the COVID-19 pandemic, and their health and safety continues to be a top priority as the \nCOVID-19 situation evolves.\nThe Arch Cares Leave \nShare Program was \ncreated by a team of our \nemployees, who proposed \nthe idea in response to \nan Arch Mortgage Group \nInnovation Challenge. \nThis event invites teams of employees to identify a \nchallenge facing the Company and propose a solution. \nTwo years ago, one of the top ideas was the creation \nof shared PTO banks that employees could tap if they \nfaced a dire need. Launched in 2022, that idea has \nbecome a reality. Arch Global Services (GSO) \npartnered with the Philippine \nRed Cross Quezon City Chapter \nto coordinate six vaccination \ndrives for Arch employees and \ntheir families.\nFour COVID-19 vaccine brands \noffered to our GSO employees \nand their immediate family \nmembers during the vaccination \ndrives.\nThese efforts contributed \nsignificantly to the current 99% \nvaccination rate for our 800 GSO \nemployees.6 \n4 \n99% Arch Global Services COVID-19 Vaccination Program\nLearn more about our employee benefits > >", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}