{"page_content": "2021 ESG ANNUAL REPORT  |   24 \n Our Business Our Operations Our Investing Our People Our Communities\nENABLING POSSIBILITY THROUGH\nOUR COMMUNITIES\nWe strive to make a difference by investing in areas where we live and work. We demonstrate our \nongoing commitment to building stronger, more resilient communities through our philanthropic \nand volunteer efforts. \nIn 2021, we supported and magnified the positive change \ngenerated by charitable organizations. As part of our wider \ncommunity impact strategy, we focused on:\n \u0084Driving a high-impact global volunteer initiative in the \nfall of 2021.\n \u0084Amplifying the generosity of our employees through our \nvolunteer time off (VTO) and matching gift programs.  \u0084Making targeted donations at the corporate level \nto charitable organizations that align with our \nphilanthropic goals supporting our four focus areas: \nhealth, housing, education and the environment. \n \u0084Formalizing our corporate giving efforts with the \nformation of the Arch Group Foundation in the fall of \n2021.\nCelebrating Our 20th Anniversary by Giving Back  \nIn 2021, we celebrated our 20th anniversary by launching the \nArch Global Giveback, an initiative to encourage our global \nemployees to safely volunteer and support the communities \nwhere they live and work. This initiative had the dual benefit \nof creating meaningful employee connections during the \npandemic and underscoring our corporate value of “Striving to \nMake a Difference” by giving back.\nHighlights of the 20th Anniversary Global Giveback \nInitiative:\n \u0084As part of the initiative, Arch offered every employee an \nextra  day of VTO starting in October 2021, in addition to \nthe two VTO days employees already receive.\n \u0084We increased our matching gift program  from a 1:1 \nratio to a 2:1 ratio during October, effectively tripling the \nimpact of dollars donated to charitable organizations \nduring this time..\n \u0084Local champions, with support from the ESG team, \nplanned volunteer events with organizations in their \nrespective cities, representing nearly every one of Arch’s \n80+ offices across the world. \u0084Employees — including remote workers — were \nencouraged to volunteer with organizations that matter \nto them.\n \u0084Through both Company sponsored and individual \nactivities, over 800 Arch volunteers  supported more \nthan 200 charitable organizations aligned with one or \nmore of our strategic giving focus areas.\n \u0084Arch Global Giveback events took place from September \nthrough December, during which time employees \ndonated over 5,000 hours to these important causes.\n \u0084The initiative helped create positive impact in eight \ncountries and over 100 cities across the globe.\nAt the conclusion to the Global Giveback initiative, Arch \npledged an additional $1.4 million to organizations across the \nglobe that drive change across our giving focus areas.  \nRead more here.\n \u0084More than 25 volunteer activities supported health-related causes, from raising funds to cure specific diseases like \nALS and breast cancer, to providing comfort and resources to families dealing with a critical illness.\n \u0084Volunteers supported more than 35 charities addressing food insecurity from the U.S. to the U.K. and Hong Kong, \nincluding 17 food banks and several organizations that redistribute surplus food to those in need of healthy meals. \n \u0084Over 20 activities got employees outdoors to help our planet, from removing invasive species and environmental \ncleanup to working with wildlife organizations to care for animals. \n \u008415 activities addressed housing issues , from raising awareness around teenage homelessness and serving hot meals at \nhomeless shelters, to building houses through Habitat for Humanity (six different home builds) and taking care of home \nrepairs for low-income homeowners. \n \u0084Over 20 activities helped improve access to quality education , from (virtually) mentoring underserved students to \nhelping teachers get the resources they need for their classrooms.I loved the idea of giving back to our society, and especially the environment, with my Arch \ncolleagues. In Zurich, we are in the office (or at home) all day, so we wanted to volunteer outside \nin nature. We chose to partner with WWF to organize a day in the Schwaldis and Säls Alps, helping \nto preserve the habitats of local wildlife — it was a great experience. Though the work was \ndemanding, the terrain was steep, and you needed to walk cautiously, we had breathtaking views, \nmet motivated people who work in this environment every day, and learned about the indigenous \nanimals and plants. In the end we could really see a difference from our work.\n–Katrin Werlen, Dr. sc. ETH\nSenior Quantitative Analyst, Credit & Surety\n", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}