{"page_content": "2021 ESG ANNUAL REPORT  |   26 \n Our Business Our Operations Our Investing Our People Our Communities\nArch generously supports the causes we believe have the most meaningful impact on our \ncommunities’ ability to thrive. Overall, during 2021, Arch donated $6.3 million  to charitable \norganizations across the globe.Contributing to Community Growth and Resilience through Corporate Giving\nArch Group Foundation Introduced\nTo create more targeted impact through our corporate giving \nefforts, we formed the Arch Group Foundation in the fall of \n2021. Its creation formalizes our commitment to help build \nresilient communities on an ongoing basis. \nNow operational in 2022, the Arch Group Foundation will \ndirect funds to organizations that make a meaningful impact \nin one or more of these areas, as well as those that align with \nour commitment to D&I. \nAccessible, Safe Housing\nThrough insurance and educational \nsolutions provided by our Mortgage Group, \nwe help create a more sustainable housing \nmarket. We also aim to help individuals \nand families achieve sustainable housing \nthrough our community impact work. \n \u0084Partnership with MBA Opens Doors Foundation: \nArch’s 2021 contribution of $100,000 supports the \nMBA Opens Doors Foundation home grant program. \nThis program provides mortgage or rental payment \nassistance to families caring for a critically ill or injured \nchild, helping parents and guardians to focus on caring \nfor their loved ones rather than on a home in jeopardy.\n \u0084Habitat for Humanity Support:  Arch donated $50,000 \nto support Habitat for Humanity in their mission to \nbuild strength and stability through shelter. Arch \nemployees also volunteer with several Habitat for \nHumanity chapters throughout the U.S. Academic and Career Success \nArch views education as the great \nequalizer, and through our corporate giving \nefforts we help students in underserved \ncommunities achieve their educational \ngoals and work toward a brighter future. \n \u0084Arch MI Scholars Program with NC A&T University: \nWe support two scholars per year at the nation’s \nlargest historically Black university, which is located a \nfew miles from our Mortgage Group’s headquarters in \nGreensboro, North Carolina. \n \u0084Arch Insurance Scholars Program with the Spencer \nFoundation: We provide funding and internship \nopportunities to undergraduates from diverse \nbackgrounds pursuing careers in actuarial science, \ninsurance, business or risk management.\n \u0084James Asamoah Memorial Scholarship with St. \nBenedict’s Preparatory School:  Arch created an \nendowment scholarship for students at St. Benedict’s \nPrep, a school serving low-income students in Newark, \nNew Jersey, in honor of James Asamoah, a long-time \nArch employee lost to COVID-19 in 2020.\n \u0084Arch served as a national sponsor for the second year in \na row for the United Negro College Fund Virtual Walk \nfor Education , held in September 2021.\n \u0084All Stars Project Commitment: In 2021, our Black \nProfessionals & Allies Network championed the All \nStars Project (ASP), a national nonprofit that uses a \nperformance-based approach to help inner-city youth \nand their families achieve success. In addition to \nemployee volunteer events, Arch supported ASP as a \nGold Sponsor for its Fall Benefit.Environmental Resilience\nAs a global (re)insurer, we understand \nthat climate change presents potentially \nfar-reaching implications for communities \nnot properly prepared for or mitigating \nthe effects of natural disasters. Through \nour corporate giving, we are committed to \ndoing our part to make a difference.\n \u0084Support for World Wildlife Fund (WWF): Our Zurich-\nbased employees volunteered with WWF as part of the \nArch Global Giveback, and Arch expanded our support \nfor WWF’s conservation efforts through an additional \ncorporate donation of $20,000.\n \u0084ShelterBox:  Our U.K. operations support ShelterBox \nU.K., an organization that provides international \ndisaster relief and emergency shelter to support \nfamilies devastated by natural disaster and conflict. \nArch donated more than US$100,000 to ShelterBox U.K. \nin 2021.Healthy, Thriving Societies\nThe health of our communities was \nseriously challenged by the COVID-19 \npandemic. As healthcare continues to be \none of the most critical issues facing our \nsociety, Arch partnered with and continued \nto support several organizations driving \nprogress in this area, including:\n \u0084Support for Insurance United Against Dementia and \nAge UK: Our U.K. operations have focused particularly \non health impacts faced by the elderly, including \ndementia. Arch joined the Alzheimer’s Society industry-\nspecific campaign, Insurance United Against Dementia.\n \u0084COVID-19 Vaccination Support in the Philippines: \nArch donated $24,000 to the Philippines Red Cross to \nsupport its free vaccination program. Arch also created \nthe Global Services COVID-19 Vaccination Program in \nApril 2021. Find more information on this program in \nthe Our People section.\n \u0084Commitment for COVID-19 Vaccines in India: When \nCOVID-19 cases spiked in India with the rise of the Delta \nvariant in 2021, Arch provided assistance through one \nof our India-based investment partners in the form of \na $400,000 commitment directed toward vaccinations \nand treatment for those suffering from COVID-19 in the \ncountry.\n", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}