{"page_content": "2021 ESG ANNUAL REPORT  |   5 \n Our Business Our Operations Our Investing Our People Our Communities\nArch RoamRight  – winner of two bronze Stevie® Awards in \nthe 19th Annual American Business Awards®, with recognition \nfor Customer Service Department of the Year – Exceptional \nCustomer Service in the Time of COVID, as well as for the \n2021 Travel Insurance PlaybookTM — Exemplary Customer \nSupport Service and Responsiveness. These awards reflect a \ncritical part of the overall value we provide to customers and \npartners. Stevie® awards recognize outstanding performances \nin the workplace worldwide.\nThe American Business Awards® is the premier business \nawards program in the U.S. All organizations operating in the \nU.S. are eligible to submit nominations ― public and private, \nfor-profit and nonprofit, large and small.Arch Mortgage was recognized in the Triad Business Journal’s  \ninaugural class of Leaders in Diversity award winners. The \nrecognition aims to “celebrate individuals and companies who \nhave worked to establish and advance diversity and inclusion \nefforts in their workplaces and communities.”  Arch Capital’s Investor Relations Group was recognized \nin a survey conducted by Institutional Investor, a leading \ninternational business publisher focused primarily on \ninternational finance. The survey asks analysts and portfolio \nmanagers in the investment community their perceptions \nof corporate investor relations functions. The survey results \nare published as the All-America Executive Team, which \nrecognizes the best investor relations (IR) programs, chief \nexecutive officers, chief financial officers and other IR \nprofessionals.\nThe 2021 All-America Executive Team rankings cited Arch \nCapital as one of the Most Honored Companies (top 10%) in \nthe U.S. Within the narrower insurance industry, Arch placed \nin the top three in every category including, Best Investor \nRelations, Best CEO, Best CFO, Best IR Professionals, Best \nIR Team, Best Investor/Analyst Event, Best ESG and Best \nCommunication of Strategy and Risk Management Amid \nCOVID-19.Awards and Recognition\n", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}