{"page_content": "2021 ESG ANNUAL REPORT  |   6 \n Our Business Our Operations Our Investing Our People Our Communities\nLast year marked a milestone in Arch’s history as we celebrated \nArch’s 20th anniversary. Although Arch has grown in many \nways — in the locations we serve, the size of our workforce and \nthe lines of business we write — what hasn’t changed is our \npurpose: “We Enable Possibility.” Our business is focused on \nprotecting our clients’ assets and safeguarding their futures. \nAnd, in a world where uncertainty touches every aspect of our \nlives, we are dedicated to fostering stability for our clients, our \nemployees and the communities where we live and work while \nhelping them plan, build and grow a sustainable future. \nAs we enter our third year of environmental, social and \ngovernance (ESG) reporting, we continue to more fully integrate \nESG considerations in our underwriting, investment decisions \nand in how we attract and retain top talent. We know that by \nembedding corporate responsibility, high ethical standards and \nsustainable practices into our operations, we are driving our \nlong-term success. \nFor example, we recognize the insurance industry is uniquely \npositioned to play a role in energy transition and to help \ninsureds adapt and build resilience against the impacts of \nglobal climate change. As a result, we continue to take steps to \naddress the climate challenge in our underwriting process. In \nearly 2021, we implemented an approach to underwriting risks \nin the thermal coal industry that reduces our underwriting \nfootprint in this sector while allowing us to thoughtfully \nprovide coverage to these entities that are aiming to support \nthe transition to lower carbon energy sources. At this time, we \nbelieve a pragmatic approach to underwriting this complicated \nprocess, rather than an all-or-nothing approach, is necessary.As careful stewards of the capital entrusted to us, we continue \nto actively integrate ESG factors in our investment analysis; we \nbelieve this approach will contribute to improved investment \nreturns and reduced risk over the long term. To further \nenhance the investment team’s governance regarding ESG \nintegration, we recently adopted a Responsible Investing Policy \nto formalize our approach to sustainable value creation. Our \ninvestment team opportunistically seeks ESG-positive “impact” \ninvestments and aims to create positive and measurable \neffects on society while delivering competitive financial returns. \nWe invest with asset managers who are United Nations \nPrinciples of Responsible Investment (UN PRI) signatories and \nwho support our commitment to meaningful environmental \nand social change. \nOur people will always be our most valued resource and the \nembodiment of our purpose; they are the innovators who \ndevelop the solutions that “Enable Possibility” for our clients \nand communities. We understand that this relationship needs \nto reflect a high level of trust and partnership between both \nparties, and we strive to listen to our employees and create \na collaborative, inclusive culture. In 2021, we embarked on a \ndetailed, multiyear diversity and inclusion (D&I) strategy. In this \nreport, you’ll read about our dynamic Employee Networks, our \nevolving approaches to prioritize D&I within our workforce and \nthe steps we’ve taken toward creating an environment where \nour people can continue to be their authentic selves. \nOver the years, our Global Facilities team, together with \nour employee-led environmental sustainability committee, \nBlue Goes Green, has identified targeted ways to reduce \nour corporate emissions and drive greater energy efficiency across our organization. This year, we measured the actual \nemissions of our global offices so we can actively set goals for \nmeaningful reduction. We are excited to share our action plan \nfor improvement in this report. \nWe have a proud history of generosity and service, so to \ncelebrate our 20th anniversary, we wanted to give back to the \nglobal community. We introduced our first worldwide volunteer \nevent: The Arch Global Giveback, which provided every Arch \nemployee with an extra day of volunteer time off (VTO). It \nwas a powerful celebration and our people embraced it as an \nopportunity to engage with their colleagues and to make a \npositive impact. \nWe are committed to continually improving our ESG reporting, \nto ensure stakeholders understand the ways our business \nintersects with, and is shaped by, the evolving ESG landscape. \nDuring 2022, we will continue to advance and integrate ESG \nconsiderations in our business strategy and decision-making, \nand plan to share updated sustainability priorities in the \ncoming years. \nMARC GRANDISSON\nChief Executive Officer\nArch Capital Group Ltd.\nA MESSAGE FROM OUR CEO", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}