{"page_content": "2021 ESG ANNUAL REPORT  |   7 \n Our Business Our Operations Our Investing Our People Our Communities\nENABLING POSSIBILITY THROUGH\nOUR BUSINESS\nImproving Risk Resilience\nOur Enterprise Risk Management Strategy\nStrategic risk management enables us to optimize risk-\nadjusted returns, resulting in strong financial performance. \nWe selectively pursue diverse, specialty markets where our \nexperts can share their deep knowledge to drive long-term \nprofitability. We take the risks of climate change seriously \nand believe incorporating climate change into our business \nstrategy drives positive outcomes.\nResponsibilities are delegated across our organization through \na “Three Lines of Defense” approach to risk governance. This \nembedded risk management framework, supported by key \ncontrols, enables us to limit risk. See page 3 of our 2021 Task \nForce for Climate-related Financial Disclosures (TCFD) Report \nfor a detailed description of our “Three Lines of Defense” \nframework. \nOur integrated approach to risk management and its \nrelationship with other Arch functions, including ESG, results in \nrisk policies and inputs to our Risk Register, which is part of a \nregular review process. The Risk Register defines all risks, both \nqualitatively and quantitatively, for probability and potential \nimpact on our Company. \nOur Enterprise Risk Management (ERM) team formally \nidentifies and integrates ESG performance, including climate \nchange and climate-related risks, into our Risk Register and \nextends that analysis to specific climate-related business risk \nevaluations in line with the recommendations of TCFD. See \npage 5 of our 2021 TCFD Report. At least annually, we review \nthese evaluations and validate the underlying data. Modeling and Assessing Natural Catastrophe Risk\nWe understand that a continued rise in average global \ntemperatures will have a significant effect on weather-related \nnatural catastrophes and will account for an increasingly large \nshare of natural catastrophe losses. \nFor natural catastrophe modeling, we use multiple methods, \nincluding proprietary models and leading third-party \ncomputer models, to inform our underwriting and reinsurance \ndecisions. We actively manage our aggregate exposure to \nclimate change, climate-related risk and catastrophic events \nas we evaluate natural catastrophe risk at the location and \nportfolio levels in both the near- and long-term. \nOur modeling teams work across the first and second lines \nof defense to challenge and vet modeling output. They \nevaluate climate trends by zone, peril and region to enable our \nunderwriters to make efficient risk selections. Specific areas of \nresearch and focus in 2021 included U.S. flood, large property \nexposures and wildfire. We continue to focus on the quality of \nour data and the accuracy of our tools.\nThe ERM team keeps our management informed of peak high-\nrisk zones and exposure to risk for a substantial loss from a \ncatastrophic event. Natural catastrophe risks in our portfolio \nare geographically diversified and do not have material \nconcentrations. We report our natural catastrophe aggregate \nexposures quarterly in our external financial reporting. For \nadditional information regarding our natural catastrophe \nexposures, see Item 7, pages 73-104, of our Annual Report on \nForm 10-K for the fiscal year ended December 31, 2021, filed \nwith the SEC on February 25, 2022.\nThe impact of climate change and climate-related risk also \nextends to capital through our Own Risk and Solvency Assessments (ORSA), which include current and forward-\nlooking evaluations of risk to capital. \nGovernance\nOur Board of Directors (Board) as a whole is responsible for \norganization oversight. We have identified ESG-related risks \nand controls within each of our key risk categories. These \nrisks are captured in our well-documented risk policies, which \nidentify key roles and responsibilities for all risks.  On a quarterly basis, our Board reviews information from \nsenior management, including our Chief Risk Officer (CRO), on \nmaterial risks, including those related to natural catastrophes \nand the potential implications of climate change, investments/\nmarket risk, and general economic factors that may impact \nour mortgage segment results. These reviews and discussions \nare mostly focused on our ability to withstand adverse events \ngiven our current capital position. We offer specialty risk solutions, property and casualty (re)insurance, and housing sector products in communities across the globe. We provide \nservices and insurance coverages that protect and allow our clients to rebuild after a major loss and help families build wealth through homeownership. \nHelping our clients manage uncertainty begins with assessing and addressing risks and collaborating to build resilience in a changing world, ranging \nfrom heightened climate risks to evolving societal demands.\nRISK CATEGORY RISK DESCRIPTION LEAD BOARD OVERSIGHT COMMITTEE\nStrategic Strategy development Board\nInsurance/Underwriting Product line performance Underwriting Oversight\nRisk aggregation Finance, Investment and Risk\nReserving Audit\nCredit Reinsurance/Investment counterparty risk Audit\nInvestment/Market Portfolio guidelines Finance, Investment and Risk\nPortfolio management Finance, Investment and Risk\nLiquidity Liquidity Audit\nGroup Governance Nominating and Governance\nCapital management Finance, Investment and Risk\nOperational Rating agency Finance, Investment and Risk\nReputational Board\nLegal/Legislative/Political Audit\nReporting and Process management Audit\nTalent management Compensation \nBusiness disruption and System failures Audit \nOutsource service providers Audit \n", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}