{"page_content": "2021 ESG ANNUAL REPORT  |   10 \n Our Business Our Operations Our Investing Our People Our Communities\nThrough our Mortgage Insurance (MI) products, we enable \nmore families to purchase homes and accumulate wealth. The \ndown payment required on a mortgage is often a significant \nhurdle to buying a home, particularly for lower-income \nfamilies. MI enables borrowers to qualify for loans with low down payments. Our MI business gives lenders the confidence \nand flexibility to approve mortgage loans with a modest down \npayment, expanding opportunities for homebuyers, which \nin turn strengthens communities and promotes a healthy \neconomy.We are proud of our role in expanding homeownership \nopportunities responsibly and in helping homebuyers build \neconomic security and realize the long-term benefits of \nowning a home. Specialized Programs for Lower Income Borrowers \n(Modest Down Payment)\nWe offer an innovative mortgage insurance product for \nessential workers, like teachers, emergency responders, \nlaw enforcement, former military personnel and medical \ncare workers, who may be unable to afford to live in the \ncommunities they support. This program enables eligible \nborrowers to obtain mortgages with modest down \npayments.\nIn June of 2021, with an increased focus on the racial inequity \nin homeownership, and in alignment with our D&I strategy , \nwe introduced a new affordable housing program to assist \nlow-income buyers. The program, called EqualAccess, \nenables lenders to originate loans with very low down \npayments from eligible borrowers whose incomes are less \nthan 100% of the area median income.2 The program is \ncurrently available to credit unions and commercial banks; \nif successful, could help address the racial inequity that is \nprevalent across homeownership statistics.Providing Socially Sustainable Insurance Products\nAs an insurance company in business for more than 20 years, we are committed to ensuring a sustainable future for our insureds. We offer a range of \nproducts and customer-oriented solutions that help to build safer, stronger and more inclusive communities. \nOur Mortgage Products\n59%  of buyers using Arch MI are \nfirst-time homebuyers. 1  Loans where the qualifying income was less than 80% of the area median income in \ntheir census tract; includes both purchase and refinance.\n2 Area median income is determined by the U.S. Department of Housing and Urban \nDevelopment (HUD).\nSources: FRED Economic Data; Lending Tree ; National Association of Home Builders  – \nEye on Housing ; Money .Recent home price appreciation is making the \ndown payment barrier even more difficult. of renters cite the perception of the \ndown payment as the largest barrier to \nhomeownership.54%  \nTime it takes to save a 20% down payment  on the median \nhome. Up from 7 years in 2020.8 years  \n85%  Reduction in time to save a \n3% down payment vs. a 20% \ndown payment for a qualified \nloan with MI. Clearing the Path to Homeownership\nView Arch MI’s PolicyCast  & Newsletters > >Creating an Informed  \nMortgage Industry Workforce  \nArch MI educates policymakers \nabout the environmental, \nregulatory and socioeconomic \nbarriers to increasing affordable \nhousing in the U.S. through Capital \nCommentary newsletter and \nPolicyCast  podcasts.342,000\nfamilies in the \nU.S. able to \nafford a home \nwith Arch MI in \n2021.\nHomeownership benefits extend to \nnet worth.\nA home is the  largest driver of household \nwealth, especially for minority borrowers .\n~28% \nof which were \nlow-income \nbuyers.1", "metadata": {"source": "NASDAQ_ACGL_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}