{"page_content": "Delivering  \nInnovation\nAdobe’s impact in the world is accelerating. We are \nempowering more individuals than ever to create and  \ntell unique stories, while at the same time transforming \nhow institutions operate and brands compete. Our \nrelentless focus on delivering innovation is driving strong \nbusiness results and expanding our presence as a global \nsolutions provider.\nUnderpinning our success is a culture that values \npeople, innovation and involvement in the world \naround us. We believe these values benefit employees, \ncustomers and shareholders alike, and help promote the \ninterconnections between our business and society.\nInvesting in People\nAdobe employees represent some of the best talent in \nour industry today. They create value for our customers \nand shareholders in an environment that supports their \ngrowth and success. Our culture embraces diversity and \ninclusion, and in 2017 we invested $4 million in education \nand talent pipeline programs, all designed to expand \naccess to technology careers and increase the diversity \nof our current and future workforce. We are proud of our \ncommitment our employees, and honored to be included \namong Fortune Magazine’s 100 Best Companies to Work \nFor in 2017, our 18th year on this prestigious list.Joined with our Communities\nSupporting our communities is a core part of our culture \nthat has grown along with the company. In 2017, we \ndonated more than $39M in cash and in-kind donations \nto nonprofit organizations. With our newest initiative, \nProject 1324 , we are providing a platform for both Adobe \nand its nonprofit partners to support and connect a global \ncommunity of emerging creatives. Project 1324 helps \ninspire and develop these young artists, while amplifying \ntheir work as a force for social impact.\nCommunity engagement not only helps fulfill our \nsocial commitment, it also helps create better business \nconditions – including the ability to attract and retain \ngreat talent. Given that, we’re proud to be listed among \nthe 100 Best Corporate Citizens and one of just 15 \ncompanies named to The Civic 50 every year since its \ninception.\nProtecting the Environment\nLike all businesses, Adobe’s long-term success depends \non the health of our planet. We support the transition to \na low-carbon economy, and are committed to operating \nour sites and the digital delivery of our products with \n100 percent renewable energy by 2035. In 2017, we \nimplemented verified Science Based Targets and signed \nan open access solar power purchase agreement  for our \nsite in Bangalore, India, making Adobe among the first US \ntech companies there with an operation powered by 100 \npercent renewable energy.\nRenewable energy is an important part of our broader \ncommitment to sustainability and helped us achieve the A List on CDP as well as the Dow Jones Sustainability \nIndex (World) . We believe our performance, as well as \nour transparency in reporting, has been instrumental in \nreinforcing Adobe’s standing as a trusted brand among \ncustomers and investors.\nThe need for business transparency is more important \nthan ever for all our stakeholders. The data tracked and \npresented in this report demonstrates our commitment \nto transparency and helps us monitor progress in key \nareas of our business. I invite you to learn more about our \nsustainability and social impact initiatives, and join us in \nour commitment to a more sustainable future.\nShantanu Narayen,  \nChairman, President and CEO\n \n2\n", "metadata": {"source": "NASDAQ_ADBE_2017.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}