{"page_content": "  12\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nStakeholder Engagement\nAs a global travel company with managed and franchised lodging operations and licensing \narrangements, Marriott has a range of stakeholder groups. We collaborate with these stakeholders \nto understand their priorities through global forums and industry associations, develop policies \nand programs, and report on our most shared, critical ESG interests.\nAssociates: Marriott’s long history of service, innovation, and growth is built \non a commitment to put people first. We invest in associates, with a focus on \ndevelopment, recognition, compensation, career opportunity, and skills training. We \nalso engage our associates on how to embed Serve 360 and drive ESG progress \nacross the company. \nCustomers: Marriott engages with corporate customers to support the company’s \nServe 360 Goals and ESG strategy, while also providing environmental data, \ncollaborating on sustainability practices, and providing information on diversity, \nequity, and inclusion programs to support customers in achieving their own goals.\nGuests: Through Marriott’s guest satisfaction survey and reviews, we aim to provide \nguests opportunities to be heard and to generate superior guest satisfaction and \nmore memorable stays at Marriott properties. \nWe also engage guests through our loyalty program, Marriott Bonvoy, which allows \nguests to earn and redeem points for staying at Marriott properties and provides \nguests the option to donate their points to specific Serve 360 partners.\nHotel Owners & Franchisees:  Through various owner and franchise forums, Marriott \nencourages participation from owners, franchisees, and management companies on \nrelevant initiatives, collaboration opportunities, and overall progress and learnings \naround ESG.\nSuppliers:  Marriott engages with suppliers through our sustainable procurement \nand supplier diversity programs. This includes working with suppliers to drive progress toward our responsible and local sourcing goals, and collaborating with \nminority-, women-, LGBT-, people with disabilities-, and veteran-owned businesses.\nCommunities: Along with associates, hotels, and our Business Councils, Marriott \nengages with local communities and community organizations through investment \nand volunteer activities. We also support communities through our disaster relief \nprogram and biodiversity investments.\nIndustry Associations & Nongovernmental Organizations: Marriott and \nour leadership team regularly participate with allied trade associations and \nnongovernmental organizations through leadership roles on boards and executive \ncommittees. Marriott executives hold leadership roles at organizations including \nthe World Economic Forum, the Business Roundtable, the World Travel & Tourism \nCouncil (WTTC), the Sustainable Hospitality Alliance (The Alliance), U.S. Council \nfor International Business (USCIB), U.S. Travel Association, U.S. Travel and Tourism \nAdvisory Board, Brand USA, and the American Hotel & Lodging Association (AHLA), \nincluding its state-level affiliates. Marriott also engages with diversity, equity, and \ninclusion organizations, and participates at the board level for Disability:IN, Out & \nEqual, WEConnect International, and many others. \nInvestors:  Marriott communicates with investors through various channels to share \nupdates on a variety of ESG-related topics and provide information and data on our \nServe 360 platform and progress toward our 2025 Serve 360 Goals. Marriott also \nparticipates in select ESG rating agency surveys and disclosures. ", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}