{"page_content": "  14\n2022 Serve 360 Report: Environmental, Social, and Governance Progress \n•INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nEnergy & Emissions\nMarriott’s approach to reducing hotel greenhouse gas (GHG) emissions is centered around \nthe implementation of technologies to track energy consumption, investments in efficiency \nprojects, and the increased use of renewable energy.\nManaging the Environmental Footprint of Hotels\nTo assist with the effective management of carbon emissions and energy \nconsumption, the Marriott Environmental Sustainability Hub (MESH), our internal \nenvironmental reporting platform, supports the tracking and management of \nenvironmental data across Marriott’s portfolio of hotels. Marriott’s Engineering \nGlobal Leadership Team, which includes cross-regional representation, conducts \nregular engagement exercises to drive MESH data integrity and participation.\nTo further execute on the company’s energy and emissions reduction strategy, \nMarriott’s Engineering Business Leadership Councils and teams, composed of \nhotel-based Engineering Discipline Leaders and Facility Services Directors from \nspecific geographic markets, meet quarterly to review the company’s performance \nagainst the Serve 360 carbon reduction and renewable energy goals. \nScience-Based Targets\nIn September 2021, Marriott submitted a letter to the Science Based Targets \ninitiative (SBTi), committing to set a science-based emissions reduction target, \nin line with 1.5°C emissions scenarios, and set a long-term science-based target \nto reach net-zero value chain GHG emissions by no later than 2050. As part of \nthis commitment, the company also signed on to the Race to Zero via the most \nambitious standard, Business Ambition for 1.5°C.\nThe company is currently preparing the submission for Marriott’s near-term targets \nand developing longer-term strategies to support those targets. This includes \nreviewing Scope 1 and 2 data and time horizons and evaluating Scope 3 emissions \nfor baseline, tracking, and reporting.Improving Energy Efficiencies\nGlobally, Marriott properties and their ownership groups evaluate energy \nefficiency investment opportunities, including the implementation of energy and \nenvironmental action plans, signature projects, retro-commissioning, lighting \nretrofits, and building automation systems. For example, in 2021, numerous Marriott \nmanaged hotels implemented energy efficiency projects, saving approximately \n130,000 MWhs of energy.\nThe Halifax Marriott® Harbourfront Hotel (Nova Scotia, Canada) installed the \nEcopilot® North America – AI for Commercial HVAC System to reduce energy \nusage and costs and improve indoor occupant comfort. The system resulted \nin an electricity savings of approximately 20% and natural gas savings of \nnearly 18% in 2021 .\nThe JW Marriott Washington, DC (Washington, D.C., U.S.) was recognized \nwith the 2021 global Energy Management Leadership award , one of the \nhighest accolades in energy management and conservation, for reducing \napproximately 725 metric tons of carbon emissions  over three years. \nIn 2021, Marriott engaged with Convergence Energy Services Limited in India \nto install Electric Vehicle (EV) charging units across hotels in India . This \nproject plans to expand to 100 hotels in 2022.", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}