{"page_content": "  22\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nManaging Food Waste Through Innovation\nMarriott hotels continue to implement innovative food waste reduction practices and \nprograms across the globe. For example, the team at London Heathrow Marriott \n(London, U.K.) launched a series of waste reduction initiatives, including a “Food \nWaste Laboratory,” to reduce, reuse, and recycle food waste. The hotel innovates \nto use food that would have been potentially discarded, such as creating fresh jam \nfrom passion fruit skin. In one month alone, the hotel reused nearly 400 lbs. (180 kg.) \nof potential food waste through these practices. \nMarriott hotels in Hong Kong worked with O-Park, the city’s first organic resources \nrecovery center, to convert food waste into electricity. Through this collaboration, \nthe Hong Kong Ocean Park Marriott Hotel and Sheraton® Hong Kong Tung \nChung Hotel (Hong Kong, China) diverted approximately 70,000 lbs. (32,260 kg.) \nof food waste from landfills between September and December 2021. In 2021, \nboth the Renaissance® São Paulo Hotel (São Paulo, Brazil) and The Ritz-Carlton, \nPentagon City (Virginia, U.S.) installed bio-digesters to process food waste, with \nThe Ritz-Carlton, Pentagon City diverting over 10 tons of food waste from landfills \nwithin the first six months after the system was installed. \nIn South Africa, 10 Protea hotels participated in the Chefs with Compassion’s \n#67000litres Challenge, which called upon all individuals and businesses with \naccess to a kitchen to dedicate their 67 minutes on Mandela Day to raising \nawareness surrounding the excessive volume of food wastage seen annually in \nSouth Africa. Protea Hotels by Marriott® contributed over 8,000 liters of soup to \ncommunities in need across the country.\nAt the W® Bali-Seminyak and Fairfield by Marriott Bali Kuta Sunset Road (Bali, \nIndonesia), the properties offer guests a perspective on the circular economy and \nhow food waste can be used for good. The hotels work with Scholars of Sustenance \n(SOS) on a regular food donation initiative that delivers surplus food to local \norganizations including orphanages, foundations, churches, and other community \nenterprises in need. Guests work with hotel staff to prepare nutritious meals using \nleftover food and unused ingredients, which is then delivered to those in need \nacross Bali. Waste Management Education\nTo support Marriott’s progress toward the companywide waste reduction goals, we \nprovide hotels with tools and resources to reduce waste, including a back-of-house \nfood waste reduction poster that is available in 14 languages. \nMarriott hotels around the globe also conduct training programs to support our \nServe 360 Goals. For example, regional teams in Europe, Middle East, & Africa \nand Asia Pacific conducted educational webinars to inform culinarians and other \nassociates about global food waste issues, including how to begin or improve food \nwaste reduction programs. \nAdditionally, in 2021, the Renaissance Cancun Resort & Marina (Cancun, Mexico) \nconducted a training on the property’s Waste Management Plan to show the \nprogress of strategies and actions and introduce proposals to further improve waste \ncollection, compaction, storage, and disposal.\nPhoto Caption: Marriott’s Thailand Business Council supporting SOS’s Rescue Kitchen.", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}