{"page_content": "  24\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nMarriott’s New Global Headquarters\nIn 2022, Marriott’s new global corporate headquarters \nin Bethesda (Maryland, U.S.) achieved LEED Gold \nCore and Shell Certification. The building includes \na high-efficiency HVAC system, energy-efficient \nlight fixtures with smart lighting controls, more than \n60 Electric Vehicle (EV) charging stations, and 100 \nbicycle parking/cages in the garage. The company is \nalso seeking LEED Gold Certification for Commercial \nInteriors and Fitwel Certification for the building.\nSustainable Design Standards\nMarriott’s Global Design Standards provide \nrequirements for all project types including new builds \nand adaptive reuse. \nThe Global Design Team evaluates building design \nstandards with an initial focus on energy efficiency, \nincluding building envelope performance, HVAC \nsystems and unitary equipment, building automation \nsystems, and renewable energy. \nFor hotels under development, Marriott also shares \ncomprehensive Design Guides with franchise and \nmanaged developers for reducing water use in new \nhotels. These standards include the use of greywater \nor stormwater for irrigation, maximum fixture \nflowrates, and metering of irrigation water, among \nother criteria.\n2025 Sustainable Building \nStandards Goal\nSUSTAIN RESPONSIBLE OPERATIONSBy 2025, we aim to collaborate with owners to develop 250 adaptive reuse projects . Through these \nprojects, we can reuse and breathe new life into existing land or buildings — rather than destroying \nold sites and rebuilding using new materials. The embodied energy of the existing building reduces \nthe overall carbon footprint compared to constructing that same building from the ground up.\n2021 PROGRESS:\n211 open adaptive reuse projects since 2016\nPhoto Caption: Rendering of Marriott’s new corporate \nheadquarters in Bethesda, Maryland, U.S. 2022 Serve 360 Report: Environmental, Social, and Governance Progress   24", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}