{"page_content": "  28\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nCleaning Up Seaweed to Remove Carbon\nThe spread of sargassum algae across Latin America and the Caribbean continues \nto have devastating impacts on the hospitality and tourism industries and the environment. To mitigate these impacts, Marriott joined with The Ocean Foundation (TOF) to support the Insetting Carbon Through Sargassum Mitigation Pilot Project.\nAfter the initial success of the pilot project, which converted sargassum seaweed \ninto organic compost and enabled the sequestration of carbon, avoided landfill \nemissions, and produced higher quantity and quality crops, TOF expanded the project to St. Kitts and Nevis, in collaboration with the St. Kitts Marriott Resort & The Royal Beach Casino (Frigate Bay, St. Kitts & Nevis). The hotel will provide its property as the primary location to collect and repurpose sargassum, which will be used by a local farm to grow food for the community of St. Kitts.\nIn addition to the pilot project, Marriott invested to identify a pathway to certify \nthe project under the Verified Carbon Standard’s (VCS) VM0042 Methodology for Improved Agricultural Land Management, v1.0. As the concept is designed to \nremove the seaweed from beaches and sequester and store carbon in the soil, TOF \nconducted soil sampling at its pilot sites under cultivation to determine which soil building activities occurred over the course of the year.\nWhile the application of compost encourages soil health and plant growth, the \nstudy found that it is not as effective for the sequestration of carbon into soil if it is being simultaneously used for the production of agricultural crops. Therefore, this part of the project has shifted from field-based agriculture to agroforestry applications for more cost-effective carbon credit generation.\nEnvironmental Cleanup Activities\nMarriott properties continue to support local programs and host events to protect and enhance ecosystems. For example, in 2021, \nover 200 \ncleanup projects were conducted by properties and Marriott Business Councils in the U.S. \nPhoto Caption: The collection of sargassum seaweed, which will be converted into organic compost for farming.\n", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}