{"page_content": "  40\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nEmpowering Women at Marriott\nFor over 20 years, Marriott’s Women’s Leadership Development Initiative has \nguided our efforts to increase the presence of women at the highest levels of \nmanagement and in other decision-making positions, developing a strong pipeline \nof women leaders.\nWomen’s Executive Mentorship Program\nIn 2021, Marriott launched a new Women’s Executive Mentorship Program in the \nEastern Region of the U.S. to focus on providing one-on-one mentoring for high \npotential women who are interested in a general manager role on property. The \nregion collaborated with the Marriott Learning and Development Team to create \nthe 12-month program, including group activities and one-on-one discussions \nwith mentors. The program launched in June 2021, and by January 2022, 63% of \nparticipants had received promotions. \nWomen’s Leadership Groups\nIn the U.S. Marriott has established leadership groups to further engage and \nprovide opportunities for women leaders. For example, ALiCE (Accomplished Ladies \nin Collaborative Excellence) was developed in the Western Region of the U.S. to \nhonor Alice S. Marriott, the co-founder of Marriott. ALiCE is a local organization of \nwomen leaders from all brands and disciplines located in Arizona and Southern \nCalifornia. In 2021, the group hosted multiple virtual and in-person events focusing \non leadership development, wellbeing, and community.JEWEL (Joining Exceptional Women & Engaging Leaders), created in the Midwest \nand Texas markets of the U.S., provides learning and development opportunities \nfor women leaders. In 2021, JEWEL sponsored virtual Lunch & Learns focusing \non skills critical to ongoing success in leadership roles including mindfulness and \nemotional intelligence, building trust, and the importance of financial and revenue \nmanagement during business recovery.\nSupporting Women Globally\nMarriott’s regions are also engaged in empowering and promoting women. For \nexample, the Canada region set a bold goal to consider women and people of color \ncandidates for 100% of our director-level, general manager, and vice president \npositions. In 2021, 98% of such openings included a woman or person of color \ncandidate on the interview slate, and of those senior level positions, 76% were filled \nby either a woman or person of color leader.\nIn 2021, the Caribbean and Latin America region launched the Let’s Talk Forum, \ncreating a venue to provide women leaders the opportunity to provoke, inspire, \neducate, and empower. In 2021, nearly 700 women participated and engaged in \ndiscussions with notable guest speakers and regional leaders, while reflecting on \ncritical career development questions and building connections.\nPay Equity\nMarriott is committed to equitable and competitive compensation in our employment \npolicies. Each year, Marriott conducts a detailed statistical analysis with third \nparties to review gender and racial pay equity in the U.S. Additional reviews of pay \nand processes throughout the year are designed to support the company in making \nadjustments due to market conditions and providing consistency to associates. \nTo help our recruitment process reflect fair and equitable pay practices, we use \na competitive local market wage scale and establish a starting rate of pay with \nfixed or defined pay increases based on tenure for the vast majority of our U.S., \nhourly-paid hotel positions.\nOur compensation policies and practices are designed to avoid pay inequities \nthroughout an associate’s career. Associates can raise issues regarding pay equity \nthrough their manager, Human Resources, or the Business Integrity Line. Globally, \nduring the application process, Marriott only requests the applicant’s desired rate of \npay and prohibits HR professionals from collecting or utilizing compensation history \nwhen establishing starting pay for new hires.Women’s Leadership Development Initiative \n ~Increase  the presence of women at Marriott at the highest levels of \nmanagement and in other decision-making positions \n ~Strengthen  the career development process for women at Marriott \n ~Ensure  a role for senior management to play in the advancement \nof women\n ~Capitalize  on engaging today’s women leaders in driving success \nof the organization \n", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}