{"page_content": "  41\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nProviding Job Opportunities Across Marriott\nMarriott has a longstanding commitment to hiring and retaining a diverse workforce, which reflects our company’s core value to \nPut People First .\nVeteran Hiring\nMarriott actively recruits and supports U.S. military veterans. Our company \nculture and values are well-suited and aligned for those who have served, \nand we in turn value their skills and experience. To support our veteran hiring \ngoals and objectives, we collaborate with veteran organizations in the local \ncommunities where we do business and have created tools and resources to \nassist hiring managers with veteran recruitment efforts. In 2021, Marriott hired \nover 700 veterans in the U.S.\nBridges From School to Work®\nThe transformative power of a job is one of the most impactful ways to serve \npeople with disabilities. For over 30 years, our flagship partnership with Bridges \nFrom School to Work, established by The Marriott Foundation for People with \nDisabilities, has supported skills development, training, and job placement \nfor young people with disabilities, making a positive impact by creating and \nsupporting opportunities. Each year, Bridges helps more than 1,000 young \npeople with disabilities prepare for the workplace and find a job that matches \ntheir interests and abilities.\nIn 2021, Marriott’s support helped enable Bridges to respond to the COVID-19 \npandemic and continue its mission of serving young people with disabilities. \nThis included coordinating vaccine compliance for Bridges personnel working in \nhigh schools across the country and sharing tools, resources, and guidance for \neffective remote and hybrid work practices.In 2022, Marriott was named one of the “Best Places to \nWork  for Disability Inclusion”  as part of the Disability Equality \nIndex (DEI) — a joint initiative of Disability:IN and the American \nAssociation of People with Disabilities (AAPD). Marriott was also \nrecognized as a Leading Disability Employer by the National \nOrganization on Disability (NOD). \nMarriott hotels actively engage with organizations to provide job \nopportunities for people with disabilities. For example, since 2019, \nthe Budapest Marriott Hotel (Budapest, Hungary) has worked \nwith the Hungarian Down Foundation, and hired six employees \nas of 2022. \nPhoto Caption: A chef at the Atlanta Marriott Marquis® (Atlanta, Georgia, U.S.), who is a graduate \nof the Bridges program.\n", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}