{"page_content": "  45\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nAssociate Development, Support, \n& Wellbeing\nMarriott’s long history of service, innovation, and growth is built on a commitment to putting \npeople first. We are dedicated to investing in associates, with a focus on leadership development, \nrecognition, compensation, career opportunity, and skills training.\nOur Strategy for Developing Associates \nMarriott’s learning strategy is rooted in a balance \nof formal education/training, on-the-job learning \nexperiences, and exposure through relationships. \nA strong foundation at the start of a new hire’s \njourney with Marriott combined with continuous \nlearning throughout an individual’s career is essential \nto maintaining our renowned culture that focuses \non growing great leaders, investing in associates, \nand providing access to opportunity. All of this \nresults in high associate engagement, and proven \nbusiness impact through higher levels of guest \nservice and member loyalty. Additionally, to meet the \ndemands of Marriott’s global growth, we invest in \ntalent development to maintain a strong leadership \npipeline, preparing associates to assume advanced \nleadership roles. \nIn 2021, Marriott continued elevating its learning \nexperience for managed and franchised associates by \nfocusing on building digital learning paths customized \nfor their role, and access to learning on-demand as needed. The company’s learning site, the Digital \nLearning Zone (DLZ), personalizes and simplifies \nthe identification and assignment of training by \nregion, brand, and associate role. The DLZ also offers \nassociates the ability to pull learning content when \nneeded as refreshers.\nFunctional-Based Training\nMarriott has focused on making learning simpler \nfor associates across all areas of the business. We \nprovide a foundation to all associates focused on \nloyalty, service, and brand. Functional-based training \nis provided to associates including our sales, front-\nof-house, engineering & facilities management, \nhousekeeping/rooms, food & beverage, culinary \nteams, and other functional focus areas.\nManagement & Leadership \nDevelopment\nMarriott’s core management, leadership development, \nand leadership acceleration programs are critical to our success. These programs range from \nproviding foundational management skills needed to \nsuccessfully lead teams or advanced programming \naimed at cultivating longer-term leadership skills to \ndrive the business forward. As many of these leverage \na cohort-based learning approach, these programs \nwere adapted in 2021 to virtual or digital delivery to \nsupport continued access and development, despite \ntravel restrictions and budget constraints.\nTo help prepare managed leaders for more senior \npositions with greater scope and complexity, Marriott \nconducts structured talent development discussions \nto provide our senior leadership team with information \non bench strength, including profiles that feature \neach individual’s past accomplishments, current \ncontributions, development areas, and readiness for \nnew or expanded responsibilities. To develop our \nhigh-potential talent, we also maintain a series of \nproprietary programs.", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}