{"page_content": "  49\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nPromoting a Safe & Healthy Workplace \nIn 2021, Marriott continued to modify and enhance \nCOVID-19 protocols in hotels in support of both guest \nand associate health and safety. For example, at \nMarriott headquarters and above property, Marriott’s \nHealth Services Team collaborated with HR and \nIT to develop and implement a vaccine attestation \nprogram to track vaccination statuses and reduce \nCOVID-19 exposures. \nMarriott continued to utilize the Be Safe Program, \ninitially rolled out in 2017, which has increased \naccountability at the leadership level for implementing \nand supporting safety initiatives in the U.S. Marriott’s \nBe Safe Program requires that each hotel has an \nExecutive Level Leader assume the role of Be Safe \nChampion. One aspect of this role is to promote the \nongoing success of an active Safety Committee. It \nis common practice that associates from various \ndepartments participate in the committees. \nMarriott’s Global Safety & \nSecurity Team\nMarriott’s Global Safety & Security Team provides \ntraining, policy enforcement, and technical expertise \nin safety and security management to help \nminimize harm and losses to customers, associates, \nstakeholders, and the business. The team is trained \nto assess and respond appropriately to potential \nthreatening situations and hotels work closely with \nlocal, state, federal, and international authorities. We \nwork with local security authorities, including the U.S. \nDepartment of State and Department of Homeland \nSecurity, when establishing security protocols for \nhotels where needed. Hotels also tailor individual \nsecurity measures for their own circumstances and \nreview those measures often.Marriott’s Global Safety & Security Team is also \nresponsible for conducting regular Safety/Security \nAssessments at managed hotels globally, based \non the individual hotel’s risk ratings. The team \nis responsible for implementing comprehensive \nHazard Communication Plans in accordance with \nOccupational Safety and Health Administration \n(OSHA) requirements in the U.S. and several other \ninternational jurisdictions. \nSafety Alert Devices\nMarriott continued to execute on the company’s 2018 \nAssociate Alert Devices Program by making the \ndevices a standard across managed and franchised \nhotels in the U.S. and Canada, with an ongoing \ntechnology rollout through 2023. \nHarassment Prevention \nMarriott has a longstanding expectation that all \nassociates working at Marriott hotels are treated \nwith dignity and respect. A central part of those \npolicies is Marriott’s goal of an environment free from \nsexual harassment by any associate, supervisor, \nmanager, guest, vendor, client, or customer. Marriott’s \npolicy is to train nonmanagement and management \nassociates in harassment prevention and the \ncompany offers online and classroom training courses. \nMarriott does not require mandatory arbitration of \nsexual harassment claims.Food Safety\nThrough our comprehensive food safety management \nsystem, Marriott mandates compliance with Food \nSafety Brand Standards for all hotel brands. These \nstandards encompass food handling, personal \nhygiene, training and certification, facility cleanliness \nand condition, as well as HACCP monitoring to \nproactively identify risks that may lead to foodborne \noutbreaks. Compliance is required for hotels through a \nquarterly food safety property self-audit and verified \nby a third-party independent audit once per year. \nWe also implement active managerial controls, \nincluding food manager certification, employee \nillness guidelines, food handler training, potentially \nhazardous foods specifications, food allergen training, \ndate marking, and a policy of no bare hand contact \nwith ready-to-eat foods.Marriott provides and requires \nsafety training for all associates \nat managed hotels. \nPhoto Caption: Associates participating in safety training at The Westin Jakarta (Jakarta, Indonesia). \n", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}