{"page_content": "•INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nBoard & ESG Oversight\nMarriott’s Board of Directors has six standing committees: Audit, Human Resources and \nCompensation, Nominating and Corporate Governance, Inclusion and Social Impact, Technology \nand Information Security Oversight, and Executive, each of which has adopted a written charter.\nBoard Composition & Diversity\nMarriott’s Board is composed of 12 directors, nine of whom are independent. \nThe Audit, Human Resources and Compensation, Nominating and Corporate \nGovernance, and Technology and Information Security Oversight committees are \ncomposed solely of independent directors. The independent directors oversee critical \nitems, including the company’s financial statements, executive compensation, the \nselection and evaluation of directors, the development and implementation of our \ncorporate governance programs, and technology, information security, and privacy. \nThe Board believes that the directors, considered as a group, should provide a \nmix of backgrounds, experience, knowledge, and abilities, and should reflect the \ndiversity of the company’s stockholders, associates, customers, and guests, and \nthe communities in which we operate. As part of the annual review process, the \nNominating and Corporate Governance Committee considers the appropriate \nmix of members that represents a diversity of background and experience. The \nBoard believes that its current members embody a diverse range of viewpoints, \nbackgrounds, and skills, including with respect to age, tenure, gender, \nand race/ethnicity.ESG Governance\nCascading from our Board, CEO, and executive team to associates at hotels across \nour 30 brands, a series of complementary councils, committees, teams, and regional \nleaders provide structure and oversight to support our 2025 Serve 360 Goals and \nbroader ESG strategy. \nThe Board and its Inclusion & Social Impact (ISI) Committee oversee the company’s \nstrategy, efforts, and commitments related to its people-first culture, associate \nwellbeing and inclusion, and other environmental, social, and governance \n(ESG) matters.\nAt the management level, our Serve 360 platform is guided by various governing \nbodies, which each maintain their own priorities and objectives to make progress \ntoward our companywide goals. These bodies are integral in executing on our \nstrategy globally.\nServe 360 Executive Leadership Council\nThe Serve 360 Executive Leadership Council is comprised of senior executives \nrepresenting each discipline and global division, and typically meets two times each \nyear. This Council reviews progress toward the Serve 360 Goals and discusses \nServe 360-related investment decisions and recommendations. Additionally, the \nCouncil leadership are responsible for reporting to the ISI Committee.\n* Content on this page represents information and data as of August 4, 2022.67%  \nof Board Directors  are Women \nand/or Minorities.4 out of 6  \nBoard  Committees  are Chaired by \na Woman and/or Minority.\n  63 2022 Serve 360 Report: Environmental, Social, and Governance Progress ", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}