{"page_content": "  64\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nServe 360 Advisory Council\nThe Serve 360 Advisory Council consists of direct reports of C-Level executive \nleaders and one level below, representing each discipline and global division, \nand typically meets four times each year. Among its responsibilities, this Council \nassesses Serve 360 Goal performance, provides updates on regional and discipline \ninitiatives, and develops recommendations for the Serve 360 Executive Leadership \nCouncil. This Advisory Council is also responsible for reviewing regional and global \nServe 360 Goal scorecards.\nOwner Advisory Councils \nOwner Advisory Councils and Committees represent the voice of the ownership/\nfranchise/management company community and provide input, feedback, and \nadvice. Each region determines the most appropriate way to discuss owner-relevant \ninitiatives, collaboration opportunities, and overall progress and learnings around \nsustainability and social impact.\nServe 360 Regional Councils and Leaders \nRegional Serve 360 Leaders assist in pulling through the company’s sustainability \nand social impact strategy at the regional level. Additionally, regions can \nincorporate Serve 360 Regional Councils to better address the company’s risks \nand opportunities locally, and drive progress toward their respective Serve 360 \nRegional Goals.\nServe 360 Champions \nServe 360 Champions are passionate individuals or teams volunteering to be \nthe face and energy of Serve 360 on- and above-property. At managed hotels, \nServe 360 Champion responsibilities have been included as part of the TakeCare \nChampion role, forming a powerful network where best practices and lessons \nlearned can be shared. The Serve 360 Champions are responsible for organizing \nevents, educating and collaborating with on-property departments, and reporting \non and sharing best practices to achieve the Serve 360 Goals. In 2021, the TakeCare \nChampion Network was approximately 13,000 members strong.\nClimate Strategy Oversight\nTo support Marriott’s climate action efforts, which include setting a \nscience-based target (SBT) and working toward our goal of net-zero value \nchain GHG emissions by no later than 2050, Marriott introduced a new \ngovernance structure. \nCore leadership and working teams manage various workstreams and are \nsupported by the Climate Strategy Advisory Group, which is chaired by the \ncompany’s Chief Global Officer, Global Operations. The Corporate Growth \nCommittee (CGC) Climate Strategy Subcommittee is the executive-level forum \ncharged with providing the CGC with recommendations on the overall strategic \ndirection including the SBT application submission and required investments \nand commitments.\nPhoto Caption: The Westin Lima Hotel & Convention Center (Lima, Peru) is a LEED Gold certified property. \n", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}