{"page_content": "  65\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nBusiness Ethics\nMarriott maintains policies and training programs targeting \nanti-corruption as a key component of our robust Global Ethics and Compliance Program. The company uses a risk-based approach to perform anti-corruption risk assessments, determine proper internal controls, provide multilayered training, and assess the program’s effectiveness.\nPolicies and Procedures\nMarriott maintains policies and training programs \ntargeting several critical risk areas, such as anti-corruption, anti-money laundering, antitrust, and global trade sanctions. We strive to maintain our strong tradition of integrity in everything we do. \nThis commitment to ethical conduct is reflected in our \nEthical Conduct Policy. \nWe also maintain policies prohibiting commercial \nbribery and bribery of government officials. These policies require associates to comply with all applicable anti-corruption laws, including the U.S. Foreign Corrupt Practices Act (“FCPA”), the U.K. Bribery Act, the PRC Anti-Unfair Competition Law (China), and the laws of other countries where we \nhave business operations. Our policies prohibit \nmaking or receiving improper payments or gifts, and further prohibit giving or offering anything of value to foreign officials for the improper purpose of influencing any decision to benefit the company or to encourage unlawful conduct. \nIn 2021, we updated our Antitrust and Competition \nLaw Policy to enhance the understanding by our \nassociates of our commitment to fair competition and fair dealing around the world. Additional guidance and expectations regarding our commitment to ethical conduct, honesty, fair dealing, and legal compliance are described in our code of conduct, the Business Conduct Guide (BCG). The BCG, and a companion pamphlet designed for hourly associates, provide an overview of key ethics and legal compliance policies, \nas well as guidance on not only what is legal but also \nwhat is right. Associates are required to fully adhere to our ethics and legal compliance policies to uphold our tradition of integrity.\nPhoto Caption: AC Hotel Málaga Palacio (Málaga, Spain) is a BREEAM certified property. \nBusiness Conduct Guide\nMarriott’s Business Conduct Guide is \navailable in 15 languages globally at \nmanaged properties and to managers worldwide; an abridged, quick reference companion pamphlet is also available in \n31 \nlanguages globally at managed properties for nonmanagerial associates.\n", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}