{"page_content": "  67\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nTraining and Awareness \nMarriott employs a multilevel approach to training and awareness, including \nin-person instructor-led training, online training courses, and instructor-led \nwebinars. The company’s anti-corruption and trade sanctions focused training \nincludes all these modalities. Most associates who are manager level and above \nat Marriott managed hotels globally are required to certify completion of online \nanti-corruption training annually, while a more targeted audience based on job \nfunction is required to certify completion of online trade sanctions training annually. \nAdditionally, our online anti-corruption training program was updated in 2021. \nThe company’s instructor-led webinar training program is delivered periodically \nto key managers in high-risk jurisdictions on a risk-based basis. In addition, new \nexecutive and leadership team members receive small group training sessions \nto promote discussion and full understanding of our anti-corruption policies. We \nreinforce our training and Marriott’s culture of integrity with awareness messages \ndirectly from our leadership to our global workforce. Additionally, associates upon \ntheir hiring are required to review a mandatory Ethics and Compliance video, \n“How We Do Business,” that describes the company’s longstanding tradition of \nuncompromising ethics and integrity based on Marriott’s founding philosophy that \n“how we do business is as important as the business we do.” \nOn an annual basis, our Internal Audit Department also conducts an Ethical \nConduct Audit. As part of this audit, Internal Audit uses two surveys. The first \nsurvey is administered to more than 1,800 associates, which includes Marriott’s \nTop 250 leaders and all general managers of managed, leased, and owned \nhotels, as well as our Board of Directors. The purpose of this survey is to certify \ntheir awareness of and compliance with select Marriott policies related to ethics \nand various legal and regulatory requirements. The second survey, which is an \nanonymous survey, is administered to all non-hourly associates at a manager level \nor above, excluding those who participate in the first survey. This survey is designed \nto understand associate perceptions of Marriott’s ethical culture more broadly. \nAs of year-end 2021, approximately 26,000 managers (87% of the required \naudience) completed our online global anti-corruption training. In addition, as part \nof our business ethics training, approximately 8,500 associates (78% of the required \naudience) completed the online global trade sanctions training. Thousands of other \nleaders attended instructor-led webinar trainings that covered anti-corruption, \ntrade sanctions, antitrust, Marriott’s Business Conduct Guide , our Ethical Conduct \nPolicy, and expectations for maintaining a high level of security.Reporting Concerns\nAssociates are encouraged to report suspected legal, ethical, and policy violations \nthrough a number of reporting channels, including the Business Integrity Line or \nvia email to Internal Audit. The Business Integrity Line is operated globally by a \nthird-party provider (Navex), provides for anonymous reporting, and is available \nvia online resources 24 hours a day, seven days a week. Marriott has a “No \nRetaliation” Policy and prohibits retaliation against associates who in good faith \nreport suspected violations of our ethical standards or violations of law through \nany of our reporting channels or to government regulators or law enforcement \nagencies. Marriott also does not permit retaliation against an associate who refuses \nto participate in an activity that would result in a violation of our ethical standards, \ncompany policy, or a violation of law.\nThe Business Integrity Line is also publicly available and can be accessed by any \nof Marriott’s stakeholders. Third parties can use the resource to directly contact \nInternal Audit to raise ethics or compliance concerns.\nPhoto Caption: Associates at The Ritz-Carlton, Berlin (Berlin, Germany). ", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}