{"page_content": "  69\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nData Privacy Training\nData privacy training and awareness continues to be a primary focus for the Global \nPrivacy Office. Marriott’s Global Privacy Office provides training and awareness \nabout the importance of data privacy throughout the company. Marriott provides \nmandatory Global Privacy online training for above-property and managed hotel \nassociates, and for franchise associates who are likely to handle personal data. \nMarriott reviews its Global Privacy Training on an annual basis and offers the \ntraining in eight languages.\nIn addition to the required online Global Privacy Training, the Global Privacy Office \nhosts privacy awareness initiatives on a quarterly basis, which can involve panel \ndiscussions and privacy-related reminder communications. Tailored privacy training \nis also offered on an ad hoc basis.\nCybersecurity Program \nMarriott maintains a robust cybersecurity program that employs a risk-based \napproach to the application of cybersecurity requirements globally. The company \ntakes a multilayered approach to protecting company information and assets, which \nincludes controls on the Marriott network, systems that connect to the Marriott \nnetwork (e.g., servers, PCs, and mobile devices), and business applications on a \nglobal basis.\nMarriott employs technical and organizational measures and processes to help \ncontrol and protect Marriott’s network, applications, and information — including \ncustomer data held on Marriott’s systems. Marriott has a dedicated Global \nInformation Security Team under the leadership of Marriott’s Chief Information \nSecurity Officer (CISO), which focuses on application, network, and system security. \nThis team is also responsible for information security compliance, training and \nawareness, monitoring, and incident response. Marriott’s information security \nprogram is designed to implement a multilayered approach to security and employs \nvarious technologies and processes to protect systems and data and includes NIST 800-53 and ISO 27001 controls and ISO 27002 guidelines in its overall framework. \nAmong other measures, Marriott is Payment Card Industry (PCI) compliant where \nrequired and maintains a documented vulnerability management program, endpoint \nmonitoring and alerting capabilities, and with an up-to-date global incident \nresponse plan.\nMarriott’s Global Information Security (GIS) Risk Management Team conducts risk \nassessments against Marriott’s critical applications at least annually and with \nsignificant changes to the internal operating or external environments. Monthly \nrisk metrics based on the National Institute of Standards in Technology (NIST) \nCybersecurity Framework are tracked and reported to senior management. The GIS \nTeam is also responsible for conducting third-party vendor security assessments. \nThis includes performing security vulnerability scans on third-party vendor websites \nand other public-facing servers where Marriott data may be stored or transmitted.\nMarriott’s Global Information Security & Privacy Incident Response Plan includes \nprovisions regarding compliance with applicable laws and regulations requiring \nnotifications to government authorities, individuals, and/or other relevant third \nparties related to data security incidents. \nCybersecurity Training\nMarriott’s Global Information Security Team provides training and awareness about \nthe importance of information security throughout the company. More specifically, \nMarriott provides mandatory Information Security & Protection Training (ISPT) for \nassociates who use a computer or handle guest payment card information. To help \nachieve continuous improvement and compliance, Marriott reviews the ISPT online \ntraining program at least annually. \nAdditional training and awareness programs include phishing simulation exercises \nat least monthly that are delivered globally, quarterly information security email \nupdates, communications on emerging risks, and annual programming during \nCybersecurity Awareness Month in October. Nearly 39,000  Marriott associates completed the annual \nGlobal Privacy training in 2021.\nMore than 175,000  Marriott associates completed ISPT \ntraining in 2021. ", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}