{"page_content": "  70\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nPublic Policy\nMarriott maintains a robust public policy agenda and engages leaders on a wide range of \nissues. We believe in transparency in our practices and that political participation at all levels \nof government is important to our business.\nAdvocating for the Future\nIn 2021, the majority of our advocacy was focused \non supporting our business, owners, franchisees, \nand impacted associates in COVID-19 pandemic-\nrelated relief and recovery measures at the local, \nstate, and federal level. While we understand nothing \ncan replace a robust travel economy, the policies we \npursued helped provide a bridge and government \nsupport for stakeholders and the industry.\nMarriott is committed to participating in the political \nprocess to promote its interests and business objectives, without regard to the political preferences \nof its executives. We support candidates seeking \nelected office at the federal, state, and local level in \nthe United States through Marriott’s employee-funded \nPolitical Action Committee (PAC). \nMarriott is a member of numerous industry and \nbusiness associations, including the Business \nRoundtable, U.S. Chamber of Commerce, the \nWorld Travel & Tourism Council, American Hotel \n& Lodging Association, International Franchise Association, the World Economic Forum, and the \nU.S. Travel Association. Some of these U.S.-based \nassociations also participate in lobbying and policy \nadvocacy activities in the U.S. Marriott is also a \nmember of the Business Continuity Coalition, an \nindustry organization dedicated to protecting jobs \nand businesses during the COVID-19 pandemic \nand preparing for the impact of future public \nhealth emergencies. \nSustainability Advocacy\nIn 2021, Marriott joined industry partners and associations including the \nBusiness Roundtable, U.S. Travel Association, and the American Hotel & \nLodging Association in pushing for Congress to pass measures that would \nprovide tax incentives for EV charging station installation and commercial \nbuilding energy efficiency upgrades.\n", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}