{"page_content": "  71\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nMarriott Political Action Committee\nThe Marriott International, Inc. Political Action Committee (MARPAC) is a \nnonpartisan PAC (funded by voluntary contributions made by associates). We \nstrive for a 50/50 split in contributions to Democratic and Republican federal \ncandidates. In the most recent complete 2019–2020 election cycle, MARPAC’s \ntotal disbursements were $417,816, with $204,000 distributed directly to federal \ncandidates, of which 56% went to Democrats and 44% to Republicans.\nFollowing the events at the U.S. Capitol on January 6, 2021, the company made the \ndecision to pause MARPAC contributions to Members of Congress who did not vote \nto certify the presidential election results. The pause implemented in January 2021 \nis still in effect, as we continue to evaluate the policy, including when any changes \nmay be made. \nMarriott worked with an industry coalition, the U.S. Administration, and \nMembers of Congress, to help secure fair federal per diem rates for fiscal \nyear 2022. Fair federal per diem rates are important to continued recovery \nfor Marriott, owners and franchisees, and the broader hospitality industry.\nCPA-Zicklin Index of Corporate Political \nDisclosure and Accountability\nIn 2021, the CPA-Zicklin Index designated Marriott as a Trendsetter, \nits highest-ranking group for corporate political transparency. Marriott \nreceived an overall score of 91.4 out of a possible 100 points.Social Advocacy Positions \nThrough our public policy support, we aim to engage in a wide range of issues that \nare important to key stakeholders. \nLGBTQ+ Equality\nMarriott is a member of the HRC Global Business Coalition, a forum for major \nmultinational businesses to advance workplace protections for LGBTQ+ \nassociates worldwide. We have endorsed the Equality Act to promote fair \ntreatment and workplace protections under the law for members of the \nLGBTQ+ community.\nSupport for Dreamers\nIn 2017, Marriott joined business leaders from across the country to sign \nan open letter calling for the immediate passage of legislation to protect \n“Dreamers.” Since that time, Marriott has continued to advocate for a \npermanent legislative solution to this issue as a member of the Coalition for the \nAmerican Dream and recently supported passage of the American Dream and \nPromise Act. \nAccess to Voting \nMarriott has always encouraged civic engagement and voting in the U.S. on \nthe local and national level. We believe that voting and access to free and fair \nelections are fundamental underpinnings of our democracy and reinforce our \ncountry’s stability. To support access to voting, Marriott has deployed associate \ncommunications campaigns in advance of elections in the United States, \nincluding providing resources on where to register and vote. Marriott believes \nexpanding access to voting will increase voter participation, strengthen our \ndemocracy, and make certain that more voices are heard. We oppose any effort \nto restrict voting rights or access to polls as contrary to the spirit of democracy.\n", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}