{"page_content": "  72\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nGuest Engagement, \nWellbeing, & Satisfaction\nMarriott’s dedication to our guests shows in everything we do. \nOur company is driven to continually challenge the status quo and anticipate our customers’ changing needs with new brands, new global locations, and new guest experiences.\nMarriott Bonvoy™\nOur award-winning loyalty program \nMarriott Bonvoy allows members to earn points at participating properties, with our credit cards, and with select partners. Marriott Bonvoy members \nhave the option to donate their points \nto specific Serve 360 partners, or redeem points for travel, experiences, and other products. \nMarriott Bonvoy Tours & Activities \nfurther engages guests through activities that enhance and enrich their trip and make their travel more memorable. This includes providing \ncultural and outdoor activities, \nallowing guests to further experience their destinations.Guest Satisfaction\nDay in and day out, we work to generate superior guest satisfaction and enable more memorable stays at our properties. Among our many efforts to improve satisfaction, Marriott \ncontinues to develop technology \nto deliver immersive, personalized experiences to our guests. We remain focused on growing engagement levels with millions of guests by interacting with them through our mobile application and digital guest channels across our hotel portfolio.\nKeeping Guests Safe \n& Healthy \nMarriott’s Global Safety & Security \nTeam provides training, policy enforcement, and technical expertise in safety and security management to help minimize harm and losses to our customers, associates, stakeholders, and business. In 2021, the company \nenhanced health and safety programs \nand protocols to address ongoing global challenges.\nTeams across Marriott continued \nto play an integral part in the development and execution of Marriott’s COVID-19 Response Plan during 2021. As we continue to welcome guests back to Marriott \nhotels, we work with evolving \nguidelines and measures to help provide a safe environment. Our Commitment to Clean is designed to take efforts to minimize risk and enhance safety, as we aim to monitor and evolve our solutions to promote the health and safety of our guests.2021 GuestVoice \nSatisfaction Survey\n62.3%  of guest respondents \nrated their overall experience at \nleast nine out of 10*\n* Approximately one in six queried guests have \nresponded. All brands are represented. \n2021 Marriott \nVerified Reviews\n65%** of guest reviews are 4-star \nor higher (on a 5-point scale)\n** Marriott Verified Reviews were reinstated on \nJanuary 5, 2021.\n", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}