{"page_content": "•INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nSuccess Is \nNever Final\nAt Marriott, we strongly believe that “success is \nnever final,” and this belief has helped transform \nMarriott into the world’s leader in hospitality.\nIn 2021, Marriott continued to face the impacts \nof the global COVID-19 pandemic. However, we \nremained resilient and innovative by setting new \ntargets and continuing to make progress across \nour Serve 360 platform and broader ESG strategy.\nThrough our efforts, and with support from \nstakeholders, we remain committed to “doing good \nin every direction” and making progress toward \nachieving our 2025 Serve 360 Goals.\nConnect With Us\nWe invite you to connect, learn more, and partner \nwith us on our journey to Serve Our World  and \nwork to achieve our 2025 Sustainability and Social \nImpact Goals.\nFacebook\nTwitter\nYouTubeInstagram\nLinkedIn\nHeart of the House\nChairman David Marriott’s Blog\nCEO Anthony Capuano’s Blog\n2022 Serve 360 Report: Environmental, Social, and Governance Progress   73SERVE 360 COORDINATES FUTURE PRIORITIES\nNurtureNurture Our World\n• Launch campaign to encourage year-round volunteerism and coach properties how \nto set and achieve their own volunteerism goals\n• Engage franchised properties in community service activities through \nBusiness Councils \n• Explore nature-based solutions to advance our commitment to reach net-zero by \n2050, at the latest\nSustainSustain Responsible Operations\n• Submit for approval our science-based target to the Science Based Targets initiative \n(SBTi) and develop longer-term strategies to support this commitment \n• Increase renewable electricity through on-site projects \n• Implement Hotel Waste Measurement Methodology to develop waste baselines and \ntrack progress toward waste and food waste reduction goals\nEmpowerEmpower Through Opportunity\n• Increase the number of diverse associates, leaders, suppliers, and owners throughout \nthe company\n• Provide opportunity by collaborating with nonprofits that serve populations who face \nbarriers to education, training, and employment\nWelcomeWelcome All and Advance Human Rights\n• Advance our human rights training and resources to meet the evolving needs of \nour stakeholders\n• Share our human rights training and resources with the broader industry to create \ngreater awareness\n• Expand our inclusive experiences that embrace the rich diversity of our guests and \nassociates around the world", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}