{"page_content": "  76\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nGRI Index\nMarriott’s Serve 360 Report follows the Global Reporting Initiative  (GRI) disclosure framework. In this Report, Marriott references the updated GRI Universal Standards and \nadapted GRI topic standards. \nThe disclosures aim to provide stakeholders with information on our operations, strategy, and governance, as well as our approach to stakeholder engagement and \nreporting on environmental, social, and governance (ESG) topics.\nGRI 2: General Disclosures\nDisclosure Indicator Description Response and / or Location\nThe Organization \nand its Reporting \nPractices2-1 Organizational details 2022 Serve 360 Report (Company Overview & Highlights, page 5)\nCorporate Overview\n2021 Annual Report  (Business, pages 9–16; Properties, pages 24–26; Corporate Information, page 89)\nInvestor Fact Book\n2-2 Entities included in the \norganization’s sustainability \nreporting2022 Serve 360 Report (About This Report, page 4)\n2-3 Reporting period, frequency, \nand contact point2022 Serve 360 Report (About This Report, page 4)\nMarriott’s Serve 360 Report: Environmental, Social, and Governance Progress is published annually. \nsustainability@marriott.com\n2-4 Restatements of information None during the reporting period.\n2-5 External assurance 2022 Serve 360 Report (Assurance Statement, pages 97–98)\nActivities and \nWorkers2-6 Activities, value chain, and \nother business relationships2022 Serve 360 Report (Company Overview & Highlights, page 5; Stakeholder Engagement, page 12; Responsible Sourcing, \npages 29–34)\n2021 Annual Report  (Business, pages 9–16)\nMarriott and Marriott’s hotels’ key procurement categories include furniture, fixtures, and equipment (FF&E); operating supplies and \nequipment; food and beverage; hotel amenities; and corporate services. Products and services are generally centrally contracted and \nlocally sourced by hotels. \nIn 2021, Marriott managed hotel and headquarters’ supply chain spend was approximately $8.8 billion.", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}