{"page_content": "  80\n2022 Serve 360 Report: Environmental, Social, and Governance Progress •INTRODUCTION •SERVE 360: DOING GOOD IN EVERY DIRECTION •ENVIRONMENTAL •SOCIAL •GOVERNANCE •APPENDICES\nGRI 3: Material Topics\nIndicator Description Response and / or Location\n3-1 Process to determine \nmaterial topics 2022 Serve 360 Report (Stakeholder Engagement, page 12) \nThe Serve 360 Report and GRI Index were informed by a prior sustainability and social impact assessment, which included interviews representing \nowners, customers, industry associations, and nongovernmental organizations. \nMarriott considered topics and information prioritized by ESG research firms. \nMarriott selected a broad range of nongovernmental organizations to obtain perspectives on issues, including labor, climate change, water, \nwaste, biodiversity, sustainable aquaculture, health and wellness, human rights, women’s empowerment, and workforce readiness, especially for \ndisadvantaged youth.\n3-2 List of material topics In this GRI Index, we provide management approach disclosures for the following topics:\n• Economic: Economic Performance, Indirect Economic Impacts, Procurement Practices, and Anti-Corruption\n• Environmental:  Energy, Water and Effluents, Biodiversity, Emissions, Waste, and Supply Chain Environmental Assessment\n• Social: Employment, Occupational Health and Safety, Training and Education, Diversity and Equal Opportunity, Child Labor, Forced or \nCompulsory Labor, Local Communities, Supply Chain Social Assessment, Customer Health and Safety, and Data Privacy\nMaterial Topics: Economic\nTopic Indicator Description Response and / or Location\nEconomic Performance 3-3 Management of material topics 2021 Annual Report  (Business, pages 9–16; Management’s Discussion and Analysis of Financial Condition and \nResults of Operations, pages 28–38)\n201-1 Direct economic value generated and \ndistributed2022 Serve 360 Report (Community Impact, pages 50–54) \n2021 Annual Report  (Management’s Discussion and Analysis of Financial Condition and Results of Operations, \npages 28–38)\n201-2 Financial implications and other risks \nand opportunities due to climate change2022 Serve 360 Report (TCFD Report, pages 91–96) \n2022 CDP Climate Change Response\n201-3 Defined benefit plan obligations and \nother retirement plans2021 Annual Report  (Retirement Savings Plan, page 53)\nMarriott Retirement Savings Plan", "metadata": {"source": "NASDAQ_MAR_2022.pdf", "page": 79, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}