{"page_content": "31Zai Lab was founded in 2014 with a mission to bring innovative \nmedicines to people in need around the world.  We initially focused \non bringing first-in-class and best-in-class therapies to China, which \nhas a large, rapidly aging, and underserved patient population with \nserious unmet medical needs. We are now building a pipeline of \nproducts with global rights to serve patients worldwide. \nZai Lab understands that to achieve our ambitious mission, we \nmust integrate environmental protection, social responsibility, and \ngovernance practices, or ESG into our daily business. I am proud \nthat from the day our company was founded, we set out to be a \nresponsible corporate citizen, embracing the highest human values. \nOur six corporate values: Entrepreneurship, \nInnovation, Collaboration, Patient First, Dedication, \nand Integrity drive our behavior. We are rigorous, \naction-oriented, and results-driven in our quest to \nplay a meaningful role in improving human health. \nWe are determined to succeed in our mission, \nand we bring high levels of energy and ambition \nto our work. Our rapidly growing team brings \ntogether people with a broad range of capabilities \nfrom many nations and cultures. Our company \ntranscends national borders, and we respect all \ncultures and insist on the highest standards of \nconduct.  We are proud of our record to date across \nmany measures of environmental, social and \ngovernance domains. \nThe following report aligns to appropriate \nstandards set by the Sustainable Accountability \nStandards Board (SASB), with reference points for \nbenchmarking purposes.  While we consider SASB \nto have powerful standards in ESG reporting, we \nalso took guidance from other sources, including \nthe United Nations Sustainable Development Goals \n(SDG) and guidelines of Institutional Shareholders \nServices (ISS).  As reporting standards evolve and, \nwe hope, converge over time, we will adapt our \nreporting accordingly.We believe that embracing the ESG philosophy \nis not only the right thing to do but also good \nbusiness practice. Our employees, customers, \npolicymakers, and investors seek partners who \nshare their values and standards of social and \nbusiness responsibility. ESG has become an \nessential element of investors’ evaluation of \ncompanies, and disclosure of ESG information \nhelps stakeholders make sound decisions. \nThis report is only one step on a long journey. \nWe are committed to making a sustained effort \nto improve our ESG performance and to have a \ncontinuing conversation with you on ESG matters.  \nWe anticipate learning from all of our stakeholders \nand reporting back to you regularly about how we \nare helping to improve our world.  I hope you find \nour current report useful and informative.\nSincerely,\nSamantha Du\nFounder, Chairperson and Chief Executive OfficerFounder, Chairperson and Chief \nExecutive OfficerSAMANTHA DU, PH.D.Message from the CEO\n", "metadata": {"source": "NASDAQ_ZLAB_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}