{"page_content": "REG 2019 ENVIRONMENTAL, SOCIAL AND GOVERNANCE REPORT  |  11OUR PERFORMANCE\nOur clean fuels provide a comprehensive approach toward \nsustainability. It’s important to consider the environmental impact \nof a product from its time as a raw material through its end use. \nLife cycle analysis (LCA) is a method used to evaluate the \nenvironmental impact of a product through its life cycle, \nencompassing extraction and processing of the raw materials, \nmanufacturing, distribution, use, recycling and final disposal.\nIn the context of fuel, greenhouse gas (GHG) LCA is often referred \nto as calculating GHG emissions from “well to wheel.” LCA is a \ncommon way to quantify a fuel’s GHG impact and is used in many \nleading carbon reduction programs in places such as California, \nOregon, British Columbia and Germany. LCA is expressed as a \ncarbon intensity (CI) score. The CI of a fuel is calculated by totaling \nthe net fossil GHG emissions associated with each aspect of \nproducing the fuel — the feedstock we use, our manufacturing \nprocess, transportation required throughout our supply chain \nand the final emissions produced from using our fuel. Biogenic \nGHG emissions are not included because the carbon released was \nrecently captured from the environment as part of the natural \ncarbon cycle and therefore not considered new emissions. \nThe following is a generic example of the California Low Carbon \nFuel Standard (LCFS) LCA for biodiesel made from used cooking \noil (UCO). Petroleum diesel has a CI of 100.45 gCO2e/MJ, so used \ncooking oil-based biodiesel represents a more than 75% decrease \nin GHG emissions by comparison.FULL LIFE CYCLE CARBON EMISSIONS FOR USED COOKING OIL BIODIESEL\n*Generic example. Totals may not sum due to rounding . Source: California Air Resources BoardBiogenic CO 2\nEmissions\n2017 2018 2019\nThousand metric tons of CO2 \nemissions avoided through \nuse of our biodiesel and \nrenewable diesel33,508 3,942 4,156REG \nbest-in-class \nfuel1REG \nfuel average2\n2019 California LCFS CI 11.99 34\nIn addition to the societal benefits we generate by providing lower GHG fuel to the market, we are able to benefit from \nfinancial incentives for our products. Markets like California incentivize low-carbon fuel, so we are able to generate more value \nfrom our lower GHG fuels and capture more of that value in profits for REG shareholders.\n1  REG UCO biodiesel from REG Albert Lea, Minnesota; lowest CI fuel in our portfolio.\n2  Using carbon reduction for 2019 REG fuel production based on life cycle analysis of REG-produced fuels (U.S. and E.U.) versus petroleum diesel based on CA-GREET when available and GHGenius when CA-GREET life cycle analysis not available.\n3   In 2019 we changed our emission estimate tool to reflect a more robust approach. 2017 and 2018 carbon reduction based on life cycle analysis of REG-produced fuels (U.S. and E.U.) versus petroleum diesel based  \non EPA life cycle analysis. 2019 carbon reduction based on life cycle analysis of REG-produced fuels (U.S. and E.U.) versus petroleum diesel based on CA-GREET when available and GHGenius when CA-GREET life  \ncycle analysis not available.Transport4 g/MJ\nTransport \nBlend with \nULSD2 g/MJ\nDiesel  \nCars/Trucks1 g/MJ\nOTHER TAILPIPE \nEMISSIONS Oil \nFiltration/\nRendering5 g/MJ\nBiorefining11 g/MJ\nUsed Cooking \nOil Collection \n& Transport1 g/MJ+ + + + +\n23 gCO2e/MJ*\nUsed Cooking Oil Biodiesel CI  \nCompared to Petroleum Diesel CI of 100.45 gCO2e/MJ", "metadata": {"source": "NASDAQ_REGI_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}