{"page_content": "27\nGentherm Sustainability Report – 2019 \nBattery Thermal Management\nWith our depth and breadth of expertise in advanced technologies, \nour Battery Thermal Management (BTM) team also produces products \nthat increase vehicle efficiency. Our BTM lineup includes systems that \nimprove the performance of the battery packs in hybrid-electric vehicles \nby heating a battery during cold conditions and cooling it during warm \nconditions. This temperature management works to ultimately increase \nthe life of a battery pack, reducing waste by extending the useful life of \nthe battery and delaying the need to recycle or dispose of the battery.\nOur BTM team has also recently introduced flexible Cell Connecting \nBoards (CCB). Battery technology for electric vehicles continues \nto make significant advances, and our innovative Cell Connecting \ntechnology is another example of how we are providing the solutions \nour customers want and need to help drive the electric vehicle \nmovement. The battery pack for an electric vehicle consists of individual \nbattery cells that are organized in series and parallel and play a critical \nrole in the overall performance and safety of an electric vehicle. \nWithin the battery pack, our Cell Connecting System provides a reliable \nand continuous flow of temperature and cell voltage information \nduring the charging and discharging process, ensuring performance \nand safety. The CCB technology is also more environmentally friendly, \nsince it eliminates the acids and other chemicals used in the chemical \netching process and uses aluminum that is readily recyclable. “ With the continuing \nchanges and advances in \nautomotive technology, \nGentherm is poised to be \na part of the future – and \nwe believe our Battery \nThermal Management \n(BTM) products are game-\nchanging technologies. \nWhether it’s increasing \nthe efficiency of electric \ncomponents or creating \nnew environmentally \nfriendly manufacturing \ntechniques, the Gentherm \nBTM team is a big piece of \nthe Gentherm portfolio. ” \n  THOMAS STOCKER\nSenior Vice President and  \nGeneral Manager , \nGlobal Automotive\n", "metadata": {"source": "NASDAQ_THRM_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}