{"page_content": "19\nOperational Excellence\nThe service we provide for our customers is built on a solid foundation of operational excellence — \nmaking every effort to deliver clean, safe and reliable energy at a reasonable cost. \n \nIn 2011, we achieved our company reliability goal despite adverse weather conditions in many of \nour service areas: tornadoes in Minnesota, flooding in North Dakota, fires in Texas and an early fall \nsnowstorm in Colorado. In every situation, our employees restored power safely and efficiently. \n \nWe also faced the challenge of an extended period of hot weather in our SPS region, and were able \nto keep our generating facilities online to meet our customers’ electricity demands. \nIn order to meet the thriving electricity demands in Texas, we’ve added new generation, including a \nthird natural gas-fired unit at our Jones Generating Plant in Texas. This unit was brought online a year \nahead of schedule, and came in significantly under budget, just in time for peak electricity use during \nan unusually hot summer. Pending regulatory approval, we propose to add a fourth unit at Jones  \nplant that should be complete by summer 2013, which also will help us meet the growing demand in  \nthe Texas Panhandle. \nIn Colorado and Minnesota, we have completed load forecasting and resource plans that examine the \ncosts, benefits and risks associated with various electricity supply options. The recent slowdown in \nthe economy has led to a relatively flat demand for power, so we have reevaluated the need for large \nprojects such as repowering our Black Dog plant and an uprate to our Prairie Island nuclear plant to \nensure we are making wise and prudent infrastructure investments. \nFinally, we drive operational excellence through standardizing and improving work processes,  \nproductivity, efficiency, innovation and safety. This includes participating in smart-grid technology \napplications like the Energy Innovation Corridor and SmartGridCity® and applying new technology  \nin our operations. \n \n", "metadata": {"source": "NASDAQ_XEL_2011.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}