{"page_content": "27\nThe Regulatory Compact\nOur utility subsidiaries operate under carefully regulated conditions, which are determined in part by state public utilities  \ncommissions. A utilities commission is a governing body that regulates the rates and services of utilities such as ours. In  \nexchange for the exclusive right to provide electricity and natural gas services in certain regions, we agree to the following:\n•  Duty to serve—We will provide service to any residence or business within our service territory that requests it under  \nreasonable terms and conditions. Utilities cannot pick and choose their customers.\n•  Cost of service pricing—Pricing for our services is regulated by the costs we incur to deliver them. W e cannot arbitrarily  \nraise prices to levels beyond our costs.\n•  Resource planning process—Every few years, we go through a process to determine the resources necessary to serve  \ncustomers’ future energy needs. Resource plans must be reviewed and approved by regulatory commissions, and  \nstakeholders are given the opportunity to provide input on the plans through a public process.\nTogether, this is known as the regulatory compact. As a participant in the compact, we are granted the ability to recover our costs  \nof doing business and earn a reasonable rate of return. This rate of return is not guaranteed. We have only the opportunity to \nearn it, and in some years, we do not achieve the rate. To operate effectively in a closely regulated business like ours, it’s \nimperative that we stay in sync with the current demands of the public and policymakers. \nAt-risk Customers\nWe work with state and local agencies and low-income advocates to provide energy assistance to those in need. Our personal \naccounts department provides services that promote the efficient use of energy while making energy bills more affordable to \nincome-qualified families through payment plans and energy assistance programs. \nIn 2011, we contributed $26.8 million to energy assistance programs throughout our service territory. Our support of energy  \nassistance includes: \n•  Public policy and advocacy supporting efforts on the state and federal level to increase funding for Low-Income Energy  \nAssistance Programs (LIHEAP)\n• Corporate contributions to state and local energy assistance agencies and energy weatherization programs\n• Encouraging our customers to contribute to statewide fuel funds via their Xcel Energy bills\n• In-kind marketing and public relations to support energy assistance organizations and low-income advocates\nSatisfaction\nOne approach we use to better understand customer perception of our performance is V oice of the Customer (VOC) market \nresearch. VOC is a series of surveys conducted throughout the year in which we ask randomly selected customers their opinions \non various aspects of Xcel Energy. \nWe finished 2011 with an unprecedented 94 percent of customers reporting through our VOC surveys that they were satisfied \nwith us, which is one percentage point higher than in 2010. This progress was driven by significant improvements in various \naspects of the relationship, including communications and customer service. \nCustomer Satisfaction—2011 Voice of the Customer Results by Operating Company\nNSPW\n90%\n90%Satisfaction Numbers\nNSPM\n80%100%\nPSCo\n80%100%\n100SPS\n80%100%\n90%80%100%\n90%NSP-M\n80100 100\n90\n20072008200920102011 2007 2009 2011\n2007 2009 2011 2007 2009 2011PSCo\n80100\n2007 2008 2009 2010 2011SPS\n80100\n2007 2008 2009 2010 2011NSP-W\n80100\n2007 2008 2009 2010 2011NSPW\n90%\n90%Satisfaction Numbers\nNSPM\n80%100%\nPSCo\n80%100%\n100SPS\n80%100%\n90%80%100%\n90%NSP-M\n80100 100\n90\n20072008200920102011 2007 2009 2011\n2007 2009 2011 2007 2009 2011PSCo\n80100\n2007 2008 2009 2010 2011SPS\n80100\n2007 2008 2009 2010 2011NSP-W\n80100\n2007 2008 2009 2010 2011NSPW\n90%\n90%Satisfaction Numbers\nNSPM\n80%100%\nPSCo\n80%100%\n100SPS\n80%100%\n90%80%100%\n90%NSP-M\n80100 100\n90\n20072008200920102011 2007 2009 2011\n2007 2009 2011 2007 2009 2011PSCo\n80100\n2007 2008 2009 2010 2011SPS\n80100\n2007 2008 2009 2010 2011NSP-W\n80100\n2007 2008 2009 2010 2011NSPW\n90%\n90%Satisfaction Numbers\nNSPM\n80%100%\nPSCo\n80%100%\n100SPS\n80%100%\n90%80%100%\n90%NSP-M\n80100 100\n90\n20072008200920102011 2007 2009 2011\n2007 2009 2011 2007 2009 2011PSCo\n80100\n2007 2008 2009 2010 2011SPS\n80100\n2007 2008 2009 2010 2011NSP-W\n80100\n2007 2008 2009 2010 2011", "metadata": {"source": "NASDAQ_XEL_2011.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}