{"page_content": "In 2021, the Company adopted a three-year diversity and inclusion plan built around three goals:\nWorkplace DiversityRecruit diverse, qualified talent representing all areas of society to add to the overall \nperformace of the Company.\nWorkplace InclusionEstablish strategies that are sustainable and provide leaders throughout the Company \nwith the proper tools and resources to manage and measure diversity within thier \nrespective lines of business.\nSustainability and \nAccountabilityChampion a culture of collaboration and acceptance that creates a comfort level for \nteam members to be themselves and supports diverse retention.\nShaping the\nFuture of Finance\nSouthState remains dedicated to providing opportunities \nfor the next generation of financial professionals from \nall corners of our footprint. We seek to accomplish \nthis through the Commercial Banking Internship and \nCommercial Banking Associate programs. During hands-on \nexperiences, bank leaders not only give interns a glimpse \ninto the various lines of business, but they also dive into \nSouthState’s philanthropic mission and inclusive workplace \nculture. Many bankers serve as mentors, helping students \nto determine if a career in banking fits their career goals.The Company formed a Diversity and Inclusion Council \nin 2021 to provide oversight to its diversity and inclusion \nstrategy, support the implementation of diversity and \ninclusion initiatives that align with our vision and core \nvalues, and promote a diverse and inclusive workplace \nthat represents the communities in which the Bank \ndoes business. The responsibilities of the D&I Council \ninclude: identifying and addressing barriers that impact \nrecruitment, retention, and advancement of diverse \ncandidates; defining benchmarks and metrics for diverse \ntalent acquisition and retention; and identifying and \nimplementing diversity and inclusion training for all \nCompany employees and directors. \nIn 2022, the D&I Council focused primarily on the \nimplementation strategy for the three-year diversity and \ninclusion plan, which included discussing the diversity \nand inclusion plan with leadership throughout the \nCompany. The aim of this discussion was to develop a \nmutual understanding and level of trust with local market \nleadership that would result in meaningful conversations \nand assist all stakeholders in viewing diversity from \na number of perspectives. In addition, SouthState \nestablished a small diversity and inclusion working group \nto help develop programs and initiatives in support of the \naction items outlined in the strategic plan.\nIn collaboration with SouthState’s Corporate Learning \ndepartment, members of the Diversity and Inclusion Council \nparticipated in pilot diversity training presentations, and \nbased on those pilot presentations, the Company engaged \na third party to implement Unconscious Bias training \nthroughout the Company. We launched the training in \n2022 beginning with training for the Board and executive \nmanagement, and SouthState plans to roll out the training \nto all employees through 2024.\n14Diversity and Inclusion", "metadata": {"source": "NASDAQ_SSB_2023.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}