{"page_content": "17\n”\nThe Sunshine FundEngagement and Retention \nWe offer competitive compensation and benefits packages, and a team-oriented \nenvironment centered on professional service and open communication among \nemployees. Our comprehensive employee benefits program for full-time employees \nincludes the following: group life, health, dental and vision insurance; prescription \nbenefits; flexible spending accounts; educational opportunities; deferred \ncompensation plans for officers and key employees; and a 401(k) plan with a \nCompany match. The Company sponsors a broad leave plan employees may use \nfor vacation, personal use and illness, and it awards paid leave based on tenure of \nservice and title.\nWe believe that gauging our employees’ satisfaction is crucial to understanding \nthe needs of our employees and to the development of a cohesive engagement \nand retention plan. In 2022, we launched an updated anonymous employee \nengagement survey to gather information about the Bank, its operations and \nemerging culture following the merger of equals between SouthState Bank \nand CenterState Bank, N.A. completed in 2020, and the resulting conversion \ncompleted in 2021. Seventy-three (73) percent of our team members provided \nfeedback to the survey, which we will use to strengthen team member engagement.\nWe promote the health and wellness of our employees by strongly encouraging work-life balance, offering flexible work schedules, \nkeeping the employee portion of health care premiums to a minimum and sponsoring various wellness programs. We also offer:\n• A Critical Care Time (CCT) benefit, up to a maximum of 12 weeks, which an employee can use in the case of an employee’s or a \nfamily member’s severe illness.  \n• Parental leave, allowing an employee to take up to six weeks of paid leave following the birth of a child or the placement of \na child in the home through adoption or foster care. \n• The Sunshine Fund, a 501(c)(3) organization funded by Company contributions and employee donations, provides financial \nassistance to employees to pay for food, lodging, utilities, necessary home repairs (i.e., a new roof) and similar expenses. \nIn 2022, the Sunshine Fund assisted 86 team members by providing approximately $157,000 in financial assistance.\n• An Employee Assistance Program that offers assistance and counseling to, among other things, encourage emotional well-\nbeing, address stress and anxiety, and provide referrals to resources related to important needs (i.e., education, daily living \nand caring for children or elderly loved ones).", "metadata": {"source": "NASDAQ_SSB_2023.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}