{"page_content": "Our\nCommitment to \nEffective  \nGovernance\nBoard of Directors \nOur Directors are a diverse group who bring a strong \ncombination of qualifications, skills and experiences that \nalign with SouthState’s business and strategy, and they \nstand for election annually. As of December 31, 2022, \nour board consisted of 13 directors, 10 of whom were \nindependent. We added three independent directors \nduring 2022 and right-sized the Board as of May 2022 to its \ncurrent size and make-up and in so doing, eliminated the \nspecial bylaw provisions effective as of the completion of \nthe merger of equals with CenterState in 2020.\nEffective as of the 2023 Annual Shareholder Meeting to be \nheld April 26, 2023, the Company will eliminate the role of \nExecutive Chairman. Mr. Robert R. Hill, Jr., the Company’s \nExecutive Chairman, and Mr. John Pollok, formerly the \nChief Financial Officer of SouthState Corporation, have \neach elected not to stand for re-election to the Board of \nDirectors in 2023, which has reduced the nomination slate \nfor this year’s Board to 11 directors. The Company has \nnamed Douglas J. Hertz as a new independent Chair of the \nBoard, effective upon the annual meeting. \nIn order to confirm that SouthState continues to follow \nbest governance practices, SouthState has engaged a \nconsultant to consider the Company’s governance structure \nand policies, guidelines, and practices, and whether any \nchanges should be made as the Company grows.\nAn Ethical Workplace\nAll SouthState directors, officers and employees are \nresponsible for maintaining the highest ethical standards \nin conducting business, including avoiding conflicts \nof interest and self-dealing, through adherence to the \nCompany’s Code of Ethics. While the tone at the top is set \nby our Board and embodied by our senior management, \nwe reinforce this focus throughout our organization. We require all employees to complete annual training on their \nethical obligations, business standards and culture, so they \nunderstand we all have a role in serving our customers \nand managing our company responsibly. In addition, on \nan annual basis, we require each employee to complete a \ncomprehensive suite of training courses selected to align \nwith the daily job responsibilities of each such employee, \nincluding compliance courses designed to remind and \neducate our employees about their responsibilities to \ncomply with applicable laws and regulations, including \nthose designed to protect consumers, and classes \ndesigned to raise awareness of data privacy-related \nissues and best practices to mitigate the risk of exposing \nconfidential consumer information.\nThe Company believes that each employee is entitled \nto work in an atmosphere and environment free of \ndiscrimination and unlawful harassment. The Company \nhas established and communicated to all employees \na structure for reporting incidents of harassment or \ndiscrimination, and our employees are required to \ncomplete annual training on sexual harassment. \nThe Company’s Whistleblower Policy provides employees, \ncustomers, vendors and others with a confidential \nformal mechanism to express concerns or complaints \nregarding the Company’s accounting, internal accounting \ncontrols, auditing matters, securities law compliance, \nor any provision of federal law relating to fraud against \nshareholders. A person may submit concerns anonymously Key Director Statistics\nas of December 31, 2022\n5.2 years average tenure, below the  \n7.8 year S&P 500 average\n10 of 13 or 77% are independent\n2 of 13 or 15% are ethnically diverse\n2 of 13 or 15% are gender diverse\n7 of 13 or 58% have CEO-level experience\n6 of 13 or 42% have senior executive\nexperience at financial institutions\n18", "metadata": {"source": "NASDAQ_SSB_2023.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}