{"page_content": " Letter from our President and CEO\nTable of contents\nAbout this report 3\nPerformance summary\nEconomy 3\nEnvironment and climate change 4\nSociety 11\nUnited Nations Global Compact index 16\nGlobal Reporting Initiative index 17\nWe are at a critical moment in our history.  \nThe way we design and make things is rapidly \nchanging: the technology is changing and  \nthe work itself is changing. This creates unprecedented opportunities to improve both how we make things and also what we are able to make. More than ever before, we are able to \nunderstand the interconnectedness of entire \nsystems and optimize across them. \nWe’re helping customers prepare for the future \nby using emerging and disruptive technologies such as artificial intelligence and machine learning, robotics, virtual and augmented \nreality, advanced manufacturing, and the \nInternet of Things. Applying these technologies to designing and making, we can more quickly understand complex systems, automate and refine challenging tasks, and build affordable, \ndurable, lightweight, and low-carbon \nstructures that were previously impossible  \nto fabricate. We are empowering people to  \nask what new things can, and perhaps should, \nbe made.\nConcurrently, the interrelated challenges of \npopulation growth, inequality, mass urbanization, \nand climate change demand that we think differently about how and what we make. ln 2050, 10 billion people will live on the planet, including 5 billion in the middle class who will have expectations of owning cars, houses, \nand a wide range of consumer goods. About \ntwo-thirds of the global population will live  \nin urban areas, many of which have yet to be \nbuilt. Powering these lifestyles will require at least twice the energy we currently consume. \nAt the same time, climate change demands a \nglobal transition away from fossil fuels and  \nGHG emissions-intensive practices toward  \na low-carbon economy, with radical gains in materials- and energy-productivity. This imperative transcends geographic and political boundaries. Despite recent decisions by the \nU.S. administration, Autodesk joins thousands \nof companies, 195 countries, and countless  \ncity and local governments in our commitment to the principles and spirit of the Paris Agreement, which is already catalyzing \nunprecedented levels of innovation. \nAddressing climate change while meeting the \nneeds of a growing population is the greatest design challenge we have ever faced. It’s  \nalso the business opportunity of a lifetime—representing an estimated $5.5 trillion market \nfor low-carbon goods and services. \nFrom multinational corporations to \nentrepreneurs and students, we are working with the customers who are driving this transformation. They are designing net zero buildings that produce as much energy as  \nthey consume, zero-emission transportation systems, resilient infrastructure, and net positive products, among countless other climate solutions. \nAutodesk demonstrates leadership and \ninnovation through efficient operations and  \nby powering our business with 100 percent renewable energy. We continue to build a diverse workforce that reflects our international customer base. Our employees bring our \ncompany’s vision and values to life by \nempowering customers around the world  \nto create positive impact. I am thrilled to be leading this company at such a critical juncture for us, our customers, \nand the global community. I am committed to \nutilizing the power of disruptive technologies, our diverse and talented workforce, and our impactful customer base to seize the tremendous opportunity to help people  \nmake a better world. \nSincerely, \nAndrew Anagnost  \nPresident and Chief Executive Officer  \nAutodesk\n2", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}