{"page_content": "11Society\nEmployees\nOur employees drive our culture of impact and \ncontribute to our vision of a better world.\nEmployee Impact : We encourage employees to \ntake advantage of employee networks, pro bono \nvolunteering opportunities, and company matching funds that are available when they give their time and money to nonprofits. We also offer \nsustainability-related benefits, such as incentives \nto cycle to work and discounts on home solar panels and hybrid and electric vehicles. \nOur employees make an impact by volunteering  \nin their local communities and through Autodesk-\nsponsored events or by lending their professional \nskills to nonprofits. In fiscal year 2017, more than \n1,500 Autodesk employees participated in Global Month of Impact, an annual month-long volunteer event. Together, we assembled over 750 3D printed prosthetic hands for children in need and mapped \nthe locations of more than 5,000 structures for \nfirst-responders in vulnerable communities. Through our pro bono volunteer program, employees use their professional skills to support nonprofit \norganizations and startups focused on issues \nranging from health and poverty to climate change and marine conservation. See the Impact philanthropy section for related data and information about our matching funds for volunteer hours.\n1,500+ \nemplo yees volunteered during our \nGlobal Month of Impact Diversity and inclusion: Diversity and inclusion are essential for success. A diverse workforce provides the perspectives we need to identify and \ncreatively solve problems. Unfortunately, the \ntechnology, engineering, and building design fields lack diversity. This underrepresentation not only limits business success but can lead to inequity if buildings, cities, infrastructure projects, and consumer products are designed without inclusion \nin mind. Autodesk champions diversity issues in the  \npublic arena, and we work within our own company \nto build and maintain an inclusive environment for our employees. \nAt Autodesk, managers and employees at all levels \nare responsible for creating a diverse and inclusive \nworkplace. In addition to building the diversity of \nour workforce, we also work to develop diverse leadership, foster an inclusive culture, and establish Autodesk as a thought leader in this area. \nWe have developed a targeted recruiting strategy \nthat reaches underrepresented groups, including \nwomen, Hispanic Americans, African Americans, \nand others. By providing access to free Autodesk\n® \nsoftware,12 we help people gain knowledge and \ncapabilities they can use to pursue a career at  \nour company, work within another organization,  \nor launch their own business. We also prioritize diversity in our recruiting activities, from internships through senior-level positions. As we identify emerging leaders within our employee \nbase, we keep many aspects of diversity in mind—\nincluding gender, ethnicity, sexual orientation, geographic location, and cultural heritage—as we work to build the most robust and diverse leadership team possible. \nIn addition to building a diverse workforce, we also \nwork to create and maintain an inclusive environment \nwhere all employees can thrive. As part of this, we analyze our annual engagement surveys to identify inclusion gaps and work to remedy them. For example, in fiscal year 2017 we received feedback \nthat certain demographic groups at specific sites \nwere having very different perceptions of their experience in the organization. In response, we developed action plans for those sites to address items of concern and close the gaps we identified. We also regularly provide employees with opportunities to learn more about inclusion and \nhow they can contribute to the environment we \nvalue at Autodesk. During fiscal year 2017, we conducted diversity and inclusion training for more than 3,000 employees globally. In addition, we encourage employees to take part in our employee resource groups, which include networks for \nwomen, African Americans, LGBTQ employees,  \nand our most recently established networks for \nHispanic Americans and veterans. \n3,000+ \nemplo yees participated in diversity \nand inclusion tr aining during ﬁscal \nyear 201 7\nEquity in compensation and benefits is one way we show respect for all our employees. In fiscal year 2016, we began an analysis to identify any \nwage inequality in our workforce based on gender \nor ethnicity and continue to do so on a regular basis. To affirm this commitment, we signed the \nWhite House Equal Pay Pledge in fiscal year 2017. \nIn addition, we have had a number of programs in place for many years to support the LGBTQ community, resulting in our score of 100% on the \nHuman Rights Campaign Corporate Equality Index.\n100% \nscore on the C orpor ate Equality Inde x\nTo continue driving progress in diversity and \ninclusion, we established a Global Diversity and Inclusion Scorecard in fiscal year 2017. The \nscorecard provides a set of diversity and inclusion \nstrategies that each business unit can use to foster inclusion, such as providing learning and education opportunities, making inclusive behaviors an \nexpectation for all employees, identifying diverse \ncandidates for job openings and our emerging leaders program, filling inclusion gaps found through responses to engagement surveys,  \nand applying diversity principles to our core \nbusiness functions.\n12. Free Autodesk software licenses and/or cloud-based services are subject to acceptance of and compliance with the terms and conditions of the \nsoftware license agreement or terms of service that accompany such software or cloud-based services.", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}