{"page_content": "12Training and development: We provide a curriculum \nthat is easy to access anytime, anywhere and accommodates varying learning styles, time \nconstraints, and accessibility concerns. In addition, \nemployees can expand their professional sustainability credentials with free memberships  \nto the U.S. Green Building Council and the Design Management Institute. These are just a few of the reasons we have consistently been recognized as  \na great place to work. \nHealth and wellness: Our commitment to health and wellness begins with helping employees and their spouses or partners stay fit and minimize health concerns. Many of our facilities offer gyms and walking desks, and our wellness campaign \nincludes events such as softball, basketball, and \nsoccer tournaments. We also have programs to improve safety at our workshops and facilities worldwide and offer employees a voluntary \nprogram to help reduce ergonomic risks.\nRestructuring: In light of an anticipated decrease \nin revenue and a commitment to manage spending, \nAutodesk implemented a worldwide restructuring plan in fiscal year 2017. This enables us to rebalance staffing levels to better align with the evolving \nneeds of the business and reduce operating \nexpenses. For more information, see the proxy statement that is part of the Autodesk FY2017  \nAnnual Report. The restructure affected 10 percent of our workforce. \nPerformance data13FY2013 FY2014 FY2015 FY2016 FY2017\nNumber of employees147,100 7,400 8,800 9,500 9,000\nRegional breakdown of employees15 [percent of \nemployees]\nAmericas 52% 52% 53% 54% 52%\nAsia Pacific 30% 29% 28% 27% 25%\nEurope, Middle East, Africa 18% 19% 19% 19% 23%\nTotal turnover16 [percent of employees] 15.3% 8.5% 10.5% 11.3% 17.7%\nVoluntary turnover16 [percent of employees] 6.5% 5.7% 6.5% 6.9% 7.2%\nEmployee engagement17 [percent] 71% 76% 80% 81% 81%\nGlobal gender diversity18 [percent female]\nBoard of directors 20% 20% 30% 30% 30%\nCompany officers, executives, and senior \nmanagement 19% 20% 20% 20% 21%\nManagers and supervisors 23% 23% 23% 23% 23%\nAll employees 29% 29% 29% 29% 29%\nU.S. ethnic diversity19 [percent of employees]\nWhite 72% 73% 73% 73% 70%\nAll nonwhite 28% 27% 27% 27% 31%\nBlack/African American 1% 2% 1% 1% 2%\nHispanic 4% 5% 5% 5% 5%\nAsian 21% 18% 19% 19% 20%\nTraining budgeted per employee globally, approximate [US$]$900 $1,000 $1,000 $1,000 $1,000\nIncident rates\n20\nRecordable incident rate 0.21 0.13 0.12 0.15 0.15\nDays away, restrictions, and transfers (DART) 0.07 0.03 0.01 0.02 0.02\nFatalities 0 0 0 0 0\n13. Employee count data include those who were part of the Delcam acquisition beginning with fiscal year 2015. However, the other data in the \nEmployees table include Delcam employees beginning with fiscal year 2017.\n14. As of the end of the fiscal year noted.\n15. Data are as of the end of the fiscal year noted except for fiscal year 2013 data, which are as of December 31, 2012.\n16 Data are as of the end of the fiscal year noted.\n17. Represents the percentage of employees who responded favorably to questions that measure different aspects of employee engagement. These data are reported on a calendar-year basis. Fiscal year 2017 corresponds to calendar year 2016, and so forth.\n18. Percentages are as of the end of the calendar year, except for the board of directors, which are as of the annual meeting date (typically a few months following the end of the calendar year). In these rows fiscal year 2017 corresponds to calendar year 2016, and so forth.\n19. Percentages are as of the end of the calendar year noted. In these rows fiscal year 2017 corresponds to calendar year 2016, and so forth. \nSegments for “All nonwhite” do not add up to the subtotal due to nonwhite employees in nonspecified categories (such as American Indian, \nNative Hawaiian, and others).\n20. For consistency, we use U.S. Occupational Safety & Health Administration (OSHA) definitions to record incident data worldwide. Rates are calculated based on the OSHA standard using 200,000 labor hours, which is equivalent to 100 employees working a full year. Contingent workers are not included in incident rates prior to 2013. Beginning in 2014, data reflect injuries and illnesses at all sites worldwide. Data for 2013 relate to \ninjuries and illnesses occurring within the United States only. These data are reported on a calendar-year basis. Fiscal year 2017 corresponds to \ncalendar year 2016, and so forth. Data for the recordable incident rate have been restated for all years to reflect updated calculations based on \nmore accurate headcounts.", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}