{"page_content": "13Impact philanthropy\nThe Autodesk® Foundation supports the design and creation of innovative solutions to the world’s most pressing challenges, such as climate change, access to clean \nwater, and inadequate healthcare. We provide design-focused nonprofits with direct support, including funding, software (through Autodesk, Inc.), and technical \ntraining. Autodesk, Inc. business units also provide direct funding for design and engineering programs and projects in their respective industries. \nWe support employees worldwide by matching their charitable donations of time and money to the causes and organizations they care about most, and for disaster \nresponse. To learn more about how we encourage both traditional and pro bono volunteering, see the Employee Impact section. \nPerformance data FY2013 FY2014 FY2015 FY2016 FY2017\nCompany and Foundation cash contributions21 [US$] $2,024,000 $1,664,000 $3,481,000 $6,251,000 $7,400,000\nCompany product donations22 [US$] $2,600,000 $3,200,000 $6,800,000 $14,000,000 $13,500,000\nEmployee giving [US$] $282,000 $307,000 $929,000 $1,205,000 $1,200,000\nFoundation match of employee giving of time and money [US$] (also included in the \n“Company and Foundation cash contributions” line above)$256,000 $223,000 $901,000 $1,190,000 $1,300,000\nEmployee traditional volunteer hours236,000 8,200 17,500 21,600 24,900\nValue of traditional volunteer hours23 [US$] $138,000 $189,000 $404,000 $498,000 $574,000\nEmployee pro bono volunteer hours (donated to nonprofits and impact-related start-ups) -- -- -- 980 3,860\nValue of pro bono hours24 [US$] -- -- -- $136,000 $270,000\n21. Data from fiscal years 2013 and 2014 reflect cash contributions from Autodesk, Inc., only. Beginning in fiscal year 2015, we report a combined cash giving figure for Autodesk, Inc., and the Autodesk Foundation.\n22. Autodesk calculates its product donations at commercial value. These data do not include the value of products granted to students, faculty, and educational institutions at no cost through the Autodesk Education \nCommunity. The increase in donations for fiscal year 2016 is due to the increased activity of the Autodesk Technology Impact Program.\n23. Autodesk does not track what percentage of traditional volunteer activities take place during company time. Value of traditional volunteer hours aligns with data cited by Taproot Foundation ($23.07 per hour), which is based on 2014 Bureau of Labor Statistics data.\n24. Value of pro bono hours based on hourly rates for various skills cited by Taproot Foundation.\nImage courtesy of KickStart International.", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}