{"page_content": "14\nPublic policy\nEvery policymaker can be a catalyst for action on \nimportant sustainability issues, such as climate change and diversity and inclusion. During fiscal \nyear 2017 and in the months following, we made \nimportant strides in these areas. Even as we face challenges ahead, Autodesk remains optimistic \nabout the future and committed to our role in \nadvancing progress. Our Corporate Sustainability and Government Affairs teams meet regularly  \nto align on current and future policy activities \nand opportunities.\nClimate change: Climate leadership and sound \nenvironmental policies strengthen the economy, \ncreate jobs, and are essential to the long-term success of business and society at large. Recent actions by the U.S. administration to end programs \naimed at addressing climate change and to withdraw \nfrom the Paris Agreement are contrary to Autodesk’s values and vision for the future. In March 2017 , our \nthen co-CEOs released a statement in response to the U.S. administration’s proposed budget cuts to \nclimate and environmental programs. They followed \nthis with another statement in June 2017 to reiterate our commitment to the Paris Agreement. Autodesk’s Vice President of Sustainability also responded, \naffirming that Autodesk is more committed than \never to helping our customers design, build, and manufacture net positive climate solutions.\nWe will continue participating in public policy \ndebate to advance innovation, sustainability, economic growth, and policies that are good for \npeople and for the planet. During fiscal year 2017, \nour Government Affairs Team and other key company representatives engaged with government officials, nonprofit organizations, think tanks, and other entities to advance sustainability principles.\nDuring the year, Autodesk:• Joined more than 100 companies in a call for the  \nU.S. government to shift to a low-carbon future \n(published in the Wall Street Journal)\n• Pledged to do our part to help the U.S. achieve the  \naims of the Paris Agreement in further support of \nthe Low-Carbon USA initiative, which we followed \nup with advocacy in support of the U.S. Clean \nPower Plan• Sponsored the seventh meeting of the Clean  \nEnergy Ministerial to share our progress and perspective regarding renewable energy with  \nthe world’s chief energy ministers\n• Collaborated with Ceres and Partnership for Responsible Growth to support a national price   \non carbon for the U.S.  \n• Encouraged our customers to sign the Ceres Building and Real Estate Climate Declaration   \nas we have done \n• Continued our membership in the Ceres Business for Innovative Climate and Energy  \nPolicy (BICEP) initiative\n• Continued to support passage of California initiative SB32, which includes ambitious GHG \nemissions reduction targets for the state to \nreach by 2030 \nDiversity and inclusion: Diversity is essential for our success as a business and for our society as a whole. We foster diversity and inclusion in our workplace, and we firmly support inclusive national \npolicies as well. During fiscal year 2017, we opposed \nprovisions in North Carolina House Bill 2 that eliminated non-discrimination ordinances and opened the door to discrimination against the Performance data FY2013 FY2014 FY2015 FY2016 FY2017\nCompany political contributions25 [US$] $0 $0 $0 $0 $0\n25. These data do not include occasional contributions to local ballot initiatives.\nLGBTQ community. We called on the state of North Carolina to repeal this law that would result in limiting opportunity to a group based on difference.\nIn early 2017, Autodesk joined the public debate  \nin the U.S. regarding immigration. Our former CEO, \nCarl Bass, sent a message to our entire staff, letting them know that our company did not support the president’s January 27, 2017, executive order on immigration and affirming Autodesk’s commitment \nto diversity and our support of all employees. We \nalso released this statement publicly and followed it up by joining more than 120 companies (most of them in the technology industry) on an amicus brief  \nchallenging the order in the Ninth Circuit Court of Appeals. When the administration rescinded the first order and replaced it on March 6, 2017, with a new executive order on immigration, we joined an amicus brief filed with the Ninth and Fourth Circuit \nCourts challenging the new order. \nPolitical contributions: Autodesk does not have  \na political action committee and thus does not \ncontribute to U.S. federal elections. The company did not contribute to state or local candidate committees in fiscal year 2017.", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}