{"page_content": "15Ethics and compliance\nWe strive to maintain an environment that \ndemonstrates strong business ethics, and our Code  \nof Business Conduct (CoBC) conveys our values and \nexpectations. All Autodesk employees worldwide \nare required to complete CoBC training annually.  \nIn fiscal year 2017, 100 percent of Autodesk active \nemployees completed the training. Our officers, \ndirectors, contingent workers, and global subsidiaries are also required to abide by our CoBC.\nOur CoBC includes instructions for reporting \npossible violations of Autodesk policies or practices. The company’s Ethics and Compliance Hotline  \nenables employees and third parties to report suspected violations for investigation and resolution.\nWe are committed to complying with all applicable \nanticorruption laws and regulations, such as those requiring accurate bookkeeping and documentation of records and those prohibiting offering, promising, \nor giving anything of value to a public or government \nofficial. This includes the U.S. Foreign Corrupt Practices Act (FCPA), the U.K. Bribery Act, and any similar local regulations in the areas where we \noperate. We expect our partners to abide by these same standards while conducting business with or \non behalf of Autodesk.\nHuman rights\nAutodesk promotes and protects human rights wherever it does business. The Autodesk Human  \nRights Policy describes our commitments in this area, as well as how we promote human rights \namong our employees, suppliers, business partners, \nand customers. We address several issues relevant to human rights either online or in this report, including anticorruption, privacy , nondiscrimination, \nemployee health and safety , and access to technology .\nAlthough the issue of conflict minerals does not \nhave a major impact on Autodesk since we are \nprimarily a software company, we do produce a few hardware products. We are working to identify and eliminate conflict minerals in our supply chain, and we are committed to compliance in this area. View \nour 2016 Conflict Minerals Report for details.Suppliers and business partners\nWe use our purchasing power and influence to \npromote socially and environmentally responsible business practices across our value chain. Our \nPartner Code of Conduct outlines the standards and \npractices we expect our partners to follow while conducting business with or on behalf of Autodesk. \nIt covers areas including anticorruption, antitrust \nand fair competition, business courtesies (such as gifts), financial integrity and accounting, conflict of interest, export controls, interactions with \ngovernment customers, insider trading, data \nprotection and confidentiality, intellectual property, environmental laws, and instructions for how to report improper conduct.\nOur Partner Code of Conduct also specifies that \nbusiness partners must support internationally \nrecognized human rights and comply with all \napplicable laws and regulations regarding health and safety in the workplace, the eradication of human trafficking and slavery, and the elimination of child labor. Additionally, we expect our partners \nto support fair labor practices, including the \nfreedom to associate, and a work environment that is free from harassment and discrimination.\n", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}