{"page_content": "17 Global Reporting Initiative (GRI) index\nThis sustainability report and various Autodesk online resources contain standard disclosures from the GRI G4 Sustainability Reporting Guidelines (undeclared). The following index \nprovides the locations of related content.\nItem Description Detail\nGeneral standard disclosures\nOrganizational profileG4-1 Statement from the most senior decision maker of the organization\nLetter from our President and CEO\nG4-3 Name of the organization Autodesk, Inc.\nG4-4 Primary brands, products, and services Products\nG4-5 Location of the organization’s headquarters San Rafael, California, United States\nG4-6 Number of countries where the organization operates, and names of \ncountries where the organization has significant operationsAutodesk FY2017 Annual Report\nG4-7 Nature of ownership and legal form Autodesk, Inc., is incorporated under the laws of Delaware, United States. Its shares are publicly traded on the NASDAQ stock exchange under the symbol ADSK.\nG4-8 Markets served (including geographic breakdown, sectors served, and types of customers and beneficiaries)\nProducts by Industry\nG4-9 Scale of the organization Economy; Employees ; Autodesk FY2017 Annual Report\nG4-10 Employee demographics Employees\nG4-11 Percentage of total employees covered by collective  \nbargaining agreementsNone of our employees in the United States are represented by a labor union. Employees in several European countries, equaling 5 percent of our total workforce, are represented by work councils or collective bargaining agreements. We have never experienced any work stoppages because of labor issues and believe our employee relations are good.\nG4-13 Significant changes during the reporting period regarding the organization’s size, structure, ownership, or its supply chain\nAutodesk FY2017 Annual Report\nG4-14 Whether and how the precautionary approach or principle is addressed by the organization Environment and climate change\nG4-15 Externally developed economic, environmental, and social charters, principles, or other initiatives to which the organization subscribes or which it endorsesHuman Rights Policy; United Nations Global Compact index\nG4-16 Memberships of associations (such as industry associations) and national or international advocacy organizations Ceres BICEP ; BSR Future of Internet Power; Business Council on Climate Change\nIdentified material aspects and boundaries\nG4-17 Entities included in the organization’s consolidated financial \nstatements or equivalent documentsAutodesk FY2017 Annual Report\nG4-18 Process for defining the report content and the Aspect Boundaries In 2013, we worked with consulting firm BSR to engage Autodesk executives and content experts from across the company’s business groups, functions, and regions to evaluate the social and environmental issues that have the largest impact on our success as a company and the most relevance to global sustainable development. Based on that analysis and subsequent assessment, we have focused the content of this report on the environmental and social information most relevant to Autodesk and our stakeholders. \nG4-22 Effect of any restatements of information provided in previous reports, and the reasons for such restatements\nEnvironment and climate change\nG4-23 Significant changes from previous reporting periods in the Scope and Aspect Boundaries Environment and climate change", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}