{"page_content": "18Stakeholder engagement\nG4-24 Stakeholder groups engaged by the organization Customers and prospective customers, employees and prospective employees, students and \neducators, government/policy makers, investors, suppliers, resellers and channel partners, software \ndevelopers, industry associations, nongovernmental organizations, local communities, nonprofits, \npress, and analysts\nG4-25 Basis for identification and selection of stakeholders with whom  \nto engageAutodesk has a wide range of stakeholders. To determine the most appropriate organizations to \nengage with, we consider their relevance to our business and the investment of time and resources \nrequired. When relevant, we also take into account their influence and expertise in sustainability.\nG4-26 Approach to stakeholder engagement, including frequency of \nengagement by type and by stakeholder groupVaries by stakeholder group\nReport profile\nG4-28 Reporting period (such as fiscal or calendar year) for  \ninformation providedAbout this report\nG4-29 Date of most recent previous report (if any) September 2016\nG4-30 Reporting cycle (such as annual, biennial) Annual\nG4-31 Contact point for questions regarding the report or its contents Sustainability@autodesk.com\nG4-32 In accordance option Undeclared\nG4-33 Organization’s policy and current practice with regard to seeking \nexternal assurance for the reportAutodesk's Scope 1, Scope 2, and Scope 3 greenhouse gas emissions inventory, as well as the company's renewable energy purchases and carbon offsets, are being verified by Bureau Veritas.\nGovernance\nG4-34 Governance structure of the organization, including committees of the highest governance body\nCorporate Governance\nG4-35 Process for delegating authority for economic, environmental, and social topics from the highest governance body to senior executives and other employeesLynelle Cameron, Autodesk Foundation President and CEO and Autodesk's Vice President of Sustainability, has direct responsibility for climate change within the organization. She reports to Senior Vice President Chris Bradshaw, who reports directly to CEO Andrew Anagnost. Ms. Cameron  \nis responsible for setting and implementing the company’s corporate sustainability strategy and programs and for leading the Corporate Sustainability Team, which is held accountable to the Environmental Core Team and to CEO staff. The Environmental Core Team sets the strategic direction for instituting sustainability best practices across Autodesk’s operations, including addressing issues of climate change. The team is composed of senior leaders from across the business, including Corporate Real Estate Facilities, Travel, Safety & Security Human Resources, Strategic Planning and Operations, Finance, Legal, Sales, Marketing, IT, and each product division. Together, these executives are responsible for understanding the environmental impacts of our business; setting strategy, priorities, and goals for improving these impacts; and promoting these efforts throughout the company.\nG4-36 Whether the organization has appointed an executive-level position or positions with responsibility for economic, environmental, and social topics, and whether post holders report directly to the highest governance bodyLynelle Cameron, Autodesk Foundation President and CEO and Autodesk's Vice President of Sustainability\nG4-38 Composition of the highest governance body and its committees\nCommittee Composition\nG4-39 Report whether the chair of the highest governance body is also an executive officer Corporate Governance\nG4-40 Nomination and selection processes for the highest governance body and its committees, and the criteria used for nominating and selecting highest governance body membersCorporate Governance\nG4-41 Processes for the highest governance body to ensure conflicts of interest are avoided and managed Corporate Governance", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}