{"page_content": "19G4-47 Report the frequency of the highest governance body’s review of \neconomic, environmental, and social impacts, risks, and opportunitiesAt regular meetings with the board of directors, the board is briefed on Autodesk's sustainability \npriorities. Board members participate in a disussion of these issues and provide input on future \nstrategy and direction.\nG4-48 Report the highest committee or position that formally reviews and approves the organization’s sustainability report and ensures that all material Aspects are coveredLynelle Cameron, Autodesk Foundation President and CEO and Autodesk's Vice President  \nof Sustainability\nG4-49 Process for communicating critical concerns to the highest governance bodyIn Autodesk’s proxy statement, we direct correspondence to the board of directors through our headquarters address.\nG4-51 Remuneration policies for the highest governance body and  \nsenior executives\nCorporate Governance Guidelines ; Compensation and Human Resources Committee Charter\nG4-52 Process for determining remuneration Corporate Governance Guidelines ; Compensation and Human Resources Committee Charter\nEthics and integrity\nG4-56 Organization’s values, principles, standards, and norms of behavior, such as codes of conduct and codes of ethics Suppliers and business partners ; Ethics and compliance; Human rights\nG4-57 Internal and external mechanisms for seeking advice on ethical and lawful behavior, and matters related to organizational integrity Ethics and compliance\nG4-58 Internal and external mechanisms for reporting concerns about unethical or unlawful behavior, and matters related to organizational integrityEthics and compliance\nSpecific standard disclosures\nEconomic\nEconomic performance\nG4-EC1 Direct economic value generated and distributed Economy; Autodesk FY2017 Annual Report  \nG4-EC2 Financial implications and other risks and opportunities for the organization's activities due to climate change Autodesk reports this information annually through CDP .\nG4-EC3 Coverage of the organization's defined benefit plan obligations Autodesk FY2017 Annual Report\nIndirect economic impacts\nG4-EC8 Significant indirect economic impacts, including the extent of impacts Products\nEnvironmental\nEnergy\nG4-EN3 Energy consumption within the organization Carbon footprint\nEmissions\nG4-EN15 Direct greenhouse gas (GHG) emissions (Scope 1) Carbon footprint\nG4-EN16 Energy indirect GHG emissions (Scope 2) Carbon footprint\nG4-EN17 Other indirect GHG emissions (Scope 3) Carbon footprint\nG4-EN18 GHG intensity Carbon footprint\nG4-EN21 NOx, SOx, and other significant air emissions Direct emissions of NOx, SOx, and volatile organic compounds (VOCs) from our facilities are too insignificant to report.\nEffluents and waste\nG4-EN23 Total weight of waste by type and disposal method\nWaste\nProducts and services\nG4-EN27 Extent of impact mitigation of environmental impacts of products and services Products", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}