{"page_content": "www.autodesk.com\nAutodesk, the Autodesk logo, AutoCAD, BIM 360, Civil 3D, FormIt, Fusion 360, InfraWorks, Inventor, Moldflow, Navisworks, Netfabb, Revit, and Robot are registered trademarks or trademarks \nof Autodesk, Inc., and/or its subsidiaries and/or affiliates in the USA and/or other countries. All other brand names, product names, or trademarks belong to their respective holders. Autodesk reserves the right to alter product and services offerings, and specifications and pricing at any time without notice, and is not responsible for typographical or graphical errors that may appear in this document. © 2017 Autodesk, Inc. All rights reserved. Compliance\nG4-EN29 Monetary value of significant fines and total number of non-monetary \nsanctions for non-compliance with environmental laws and regulationsEnvironmental compliance\nTransport\nG4-EN30 Significant environmental impacts of transporting products and other goods and materials for the organization’s operations, and transporting members of the workforceCarbon footprint\nLabor practices and decent work\nEmployment\nG4-LA1 Total number and rates of new employee hires and employee turnover by age group, gender, and region Employees\nG4-LA2 Benefits provided to full-time employees that are not provided to temporary or part-time employees, by significant locations of operation Employees\nOccupational health and safety\nG4-LA6 Type of injury and rates of injury, occupational diseases, lost days, and absenteeism, and total number of work-related fatalities, by region and by genderEmployees\nTraining and education\nG4-LA9 Average hours of training per year per employee by gender, and by employee category Employees\nG4-LA10 Programs for skills management and lifelong learning that support the continued employability of employees and assist them in managing career endingsEmployees\nG4-LA11 Percentage of employees receiving regular performance and career development reviews, by gender and by employee categoryAs a part of the development process, all Autodesk employees receive a formal annual performance review. This includes feedback from managers and coworkers and focuses on assessment and feedback against individual goal achievement as well as demonstrated competency and proficiency.\nDiversity and equal opportunity\nG4-LA12 Composition of governance bodies and breakdown of employees per employee category according to gender, age group, minority group membership, and other indicators of diversity\nEmployees ; Corporate Governance\nSociety\nAnticorruption\nG4-SO4 Communication and training on anticorruption policies and procedures To ensure understanding of our expectations, we provide in-person trainings on compliance issues, including anticorruption, for various employees and partners around the world.\nPublic policy\nG4-SO6 Total value of political contributions by country and recipient/beneficiary\nPublic policy", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}