{"page_content": "3\nCodes, policies, and standards\nAutodesk codes, policies, and standards related \nto sustainability include the following:\n• Code of Business Conduct\n• Code of Ethics for Senior Executive and   \nFinancial Officers\n• Environmental Policy\n• Human Rights Policy\n• Partner Code of ConductAbout this report\nAutodesk is committed to sharing information about our economic, environmental, and social \nperformance as well as how our products and services advance sustainability. This information enables customers, investors, employees, nongovernmental organizations, and others to assess \nour progress and gain insights from our sustainable business practices that can be applied to \nother companies and organizations. We published our first Sustainability Report in 2008, and we report annually.\nPerformance data included in this report is based on the Autodesk fiscal year when noted, and \nthe calendar year otherwise. The Autodesk 2017 fiscal year ran from February 1, 2016, through January 31, 2017. Performance data covers the company’s global operations, unless otherwise \nstated. In some cases, segments in tables do not add up to the total due to rounding. Dashes \nindicate where data was unavailable.\nTo learn more about our commitment to sustainability and our vision for the role design can \nhave in addressing global challenges, visit our website at www.autodesk.com/sustainability .\n Performance summary\nWe have a tremendous opportunity to help our customers and employees imagine, design, and create a better world. Although our biggest opportunity to improve our shared future is through the designers who use our software, we also work hard to improve the direct impact of  \nour operations. This report provides a high-level view of our progress in sustainability over the past several years.\nEconomy\nAutodesk’s ongoing financial performance underpins the company’s efforts in sustainability. Our business model has shifted away from one-time, perpetual licenses toward term-based product subscriptions, cloud service offerings, and flexible enterprise business agreements. Over time, this business model transition will result in a more predictable, recurring, and profitable business. However, during the transition, traditional financial \nmetrics, such as revenue, margins, earnings per share, and cash flow from operations will be adversely impacted. This is primarily due to revenue \nfor new subscription offerings being recognized over time rather than up front and because subscription offerings generally have a lower initial price than perpetual offerings.\n FY2017\nPerformance data FY2013 FY2014 FY2015 FY2016 FY2017 Q1 Q2 Q3 Q4\nRevenue [million US$] $2,312 $2,274 $2,512 $2,504 $2,031 $512 $551 $490 $479\nGAAP gross profit [million US$] $2,074 $2,000 $2,170 $2,133 $1,689 $419 $466 $408 $396\nGAAP net income [million US$] $248 $229 $82 ($331) ($579) ($168) ($98) ($143) ($171)\nGAAP diluted earnings per share [US$] $1.07 $1.00 $0.35 ($1.46) ($2.60) ($0.77) ($0.44) ($0.64) ($0.77)\nRelative contribution to world GDP  \n[million US$ contribution/trillion US$ world GDP]29.1 27.0 28.1 29.2 23.1 22.3 24.8 21.7 21.1", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}