{"page_content": "4Environment and climate change\nAutodesk continually works to address the causes and consequences of climate change and to improve our overall environmental performance. We enable our customers \nto design solutions that mitigate the effects of climate change, helping them win more business and save money. We also address the environmental impact of our own operations through a range of activities, as described in this report. The following commitments and targets demonstrate our broad and bold approach in this area.\n• Continue to report climate change information in mainstream financial reports (see Autodesk FY2017 Annual Report).\n• Continue to conduct responsible corporate engagement in climate change policy (see Public policy).\n• Continue to use an internal price on carbon.\n• Continue to integrate sustainable design capabilities into our products and services.COMMITMENTS\nTARGETS PROGRESS IN FY2017\nWe are committed to following our Corporate Finance Approach to  \nClimate-Stabilizing Targets (C-FACT) methodology through 2020, which aims to reduce GHG emissions in line with an 85 percent \nreduction by 2050. C-FACT helps companies develop GHG emissions \nreduction targets in proportion to their relative contribution to  \nthe economy.\n• Reduce carbon dioxide equivalent (CO\n2e) emissions across our \nvalue chain by 35 percent by fiscal year 2017.\n• Reduce CO2e emissions across our value chain by 38 percent by \nfiscal year 2018.\n• Reduce CO2e emissions across our value chain by 43 percent \nbetween fiscal year 2009 and fiscal year 2021.Achieved. Since fiscal year 2009 (our baseline),  \nwe have decreased absolute GHG emissions by \n44 percent, surpassing our goal for fiscal year \n2017 of a 35 percent reduction.\nAchieved.\nIn progress. We continue to inventory our paper use and \nare transitioning to FSC-certified and recycled paper. \nIn progress. We continue to inventory and mitigate  \nrefrigerant emissions across our facilities.\nAchieved. We implemented plans for all benchmarked \nsites, representing 74 percent of our total square footage.Implement customized sustainability improvement plans for benchmarked Autodesk sites by fiscal year 2017.Reduce short-lived climate pollutant emissions.Remove commodity-driven deforestation from Autodesk’s supply \nchain by 2020.Power our facilities and cloud services with 100 percent renewable energy by fiscal year 2021.CO2e", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}