{"page_content": "5Products\nAddressing the global threat of climate change requires action across sectors and geographies. When we \nlook to the future of making things, it’s imperative that it be low-carbon. Sustainable design can have a real, lasting effect in our collective efforts to move toward that future by helping to reduce the GHG emissions \nand environmental impact of buildings, infrastructure, and manufactured goods. \nThe architecture, engineering, and construction (AEC) and manufacturing sectors account for two-thirds  \nof the world’s carbon emissions.\n1 The rate of new construction in the United States alone is equivalent to \nbuilding a new Manhattan every 35 days.2 And in 2014, the value of U.S. manufacturing was enough to \nmake it the ninth largest economy in the world, valued at $2.1 trillion.3 The opportunity to transform our \nworld through sustainable design is immense, and Autodesk’s customers are looking for ways to design \nand manufacture more sustainable buildings, infrastructure projects, and products. In fact, an Autodesk-\ncommissioned study from Deloitte revealed that by 2020, 75 percent of the market we serve will demand \nsoftware tools that help advance sustainable design.\nOur customers have a broad and global reach. They include a wide range of companies, established design \nfirms, academic institutions, nonprofits, and entrepreneurs in the AEC, product design, and manufacturing fields. We develop solutions that our customers can use to design a future in which our built environment, infrastructure, products, and manufacturing can allow us all to live well, and live within the limits of the \nplanet. We help customers proactively understand, optimize, and improve the environmental performance \nof everything they make, so they can advance their carbon, energy, resource productivity, and cost savings goals.\nArchitecture, engineering, and construction: Our customers use Autodesk\n® tools to design and retrofit \nbuildings; maximize energy and material efficiency; prioritize infrastructure projects based on social, \nenvironmental, and economic impacts; and minimize waste during construction. Our suite of solutions  \nfor the AEC sector includes industry-leading products that enable sustainable design choices. \nAutodesk® Revit®, InfraWorks® 360, AutoCAD® Civil 3D®, BIM 360®, CFD, FormIt® 360 Pro, Insight, Navisworks®, and \nRobot™ Structural Analysis Professional software\nBuilding design and retrofit • Design high-performance buildings\n• Conduct energy analysis from concept through complex modeling \n• Prioritize retrofits across property portfolios and locations \n• Use structural materials efficiently\n• Plan for smart decommissioning of buildings and related material recovery\nInfrastructure • Prioritize projects based on social, environmental, and economic impacts\n• Manage bioretention and green stormwater\n• Conduct traffic impact analysis\n• Conduct pollution modeling\nConstruction • Minimize waste during construction\n• Plan for offsite and prefabrication design\nModel courtesy of DesignGroup and the National Audubon Society.\n1. According to the IPCC Fifth Assessment Report; combination of buildings, transport, and industry\n2. Global Buildings Performance Network\n3. National Association of Manufacturers, World Bank35 days\nThe time it would take to construct a new \nManhattan at the current rate of U.S. building\nImage courtesy of HOK, Photo © Alan Karchmer.\nDesign, architecture, engineering, and planning firm HOK \naims to run energy analysis on every project as a matter of policy. Autodesk\n® Insight streamlines that analysis, \nenabling the firm’s design teams to quickly and easily model the effect of design changes on lighting, cooling, and other sustainability measures. HOK’s teams can now use energy analysis as an integrated design decision-making tool throughout the process.\n", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}