{"page_content": "7Education\nWe offer free, flexible, self-paced online learning opportunities to help people get more out of Autodesk \ntools and to teach sustainable design concepts to those already practicing or considering a career in architecture, engineering, design, or other related fields.\n4. Free Autodesk software and/or cloud-based services are subject to acceptance of and compliance with the terms and conditions of the software \nlicense agreement or terms of service that accompany such software or cloud-based services. Software and cloud-based services subject to an \nEducational license may be used solely for Educational Purposes.\nAutodesk® Sustainability Workshop is a free online \nknowledge base that teaches the principles and \npractice of sustainable design. Since launching in 2010, the Sustainability Workshop has received \nnearly 4 million visits, and 500 educators and \nacademic institutions spanning 90 countries have integrated the materials into their classes.90 countries\nwhere Autodesk Sustainability Workshop \nmaterials are integr ated into classes\n98,600+\nmembers\nNearly \n32 million\ncopies of Autodesk software registered \nsince 2006 by almost 15 million students \nand educators\n82,000+ \nhours of instructional video\nwatched in 2016Autodesk® Education Community enables students, \nfaculty, and educational institutions to access \nmore than 80 titles of Autodesk professional-grade \nsoftware at no charge.4 Since the Community’s \ninception in 2006, nearly 15 million students and \neducators, including almost 4.7 million in 2016, \nhave registered nearly 32 million copies of \nAutodesk software.Autodesk® Design Academy offers free projects, \ncourses, webinars, and more for educators and design students at all levels. Since the website was \nlaunched in 2014, Design Academy has gained more \nthan 98,600 members. During fiscal year 2017, the site received more than 3 million page views from 959,500 unique visitors.\nAutodesk® University , a learning community for \ndesign and engineering professionals from around the globe, offers conference experiences and free \naccess to online learning resources year-round. \nSince 2015, more than 850 hours of video have been added to the program’s website, accompanied by thousands of pages of learning content, sample \ndata sets, and more. In 2016, more than 2.2 million \npeople visited the Autodesk University website and watched more than 82,000 hours of instructional video.", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}