{"page_content": "8Carbon footprint\nOur carbon footprint includes emissions generated \nacross our value chain, from our supply chain to our facilities to the data centers for our cloud-based \nservices. We actively manage these impacts and \nstrive to be transparent about all relevant areas of our business, including 10 categories covered in the \nCorporate Value Chain (Scope 3) Accounting and \nReporting Standard.\nDuring fiscal year 2017, our absolute GHG emissions \ndecreased by 20 percent compared with the prior year. Since fiscal year 2009 (our baseline), we have decreased absolute GHG emissions by 44 percent, \nsurpassing our goal of a 35 percent reduction.\nSupply chain: This category includes procurement \nrelated to our products as well as purchases that support our business more generally, such as marketing and employee benefits. It excludes data centers, events, and travel, which we continue to \nreport separately, as shown in the “GHG emissions \nby activity” graph on this page. Supply chain emissions are included in the data table on the following page, under Scope 3: “Purchased goods \nand services.”\nBusiness travel: We seek to reduce the GHG \nemissions of meeting travel through virtual \nmeetings, partner education, a green rating system for hotels, and by incorporating sustainability expectations into our standard meeting contracts. \nThese emissions are included in the data table on \nthe following page, under Scope 3: “Business travel.”\nFacilities: Our real estate portfolio runs on 100 \npercent renewable energy, and we have 16 Leadership in Energy and Environmental Design (LEED\n®) certifications, representing 31 percent of \nour total square footage. We assess our facilities’ environmental operating practices related to \nenergy use and other impact areas and then create \ncustomized sustainability improvement plans. We also use our operations as test cases to help refine the functionality of our solutions, improve our \nenvironmental performance, and showcase how \ncustomers can use our solutions to meet their FY2009 FY201 4 FY2015 FY2016 FY201 7050100150200250300\nSales fleet\nMajor conferences\nData centers\nFacilities\nEmploy ee commuting\nBusiness travel\nCapital goodsSupply chainGHG emissions by activity\n(Thousand metric tons CO2e)\nsustainability objectives. Our office and BUILD space workshop in Boston, Massachusetts, is our latest \nexample, connecting sustainable design principles to the latest in building technologies, creating a unique space for research and development. Emissions from facilities are included in the data table on the following \npage, under Scope 1, Scope 2, and Scope 3: “Waste generated in operations” and “Leased assets.”\nData centers: In addition to using 100 percent renewable energy for our cloud services, we strive to \nminimize data center energy use through server virtualization, selection of efficient equipment that meets respected industry standards, and by streamlining our code. These efforts help us provide customers a faster, more reliable experience, with reduced environmental impacts. Emissions related to data centers are included in the data table on the following page, under Scope 2 (related to purchased electricity) and Scope \n3: “Purchased goods and services.” \nMajor conferences: Since fiscal year 2016, Autodesk\n® University has been carbon neutral, and in fiscal \nyear 2017, we extended this effort to include One Team Conference, our annual channel partner and sales \nsummit. We decrease the climate impact of our conferences and other events by enhancing efficiency, \nproviding virtual attendance options, reducing waste, and purchasing carbon offsets. See how we \nintegrate sustainability into Autodesk University, one of our largest annual conferences (video: 4:22 min.). These emissions are included in the data table on the following page, under Scope 3: “Purchased goods and services.”", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}