{"page_content": "10Waste\nMaterials use contributes significantly to climate change, so we estimate GHG emissions related to waste \nfrom Autodesk operations and the end-of-life phase of Autodesk® products (see data on the previous page).\nPerformance data11FY2013 FY2014 FY2015 FY2016 FY2017\nWaste generation [metric tons] 281 126 141 237 204\nRecycling 164 33.2 35.2 47.3 83.5\nCompost 31.2 38.0 17.6 17.3 17.3\nEnergy recovery 22.6 22.6 0 0 0\nLandfill 63.2 32.2 87.8 172 103\nLandfill diversion rate [percent] 78% 74% 38% 27% 49%\nCoverage of data [as a percent of total active  \nsquare footage]22% 20% 7% 9% 12%\n11. Includes waste from major conferences and facilities. Data are extrapolated to our full real estate portfolio based on sites where data are available.\nWater\nWater is not a material issue for our operations. However, we recognize that fresh water scarcity is an increasing risk globally, largely due to the impacts of climate change. We reduce water use in many of  \nour offices and data centers through right-sized cooling equipment, efficient fixtures and toilets,  \nand conservation.\nCorporate environmental management\nAutodesk’s Environmental Policy outlines our high-level sustainability commitments. Our Environmental Core Team (see graphic), which includes senior leaders from across the business, champions this policy. Project teams support this effort by obtaining environmental data, making investment decisions, \nimplementing measures to reduce our impact, and reporting performance. These groups are co-led by the \nCorporate Sustainability Team and Autodesk employees from each activity area. All Autodesk locations are covered by the company’s environmental management system.\nEnvironmental compliance\nAutodesk meets or exceeds all applicable environmental laws and regulations related to our business operations. In fiscal year 2017, we were not cited or fined for noncompliance of any environmental laws  \nor regulations.\nPerformance data FY2013 FY2014 FY2015 FY2016 FY2017\nEnvironmental violations 0 0 0 0 0\nEnvironmental fines [US$] $0 $0 $0 $0 $0Autodesk environmental management structure\nCEO Staff\nCorporate  \nSustainability  \nTeamEnvironmental Core Team\nTravel  \nProject  \nTeamFacilities \nProject  \nTeamEvents  \nProject  \nTeamIT Project  \nTeamSupply Chain Project  \nTeam\n", "metadata": {"source": "NASDAQ_ADSK_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}