{"page_content": "11\nWorking to reduce carbon\nWe already have reduced carbon dioxide emission rates  \nby 20% and total carbon emissions by almost 23% since \n2005. MGE is on a trajectory to reduce carbon emissions at \nleast 40% from 2005 levels by 2030, which aligns with the \nU.S. emissions targets established as part of the Paris \nAgreement on climate change. \nOur longer-term goal is to reduce carbon emissions at  \nleast 80% by 2050. This target is consistent with the U.S. \nMid-Century Strategy for Deep Decarbonization (MCS).  \nThe MCS is a strategy identified by the U.S. for limiting \nglobal warming to 2 degrees Celsius under the Paris \nAgreement.\nHarnessing methane\nMGE continues to reduce greenhouse gas (GHG)  \nimpacts with initiatives that generate electricity from  \nthe combustion of methane, which is produced locally  \nin landfills and by cow manure. As a GHG, methane is  \nat least 25 times more potent than carbon; however, \nmethane as a fuel burns much cleaner and produces  \n50% less GHGs than coal.MGE purchases electricity generated from methane at  \na Dane County landfill. MGE also receives energy from a \nmanure digester. The digester converts cow manure from \nlocal farms into electricity.\n• Landfill gas: The Dane County site currently produces \nmore than 31 million kilowatt-hours (kWh) of electricity \nper year or enough to power about 5,000 households.\n• Manure digester: In 2017, the manure digester \ngenerated more than 13.9 million kWh of  \nelectricity. This is enough to power approximately  \n2,275 households.\nUnder an Environmental Protection Agency requirement, \nMGE monitors, measures and reports several GHG \nemissions annually. MGE tracking covers power plant \nemissions, natural gas distribution and smaller  \ncombustion sources. MGE is working to harness the power of new technologies to enable a cleaner, smarter energy future. \nCLIMATE CHANGE AND AIR QUALITY", "metadata": {"source": "NASDAQ_MGEE_2018.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}