{"page_content": "Transparency and disclosure\nMGE is a participant in EEI’s voluntary  \nESG/Sustainability reporting template,  \nwhich has additional generation and \nemissions information. It is available at \nmgeenergy.com/environment. \nEasy and affordable green power \nGreen Power Tomorrow, our green pricing program, is a \nconvenient and effective way for customers to buy more  \nof their energy from renewable sources and offset their  \nGHG emissions. Today, about 9,500 customers buy green \npower from MGE through this program.\nOptions for customers to support solar\nOur Shared Solar program offers customers the benefits  \nof solar power without having to install their own system. \nOur 500-kW solar array on the roof of the Middleton \nMunicipal Operations Center provides an easy way for \ncustomers to support locally generated solar energy.  \nWe are in the process of developing a second Shared  \nSolar array to expand our program. \nVisit mge.com/SharedSolar for additional details  \nas the planning process unfolds. \nMGE also works with customers who want to install  \nsolar to help power their homes or businesses. These \ncustomers connect to our community grid and sell their \nexcess electricity to MGE. We have more than 600 solar \ninstallations connected to our grid.\nCarbon dioxide (CO 2) emissions are calculated from generating units owned by MGE, power purchase agreements and power purchased by MGE on the regional Midcontinent \nIndependent System Operator market. The market purchase emission rate is based on a seven-state regional average CO 2 emission profile from all power produced in Wisconsin  \nand the surrounding Midwest states.\nNitrogen oxide (NOx), particulate matter (PM), mercury (Hg) and sulfur dioxide (SO 2) emission rates are calculated from MGE-owned generation assets, including MGE’s share  \nof jointly owned units. MGE is a co-owner of the Columbia Energy Center, Elm Road Generating Station, West Campus Cogeneration Facility and the Forward Energy Center.Improving air quality \nSince 2005, we have significantly reduced air emissions \nby installing new emission-reduction equipment, growing \nour investment in renewable generation and improving the \nequipment efficiencies of our diversified generation mix, \nwhich includes:\n• Blount Generating Station, Madison.\n• Columbia Energy Center, Portage.\n• Combustion turbines, Madison and Marinette.\n• Elm Road Generating Station, Oak Creek.\n• Forward Energy Center wind farm, Dodge  \nand Fond du Lac Counties.\n• Rosiere Wind Farm, Kewaunee County.\n• Saratoga Wind Farm, Howard County, Iowa. (Currently \nunder construction; operation expected by early 2019.)\n• Shared Solar, Middleton.\n• Solar photovoltaic units, Dane County.\n• Top of Iowa Wind Farm, Worth County, Iowa.\n• West Campus Cogeneration Facility, Madison.\nMGE also purchases power through contracts and on the \nMidcontinent Independent System Operator energy market.\nWe have significantly reduced emissions since we began \nmodernizing our generation fleet in 2005. We continue  \nto transition to cleaner sources of generation while also \nworking with customers to advance energy efficiency  \nand conservation efforts to help reach our carbon  \nreduction goals. The graphic below compares 2005  \nand 2017 emission rates for carbon dioxide and other \nregulated air emissions.\n2005\n2017\n% changeEMISSION RATES\n- - - - -\u0012\u0011\u000f\u0014\u0015 \u0011\u000f\u0016\u0016 \u0013\u000f\u0014\u0012 \u0011\u000f\u0011\u0011\u0011\u0011\u0017\u0012 \u0013\u000f\u0011\u0012\u001a\n\u0011\u000f\u0014\u0018 \u0011\u000f\u0011\u0016 \u0011\u000f\u001a\u0014 \u0011\u000f\u0011\u0011\u0011\u0011\u0011\u0015\u0013 \u0012\u000f\u0017\u0012\u0011\nSO\u0013 CO\u0013 NOY PM Hg\n96% 91% 60% 93% 20%MCT\u000f\u0010L8I MCT\u000f\u0010.8I MCT\u000f\u0010.8I MCT\u000f\u0010.8I MCT\u000f\u0010.8I12", "metadata": {"source": "NASDAQ_MGEE_2018.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}