{"page_content": "Students race MGE-sponsored  \nelectric vehicle\nWith financial support from the MGE Foundation,  \nstudents from Madison Memorial High School  \nreceived a first-hand lesson in the future of  \ntransportation during the 2017-2018 school year.\nA team of 18 technical education students raced their \nclassroom-built electric vehicle (EV) in the statewide \nElectrathon competition at Road America in Elkhart Lake. \nThe competition is organized by the Wisconsin Energy \nEfficient Vehicle Association, a statewide group that  \nworks to educate young people on how to design and  \nbuild energy-efficient vehicles.\nEarth Day educational outreach\nFor more than 10 years, our campaign–Earth Day, Every \nDay–has provided teachers with a resource to introduce \nsustainability concepts in the classroom. Each year, we \npublish and distribute more than 8,000 classroom fun \nbooks. With the books, students can learn about water and \nenergy conservation, electric vehicles and climate change \namong other topics. The books are coupled with interactive, \nonline activities to expand and amplify learning.\nKids to Careers\nMGE partners with Big Brothers Big Sisters of Dane  \nCounty and participates in the Kids to Careers program.  \nThe program gives kids a chance to visit different Madison-  \narea businesses and organizations to learn about various \njobs in the community. The goal is to introduce children to \npotential careers and to help them learn about the skills \nthose careers require.\nPartnering with the communities we serve\nMGE has an ongoing collaboration with the City of Madison \naround renewable energy, electric vehicles, and energy \nefficiency and conservation.\nIn support of the city’s goal to electrify 50% of its bus  \nfleet by 2035, MGE helped secure a federal grant under  \nthe Low-No Emission Vehicle Program. The grant provides \nfunding for the city’s first three all-electric buses. MGE  \nalso is providing financial and continued in-kind support  \nand expertise to address technological issues and facilitate \nthe electrification of the city and Metro Transit fleets.\nMGE also serves as a member of the Dane County Climate \nAction Council. The council includes local government, \nbusinesses, utilities and environmental organizations. \nMGE’s partnership with local stakeholders through  \nthe council offers another opportunity to work toward \ncommon goals, including carbon emission reductions.\nEducating tomorrow’s energy \nconsumers\nMGE partners with local teachers and schools from \nelementary school through college to help educate \nthousands of students every year about energy,  \nsafety, new technologies and career opportunities  \nin the energy industry.\nFor example, MGE works in partnership with the Wisconsin \nK-12 Energy Education Program (KEEP) to develop lessons  \non energy efficiency as part of KEEP’s School to Home \ninitiative. Using energy meters and a worksheet from  \nMGE, students are able to see how much energy a device  \nor appliance uses and calculate the estimated cost of  \nthe energy used. The idea is to help students apply the \nlessons learned in class to everyday life and educate  \nthem about energy.\nMGE community education manager Jim Jenson  \nworks with students.The high school students spent a year designing  \nand building their electric vehicle.16", "metadata": {"source": "NASDAQ_MGEE_2018.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}