{"page_content": "A message from our Chairman,  \nPresident and CEO\nThis is a transformational period in the energy world. New \ntechnologies are creating opportunities to be more sustainable  \nin how we generate and use energy, and in how we deliver  \nlasting value to our customers and shareholders. \nLocally based in the community we serve, MGE is committed to \nproviding safe, reliable and sustainable energy. Throughout the \ncompany, our employees consider the environmental and community \nimpacts when fulfilling our mission. \nMGE introduced our Energy 2030 framework in November 2015. \nEnergy 2030 reflects our business strategy for increased sustainability \nand sets the following goals:\n• At least a 40% reduction in carbon dioxide emissions by 2030.\n• 30% renewable energy by 2030.\nIf we can go further faster by working together with our customers,  \nwe will. The framework also prioritizes new products and services,  \nenergy efficiency and conservation, and customer engagement. \nWorking toward deep decarbonization:  \n80% reduction in carbon emissions by 2050\nBeyond 2030, MGE is on a trajectory to reduce our carbon emissions \nat least 80% by 2050—a target identified in the U.S. Mid-Century \nStrategy for Deep Decarbonization (MCS). The MCS is a strategy \nidentified by the U.S. for limiting global warming to 2 degrees Celsius \nunder the landmark Paris Agreement on climate change.\nAs we work toward these goals, MGE is participating in the  \nEdison Electric Institute’s (EEI) voluntary environmental, social, \ngovernance (ESG) and sustainability-related reporting template.  \nThe template offers our industry consistency in data reporting and, \nimportantly, transparency for our investors and customers as we  \nwork toward our goals. MGE’s template is available online at \nmgeenergy.com/environment. \nSince announcing Energy 2030, MGE has continued to grow our  \nclean energy resources for the benefit of our customers, investors  \nand broader community. We also are advancing innovative ways to \nreduce our community’s collective footprint through energy efficiency, \ngrow our business through the electrification of transportation and \nbetter our community’s quality of life through our engagement  \nand giving. \nThis report captures many of the ways in which we continue  \nto operate as your community energy company, dedicated to our \nfundamental responsibilities while embracing opportunities to  \nbuild a cleaner, smarter future. Thank you for working together  \nwith us in this effort.CORPORATE STRATEGY\nJeff Keebler  \nChairman, President and CEO \nMGE Energy and Madison Gas and ElectricMGE is on a trajectory to reduce our carbon \nemissions at least 80% by 2050—a target  \nidentified in the U.S. Mid-Century Strategy  \nfor Deep Decarbonization. \n3\n", "metadata": {"source": "NASDAQ_MGEE_2018.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}