{"page_content": "A message about our report \nAs Vice President and General Counsel, I oversee the company’s \nsustainability and safety initiatives. Safety and sustainability are core \nvalues at MGE, and we strive to continuously improve in both areas. \nMGE is a leader in embracing the technology shaping our industry \nand the broader energy landscape. We are advancing new programs, \nproducts and services to help our customers manage their energy  \nuse and to enable us to build a more advanced community grid  \nfor the future.\nAt MGE, we continue to explore ways to reduce our own environmental \nfootprint. In late 2017, we installed nearly 450 solar panels on the \nroof of our corporate headquarters, producing almost 10% of the \nelectricity used in the building annually. \nWe also continue to transition our own vehicle fleet to all-electric  \nor hybrid where possible and have implemented workplace  \ncharging, using our experience to help our customers to do the  \nsame as we work to electrify transportation and expand charging \noptions throughout our communities.\nFor the fourth year in a row, MGE was named a Green Master by the \nWisconsin Sustainable Business Council. This voluntary, statewide \nsustainability program uses an objective, points-based evaluation  \nto place companies in one of three categories. The top 20% of the \ncompanies achieve the Green Master distinction. MGE was the first \nutility in Wisconsin to be designated a Green Master.\nTransparency and disclosure\nThrough our participation in EEI’s ESG/Sustainability reporting \ntemplate, our investors and customers can find transparent and \nmeaningful information about our performance. Within the EEI \ntemplate, which we will update annually, readers will find additional \ninformation about our generation, emissions, capital investments, \nhuman resources and other ESG-related disclosures.\nSince we set our goals for Energy 2030 and 2050, we have said  \nthat if we can go further faster by working with our customers, we  \nwill.  We are committed to customer and stakeholder engagement  \nto reach shared sustainability goals. \nThroughout this report, we highlight our commitment to advance \nclean energy and sustainable practices, to continuously improve \nworkforce safety, and to contribute to the health and vitality of our \ncommunities. Whether it is partnering with the Wisconsin National \nGuard to enhance cybersecurity, with our community’s mass transit  \nto electrify transportation, or with industry stakeholders to advance  \nnew programs, MGE will continue to work with our partners and \ncommunity stakeholders to seek new and improved solutions  \nfor our collective future.Cari Anne Renlund \nVice President and General Counsel \nMadison Gas and ElectricSince we set our goals under Energy 2030 and \n2050, we have said that if we can go further \nfaster by working with our customers, we will. \nWe are committed to customer and stakeholder \nengagement to reach shared sustainabilty goals. \n4", "metadata": {"source": "NASDAQ_MGEE_2018.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}