{"page_content": "5\nEnvironmental accountability is a core focus throughout our \ncompany. Strong oversight and participation in third-party \nbenchmarking and evaluation programs help us assess our \nperformance and promote continuous improvement in  \nour proactive approach to sustainability.\nActive Board of Directors provides  \neffective oversight\nThe MGE Energy Board of Directors has oversight of MGE’s \nenvironmental and sustainability performance. Directors \nunderstand sustainability is integral to the company’s \nlong-term success, to our management and mitigation  \nof risk and to our commitment to those we serve.\nThe board receives timely and relevant information on a \nregular basis related to the company’s environmental and \nsustainability initiatives. Their oversight includes review of \nenvironmental risks and mitigation, assessment of current \nand/or future environmental regulations, and review of the \ncompany’s environmental and sustainability performance \nand related initiatives. Our comprehensive approach to \noversight of risk encourages all of our directors to initiate \ndiscussion at any time, either directly or through our Lead \nIndependent Director, on any areas of concern.Our board is active and engaged with 10 regularly \nscheduled meetings annually, in addition to committee \nmeetings. In 2017, every director attended all the meetings \nof the board.\nIn 2018, MGE moved from biennial to annual production  \nof our Environmental and Sustainability Report. The report \nis reviewed by the board every year.\nAdditional environmental, social and governance \ninformation related to MGE operations is available  \nthrough the voluntary EEI ESG/Sustainability reporting \ntemplate, accessible at mgeenergy.com/environment.\nExecutive compensation\nMGE Energy’s Board of Directors’ compensation  \ncommittee, composed of independent directors, takes  \ninto consideration environmental performance, among \nother factors such as cost containment and management  \nof day-to-day operations, when evaluating executive \ncompensation. The committee also considers performance  \ngoals that are critical to the company’s success, such as \nearnings, system reliability and customer satisfaction  \nas well as long-term strategic goals, including those  \nrelated to sustainability. Ongoing training for employees is one way MGE implements our philosophy of continuous improvement.\nGOVERNANCE", "metadata": {"source": "NASDAQ_MGEE_2018.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}