{"page_content": "20  |  ENVIRONMENTAL, SOCIAL, AND GOVERNANCE REPORT\nControl environment\nSS&C has an organizational hierarchy and reporting system that \nenables management, and where appropriate, those charged with governance, to monitor critical controls and performance measurements. SS&C Management has also implemented governance, human resources and other policies, subject to  the ongoing review and oversight of management and serve as key components of SS&C’s control environment. Aspects  of SS&C’s control environment include: \nRisk management \nSS&C’s management is responsible for risk management on \na day-to-day basis. SS&C’s Audit Committee is responsible for overseeing our risk management function. While the Audit Committee has primary responsibility for managing risk management, our entire Board of Directors is actively involved in overseeing our risk management. Our Board and the Audit Committee fulfill their oversight role by discussing the policies and practices utilized by management in assessing and managing the risks and providing input on those policies  and procedures. \nSS&C has a comprehensive, multifaceted Risk Management \nProgram designed to identify, assess, mitigate, and manage risk. SS&C’s Risk Management Program consists of activities at the enterprise level to provide the overarching risk reporting and management framework and risk assessment, monitoring, and management for enterprise-wide functions and risk. SS&C Business unit risk programs assess, monitor, and manage business level and product risk. Operating together under a single view, these programs provide a multidimensional risk view and multilevel controls to minimize risk exposure to SS&C and our customers. \nSS&C conducts an annual Enterprise Risk Assessment (ERA) \nprogram across applicable entities. The ERA evaluates risk across internal and external risk drivers. The ERA focuses on SS&C’s ability to attain business objectives given strategic, operational (includes technology reliability, information integrity, security, privacy, vendor management, and HR), compliance (includes legal and regulatory), and financial drivers. Business units, major divisions within business units, and significant enterprise functions participate in risk identification and assessment. Risk profiles are documented, mitigation actions identified, and ownership assigned to address risk areas requiring improvement. The Enterprise Risk Management group includes Business Continuity (BC) and Disaster Recovery testing. This group governs how BC plans are developed, including identifying the impact of any disruption and strategies to resume services provided during an event. Risks can be identified through BC planning (Business Impact Analysis) or through Risk Assessments and are managed according to procedures outlined in both the Risk and Global Crisis Management programs.\nInternal audit \nInternal Audit performs ongoing operational, financial, \ninformation technology and regulatory compliance audits of business and support areas to assess the effectiveness of the organization’s internal controls. Internal Audit performs ongoing reviews of the organization’s internal controls based upon input from the Enterprise Risk Assessment results, industry considerations or new regulations, coverage of external audits (SOC 1, compliance reports, SOX), Information Security and Compliance groups, and Internal Audit’s knowledge of the control environment. Audit methodology is based upon the Institute of Internal Auditors (IIA) standards. Internal Audit reports are directed to senior management, and issues identified are monitored through resolution. Internal Audit results are considered proprietary, and significant findings and the status of corrective actions are communicated to the Audit Committee.\nIntegrity and ethical values\nManagement believes an environment that demands \nintegrity and honesty is critical to building and maintaining an effectively controlled organization. Similarly, the effectiveness of internal controls is rooted in the integrity and ethical values of the people who create, execute, and monitor them. SS&C has programs and policies designed to promote and ensure the integrity and ethical values throughout the organization. These policies are published, accessible to employees and are enforced. Periodically, management communicates the importance of these policies and ethics standards to all employees.", "metadata": {"source": "NASDAQ_SSNC_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}