{"page_content": "2019 CORPORATE SOCIAL RESPONSIBILITY7\nFOOD GOOD DONE RIGHTWe are also on track to source 100 percent of\nour pork supply from group housing environments \nby the end of 2022 and have given preference \nto suppliers helping us reach this goal.\nBroiler chicken and eggs\nOur process for selecting and auditing chicken\nsuppliers looks for carefully formulated\nnutritional feed, access to clean water, adequate\nroom to grow, professional veterinary care and\nproper handling. Further, we have eliminated all\nantibiotics important to human medicine from\nour chicken supply, which is process verified\nthrough the USDA to ensure compliance. As\npart of our continuous improvement efforts,\nwe will continue to explore enhanced housing\nopportunities and new stunning methods\nwith our suppliers. And by the end of 2020, we \nexpect to have CO2 stunning implemented in \n100 percent of our Canadian chicken facilities. \nAs it relates to eggs, in 2016, with about 300 \nWendy’s locations serving breakfast at that \ntime, we committed to reaching a 100 percent \ncage-free environment by 2020. We’re on track \nto achieve that goal for those restaurants—and \nnow that we’ve announced plans to launch \nbreakfast nationwide in 2020, we are working \nwith our suppliers and our Animal Welfare \nCouncil to evaluate next steps and to further \nresearch housing enrichments.Enhanced Wendy’s Animal Welfare Program\nIn 2020, we plan to enhance our industry leading \nanimal welfare program even further by launching \nthe Animal Care Standards Program (ACSP), \na detailed assessment tool for beef, pork, \nchicken and eggs that is designed to recognize \nprogressive suppliers and to help us better trace \nconditions, quantify our best practices and \ninform development of new ones. By the end of \n2024, Wendy’s expects to have a comprehensive \naccounting of animal welfare best practices \nwithin our supply chain, including responsible  \nuse of antibiotics and housing conditions.Beef\nWendy’s is proud to serve fresh, never frozen,\nNorth American fed-beef in restaurants in the\ncontiguous U.S., Alaska and Canada, and in\n2018, we partnered with the Progressive Beef \nprogram. The animal care practices required by \nthe program are first-, second- and third-party\naudited, as well as validated by the USDA. We\nare committed to achieving the following goals\nacross our beef supply:\n•  In 2019, we sourced at least 30 percent of \nour beef from a group of producers that have \neach committed to a 20 percent reduction \nin the only medically important antibiotic \nroutinely used for cattle production\n•  By 2021, we intend to have at least 50 \npercent of our beef supply participating in \nProgressive Beef or a similar program\nPork\nWendy’s only serves pork that is 100 percent\nPork Quality Assurance Plus (PQA+) Certified.\nWe are working with suppliers and farmers who\nhave committed to an intensive traceability\nprotocol, supporting our goals to track, trace,\nmonitor and report on animal medical treatment\nhistories for more than 75 percent of our pork \nsupply by the end of 2022. Some producers are \nhelping us dive even deeper on available antibiotic \nuse data, which we plan to report on in late 2020.\nWe believe that a truly transformational \nprogram should have traceability as its \nprimary goal.Animal welfare: humane practices, \nresponsible sources\nWendy’s has always taken an intentional, \nscience-based approach to animal health and \nwell-being. We were one of the first restaurant \nchains to establish principles for animal care, \nand we work every day with industry leaders to \naudit their practices and improve our own, like \nour long-term efforts to responsibly reduce \nor eliminate antibiotic use in our supply chain. \nGrounding our best intentions in measurable \nscience is the essence of Good Done Right.\n", "metadata": {"source": "NASDAQ_WEN_2019.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}