{"page_content": "30 Virtusa | ESG Report 2021-22\nEmissions \n[GRI: 305-1, 305-2, 305-3, 305-4, 305-5] \nOur strategies for reducing Scope 1 and 2 emissions include investing in energy \nefficiency projects and renewable energy. As a result of our FY21 investment in \nsolar power for three of our owned campus facilities in Hyderabad and Navalur and \nsourcing 100% renewable energy in Sweden through a green tariff, we were able to \nincrease our renewable energy coverage to 19% in FY22 from 12% in FY21.\nWe track Scope 3 emissions from the following sources: capital goods, fuel-and-\nenergy-related activities (transmission and distribution loss), upstream transportation \nand distribution (distribution of computers to support WFH), waste, business travel, \nand employee commute. \nWe have invested in laptops to support remote work/work from home, which has \nhelped to reduce emissions from employee commute. In FY22, we set targets to \nincrease the use of electric vehicles (EVs) in our operations and supply chain. Within \nour own operations in India and Sri Lanka, we have commenced the installation of \n23 EV charging points (11 in India and 12 in Colombo). Within our supply chain, we \nare engaging with vendors to encourage them to adopt targets for EV utilization and \nswitch 20% of their fleet to EVs each year. We have communicated these goals to our \nsuppliers, and we are targeting to fully implement them once more employees are working from the office.Our strategy and approach \n[TCFD: Metrics and Targets]\nWe are committed to adhering to the Precautionary Principle as defined in the Rio Declaration, and we aim to consistently reduce the environmental \nimpact of our business operations and services. Our commitment to reducing \nour environmental footprint and adhering to all environmental regulations is \nset out in our Environment, Health and Safety Policy, and the Environmental \nResponsibility Policy. Our environmental management system was initiated \nin 2008 as our response to climate change. Our environmental management \nstrategy is based on three pillars: operating energy-efficient facilities that reduce \nour environmental footprint, reducing the environmental footprint of software \ndeveloped for clients, and utilizing energy-efficient technologies. \nInformation on our management approach to environmental impacts  \nis provided in the sections that follow. For data computational methods and \nperformance data, see the ESG Databook.", "metadata": {"source": "NASDAQ_VRTU_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}