{"page_content": "38 Virtusa | ESG Report 2021-22Talent management\n[GRI: 404-3]\nAll employees have regular performance appraisals that drive career development, compensation, and promotions. \nOur performance philosophy is embedded in the achievement of business goals, competency assessments (behavioral \nand technical), and employee engagement in senior managers. 360-degree assessments are conducted for leadership \n(managers and above), and the input supports individual development plans and promotions. All leaders at the manager \nlevel and above are also assessed for behavioral indicators with the Harrison Assessment Test.\nPrograms such as REPS (real-time engagement and performance scores), AI-powered surveys, talent-trend predictive \nanalytics, and Engineering IQ (EIQ) programs enable an ecosystem in which high-performing talent thrives.\nOur compensation practices are similarly carefully tailored to the three P’s — pay for person, pay for position, and pay for \nperformance. We link both our base salary and our variable pay to individual  performance and company performance. \nWe benchmark regularly, and employees can be confident that our compensation is equitable and aligned with the \nmarket. We know that pay is only one way to reward employees. Compensation is, therefore, only one part of  \nour human capital story, which includes:\n• Paid reskilling, education, and development opportunities\n• Multiple training programs under the Thrive Leadership and Learning Academy \n• Regular opportunities for job rotations and opportunities to work directly with clients\n• Enabling non-moderated employee communication across all levels of the organization\n• Providing high-quality benefits, opportunities, and packages\nWe have a clear policy for the company component of the bonus program,  which is available on our internal portal for easy reference.", "metadata": {"source": "NASDAQ_VRTU_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}