{"page_content": "49 Virtusa | ESG Report 2021-22\nData privacy\n[SASB: TC-SI-230a.2]\nWe recognize the importance of privacy to our clients, employees and \nprospective employees, contractors, and visitors to our offices and website. \nAccountability for privacy compliance sits at the highest level, with our data \nprivacy organization responsible for maintaining the global privacy program. \nThe program is led by the data protection officer, who is part of the strategy \nand legal team. He is assisted by a cross-functional Privacy Working Group, \nincluding key partners drawn from information security, legal, human resources, \nand other groups.\nOur privacy practices are governed by the Website Privacy Policy, which covers \ndata collected from visitors to our corporate website, clients, visitors to our \nfacilities, and employment candidates, and the Enterprise Data Privacy Policy, \nwhich details the privacy practices for handling personal data collected from \nemployees, clients, visitors to our offices, and prospective employees. The \nVirtusa data privacy management framework aims to demonstrate privacy \ncompliance and safeguards for personal data entrusted to us.Key elements of our approach to privacy compliance include:\n• Harmonizing global data privacy requirements into a company-wide set of \nguiding privacy principles intended to drive how it handles personal data.\n• Publishing and keeping updated privacy statements, internal policies, and guidance documents.\n• Monitoring privacy regulatory trends and improving our privacy practices.\n• Providing contractual support to ensure that risks associated with any data transfers are covered by appropriate contractual terms; includes assisting the \nlegal team in its efforts to update contract templates and improve privacy-\nfocused contract exhibits.\n• Responding to requests from data subjects about their personal data.\n• Conducting privacy impact assessments and privacy compliance reviews of internal systems and software data processing activities, website portals, \nmarketing initiatives, and vendor relationships.\n• Providing early input to enterprise application development by incorporating \nprivacy checkpoints into formal product development plans as part of the \nPrivacy by Design process.\n• Assessing privacy compliance on a periodic basis through risk-based audits \nby the internal audit team.\n• Developing and delivering a privacy-focused training and awareness program \nfor all employees.", "metadata": {"source": "NASDAQ_VRTU_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}