{"page_content": "58\nVirtusa | ESG Report 2021-22Topic Recommended disclosure Response and references\nGovernance: Disclose \nthe organization’s governance around climate-related risks and opportunities.a.  Describ e the board’s oversight \nof climate-related risks and opportunities.In November 2021, Virtusa’s board set up the ESG Committee, with the mandate to formulate and implement our ESG strategy, including our response to climate change. The ESG Committee, which has the highest level of responsibility for assessing and managing climate-related issues and formulating our climate change strategy, consists of board-level members, including the Audit Committee Chairperson and our CEO. The Committee also includes executive team members, such as the Chief Financial Officer, Chief Strategy Officer, Chief People Officer, Compliance Officer/General Counsel, and Global Head of Facilities and Sustainability. The Audit Committee Chairperson sits on the ESG Committee, meaning that the board has oversight of Virtusa’s ESG commitments – including how they are embedded into the overall business strategy – and ESG communications. These ESG matters include climate-related issues such as energy and emissions targets. Climate-related risks are integrated into the enterprise risk management process. Risks impacting our company, and the controls that are already in place or proposed, are presented to the executive team and to the board of directors as needed (quarterly, if possible; annually,  at a minimum) by the Chief Strategy Officer.  \n• ESG Report: Governance\n• ESG Report: Board of Directors\n• CDP 2022 Climate Change response: \n• (C1.1a, C1.1b) Board-level oversight of climate-related issues\n• (C1.2, 1.2a) Highest management-level positions or committee(s) with responsibility for climate-related issuesb.  Describ e management's role \nin assessing and managing climate-related risks and opportunities.Disclosures based on TCFD Framework\nThis section details our responses to the TCFD Framework. Information in this section is based  \non our 2022 CDP Climate Change response and specific sections of our 2022 ESG Report.", "metadata": {"source": "NASDAQ_VRTU_2021.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}