{"page_content": "59\nVirtusa | ESG Report 2021-22Topic Recommended disclosure Response and references\nStrategy: Disclose \nthe actual and \npotential impacts of \nclimate-related risks \nand opportunities \non the organization’s \nbusinesses, strategy, \nand financial \nplanning where such \ninformation is material.a.  Describ e the climate-related \nrisks and opportunities the \norganization has identified over the short, medium, and long term.Virtusa has identified climate-related risks to our direct operations that have the potential to have a substantive financial or strategic impact, including 1) market risk from the increased cost of energy (medium-term), 2) acute physical risk from the increased prevalence and severity of cyclones and flooding in India and Sri Lanka (short-term), and 3) emerging regulation risks from carbon pricing schemes, like those that could be implemented by the Nationally Determined Contributions (NDCs) in India (medium-term). We have also identified climate-related opportunities, including 1) resource efficiency from consolidating our building footprint (short-term), and 2) increased demand for products and services that are resource-efficient and from companies with high ESG performance (medium-term).\nNote: Short-term is 1-3 years, medium-term is 3-10 years, and long-term is 10-30 years.CDP 2022 Climate Change response:\n• (C2.1a) Definition of short-, medium- and long-term time horizons (C2.3a, C2.4a) Climate-related risks (and opportunities) with the \npotential to have a substantive financial or strategic impact\nb.  Describ e the impact of \nclimate-related risks and opportunities on the organization’s businesses, strategy, and financial planning.\nc.  Describ e the resilience of the \norganization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario.Climate-related risks and opportunities have 1) impacted our strategy in products and services, supply chain and value chain, investment \nin R&D, and operations, and 2) influenced our financial planning through our revenues, direct and indirect costs, capital expenditures and allocation, access to capital, and assets. We are in the process of creating a transition plan that aligns with a 1.5C world. We have used qualitative and quantitative climate-related scenario analysis to inform our strategy. The scenario analysis highlighted the risk of carbon taxes and increased energy costs in India, which influenced our strategy to set a target to reduce Scope 1 and 2 emissions by 25% by 2025 and invest in renewable energy. It also showed changes to water availability and quality, which could impact Virtusa’s water use, as well as our reliance on hydropower, which is currently a main source of renewable energy in Sri Lanka. We plan to expand our rainwater harvesting capacity and to undertake other water efficiency measures in our Sri Lanka and India facilities.\nNote: We are in the process of refining and improving our scenario analysis to better prioritize risks and opportunities.CDP 2022 Climate Change response:\n• (C2.3a, C2.4a) Climate-related risks (and opportunities) with the potential to have a substantive financial or strategic impact\n• (C3.1) Transition plan that aligns with a 1.5C world\n• (C3.2a, C3.2b) Use of climate-related scenario analysis\n• (C3.3) How climate-related risks and opportunities have influenced strategy\n• (C3.4) Where and how climate-related risks and opportunities have influenced financial planning", "metadata": {"source": "NASDAQ_VRTU_2021.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}