{"page_content": "60\nVirtusa | ESG Report 2021-22Topic Recommended disclosure Response and references\nRisk management: \nDisclose how the organization identifies, assesses, and manages climate-related risks.a.  Describ e the organization’s \nprocesses for identifying and assessing climate-related risks.\nb.  Describ e the organization’s \nprocesses for managing climate-related risks.\nc.  Describ e how processes for \nidentifying, assessing, and managing climate-related risks are integrated into the organization’s overall risk management.Virtusa’s climate-related risk management system focuses on enterprise risk management and its subcomponent: business continuity risks. \nIt is integrated into multidisciplinary and company-wide risk management processes. Enterprise risk management is conducted annually; business continuity assessments are conducted more frequently. Virtusa’s climate-related risk management system covers all stages of the value chain and the short-, medium-, and long-term time horizons. Current regulation, emerging regulation, legal, reputation, acute physical risks, and chronic physical risks are all risk types that are considered relevant to our business and are always included in our climate-related risk assessment. Technology and market risk types are also relevant and are sometimes included in our risk assessment.\nOnce risks have been assessed, and it is determined whether or not they have a substantive financial (USD $1.0-1.5 million of net profit)  \nor strategic impact on Virtusa’s operations, one of the following routes is taken to manage the identified risks:\nCompany-level: The business continuity management system plans indicate how to recover operations disrupted by physical climate  \nrisks, such as extreme weather events. Mitigation and adaptation strategies are implemented to limit the impact on operations.\nAsset-level: We conduct site-specific assessments using the risk management framework.  \nEvery risk has an owner who is accountable for mitigation plans. \nCDP 2022 Climate Change response:\n• (C2.1b) Definition of substantive financial or strategic impact on your business\n• (C2.2) Processes for identifying, assessing, and responding to climate-related risks and opportunities\n• (C2.2a) Risk types considered in climate-related risk assessments", "metadata": {"source": "NASDAQ_VRTU_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}