{"page_content": "61\nVirtusa | ESG Report 2021-22Topic Recommended disclosure Response and references\nMetrics and Targets: \nDisclose the metrics \nand targets used to \nassess and manage \nrelevant climate-\nrelated risks and \nopportunities where \nsuch information is \nmaterial.a.  Disc lose the metrics used \nby the organization to assess \nclimate-related risks and opportunities in line with its strategy and risk management process.Virtusa provides both monetary and non-monetary benefits as incentives for behavioral change and attainment of targets related to climate change management. We do not have an internal price on carbon, but we intend to set one in the next two years.\nIn addition to our GHG emissions targets, we have a target to increase low-carbon energy consumption, from 11% in 2019 to 40% in 2030. \nWe also have a target to reduce per-employee water usage by 40% by 2035, compared to a 2017 base year. Virtusa tracks additional climate-related metrics, including energy per square foot per month and kiloliters of water consumption per employee (not FTE) per month.\n• ESG Report: Environment\n• ESG Databook: Environmental performance data\n• CDP 2022 Climate Change response:\n• (C1.3a) Incentives provided for the management of climate-related issues\n• (C4.2a, C4.2b) Other climate-related targets\n• (C9.1) Additional climate-related metrics\nb.  Disc lose Scope 1, Scope 2 \nand, if appropriate, Scope 3 greenhouse gas (GHG) emissions and the related risks.We calculate our GHG inventory – Scope 1, 2 (location- and market-based), and Scope 3 – using the GHG Protocol and Defra Environmental Reporting Guidelines. Scope 1 and 2 emissions from smaller offices in North America, Europe, and APAC have been excluded, and these have been considered not relevant. We have determined relevance for all Scope 3 categories, and all relevant categories have been calculated.\n• ESG Databook: Environment performance data\n• ESG Databook: Data computational methods \n• CDP 2022 Climate Change response:\n• (C5.3) Standard, protocol, or methodology used to collect activity data and calculate emissions\n• (C6.4a) Details of the sources of Scope 1 and Scope 2 emissions that are within your selected  reporting boundary which are not included in your disclosure", "metadata": {"source": "NASDAQ_VRTU_2021.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}