{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                          Governance and Ethics │ 12 \n  Overview  \n \nSeagate is committed to maintaining the highest standards  of ethics  throughout our operations, and as part  of \nour ethics and compliance program, we have instituted policies and processes , and delivered training and \nother communications , that ensure all employees know how to perform eve ry aspect of their job  to the highest \nstandards.  \n \nSeagate is governed by its Board of Directors. Additional information on our governance structure is available \npublicly in the Governance  section of our website.  Our Corporate Governance  Guidelines  provide a framework \nfor Seagate's Board of Directors in exercising their responsibilities toward Company stakeholders. These \nguidelines empower the Board with the authority to review Seagate's business operations and make decisions \nindependent of  company management. The guidelines also describe a process for sh areholders to \ncommunicate with members of the Board.  \n \nOur Business Conduct Policy  is our guide for conducting \nourselves legally and ethically ev ery day and in every place \nwhere  we do business.  It explains the standards we are all \nexpected to embody while  meeting our corporate values and \ncomplying with applicable laws, regulations , and policies. It is \nsupplemented by our Code of Ethics for Senior Financial \nOfficers , and both docu ments are publicly available on our \nwebsite.  \n \nOur Business Conduct Policy ensures the adoption of a \nprinciples -based appro ach to our activities, while promoting \nethical conduct and compliance with laws and regulations. It \nsummarizes Seagate's ethical standards and key policies in \nareas such as insider trading, conflict of interest, bribery and \ncorruption, privacy and confiden tiality, and antitrust and fair \ndealing. To help ensure broad awareness and understanding \nof the policy, we make it available in the following languages: \nEnglish, Chinese, Korean, Malay, Thai, French, Spanish , and \nPortuguese. As noted in the policy, we req uire all Seagate \nemployees, business partners, and suppliers to follow all \napplicable national laws and regulations , including the U.S. \nForeign Corrupt Practices Act and the United Kingdom ( UK) \nBribery Act.  \n \nThrough the EICC process, 100 percent of our manufacturing sites have a risk assessment every two years. \nThere are seven manufacturing sites, comprising a total of 33,761 employees, which equates to 82.6% of our \nglobal footprint. There were no significant risks to corruption identified through the risk assessment.  \n \nWe continually reevaluate our policies to confirm that they reflect the latest standards, requirements, laws, and \nregulations at local, national , and international levels. The Board reviews our ethics and compliance program, \nincluding our key policies and processes related to  ethical business conduct, on an annual basis to ensure that \nSeagate continues to operate within the letter and spirit of the law.  \n   \n \n \n \n \n “To maintain our standing as an ethical, productive global \ncitizen, we must embrace continuous improvement and \nuphold our value of integrity.”  \n \n—Dave Mosley, CEO  \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}