{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                          Governance and Ethics │ 13 \n  FY2017 Highlights  \n \nEmployee Certifications  \n \nNew employees are required to certify t hat they have read \nand understan d the Business Conduct Policy , and to \ndisclose any actual or potential conflicts of interest during \nour onboarding process. Thereafter, all non -operator \nemplo yees with company email addresses are required to \nrecertify annually. Approximately 19,800 employees \nparticipated in the certification process, which  began in \nFY2016 and concluded in FY2017. This resulted in a \ncompletion rate of over 99 percent  after remov ing \nemployees who were on long -term leave, were terminated, \nor had left Seagate during the certification period.  \n \nRisk Assessment  \n \nSeagate  periodically conduct s ethics risk assessments using  a risk -based audit approach to achieve objective \nquantifications  of each risk based on the l ikelihood of occurrence and potential consequences. We identify and \ntake corrective action , and implement appropriate controls for each identified risk. We endeavor to use industry \nbest practices and benchmark ourselves against peer companies.  \n \nTraining and Communication  \n \nThroughout the year, we provided online and live training \nmodules , and delivered short videos with updated, \ncustomized content to enhanc e employee understanding \nof both our Business Conduct Policy and Seagate's  \noverall ethics and compliance program. In FY2017, in \naddition to other management communications delivered \nto workers through multiple channels, we conducted \ntailored anti -corruption and anti -bribery training to targeted \ngroups of employees.  \n \nEthics Helpl ine and Reporting  \n \nOur Ethics Helpline is available to both our employees and to those ex ternal to the Company, with contact \ninformation available on the homepages of both our internal and external Seagate websites. Concerns may be \nreported by phone or web mail in English, Spanish, French, Chinese, Korean, Malay, Portuguese , or Thai. \nThroughout FY 2017, we continued to promote our Ethics Helpline so that employees may confidentially and \nanonymously report illegal or unethical situations without any fear of re taliation.  \n \nPublic Policy Advocacy  \n \nSeagate is a diverse global company with operations, employees, customers, suppliers , and shareholders \nlocated throughout the world . As such, Seagate engages and interacts with officials and government \nrepresentatives in  a number of countries and municipalities, providing information about our company, our \nindustry, markets, technology , and other facets of our business. Seagate does not contribute corporate funds \nto candidates for political office, political parties , or to political action committees.  \n \nAs a responsible corporate citizen, Sea gate may actively engage in legislative and regulatory processes. This \nmay include advocacy for certain policies that the company believes facilitate productive  economic growth  and \nare in the bes t interests of Seagate and its stakeholders.  \n  \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}