{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                          Governance and Ethics │ 14 \n  Seagate’s effort to interact with industry peers and stay informed of evolving policies, trends, technology \ndevelopments, and regulations  includes participation in a number of trade associati ons and related \norganizations. Some of these associations are categorized as 501(c) organizations under the U.S. tax code, \nand some may engage in public policy advocacy with the U.S. or other government entities. Seagate may \nmake payments to these organizations, i ncluding mem bership fees and dues, however the company’s \npayments to, participation or membership with, these trade associations does not mean that Seagate endorses \nor agrees with all of a group’s policy objectives.  \n \nAdditional reporting channels are avail able for employees to address  ethic s and other concerns, and o ngoing \ntraining encourag es worker feedback and participation in local sites, management communications sessions, \nand employee “all h ands” meetings with executives. These are just a few examples of how Seagate \nencourages worker consultation and supports the ability of employee s to address  complaints without the fear \nof retaliation.  \n \nBelow is a list of trade associations that may have received membership fees or payments from Seagate:  \n \n Electronics Industry Citizenship Coalition  \n US–ASEAN Business Council  \n United Nations Global Compact  \n United For Patent Reform  \n Green Chemistry Council  \n American Chamber of Commerce  \n Silicon Valley Leadership Group  \n TechNet  \n The Minnesota High Tech Association  \n Longmont, CO Area Economic Council  \n Boulder, CO Chamber of Commerce  \n Longmont, CO Chamber of Commerce  \n Cupertino, CA Chamber of Commerce  \n Fremont, CA Chamber of Commerce  \n American Chamber of Commerce Thailand  \n American Chamber of Commerce Malaysia   American Chamber of Commerce \nSingapore  \n American Chamber of Commerce China  \n Mastel (Indonesian association of ICT \ncompanies)  \n Singapore Business Federation   \n China Information Industry Association  \n MOFCOM Executive Committee of Foreign \nInvest ed Companies  \n China Association for Foreign Invested \nEnterprises  \n US-China Business Council in \nBeijing/Shanghai  \n Shanghai Informatization Council  \n Jiangsu Provincial Informatization \nAssociation  \n \n \n \n \n \n \n Looking Forward: Governance and Ethics  \n \nSeagate will continue to evaluate and assess our Business Conduct Policy, related programs, and \nprocesses for relevance and compliance with new laws and regulations. We plan to continue development \nand implementation of impactful, live and online employe e trainings to support our culture of compliance.  \n \nWe are committed to protecting the personal information of our employees and customers, and as part of \nour data privacy program, we are working to ensure our data handling practices meet the requirements of \nthe E uropean Union (EU)  General Data Protection Regulation (GDPR), which take s full effect in May 2018.  \n \nThe GDPR applies to organizations that are based in the EU or that offer goods or services to, or monitors \nthe behavior of, people located in the E U. The GDPR is a principle -based regulation that includes the \nfollowing: accountability; acting within the law; informing individuals how their data will be used; only using \ndata for a specific purpose; collecting only the minimum data necessary; and not k eeping the data longer \nthan is necessary to fulfill its purpose.  \n \nWe are committed to implementing the principles from the GDPR throughout Seagate as a comprehensive \nand holistic approach to data privacy and protection.  \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}