{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                             Product Sust ainability │ 16 \n  Overview  \n \nSeagate values reducing product impacts, which are the product and packaging environmental impacts \nidentified by our rigorous LCAs. Seagate’s Product Stewardship team works with internal partners  and our \nsuppliers to assess and reduce impacts, providing credibility and transparency in those efforts. We identi fy key \nenvironmental impacts and reduction opportunities,  including product environmental impacts, restricted \nsubstances, product end -of-life, and re sponsible sourcing of minerals.  \n  \nThe Precautionary Principle is not applicable to Seagate’s products and services because we do not utilize \ncontroversial technologies, such as  Genetically M odified Organisms or systemic insecticides.  \n \nProduct sustainabilit y extends beyond the environment. Seagate views product impacts holistically, taking into \naccount  the environment, our customers, suppliers , and communities where our products and operations \nreside . Maximizing sustainability is an ongoing goal of our Produ ct Stewardship program.  \n \nSeagate also strives for transparency and credibility in all our sustainability efforts. This reflects the implied \nsocial contract that we acknowledge and owe allegiance to in order to conduct our business. In the spirit of \ncontinu ous improvement,  we aspire to first understand the impacts of  our product offerings and then work \ntoward reducing or eliminating those impacts. We recognize the importance of this work and share our results \nwith our stakeholders as inputs to their own proc esses , which assist  them to better understand their own \nbusiness impacts.  \n \nIn FY2017 we introduced a new Global Product Compliance Council, which helps to support aspe cts of product \nsustainability. We created a new internal database to assist stakeholders in obtaining Global Market Access  \nmaterials, such as product stewardship declarations and product safety documentation. Seagate products are \ndesigned to meet all Health and Safety regulations in the geographies wh ere products are marketed.  \n \nProduct Impacts  \n \nSeagate uses thousands of materials to make its products, composed of many chemical substances. We strive \nfor a complete understanding of material content to manage product environmental impacts by working with \nsuppliers to obtain FMDs for every part included in our products. This information is maintained in a database \nthat is rigorously managed by the Environment, Health and Sa fety and Sustainability organization , and is \naccessible to relevant i nternal stakeholders as any new substance concerns emerge.  \n  \nSeagate conducts LCAs in accordance with the International Organization for Standardization (ISO) \n14040:2006 and 14044:2006 to estimate each assessed product’s impact on the environment. Each LCA  is \ncritically reviewed by an independent third party.  \n  \nIn FY2017 we developed an alternative approach to conducting LCAs, which is also based on ISO and other \ninternational standards, and our methodology has been assured by an independent third party. Th is alternative  \napproach offers a more nimble and flexible methodology  that introduces the Seagate Green Design Tool based \non Footprinter™ models built to capitalize on assumptions that apply to all drive and packaging designs. The \nresult is a streamlined, more cost -effective approach to calculating product and packaging LCA s. Owing to the \nstructured and consistent approach, the Seagate Green Design models lend themselves to multi -design \ndecision -making, a benefit not readily available with the conventional LCA  approach . Seagate built and piloted \ntwo Seagate Green Design mode ls in FY2016 (one for drive products and the other for packaging designs), \nwhich were launched in FY2017.  \n  \nSeagate strives to be credible and transparent in our sustainability efforts , and consequently , the Seagate \nGreen Design Models have achieved a limi ted assurance verification by UL Environment based on criteria as \ndetailed in the International Standards for LCA (ISO 14040 and ISO 14044) and the World Resources Institute \n(WRI) and World Business Council for Sustainable Development (WBCSD) GHG Protocol Product Life Cycle \nAcco unting and Reporting Standard. LCAs and product impact assessments help us focus development efforts ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}