{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                             Product Sust ainability │ 17 \n  to reduce environmental impacts. We prioritize conducting product LCAs based on production volume and \ncustomer data requirements.  \n \nSeagate’s initial LCA approach includes 15 environmental endpoints. Each LCA addresses impacts at every \nstage in the product life cycle, from raw material extraction to end -of-life disposal and recycling. The Seagate \nGreen Design Tool LCAs include four endp oints judged for particular relevance to the electronics industry:  \n \n1. Climate Change (kg CO 2 eq)—Assessed acr oss the seven GHGs  specified in the GHG Protocol \nProduct Standard  \n2. Human Toxicity (kg 1.4 -DCB eq) —Accounts for environmental persistence, accumulatio n in the \nhuman food chain, and human toxicological effects  \n3. Metal Depletion (kg Fe eq) —Indicates the amount of mineral deposits consumed  \n4. Water Depletion (kg cubic meters) —Reflects the amount of water withdrawn in cubic meters from \nlocal freshwater systems  \n \nMaterials Efficiency and Circularity  \n \nWith the Seagate Green Design tool we are introducing a circularity metric on each product LCA. Circularity is \na measure of materials efficiency. Material use has traditionally been linear: virgin materials taken from  nature, \nused to make and use products, and which proceed ultimately to disposal. A  circular economy , however,  \npromotes the continuous use of materials in order to reduce waste and minimize our reliance on finite virgin \nresources.  \n  \nSeagate now measures the circularity of products using the Material Circularity Indicator (MCI) for those \nproducts assessed via the Seagate Green D esign Tool. We do this to benchmark our products, identifying \nopportunities for improvement , and to move toward greater mat erial e fficiency. We also do this to inform our \nstorage solutions design s and add value to the way we serve our customers  and partners.  \n  \nThe MCI  focuses on the restoration of material flows at product and company levels , and is based on the \nfollowing four princ iples:  \n  \n1. Using feedstocks from reused or recycled sources  \n2. Reusing components or recycling materials after each use of the product  \n3. Keeping products in use longer (e.g. by reuse or remanufacture)  \n4. Making more intensive use of products (e.g. via service or performance models)  \n \nMCI combines these measures of circ ularity into a single indicator. A perfect score is 1 or 100  percent  \nrestorative , while a  score of zero indicates  a product with average lifespan and functionality, no recycled or \nreused content , and with no prospect of  being recycled  or reuse d at end-of-life.  \n  \nLCAs are publicly available on the  Global Citizenship  page  of our website for each product on which Seagate \nhas completed ISO 14040/14044 LCA studies.  \n  \nIn FY2017, Seagate completed 12 LCAs using the Seagate Green Design Tool. With this same streamlined \napproach, Seagate is introducing a new format for product and packaging LCAs (Product Sustainability \nReports ) in FY2018.  Seagate continues to focus its efforts on developing more nimble and cost -effective \nenvironmental impact assessment tools. In accordance with our commitment to authenticity, this process \nmaintains third -party assurance.  \n  \nSignificant environmental impacts  come from the use phase of Seagate products. This means one of the \nlargest opportunities to reduce product impacts comes from customers’ understanding and use of Seagate’s \nproduct power conservation modes, which allow customers to reduce the costs associa ted with drive operation ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}