{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                             Product Sust ainability │ 18 \n  while also reducing environmental impacts. The advantage of these power conservation modes are described \nin the product manuals.  \n \nSeagate does not stipulate post -consumer content when procuring components or parts from suppliers,  \nhowever it must be acknowledged that there is post-consumer material inherent in today’s raw material supply. \nUtilizing data from our LCAs, we are able to determine the impact of metal depletion per terabyte ( TB) of \nstorage capacity shipped  on average for our product portfolio. The metal depletion indicator specifies the \namount of mineral deposits that are consumed to provide the end -use material in question. The process is \nnormalized to the extraction of iron (kg Fe -Eq). The average metal d epletion per TB is 9.4 kg Fe -Eq for our \nproduct portfolio. The FY2017 impact to metal depletion equates to 2.46e+9 kg Fe -Eq.  \n \nRestricted Substances  \n \nAs a leading supplier to major Original Equipment Manufacturers (OEMs), S eagate must meet our customers’ \nstrictest specifications. We are meticulous about cataloging restricted substances , and currently list more than \n2,000. Seagate maintains a database to evaluate ongoing legal, industry , and customer requirements for \nproduct environmental compliance, and catalogs the Chemical Abstract Service  number for every chemical \nsubstance present in Seagate components and finished products.  \n \nIn FY2017, we launched an internal software tool called CAS2, which integrates FMD , Conflict Minerals, and \nProcess Chemist ry reporting systems together, automating the entire process in a single, integrated workflow. \nWith data on 16,537 active Seagate parts  and nearly 30,000 supplier parts, t his tool rigor ously assesses the \ndata—and its quality —to ensure it is accurate and complete. This information is updated annually.  \n  \nSeagate strives to comply with all regulatory requirements where we and our customers do business. Seagate \nadheres to global restricted substa nce legislation, including the European Regulation regarding the \nRegistration, Evaluation, Authorization and Restriction of Chemicals (REACH), and the Restriction of \nHazardous Substances (RoHS) “Recast” Directive, as amended by Directive (EU) 2015/863. We monitor \nregulatory, industry , and customer requirements , and continuously add new chemicals and substa nces to our \nrestricted list, eliminating  them from Seag ate products wherever possible. Seagate’s FMD s and CAS2 allow us \nto evaluate all of our products against the most current REACH Candidate List upon publication. We are able \nto determine if and where Substances of Very High Concern (SVHC) are present in our products , and at what \nconcentrations, both at  the homogeneous material and article level s. This allows us to respond to changing \nregulatory interpretations , such as the European Union Court of Justice decision of September 2015 regarding \nthe definition of an “article” to ensure compliance with REACH Article 33 requirements.  Looking Forward: Product Impacts  \n \nOur FY2018 impact strategy involves a heavier reliance on impact assessment data to provide input into \ndevelopment decision -making. We anticipate the continuation of rigorous LCAs and use of more nimble, \nscalable and efficient impact measurement approaches. Seagate intends to continue publishing product and \npackaging environmental impact assessme nt results on  our Global Citizenship  page, while also introducing \nProduct Sustainability Reports.  \n \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}