{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                             Product Sust ainability │ 19 \n  To help customers comply w ith these same requirements at the finished product level, we aim to exceed, \nrather than meet , the requirements , giving  our customers enough time to manage their own product \ncompliance. This diligence gives  our customer s the opportunity  to participate in p rograms such as the  \nElectronic Product Environmental Assessment Tool (EPEAT). Seagate products are generally components, for \nwhich no EPEAT standards apply. However, our ability to verify RoHS 2 compliance and identify product \ncomposition at both the homog eneous material and article levels provides customer s assurance that the \nincorporation of Seagate components into their final products will support their abi lity to meet the relevant \nEPEAT -required and optional criteria for their final products.  \n \nIn FY2017  we continued our support of the Business Non-Governmental Organization  Working Group \n(BizNGO)  Principles for Safer Chemicals;  incorporated business acquisitions , including Dot Hill , into our FMD \ndatabase;  and answered over 3,000 customer requests for prod uct environmental compliance data. Seagate \nregularly participates in industry -wide reviews  and discussions to help lead the development of industry \nstandards and tools that help our indus try and supply chains meet regulatory and  customer requirements.  \n  \nSeagate publishes a Bill of Substances , which lists materials used as a percentage of the total. Total materials \nused by weight is not a metric used by Seagate. Seagate received no significant fines or non -monetary \nsanctions for product enviro nmental non -compliance in FY2017.  \n \nProduct End -of-Life  \n \nSeagate takes the entire product life cycle into account when design ing our products. Most Seagate products \nare highly recyclable, containing aluminum, steel, copper, and other recove rable materials, and m any regions \nwhere Seagate products are sold have electronic waste recycling programs. For this reason, our HDDs  are \nprime targets for salvage and recycling.  \n  \nBecause the vast majority of Seagate’s products are sold as components to larger systems produced by OEMs \nor resellers, we have minimal leverage over how our products are managed at the end of their useful life. Just \nas we recycle our own internally generated scrap, we provide information to our customers to enable their own \nreclamation effort s and to promote participation  in ma nufacturer take -back programs. Seagate does not have a \nproduct take -back program since the vast majority of our products are sold as components to larger systems.  \n  \nFor our retail products and servers, Seagate helps to m anage product waste  by taking back warranty returned \ndrives . All of these drives are refurbished or recycled. Drives that are recycled are done  so at locations that \nhave been third -party audited to ensure our environmental standards are met. We also provid e customers with \ndrive disassembly instructions to facilitate recycling.  \n \n Looking Forward: Restricted Substances  \n \nAs a committed leader in sustainability and compliance, Seagate will continue to work closely with our \nsuppliers and industry partners to raise the bar in reporting and minimize the use of restricted and \nhazardous s ubstances.  \n \nLooking Forward: Product End -of-Life \n \nReclaiming the value of our products, even at the end of a product’s life, is an important step in the proper \nmanagement of our resources. As we move forward, we will continue to seek additional avenues to reclaim \nproduct waste, including leveraging invaluable partnerships and collaborations with others in our industry.   \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}