{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                             Product Sust ainability │ 20 \n  Conflict Minerals  \n \nConflict minerals are tungsten, tin, tantalum and gold (3TG or “conflict minerals”), and remain a major \nchallenge for hardware industries.  Extensive reserves of these minerals are located in the Democratic Republic \nof the Congo (DRC) and adjoining countrie s. Some of these minerals are illegally sourced and traded by armed \ngroups responsible for tragic human rights violations. Addressing conflict minerals became an even higher \npriority in 2012, when the Dodd -Frank Act, Section 1502, was adopted in the U.S. The law requires companies \nto disclose whether 3TG used in their products originated in the DRC or an adjoining country. If so, companies \nmust describe what efforts they have undertaken to ensure the sources of the 3TG metals are identified and \ndocumented f or purposes of reporting to the  U.S. Securities and Exchange Commission (SEC).  \n \nAs part of compliance with this regulation, Seagate participates in the EICC Conflict -Free Sourcing Initiative. \nParticipation allows Seagate to contribute to industry solutions  while maintaining standard  processes for data \ncollection. Our Conflict Minerals Policy Statement  is available on our website.  \n  \nAlthough 75 percent of the world’s known 3TG  smelters and refiners have been validated as conflict -free, there \nare not enough conflict -free validated sources to meet demand. We continue to seek supplier commitments to \nsource only conflict -free 3TG, to have their smelters and refiners engage in the v alidation audit process  or \nconvert to  other preferred sources if smelters and refiners decline to become conflict -free. \n  \nSeagate’s hardware products contain all four conflict minerals, which are required for the products’ functionality \nand production. Sea gate does not directly procure pure metals from smelters or refiners; we purchase parts, \ncomponents, materials, and subassemblies containing these metals. Therefore, we rely on our direct suppliers \nto provide information about the origin of the 3TG contain ed in components and materials supplied to us. The \ninformation about 3TG contained in our products comes from lower -tier suppliers and information provided \nthrough our membership in the EICC and Conflict -Free Sourcing Initiative (CFSI).  \n \nIn FY2017 we passe d our first Interna l Private Sector Audit. This audit determined that the design of our due \ndiligence framework was in conformity with the Organization for Econom ic Cooperation and Development  Due \nDiligence Guidance for Responsible Supply Chains of Mineral s from Conflict -Affected and High -Risk Areas, \nthird edition, and that our description of the due diligence measures are consistent with the actions that we did \nundertake.  \n \nIn FY2017 we transferred all of our conflict minerals data and repor ting into the new CAS2 system. All \nsuppliers’ compliance information is processed in one common wor kflow via this new tool, which provides \nefficiency  in supply chain communication and materials management.  \n \nAt the end of FY2017, all of Seagate core product s were  verified conflict free. We have made progress \nintegrating Seagate systems products into CAS2  and moving toward  conflict -free validation. Conflict -free is \ndefined as 99.5  percent  of suppliers and their associated smelter combinations having completed  the CFSI \nprotocol (or equivalent certification protocol).  \n \nAdditional details are available in Seagate’s Conflict Minerals Report  to the U.S. SEC.  \n \n \n \n \n \n \n \n \n \n \n \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}