{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                             Product Sust ainability │ 21 \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSeagate has long been committed to exploring new and innovative ways of reducing waste and optimizing \nglobal sustainability. This commitment was  the driving force behind our recent partnership with the \nInternational Electronic Manufacturing Initiative (iNEMI), in which Seagate leads a project on the \nimprovement of economic and resource value recovered by the reuse and recycling of electronics.  \n \nAs a longstanding leader in sustainability, Seagate acknowledges the growing need for a transformation \nfrom a linear life cycle —a “take -make -waste” model —to a circular one, in which products, components, and \nmaterials are reused and recycled throughout all p hases of a product’s life. It was the goal of the iNEMI \nproject to outline how to create a sustainable, global system of stakeholders, processes, and methodologies \nfor such a transformation, using HDDs as a case example. A critical innovation in the projec t is using the \nOstrom Framework for self -organizing, self -managing socio -ecological systems (Elinor Ostrom, 2009 Nobel \nPrize in Economics) to explicitly build a value recovery system of committed stakeholders.  \n \nWorking in partnership with leading OEMs, un iversities and national labs, including the  U.S. Department of \nEnergy  Critical Materials Institute , our team endeavored to \nuse circular economy principles in the reuse and recovery of \nrare earth  elements used in HDD magnets. HDDs are a \nubiquitous component  used throughout electronics and are a \nquintessential example of a man -made “common pool \nresource.”  Based on the premise of a circular economic \nmodel, magnets can be recovered from millions of such \nHDDs efficiently, cost effectively and with  minimal \nenvir onmental impact. Recovery of high value components \nand materials for multiple uses is critical to achieving a \nsustainable circular system and robust supply chain.  \n \nBecause the demand for data storage is increasing faster than increases in capacity, there i s remarkable \nopportunity for growth in the HDD marketplace. A circular life cycle of HDDs would create an opportunity for \nSeagate and other stakeholders to meet this increasing demand while reducing waste. It’s a true example of \nthe value of sustainability  in business.   Looking Forward: Conflict Minerals  \n \nStriving for a conflict -free 3TG supply chain across all of our product lines remains at the forefront of our \ngoals. We believe that specialized manufacturing lines designed to produce conflict -free products will not \nonly inflate cost, but ultimately fail in the area that matters most:  remediating the human rights abuses in \nCentral Africa. While Seagate provides product -specific Conflict Minerals Reporting Templates (CMRTs) to \ncustomers upon request,  we will continue to maintain our policy of soliciting only company -level CMRT data \nfrom direct suppliers. Though this approach may take longer, we believe our efforts will lead to improved \nconditions in Africa and other countries where Seagate’s supply ch ain resides.  \n  \nAs we refresh all of our direct supplier data (using CMRT 5.1, which we expect will enhance the quality of \nthe information we obtain this year), we are in the process of developing software to accelerate and track \nprogress, which will make o ur information more complete, accurate, timely, and specific, leveraging greater \nautomation. We continue to work with the EICC and CFSI to improve processes that encourage responsible \nsourcing of 3TG, in a manner that avoids de facto boycott of legitimate minerals from Covered Countries.  \n \nCase Study:  \nValue Recovery from Used Electronics  \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}