{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                   Environmental Sustaina bility │ 23 \n  Overview  \n \nSeagate recognizes that climate change is real , contributed to by human activity , and will have social, \neconomic, and environmental consequences for everyone. We set goals, track progress , and audit systems to \nreduce energy consumption, carbon emis sions, waste, and water usage. W e also train our suppli ers on \nenvironmental sustainability best practices and share leading practices  with our customers. T hese initiatives \ncomprise the majority of our environmental sustainability efforts.  \n  \nOur environmental management sys tem is shaped by the ISO, the EICC Cod e of Conduct, and UNGC \nprinciples, and adheres to ISO  14001 requirements at all manufacturing facilities. By managing and reducing \nenvironmental impacts through this system , Seagate demonstrates recognized environmental sustainability \nleadership in the Inf ormation and Communication Technology (ICT) industry.  \n  \nAt the end of FY2017, all of Seagate’s manufacturing facilities were ISO 14001 - and Occupational Health and \nSafety Assessment Series (OHSAS) 18001 -certified .  We ceased operations in Suzhou, China; Penang and \nSeremban, Malaysia; Havant, UK; and Gua dalajara, Mexico; and therefore did not obtain or pursue certification \nat these sites in FY2017. In the retained facilities, w e had 30 environmental regulatory visits in FY2017, and \nthere were no findings. We had 71 Health and Safety and Fire regulatory vi sits globally. There were no fines \nlevied or notices of violations rais ed by the regulators in FY2017.  \n \nISO 14001 - and OHSAS 1800 -Certified Facilities\nEnergy and C arbon Emissions \nPerformance  \n \nEnergy usage and process chemicals that cont ribute to \nGHG  emissions are necessary to manufacturing our \nproducts and providing our services. Seagate reduces the \namount of energy and carbon required to produce disk \ndrives by identifying energy conservation opportunities, \nauditing management systems, setting target s, creating \nawareness among employees, and reporting on progress \nthroughout our operations. Our primary objective is to \nreduce energy use and GHG emissions per storage \ncapacity produced. Across our industry, these measurements are known as “energy intensit y” and “GHG \nemissions intensity” because they measure impact relative to the amount of economic activity taking place. \nIntensity is measured in various ways across industry sectors and product types; Seagate measures energy \nand carbon emiss ions intensity p er exabyte of storage capacity shipped.  \n \nSeagate’s two largest sources of GHG emissions continue t o be purchased electricity and fugitive emissions,  \nthe unintended release of GHG compounds into the atmosphere from various types of equipment and \nprocesses. To reduce the intensity of GHG emissions, each manufacturing site is required to achieve annual \nenergy savings goals.  \n \nThe reduction of GHG emissions continues to be the most significant environmental aspect to our operations, \nespecially given growth in st orage capacities and  product complexity, as new products ha ve additional \nproduction steps.  Furthermore, as the  Information and Communication Technology  (ICT) industry  transitions to \nincreas ed cloud -based data storage systems, Seagate will grow its cloud storage product offerings, which \ngenerally require longer test times.  \n \nWe are working to better understand and mitigate the impact this transition may have on our energy an d \ncarbon emissions p erformance . Finding a replacement for the hydrofluorocarbon solvent used in our \nmanufacturing processes, which is released as a fugitive emission, will be key in reducing overall GHG \nemissions , as this is the main co ntributor to  Scope 1 emissions.  \n Country  Location  \nChina  Wuxi  \nThailand  Korat  \nTeparuk  \nMalaysia  Johor  \nSingapore  Woodlands  \nUnited Kingdom  Springtown  \nUnited States of America  Bloomington, MN  ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}