{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                   Environmental Sustaina bility │ 24 \n  In FY2 017, we committed to the Science Based Targets Initiative (SBTI) , and to setting a Science Ba sed \nTarget for our emissions reduction goal  in the near future. Science Based Targets is a methodology designed \nto set GHG reduction targets that align with climate science in order to mitigate the rise in global temperature s \nto less than two degrees Celsius compared to pre -industrial temperatures.  \n \nTo view Seagate’s Environment, Health, Safety and S ustaina bility Policy, see page 63. \n \nEnergy  \n \nTotal internal electricity consumption decreased slightly \nto 1.633 million megawatt hours (MWh) , from 1.636 \nmillion MWh in FY2016 , largely due to the expansion of \nour manufacturing facility in Korat, Thailand.  We shipped \n30 more EBs in FY2017 than FY2016 , which is five times \nthe growth seen from FY2015 to FY2016. This resulted in \na total of 6,220 MWh per EB of storage capacity shipp ed, \ndown from 7,018 MWh per EB shipped in FY2016, \naccounting  for an 11 percent reduction year -over-year \n(YoY)  for MWh of electricity consumed internally per EB  \nof storage capacity  shipped.  \n \nHigher -capacity drives require increased energy to \nmanufacture, and normalizing our energy consumption \nper storage capacity shipped demonstrates our progress  \ntoward  energy efficiency per EB of storage capacity \nmanufactured and shipped.  \n  \nSeagate also continue s to focus efforts on energy \nconservation throughout our operations. In FY2017  we \nsaved 28,200 MWh of electricity from multiple energy \nconservation proje cts, meeting our conservation goal of \nover 24,000 MWh . Energy savings are calculated using \nthe Metered B aseline Met hod (MBM ); since FY2014, the \nsite-initiated energy conservation p rojects have saved a \ncumulative 127,000 MWh.   \n \nAt our design centers in Fremont, California and \nSingapore we generated a total of 2,200 MWh of \nrenewable energy over the last half of FY2016 and \nthroughout all  of FY2017.  Our manufacturing sites in \nWuxi , China  and Londonderry, Northern Ireland  are \ncertified to ISO 50001  Energy Manage ment System.  \n \n \n \n \n \n \n \n \n1,580,0001,600,0001,620,0001,640,0001,660,000\nFY2013 FY2014 FY2015 FY2016 FY2017Electricity Consumption \n(MWh)020406080100120\nFY2014 FY2015 FY2016 FY2017Energy Saved (MWh)\nAccumulated from FY2014 FY\n01,0002,0003,0004,0005,0006,0007,0008,0009,00010,000\nFY2013 FY2014 FY2015 FY2016 FY2017MWh/EB Shipped", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}