{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                   Environmental Sustaina bility │ 25 \n  Seagate has long been committed to utilizing clean, \nrenewable sources of energy across its global operations. \nOur Singapore  and Fremont facilities serve as excellent \nexamples of Seagate’s investment in solar power generation, \nwhich we believe is the key to reducing our carbon footprint \nand building a  cleaner, brighter future for our planet.  \n  \nFrom 2016 to 2017, our Singapore  facility produced nearly \n300,000 kilowatt -hours (kWh ) of solar energy, with a similar \noutput expected for the subsequent year. This output carries \nthe same environmental impact as  nearly 5,000 trees \ncleaning the air for one year, and offsets over 120 tons of \nCO 2 annually.  \n  \nDuring this same time frame, our Fremont facility produced nearly 1.2 million kWh of solar power, with an \nexpected output of 1.5 million kWh in 2018. Offsetting  over 500 tons of CO 2 per year, the 2017 output of our \nFremont facility carries the same environmental benefits as over 20,000 trees cleaning the air.   \n \nThe Singapore  solar system was installed in March of 2015 as part of Seagate’s ongoing commitment to \ngreen building design and reducing its carbon footprint. Composed of nearly 900 panels, the Woodlands \nsolar system is ca pable of appro ximately 230 kilowatt -peak per yea r. \n  \nThe Fremont solar system was already installed wh en Seagate purchased the former Solyndra facility in \n2013, although it didn’t begin officially operating at its current capacity until January of 2016. Year -to-date, \nthe Fremont facility has produced en ough kilowatt -hours to offset the carbon footprint of over 62 vehicles, or \n250 homes.  \n  \nAs Seagate continues to deliver on its commitment to our planet, we view the performance of our solar \npower systems as an example of the remarkable power of technology to enable cleaner and more \nsustainable business practices.  Case Study:  \nSolar Energy in Singapore and Fremont  \n1,350,0001,400,0001,450,0001,500,0001,550,0001,600,0001,650,000\nFY2016 FY2017Energy Usage by Type of \nFacility (MWh)\nManufactring R&D Offices1,000,0001,100,0001,200,0001,300,0001,400,0001,500,0001,600,0001,700,000\nFY2016 FY2017Energy Usage by Region \n(MWh)\nAsia Americas EMEA", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}