{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                   Environmental Sustaina bility │ 26 \n  Carbon Emissions  \n \nOur carbon emissions data is collected by Calendar Year (CY). In CY2016, our Scope 1 emissions (GHG \nemissions generated directly at our sites) increased 6 percent to 298,744 metric tons of CO 2e. The majority of \nthe increase in Scope  1 emissions occurred in the process and fugitive emissions category. The increase was \ndue, among other factors,  to the greater use of  the hydrofluorocarbon solvent as a result of higher production \nvolume at the component level . \n   \nWe are still challenged by our use of a hydrofluorocarbon solvent in our media manufacturing process, which \nresults in fugitive emissions, and are committed t o finding a suitable replacement. This hydrofluorocarbon \nsolvent is a necessary part of our manufacturing processes, and has a very high global warming potential. The \nmedia design and manufacturing teams at our facility in Fremont, California are working c losely with the teams \nat our manufacturing site in Singapore on qualifying a replacement fo r this solvent and improving process \nefficiency. This hydrofluorocarbon solvent contributed to nearly  a quarter of our Scope 1 and Location -Based \nScope 2 emissions t otals, and f inding a suitable replacement has proven to be more challenging than initially \nenvisioned.  \n  \nOur Scope 2 emissions , which come from the indirect GHG emissions generated from the electricity that we \npurchase, increased slightly from 979,311 metr ic tons of CO 2e in CY2015 to 991,279 metric tons of CO 2e in \nCY2016. The primary approach to reduction i s through energy conservation; w e used the WRI/WBCSD \nGreenhouse Gas Protocol (Scope 1 and 2) for Scope s 1 and 2 calculations, and the WRI/WBCSD Greenhouse \nGas Protocol Corporate Value Chain (Scope 3) for our Scope 3 calculations.  \n \nCombining our Scope 1 and Scope 2 emissions, we generated 1,290,023 metric tons of CO 2e in CY2016, \nabout a 2  percent increase f rom CY2015.  We also conduct third -party verification of our GHG emissions \nreporting every year, per ISO 14064 -3: Greenhouse gases —Part 3: Specification with guidance for the \nvalidation and verification of greenhouse gas assertions.   \n \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}