{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                   Environmental Sustaina bility │ 27 \n  We had a goal to reduce our total combined Scope 1 and Scope 2 emissions by 10 percent over five years, \nusing d ata from CY2011 as a baseline. We did not achieve this goal , as we reduced our total combined \nemissions by 5 pe rcent. Normalized by EB s shipped , we saved 55 perce nt of our em issions from CY2011 to \nCY2016. We believe that measuring emissions normalized over EB s shipped is a more accurate \nrepresentation of the emissions portfolio of our business.  \n \nIn addition to tracking  factory performance to in form stakeholders (annually , via this report), we share our \nresults through  the CDP  (formerly Carbon Disclosure Project ) investor an d supply chain questionnaires. O ur \nresponses are available publicly on the CDP website, and we share information with our customers through the \nEICC environmental module .  \n \nSeagate continues to assess risk to the business from climate change as part of our annual ISO 14001 \nmanagement system process, and we have not identifie d any risk unique to our company beyond  what would \napply to our industry.  \n \nAs is typical for technology products, we find that Scope 3 emissions, particularly those from product use, are \nmuch greater than Scope 1 and Scope 2 emissions, highlighting the imp ortance of Seagate’s continued efforts \nto reduce the amount of energy used by our products. One way that we achieve improvements in all aspects of \nour products, including sustainability impacts like energy usage, is to learn from current products and \nconti nuously improve upon each new generation. Our LCA results help to inform these improveme nts in \nproducts and packaging. Each generation of products is more energy efficient (EB/watt) compared to previous \ngenerations as a result.   \n \nSeagate  report s on all twelve Scope 3 param eters  that are relevant to our operations; FY2017 represents the \nfirst year  that we have a completed Scope s 1, 2, and 3 GHG footprint reported.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Looking Forward: Energy and Carbon Emissions  \n \nAs we continue to focus on energy conservation throughout FY2018, with a conservation target of 20,000 \nMWh of electricity, we continuously evaluate our processes to identify savings opportunities. We anticipate \ntotal energy usage will be reduced in FY2018 due to consolidation of our operations footprint, and are \nworking with the SBTI to finalize our aggressive emissions reduction targets. Our commitment is available \non the Science Based Targets website .  \n Manufactring\n91%R&D\n5%Offices\n4%GHG Scope 1 & 2\nby Type of Facility CY2016 \nAsia\n83%Americas\n14%EMEA\n3%GHG Scope 1 & 2 \nby Region CY2016 ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}