{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                   Environmental Sustaina bility │ 28 \n  Waste Management  \n \nSeagate has established systems to track, manage , and report waste at every Seagate site. Our sites identify \nand implement waste minimization initiatives with the goal of preventing waste from being produced, and \nrecycling or reusing waste whenever possible. In addition, we commit to zero landfi ll dispos al of hazardous \nwaste unless technically not feasible. We work with the disposal facility to identify the most appropriate method \nfor treatment and disposal. Our preference is to recycle the waste, but  if that is not an option , we look at \nchemical, physica l treatment, and finally incineration. Each Seagate site is responsible for reporting data on \nwaste to a central database that is only accessible by Seagate employees. It is reviewed by Seagate \nCorpo rate EHS&S . Seagate has established minimum requirements for the selection and performance of \nhazardous waste treatment vendors , and qualifies vendors through a third -party audit of set criteria. We had no \nenvironmental spills in FY2017. A significant spill is defined as those which are reported in th e financial s as a \nliability requiring an outside response by a party external to Seagate.\nSolid Waste  \n \nWe measure the performance of our program by tracking the metrics listed in the below graph, taking into \naccount recycling  and energy recovery. Our annual totals include all waste generated at facilities under the \ncompany’s ownership and control, not including waste generated as part of new construction projects.  \nDuring FY2017, Seagate met its goal of keeping more than 80 per cent of solid (non -hazardous) waste out of \nlandfills, with a diversion rate of 84 percent, flat from FY2016. We generated more waste overall  in FY2017: \n19,513 tons , up from 18,030 tons in FY2016,  constituting  an 8 percent increase.  \nHazardous Waste  \nFor the fourth year in a row, Seagate sent no hazardous waste to landfills in FY2017. A total of 75 percent of \nthe hazardous waste was recycled, while 2 percent went to energy recovery, 6 percent was incinerated , and 17 \npercent was disposed  of through treatment. Our hazardous waste disposition continues to shift away from \ntreatment to recycling due to the new electrowinning process introduced at our Johor, Malaysia manufacturing  \nfacility. Electrowinning recovers metallic nickel from waste plating solution. The waste was previously shipped \nto a vendor for treatment, and is now classified as recycled.  \n  \nAdditionally, Seagate generated 2 percent less total hazardous waste in FY2017,  dropping from 10,445  tons in \nFY2016 to 10,211 tons. This also correlates with a drop in hazardous waste produced per million EB shipped, \nfrom 45 tons in FY2016 to 39  tons in FY2017. This is again due to treating a large amount of waste in -house \nthrough th e electrowinning process in Johor, Malaysia.  \n \nWe utilize CHWMEG third-party audit reports to assess Treatment, Storage and Disposal Facilities (TSDFs) \nacross global sites. When CHWMEG audit reports are not available, we directly contract with third -party firms \nto conduct audits of TSDFs. In FY2017 w e conducted or reviewed 20 Hazardous Waste TSDF audit reports to \nensure these facilities meet  the standards set by Seagate’s  corporate EHS&S team.  \n \n \n \nLooking Forward: Waste Management  \n \nThe health of our planet is greatly dependent on the proper management of waste, which is why we are \ncommitted to keeping 100 percent of our hazardous waste materials out of landfills. We will strive to \nmaintain solid waste diversion at n o less than 83  percent , and hazardous waste generation at 10,200 tons, \nleveraging site -level initiatives to help achieve these goals.  \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}