{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                  Message from CEO │ 4 \n  Message from CEO  \n \nLeading with Integrity, Innovation, and Inclusion  \n \nAs a productive global citizen, Seagate is guided by three principles: \nintegrity, innovation, and inclusion. Together, these values underpin the \nway we do business. From product and environmental sustainability \nefforts to ensuring the safety and wellbeing of our diverse workforce, we \nare committed to upholding our legacy of doing the right thing.   \n \nWe have a responsibility to protect our planet, and in FY2017 completed a \nfull carbon footprint that includes all applicable Scope 3 parameters. \nThrough innovat ive technology, such as our helium drives, we’ve not only \ndecreased the environmental impact per gigabyte of storage capacity \nshipped by 8 percent, but reduced the amount  of energy consumed per \nexabyte (EB) of storage capacity shipped by 50 percent over th e past five \nyears.  \n \nAlongside our responsibility for protecting the planet is our responsibility to \npeople. As we advance toward our goal of a conflict -free supply chain, \nvigilance against human rights abuses in the countries where our supply \nchain reside s remains at the forefront of our priorities.  Reflecting our \ncommitment to a diverse and inclusive workforce, 57 percent  of our global \nemployees are female , while 37 percent  of our employe es in the United \nStates (U.S.)  are minorities. Through targeted impr ovement  and accountability processes , we strive to ensure  \na culture where employees feel welcome, respected, valued, and safe.  \n \nOur integrity as a global leader lies in our ability to act in the best interest of our planet and the people we \nshare it with, and to deliver the best value to our stakeholders in a way that is sustainable, reliable, and \nconsistent with our values. As we continue to innovate and shape the future of data storage technology, I look \nforward to greater advancements in the pursuit of a healthier, more sustainable future.  \n \n \nDave Mosley  \nChief Executive Officer   \n \n \n \n \n \n \n \n \n \n \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}