{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                       Ou r Employees │ 32 \n  Overview  \n \nOur employees are at the heart of Seagate’s success storing and  securing the world’s data. We depend on a \nmotivated and engaged workforce to successfully deliver our business str ategy and achieve our goals, and so \nwe are committed to promoting employee engagement and growth, cultivating a diverse and inclusive \nworkforce, upholding labor and human rights laws, providing a safe and secure work environment, and fairly \ncompensating our employees.  \n \nOur workforce is a diverse, inclusive , and collaborative global community comprising more than 40,000 regular \nemployees —over 99 percent of whom are employ ed full -time. Fifty -seven  percent of our global workforce is \nfemale, including 26.5 percent at the management job level and 29 percent at the pr ofessional job level. In the \nU.S., 25 percent of our employees are female, including 19.5 percent at the management job level and 22 \npercent at the professional job level. Furthermore, 37 percent of U.S. employees are minorities, including 24 \npercent at th e management job level and 33 percent at the professional job level. Seagate employs bright \nminds in tec hnology, science and business, and we  recognize that successful employees are the driving force \nbehind our success  as a business. W e establish goals eac h year to retain these employees , and in FY2017 \nour voluntary employee turnover was 9 percent worldwide , below our goal of 10 percent.  \n \nMajor transformative shifts are taking place in the storage marketplace. As a result, we have  been restructuring \nto adapt to changing HDD demand levels that reflect accelerating usage shifts of technologies and \narchitectures. During FY2017, we continued to focus on creating an  optimal organization aligned to  market \ndemand. This resulted in a 9 per cent reduction  in our global workforce , which as of FY2017 end, was 40,764 \nindividuals worldwide.   \n  \nGlobal Workforce  \n \n  \n \n \n Management\n7.8%\nProfessionals\n21.7%\nOperators & \nSupport\n70.5%Employees by Job Type\nUS/Americas\n14.4%APAC\n81.4%EMEA\n4.2%Employees by Region", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}