{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                       Ou r Employees │ 35 \n  Labor and Human Rights  \n \nAs a global, d iverse company with tens thousands of employees  spanning  six countries, and with a worldwide \nfootprint that extends far beyond , Seagate is committed to e nsuring human rights and adhering to high labor \nstandards  for all employees .  \n  \nAs a global citizen, we  are responsible for protecting international human rights, upholding labor standards, \nand ensuring that our employees are treated respectfully. Our company policies adhere to applicable local \nlabor laws, are consistent with the UNGC and International Labo r Organization (ILO) core labor principles, and \nconform to the EICC Code of Conduct. Our Global Human Rights Policy was adopted in 2004 , and focuses on \ntreating employees respectfully;  creating a workplac e \nfree from discrimination;  ensuring freedom of asso ciation \nand collective bargaining;  eliminating forced labor and \nunderage workers in the workplace ; placing reasona ble \nlimitations on working hours;  ensuring that employees \nhave adequate days of rest during each work week ; and \nfostering open communication a mong our employees.  \n \nThis policy is shared with all employees upon hire \nthrough site notice boards and our internal policy \nwebsite. We also conduct an annual policy \nacknowledgement process and in FY 2017. This policy \nwas shared with more than  19,000 employ ees, and over \n99.5 percent  reviewed and acknowledged  their review of \nthis policy via our online system. We continue to monitor \nour alignment to our Human Rights policy and practices, and encourage employees to provide feedback \nshould there be an issue.  Further, our Human Rights program has be en reviewed by the EICC Validated Audit \nProcess  (VAP) program , and no issues have been identified.  \n \nRespectful Workplace  \n \nEveryone is entitled to respectful treatment in the \nSeagate workplace. A respectful workplace is  one free \nfrom unlawful discrimination and harassment , and is \nabout more than simply compliance with the law. Even in \nlocations where laws allow for differential treatment, we \nremain committed to non -discriminati on principles. We \nexpect all employees to take personal responsibility for \ntheir interactions, communications , and behavior to \nmaintain a respectful workplace, and we provide \nguidance through our global Equal Employment \nOpportunity (EEO) policy. Our EEO po licy prohibits all \nforms of discrimination based on age, race, color, \nancestry, ethnic or national origin, physical or mental \ndisability, medical condition, genetic information, marital \nstatus, sex (which includes pregnancy or perceived pregnancy, childbir th, breastfeeding, or related medical \nconditions), gender, gender identity, gender expression, sexual orientation, perceived or actual religious creed \nor political opinion, military and veteran status, taking or requesting statutorily protected leave, taki ng or \nrequesting a reasonable accommodation for a protected basis, or other basis protected by law.  \n \n \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}