{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                       Ou r Employees │ 36 \n  Freedom of Association and Collective Bargaining  \n \nSeagate strives to maintain strong relations with our employees. As such, d ialogue between managers and \nemployees is integral to our work practices. I t takes place directly and, where appropriate, through employee \nrepresentative bodies or councils. We resp ect the rights of employees to choose whether or not to join unions \nand engage in collective bargaining, as permitted by applicable laws in the countries where Seagate does \nbusiness. Collective Bargaining Agreements (CBAs) are in place in two countries whe re we operate , and just \nover 10 percent of our workforce is unionized. We have not identified any operations in which the right to \nexercise freedom of association or collective bargaining may violate applicable laws or be at significant risk.  \n \nResponsible Labor  \n \nSeagate maintains an environment that ensures the protection of vulnerable and young workers. We strictly \nprohibit the use of any forced, bonded, trafficked, slave , or child labor at any of our sites. Through EICC VAP \naudits there have been no cases of forced or child labor found in our operations and our on -going commitment \nkeeps such cases at a low risk. During FY2017, efforts were taken to ensure the protection of  vulnerable \nworkers, and we have worked diligently to ensure that these practices have been implemented at all of our \nlocations. While the hiring age for employees may vary based on country, Seagate has adopted a global policy \nand practice r egarding the hi ring of minors: we  will not hire any employee below the age of 18. This policy \napplies to contingent workers (those that may come from a third -party agency for temporary work) as well as  to \nvendors who may work at our sites. Upon hire, we require all emplo yees to provide documentation to verify \nage, and have incorporated checkpoints throughout  our process to ensure adherence to this policy. Our policy \nand practices ensure that child labor is a minimal risk.  \n \nWorking Hours  \n \nSeagate caref ully manages the working hours of employees to ensure their safety and to comply with local  \nlegislation or the EICC Code —whichever is more stringent. Our manufacturing sites monitor working hours \nthroughout the workweek to minimize the risk of nonconforman ce and to ensure that employees are receiving \nat least one rest day out of  seven . Our supervisors have been trained on working hour conformance , and \nensure that they are scheduling employees accordingly. If there are cases of nonconformance, our site teams  \nmust conduct a root cause analysis and identify a corrective action that is then shared with the site \nmanagement team.  \n \nOpen Communication\n \nCreating an environment where employees at all levels  feel comfortable providing feedback or raising concerns \nis imperative to our day -to-day operations. As outlined in our Open Door policy, employees should contact their \nsupervisor or  Human Resources  (HR) representative to raise questions, issues or concerns without fear of \nretaliation and to ensure timely follow -up. We also have several mechanisms in place company -wide that are \nfocused on gathering employee feedback. One of these is our employee micro sur vey that takes place twice \nper year and seeks employee feedback on important factors that tie to engagement and satisfaction. \nAdditionally, our sites have implemented programs that are suitable to their environment to ensure ongoing \nopen dialogue throughou t the year such as the Care and Respect for Employees (CARE) sessions in Johor, \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}