{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                       Ou r Employees │ 37 \n  Malaysia; Information and Consultation Forum in Springtown, Northern Ireland; and the Welfare Committee in \nKorat, Thailand. We value the feedback, observations and opinions  of our employees , and believe that working \ntogether will help ensure an engaged workforce.  \n \nEICC Labor Compliance  \n \nDuring FY2017 we continued to carefully monitor our compliance with EICC Labor requirements , and have a \nLabor Management System in place that focuses on continuous im provement. Our manufacturing sites \nconduct risk assessments annually to identify and mitigate labor risks that could arise and conduct ongoing \nreviews of local legislation to ensure that our policies and practices are always aligned. We continued to \nconduc t internal labor audits at our sites to validate conformity to the EICC Code and help our sites prepare for \nexternal EICC audits. Our site teams take great care to share Labor topics with their site management team(s) \non an ongoing basis.  \n \nEmployee Health, Safety and Wellness  \n \nAt Seagate, we’re passionate about keeping our employees safe, healthy, and well. Our efforts are the result of \nover a decade of collecting health and safety performance indicators, which are used to inform our strategies \nfor reducing risks associated with work -related injuries and illnesses. Today, our health and safety \nmanagement systems support continuous improvements across our risk reduction and mitigation efforts.  \n  \nAll of our manufacturing sites have health and safety management systems certified to OHSAS  18001 . We \nwork hard to keep our employees safe and healthy, which is why ou r global health and safety standards, as \nwell as our accompanying management systems, frequently go beyond country or industry -level guidelines. \nWith well -defined responsibilities, requirements, and trainings aimed at ensuring that health and safety are fu lly \nintegrated into Seagate operations, we help to ensure that \nall employees, from all functions and global locations, \nunderstand that they are accountable for their own actions \nwhile on the job.  \n  \nIn FY2017 Seagate remained a safe place to work and \ncontinued to perform well under safety and health industry \naverages, as based on the standard calculations and \nindustry averages determined by the Occupational Safety \nand Health Administration (OSHA). There were no work - \nrelated fatalities in FY2017. Our r ecordable case rate, the \nnumber of employees per 100 full -time employees that \nwere involved in a recordable injury or illness, was 0. 22 for \nthe year ; and o ur days -away case rate, the number of lost workdays per 100 full -time employees, was 0.14, up \nfrom 0. 11 in FY2016. Seagate uses the OSHA definition for injury types and injury rates.  \n  \nSeagate hosted 71 health and safety regulatory  visits in FY2017, focused on issues such as  safety, radiation, \nfire codes, food , and transportation. Seagate  received no  notice of violation findings in FY2017 , and no fines \nwere levied.  Looking Forward: Labor and Human Rights  \n \nWe will continue our commitment to protecting and upholding human rights and la bor standards. We plan to \nalign our policies, practices, and training materials to v6.0 of the EICC Code of Conduct, which takes effect \nin January 2018. To ensure our compliance with the EICC code, we will continue to perform annual Labor \nRisk Assessments across our manufacturing sites and conduct internal labor audits.  \n \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}