{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                       Ou r Employees │ 38 \n  Remaining focused on the continuous improvement of employee health and safety, we continued to provide \ncomprehensive health and safety training to our employees throughout FY2017. We conduc ted more than \n50,000 health and safety e-learning courses in FY2017. This is up 73 percent from the courses that Seagate \nemployees completed in FY2016, primarily due to a 2 -year refresher training cycle for multiple courses. We \ncontinue to emphasize e -learning courses as our main vehicle for delivering training because employees can \nlearn at their own pace.  \n  \nIn FY2017  we served more than 697,500 meals  globally per month (on average ), and have a formal food \nsafety program at all of our sites. We  also bused employees o ver 10 million miles, with just  1.6 incidents per \none million miles traveled. All incidents were investigated and actions taken to prevent reoccurrence.  \n \nSeagate’s benefits are benchmarked to local market practice s, industry norms, a nd cultural  requirements, and \nreflect our standards as  a competitive , multinational organization. Although these programs take different forms \ngeographically, Seagate ’s plans offer value and flexibility throughout , in support of our employees and , in some \ncases , their dependents.  \n \nWe off er regular employees in our major loc ations a comprehensive plan, which  reflects our commitment to our \npeople. This plan includes health care, wellness programs,  parental leave , paid time -off, retirement savings \nopportunities,  life in surance, disability coverage,  and equity ownership opportunities.  \n \nSeagate is committed to a culture of wellness,  and to  providing employees with the tools necessary to make  \ninformed decisions about health and well being. Wellness includes both physical and emotional health, as well as \nfinancial wellness; a cknowledging the various individual choices and cultural variations that compose our global \nworkforce, Seagate strives to cultivate an environment of health  and wellness . One of the ways w e do this is through \nour Healthy Journeys program, which seeks to educate , encourage, and support  our employees as they work on \nachieving their health and wellness goals. Because our benefits programs are managed at a regional or site level, in \nline with l ocal legislation and employment policies, the Healthy Journeys program varies from country to country.  \n \nIn the United States  \n  \nWe promoted our Healthy Journeys program by providing on -site biometric screenings, health coaching, site -\nlevel activities, and t wo U.S. -wide wellness challenges aimed at encouraging physical activity, social \nconnectedness, and relaxation. We also offered webinars on topics such as positive parenting, the importance \nof sleep, and tips for retirement planning; we also introduced Well beats Virtual Fitness Classes, which give \nU.S. employee s access to hundreds of fitness classes of varying specialties and lengths, which can be \naccessed from anywhere at any time .   \n  \nIn EMEA  \n \nWe continued to provide robust wellness offerings throughout th e EMEA region, including a specialized \nwalking challenge designed to encourage employees to increase their walking distance and take their regular \nexercise outdoors. Additionally, we launched a training series in the UK aimed at improving emotional \nwellbei ng through increased understanding of mental health and positive coping strategies for stress.  \n  \nIn Asia  \n \nIn Singapore, China, Thailand, and Malaysia, we offered on -site and off -site health and wellness programs \nfocused on promoting hea lthy lifestyles, and both mental and financial wellness. We also offered S.O.L.I.D . \n(Smoke Less, Observe BMI, Less Sugar and Salt, Increase Activity, Deep Breathing) to raise awareness about \nheart health and ways to reduce the risk of cardiovascular diseas e.", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}