{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                       Ou r Employees │ 39 \n    \nEmployee Performance, Learning and Engagement  \n \nSeagate promotes a culture of learning and development for employees, with shared accountability between \nemployee and m anager. Our comprehensive talent management cycle encourages continuous employee \ndevelopment. Employees use an annual performance review, career development planning, and ongoing \nfeedback to set measurable performance goals. This allows us to measure perfo rmance, recognize \naccomplishments and identify areas for continued development.  \n \nPerformance Management  \n \nSeagate’s Performance Management approach has its foundation in conversations between ma nagers and \nemployees that are designed to be frequent, meaningful and continuous. This ongoing process consists of \nsetting and managing goals, developing skills, and receiving feedback. Our process is designed to align \nemployee goals with corporate objecti ves and create a culture of teamwork, initiative and innovation that \nemphasizes individual accountability. Employees regularly meet with their managers throughout the year to \nreceive feedback on performance, and our managers are trained how to coach employ ees on setting and \nattaining meaningful goals. In FY2017, 95 percent of non -operator employees had documented performance \ngoals and 98 percent of employees received a year -end evaluation.  \n \nLearning  \n \nWe strive to offer our employees opportunities for \nlearning and development starting on day one. We have \na streamlined onboarding curriculum that outlines the \nexpectations of new employees, connect ing them with \nresources that enable them to be effective on the job. We \nalso have an employe e-driven plan for learning and \ndevelopment, which  enables employees to leverage \nprofessional and management deve lopment programs \noffered in both virtual classrooms and instructor -led \nformats. In FY2017, 90 percent of our non -operator \nemployees had document ed learning plans.  \nIn FY2017, we offered a People Management Essentials \ncurriculum comprising six courses that people managers \nmay take to help them in their roles as managers. These courses range from coaching to developing people \nand managing change. They are designed to empower our managers and give them tools and resources to be \neffective in their roles. We also offered Financial Acumen, an eight -hour course facilitated by HR and Finance \nsubject -matter experts, that gives directors a strong foundatio n of financial literacy they can build on to make \nsound decisions that support Seagate’s business and financial goals.  \nOur online learning management system offers more than 2,000 learning and career development resources, \nwhich are available to non -operat or employees 24 hours a day, 7 days a week. Through this system, \nemployees can view at any time their record of professional development at Seagate. Course topics include Looking Forward: Employee Health, Safety and Wellness   \n \nWe will continue extending and amplifying our Health and Safety program. Our FY2017 targets for \nrecordable case rate and days -away case rate are at or below 0.20 and 0.10, respectively.  We will  continue \nto enhance our benefits offerings to employees, and offer programs focusing on overall health and \nwellness. Globally, we will continue our Healthy Journeys program, offering challenges throughout the year, \nwith the goal of encouraging and rewardi ng employees for taking steps toward better health and wellness.  \n \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}