{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                       Ou r Employees │ 40 \n  business skills, ethics, engineering, environment, health and safety, and more. These  courses help employees \ndevelop and refine skills, and enable us to comply with safety, legal, customer and regional requirements. \nDuring FY2017, we had over 22,000 learners take advantage of the online self -study offerings. Seagate \nprovides all employees with a minimum of 4 hours training per year.  \nSeagate also provides training and certifications to operators, with more than 1,400 courses offered and over \n33,000 operators trained in topics such as site -specific environment, health and safety matters, cont amination \nprevention, wafer handling , electrostatic discharge and Lean Manufacturing.  \n \nEngagement  \n \nWe believe that a positive work climate is imperative to attract, retain and engage the talent we need to remain \na successful company. With that in mind, Seagate’s micro survey is one of the main tools used to measure our \nemployees’ engagement. These brief surveys are conducted twice a year. They ask employees a series of \nquestions related to the four engagement drivers: direction of the company, challenging work, respect and \nbelonging. The micro survey gives each professional (non -operator) employee the opportunity to provide \nanonymous feedback about whether they feel engaged, respected and valued as a person at Seagate. Our \noverall globa l “respect” scores have continued to grow in FY2017.  \n \nTo make the micro survey actionable, we empower managers to take action and hold conversations with each \nemployee. Our ongoing objective is to sustain an inclusive culture where everyb ody feels engaged and \nvalued —not just for their contributions , but also for who they are as unique, diverse individuals. We strive for a \nculture in which all employees feel respected, are treated fairly , and have the ability to excel in their chosen \ncareer path . \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTalent and Diversity  \n \nSeagate is a diverse organization with tens of thousands of employees worldwide . Each of our employees  \ncontribut es a valuable  set of experien ces and skills , as well as  a unique cultural background  that greatly \nenriches  our own culture  as a co mpany . Though it may be defined differently around the world, we \nacknowledge  that diversity is made up of the differences in bot h our visible and non -visible characteristics.  \nDiversity is paramount to the success and competitiveness of our team, and as such we strive to foster a \nculture of inclusion, acknowledging and leveraging diverse viewpoints and perspectives to drive innovation.     \n \nSeagate is committed to ensuring that  every employee —regardless of gender, gender identity, nationality, age, \nrace, ethnicity, sexual orientation, disability, veteran status, or any other demographic characteristic that makes \nus unique —feels respected, included, and connected across the Seaga te family.  Looking Forward: Employee Performance, Learning and \nEngagement   \n \nIn FY2018, Seagate will further revise its performance management process to emphasize our focus on \ngoals and increased collaboration. This will result in the elimi nation of performance ratings with forced \ndistribution. Our objective is to shift focus from a performance rating “number” to manager -employee \nconversations that lead to greater alignment, engagement, and business results. Managers will be \naccountable for ensuring that employees have clearly written, weighted goals, and that they have also \nidentified “stretch goals.” We will continue to conduct micro surveys, which will further focus on engagement \nby gathering employee feedback.  \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}