{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                    About  This Report │ 5 \n  About This Report  \n \nThis report covers activities managed by Seagate Technology pub lic limited company (“plc”), an Irish public \nlimited company, from July 2, 2016 through June 30, 20 17, our 2017 fiscal year . References to “Seagate,” \n“we,”  “us,”  “our,” and the “Company” within this report refer to Seagate Technology plc and its subsidia ries. \nRefere nces to \"$\" are to U.S.  dollars.  \n \nThere were no other significant changes to Seagate or restatements of information from previous reporting \nperiods.  \n  \nWe are a leading provider of electronic data storage technology and solutions. Our principal products are hard \ndisk drives, commonly referred to as HDDs, disk drives, or hard drives. In addition to HDDs, we produce a \nbroad range of electronic data storage solutions, including solid state drives, solid state hybrid drives, \nPeripheral Compo nent Interconnect Express cards, and Serial Advanced Technology Attachment controllers. \nOur storage technology portfolio also includes storage subsystems, high -performance computing solutions, \nand data storage services. All of these products and services are made up the Seagate, LaCie, and Maxtor \nbrand families. All of Seagate’s products meet regulatory requirements for health and safety in all jurisdictions where we \ndo busi ness. Additionally, Seagate does not have any of its products or services banned in any markets where we do \nbusiness.   \n  \nOur previous Global Citizenship Annual Reports can be downloaded from the Seagate website at \nwww .seagate.com , including the FY2016 report, which covers Seagate’s reporting cycle from July 4, 2015 \nthrough July 1, 2016. The Seagate website contains information about our company ’s history, products, \nvalues, management, and our mo st recent financial performance. More information, including our net sales and \nother financial disclosures, can be found in Seagate’s Annual Report . \n \nDefining Report Content  \n \nUsing the GRI Sustainability Reporting Standards 2016 and the  GRI 102: General Disclosures 2016 , the Fiscal \nYear 2017 Global Citizenship Annual Report  applies the principles of materiality, stakeholder incl usiveness, \nsustainability context, and completeness for defining report content in accordance with the core reporting \nguidelines. This report contains Standard Disclosures from the GRI Sustainability Reporting Standards 2016  \n(the Standards ). A list of the Standard Disclosures and their locations within this report can be found at the \nback of this report.  \n  \nIn FY2017, Seagate conducted a new materiality assessment to identify, prioritize, and validate the aspects \nthat are most material to our operations . This included reviewing external trends across social and \nenvironmental dimensions and speaking with both internal and external stakeholders to develop a \ncomprehensive understanding of how various issues influenced decision -making. Seagate’s FY2017 \nmaterialit y assessment considered aspects of our business activity that resulted in both direct and indirect \n(through business relationship) impact s on issues internal and external to Seagate. The third party who \nconducted the assessment covered a wide range of issu es to validate which were of importance to Seagate \nand our stakeholder , and those which were of lower priority. No aspect was intentionally excluded fro m the \nscope of the assessment. Stakeholder feedback gathered during the materiality assessment helped to  shape \nthe content of this report.  \n \nThe aspects that we identified as material to our business can be categorized into governance and ethics, \nproduct stewardship, environmental sustainability, our employees, supplier engagement, communi ty \nengagement, and business continuity. Seagate’s FY2017 materiality assessment considered global citizenship \nimpacts both inside and outside the company, such as to customers, our employees, and our global supply \nchain. These aspects make up the content a nd structure of this report.\n \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}