{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                       Ou r Employees │ 42 \n  Another component of  Seagate’s talent acquisition strategy is our University Recruiting program. Seagate \ncontinues to focus on hiring entry -level talent across China, India, Malaysia, Singapore, Thailand, the UK,  and \nthe U.S. This program hires talented intern and entry -level candidates from universities around the world. We \nfocus on hiring across multiple business units and sites across s ix countries;  we also focus on diversity \noutreach at many universities. In F Y2017, 20 percent of Seagate activities on U.S. campuses were with \ndiverse organizations , such as the Society of Women Engineers, Women in Computing , and the Nation al \nSociety of Black Engineers. Our university diversity outreach efforts resulted in 43 perc ent of global graduate \nhires being female in FY2017. Additionally, 21 percent of U.S. graduate hires were female and 41.5 percent \nwere minorities . \n \nSeagate continues to manage a global internship program at 20 sites spanning s ix countries , with a focus on \nevaluating interns for potential hire as entry -level graduate hires. In addition to real -world projects, interns may \nengage with site management, take advantage of learning opportunities and get involved in volunteer activities. \nIn the U.S ., our California, Colorado and Minnesota interns volunteered with food banks, home building and \nrenovation projects. In FY2017, 34 percent of our global interns were female and 33 percent of U.S. interns \nwere female. Responses from our FY2017 global inter n experience survey indicated that 96 percent of interns \nwould refer a friend and 95 percent would be likely to accept an offer to return to the company.  \n \n \n \n \n    \n \n \nFemale\n34%\nMale\n66%GLOBAL INTERNS\nBY GENDER\n34% Female \nInterns\nGlobally\nFemale\n43%\nMale\n57%Global Graduate Hires \nby Gender\n43% Female \nGraduate \nHires \nGlobally\nFemale\n34%\nMale\n66%Global Interns\nby Gender\n34% Female \nInterns\nGlobally\nFemale\n33%\nMale\n67%U.S. Interns \nby Gender\n33% Female \nInterns \nin the U.S.\nFemale\n21%\nMale\n79%U.S. Graduate Hires \nby Gender\n21% Female \nGraduate \nHires in the \nU.S.", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}