{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                          Supply Chain │ 45 \n  Overview  \n \nOur business success depends on quick -to-market, high -volume product delivery which requires a robust, \nflexible supply chain that delivers value to Seagate and our customers. Our supply chain success is \nunderpinned by supplier education, supplier management and supply chain transparency to ensure fair \ntreatment of p eople and resources.  \n  \nSeagate has hundreds of suppliers across the globe. Our suppliers include consultants, contractors, \ndistributors, manufacturers and more. Seagate has two types of suppliers: direct, which provide co mponents \nand parts for products;  and indirect, which provide products and services to support operations.  \n \nOur Supply Chain Environmental, Social, and Governance (ESG) programs  are comprised of four aspects: (1) \nCode, (2) Capacity building, (3) Risk assessment, and (4) Remedy, which are captured in our Corporate \nStandard Operating Procedures ( CSOP) targeting supply chain . We are aligned with the EICC Code of \nConduct, and have adopted it as our supplier code of conduct.  In addition, we utilize other tools developed by \nthe EICC.  We conduct t raining through multiple avenues: directly to suppliers, collaboratively with other \ncompanies in the industry, and training provided by the EICC. We utilize the EICC Self -Assessment \nQuestionnaire (SAQ) a nd VAP  as the primary supply chain ESG risk assessmen t tools. Finally, we require \nsuppliers to conduct root cause analysis and develop corrective action plans to address audit findings. The \nEICC Closure audit is the preferred option to verify closure of audit findings. These requirements are \ndocumented in ou r CSOP . \n \nAdditionally, our supply chain p ractices are  disclosed  in accordance with  the California Transparency in Supply \nChain Act  and UK Modern Slavery Act .  \n \nSupplier Engagement and Collaboration  \n \nProactive supplier engagement is an important, ongoing objective. We mee t regularly with suppliers to \ncommunicate our expectations and evaluate their engagement. We also maintain long -term, stable \nrelationships with our top suppliers to align goals and standards. We require certain service providers such as \nlabor agents, janit orial services and canteen providers, who bring workers to our sites, to follow our CSOP , \nensuring that our on -site service providers are held to the same standards as our employees.  We do not \ncurrently use foreign labor via agents, but we do have labor a gents in China and the U.S. who bring in local \nworkers.  \n  \nOur Supply Chain organization has full -time, dedicated resources to help educate new and existing suppliers \nabout EICC compliance requirements. This support was extended to the suppliers that we inh erited as a part of \nour Dot Hill acquisition during the integration process.  \n  \nCollaborating with our suppliers is very important to \nSeagate. We host Executive Business Reviews to \nshowcase and demonstrate our EICC compliance and \nsustainability efforts to supplier CEOs. We also engage \nour suppliers on projects and teams that focus on issues \nranging from EICC conformance and financial \nsustainability to process improvement. During  FY2017 \nwe conducted a number of supplier education and \ntraining s, ranging from one-on-one sessions to small \ngroups and webinars. One of the  most  prominent \ntrainings led this year was on the topi c of Forced Labor in \nThailand, done May 15th and 16th, in collabo ration with \nHP, Intel, and WD. Over 60 participants attended the \ntwo-day tra ining, and we received positive  feedback from \nthe participants and requests for more such trainings.  \n  \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}