{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                          Supply Chain │ 46 \n  Given f orced labor issues have become a  new and emerging concern for electronics factories in Thailand, the \naim of the training was to bui ld awareness am ong suppliers and provide  them with the tools to carry out \nassessments at their sites.   \n \nWe worked with our suppliers to update their SAQ and transition smoothly into the updated EICC ON portal. \nWe require  all of our suppliers to update their SAQs  annually. One hundred and eighty two  suppliers had \ncompleted their SAQ data and updated their release via the new EICC ON system. We also worked to align \nsuppliers with the latest EICC  Certificate of Conformity  (CoC) revision update, Conflict Free Mineral  \ndevelopment plan, and EICC environmental questionnaire.   \n  \nSeagate continued to play a key leadership role in the EICC. A member of our senior leadership team serves  \non the Senior Executive Advisory Council, which helps guide EICC strategy. We also led the EICC Risk \nAssess ment Workgroup, which works on VAP . We also participated in the Vulnerable Worker Workgroup, \nwhich worked on the development of the Labor Agent Matu rity Model, a third -party labor agent certification \nprogram.  \n \nStakeholder Engagement  \n \nIn FY2017, we engaged with two Non-Governmental \nOrganizations (NGOs) to resolve their concerns with o ur \nsuppliers’ labor practi ces. We were approached by the \nCenter for Reflection and Labor Action (CEREAL) in \nGuadalajara, Mexico with a claim of wrongful dismissal of \na worker a t one of our suppliers’ sites. We engaged with \nboth the supplier and CEREAL, which represented the \nworker,  in coming to a mutually acceptable severance \nagreement that was endorsed by the local a uthority. This \nconcern was resolved in FY2017.  \n \nWe were also approached by the Migrant Worker Rights \nNetwork in Thailand with concerns about questionable \nhiring practic es at one of ou r suppliers based in Thailand. \nAfter conducting an investigation, we were able to identify recruitment fee s as an area of concern. The workers \nat this supplier site in Myanmar had paid fees to recruitment agents in their home country, and ha d not been \nreimbursed. The Seagate supplier Code of Conduct, aligned with the EICC, very clearly prohibits workers \npaying recruitment fees. Seagate, along with other companies who source from this supplier, are currently \nworking with the supplier to quanti fy the amount paid by the workers in Myanmar and arran ge for a \nreimbursement plan. This reimbursement plan will be completed in FY2018.  \n \nSupply Chain Audits  \n \nOur supply chain management program requires that all direct and indirect materials suppliers with whom we \nhave an annual spend of $1 million or more undergo an EICC VAP audit. The new EICC VAP Operations \nManual version 5.1.1 took effect in February of 201 7, and we educated o ur suppliers on these changes. EICC \nVAP audit reports are valid for two years, and our suppliers are on a two -year audit cycle. We completed 56 full \nsupplier audits through the EICC VAP in FY2017, up from 53 in FY2016. The result is tha t we have 109 total \nvalid suppliers VAPs. Five percent of our suppliers were recognized as platinum level, meaning they achieved \na full score in the in itial VAP audit. All Seagate manufacturing sites undergo internal  and EICC VAP audits, as \nwell. We also c onducted 10 “closure” audits in FY2017, which help validate that corrective actions have been \nimplemented to correct code violations iden tified during the initial VAP. We are working with our suppliers to  \nclose out the audit findings. If suppliers cannot c lose the finding, we work to reduce the severity from  “priority”  \nand/or “major” to “minor,” and then track the closure rates. In addition to tracking SAQ and VAP completion, we \nalso track finding closure rates. At the end of FY2017, the closure rate of non -working hour findings was 80 \npercent, while working hour finding closures were 40 percent.  \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}