{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                          Supply Chain │ 47 \n  We remain vigilant to  the risk of child labor, forced labor, \nand threats to the freedom of association within our \nsupply chain. The highest risk of forced labor in our \nsupply chain is w here foreign labor is utilized; s uppliers \nin Malaysia, Thailand , and Singapore pose the highest \nrisk. This is why our training on forced labor has been  \nfocused on suppliers in these countries over the past \nthree years. Based on our supplier VAP audi ts, child \nlabor is not a serious concern in our supply chain. \nHowever, according to various NGO reports, student \nworkers  in the China supply chain represent an area of \npossible concern.  \n \nThe EICC up dated the VAP audit protocol to better \nassess the risk of student workers in the supply chain , \nand piloted a school accreditation system designed to \nbenefit the worker and not exploit cheap labor. As for  \nfreedom of association, our audit results have not \nidentif ied any geographies of concern; m ost of the \nfindings in this area are related to suppliers not having a \npolicy/procedure on the right of peaceful assembly.   \n \nIn FY2017, all of our 182 targeted suppliers completed the Self -Assessment Questionnaire. A dditionally, we \nassigned 110 suppliers the EICC Environmental questionnaire, which gathers information on energy, water , \nand waste. All 110 suppliers completed the questionnaire, making FY2017  second consecutive year in which  \nSeagate  achieved a 100 percent  completion rate.   \n  \nIn addition to audits, we also screen supplier sites on an annual basis in China against the  Institute of Public \nand Environmental Affairs (IPE)  database for environmental violations. In FY2017, we screened 43 supplier \nfacilities against the IPE database and found three supplier sites with violations. We worked with the suppliers \nto close out the corrective actions in FY2017.  \n \nSupplier Diversity  \n \nWith major operations in six countries , spanning North America, Asia , and Europe, Seagate has great diversity \namong its employees, local communities, and global customer base.  \nSeagate is committed to having a diverse workforce that reflects its external stakeholders. The company is \ncommitted to providing an inclusive and supportive environment where all employees are valued and \nparticipate fully in the Seagate employment experience.  \nSimilarly, Seagate encourage s diversity in its supplier base. Seagate recognizes the value of, and buying \npower of minority -owned businesses. Diverse suppliers in the U.S. are welcome to participate in Seagate's Top TEN Supplier VAP Audit Findings  \n1. Working Hours  \n2. Emergency Preparedness  \n3. Freely Chosen Employment  \n4. Wages and Benefits  \n5. Occupational Safety  6.   Hazardous Substances  \n7.   Occupational Injury and Illness  \n8.   Freedom of Association  \n9.   Non -Discrimination  \n10. Supplier Responsibilities  \nChina\n28%\nThailand\n20%\nMalaysia\n16%Japan\n9%Others\n27%Supplier Audits by Country", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}