{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                          Supply Chain │ 48 \n  competitive bidding process, including businesses owned \nand operated by minorities, women, gays  and lesbians, \nand veterans; and small businesses located in historically \nunderutilized business zones.  \nSeagate contracts with diverse suppliers who qualify and \nsuccessfully compete for Seagate's business. As a result, \nSeagate gain s access to solutions that meet its \ncustomers' requirements and is provided with additional \nsources of high -quality goods and services. Diverse \nsuppliers are provided opportunities to grow their \nbusinesses and create jobs which, in turn, strengthens \ncommun ities where Seagate operates.  \nSeagate also recommends its U.S. suppliers use a \ndiverse supply base in their own procurement process es. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n Woman, $7.3, \n3.4%Veteran, $4.9, \n2.3%Disadvantaged, \n$0.3, 0%\nHub Zone, \n$0.1,. 0%\nSmall Business, \n$142.0, 66%Minority, \n$60.0, 28%U.S. Diversity Spend (in millions)\nLooking Forward: Supply Chain  \n \nWe will continue to look at capacity -building opportunities and identify shared solutions. We maintain that a \ncollaborative approach is the most efficient way to roll out our capacity building, as it demonstrates that we \nare aligning our requirements and expectations in the industry.  We will continue to serve on the EICC \nSenior Executive Advisory Council, and will strive for 100 percent of the identified direct and indirect \nsuppliers to complete the EICC Self -Assessment questionnaire. Version 6.0 of the EICC CoC was released \nin Decemb er of 2017, and we will engage with our suppliers to bring them up to compliance with the new \ncode, supporting them in the annual SAQ refresh. We will continue to develop our suppliers and work with \nthem on root -cause analyses to ensure all instances of no nconformance have effective corrective actions, \nimplementing preventative measures to eliminate recurring non -conformance.  \n \nWe will continue to utilize and report key metrics quarterly on program performance to senior leadership, \nwith a goal of 100 percent  of identified suppliers completing third -party EICC VAP audits. We plan to \nimplement a Quarterly Business Review (QBR), and will reallocate ESG scores in the QBR scorecard to \nemphasize the importance of audit finding closures.  \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}