{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                        Community Engagem ent │ 50 \n   \nSeagate Thailand teamed with Santa Clara University’s \nMiller Center for Social Entrepreneurship  for a second \nconsecutive year to organize a program to “help social \nentrepreneurs help more people” in Thailand.  \n  \nThe Miller Center, the larg est university -based social \nenterprise accelerator in the world, addresses root \nproblems of poverty through the power of business and \ninnovation to provide sustainable economic and social \nimpacts.  \n  \nThe Center’s Global Social Benefit Institute (GSBI)  \nsupports social entrepreneurs by connecting them with Silicon Valley executives to develop more \nsustainable, scalable market -based solutions aimed at ending global poverty and protecting the p lanet.  \n  \n“This program highlights our commitment to the communities where we work and live,” said Jeff Nygaard , \nSeagate Executive Vice P resident ( EVP) of Global Operations. “The social entrepreneurs are passionate \nabout their cause. Our role as mentors was to share business knowledge, actively listen and provide \nfeedback. As they grow their businesses, more people are helped.”  \n \n \nOverview  \n \nFor 40 years, Seagate has helped strengthen communities worldwide where we operate by investing time, \ntalent and financial contributions, and donating goods and services.  \n  \nIn FY2017 we engaged stakeholders , including employees, local community members, non -profit partners, \ncivic and academic institutions , and government, with community programs being featured at all major \ncompany locations (comprising approximately 97 percent of Seagate’s global  headcount). Employees helped \npeople of all ages , contributing  to initiatives supporting education and foster ing safe, healthy communities.  \n  \nOur program continued to emphasize Science, Technology, Engineering , and Mathematics (STEM). We \nsustained our foot print of students reached, and occupied a visible role in major STEM events in the Bay Area, \nMinnesota, Colorado, Malaysia, China, Thailand and Northern Ireland. Despite a reduced company footprint, \nSeagate maintained  its level of over 29,000 students in o ur STEM student outreach efforts , and also supported \na range of other activities targeting health, human services , and the environment.  \n \nSeagate has significant expertise in automation technology, which is important to the company’s manufacturing \nstrategy.  Recognizing the importance of exposing Seagate’s future engineers and scientists to automation, we \nemphasized robotics and robot -building competitions as a way to help young people develop an interest in \nautomation technology.  \n \nSeagate Thailand sponsored  the Asia Pacific RoboCup competition, where students showcased robots and \nSeagate volunteers served as judges. Our Minnesota operations sponsored a FIRST (For Inspiration and \nRecognition of Science and Technology) LEGO League and FIRST Tech Challenge tour nament; and \nLongmont, CO, engineers —who have spent nearly 6,000 hours over the last decade coaching middle and high \nschool students —continued their involvement by supporting FIRST Robotics and VEX Robotics programs . \n Case Study:  \nThailand Employees Mentor Social Entrepreneurs  \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}