{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                        Community Engagem ent │ 51 \n  In addition to robotics, volunteers lev eraged their skills and passions by contributing to a range of projects in \ntheir communities. Following are a number of their stories:  \n \nIn the United States  \n \nCalifornia   \n \nMore than 30 employees volunteered at the Tech Challenge,  one of Silicon Valley’s larges t annual STEM \nevents, where over 2,500 students competed in teams. With the challenge of designing and building a remote \ncontrolled vehicle capable of spanning ravines,  the teams, made up of 4th through 12th grade students, were \nable to demonstrate their skills in brainstorming, teamwork, and creative thinking.  \n \nColorado  \n \nEngineers served as judges at Seagate -sponsored science fairs, including the Longs Peak Science and \nEngineering Fair at the University of Northern Colorado, for categories such as science, engineering, math, \nand physics. Winners from this and other regional fairs  went on to compete in the Colorado Science and \nEngineering Fair , along with nearly 400 other middle - and high -school stu dents from around the state.     \n \nMinnesota  \n \nWith the start of robotics season  in Minnesota, Seagate sponsored a FIRST LEGO League and FIRST Tech \nChallenge tournament. Together, over 20  Seagate judges and volunteers helped 350 students navigate \nthrough the day's challenges. Amy Bergeru d, a Seagate engineer,  volunteered  as a referee.  \"I think it’s \nimportant to support fun, ” she said.  “Educational activities like this to get kids interested in science and \nengineering.\"  \n \nIn Asia  \n \nChina  \n \nEmployees built a  200-square meter vegetable garden for a nearby community. L ocated on the rooftop of a \nfour-story building,  the garden is nearly eight kilometers from Seagate’s facility in Wuxi . Sponsorship  from \nSeagate helped to pay  for the pots, soils , and seeds  needed to create  the garden. Along with members of the \ncommunity , Seagate's volunt eer team built the garden roof, plant shelves, put soil into the pots, and sowed and \nwatered the seeds. The seeds included lettuce, cucumber, tomato, celery , and strawberry, enough to provide \nfor over 300 community residents.  In addition to this, Seagate v olunteers also set up a “greenery corner ” for \ncommunity teenagers to participate in the planting fun .  \n \nIndia  \n \nSeagate, through its association w ith the Global Hunt Foundation, an NGO, helped to set up STEM labs in \nseveral schools. Seagate -sponsored labs pr ovided materials and equipment, such as telescopes and \nchemicals for conduct ing experiments, to students.  With volunteers’ support, students at the Beretana \nAgraha ra School in Bangalore and Smt. Shantabai Balkrushna Dhole Patil School in Pune created posters that \nhighlighted the benefits of science and technology in communication, entertainment, transportation , and \nsocietal growth. Students were given the opportunity to learn  about Seagate’s role in pioneering data storage  \ntechnology , promoting their interest in STEM.  \nMalaysia  \n \nCollaborat ing with Universiti Teknologi Malaysia , Seagate set up electronics and programming workshop for \nhigh school students in Johor. Students had the opportunity to learn  about the real-world applications of ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}