{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                        Community Engagem ent │ 52 \n  programming and electronics, such as controlling electron ic LED displ ays or drone technology. Through this \nworkshop, students were encouraged to pursue a deeper understanding of STEM.  \n \nSingapore  \n \nA food drive was arranged during the Lunar New Year season for the both the  elderly and the beneficiaries \nfrom Swami Home Singapore, Lion's Befriender Singapore , and Food Bank Singapore. Employees contributed \nfood bundles that were distributed to doorsteps by volunteers from the Equipment Engineering Team, making \nthis a great opportunity to participate in the festivities and give back to the community.  \n \nThailand  \n \nEmployees renovated five old sc ience labs, updating them into  STEM labs at schools in communities near \nSeagate’s plants in Korat and Teparuk. The labs received equipment and supplies for teachers to use in \ninstructing and conducting experiments for more than 1,400 students. At the compl etion of the labs, Seagate \nvolunteers had the opportunity to interact  with students and conduct fun experiments, helping to inspire  an \ninterest in STEM.\nIn EMEA  \n \nNorthern Ireland , UK \n \nAn energetic education program team of more than 70 employees \nhelped young people fall in love with science through a range of \ninnovative community education initiatives. The team engaged with \nover 4,000 students , creating engagement opportunities for site \nvisits, work experience, career -readiness,  and school learning \nprograms. The Raspberry Pi initiative reached more  than 2,500 \nstudents; 400 children visited the Springtown site, and 166 students \ntook part in a work placement plan. The team offered students the \nopportunity to enjoy science at the Seagate Real World Science \nConference and the North West SciFest & Big Bang event.  \n \n \n \n \n \n \nLooking Forward: Community Engagement  \n \nSeagate will maintain its engagement efforts in all communities where we live and work, with an ongoing \nemphasis on STEM, robotics, and digital literacy, which are closely aligned to our business as a leading \nprovi der of data storage solutions. We will also continue to seek additional opportunities beyond traditional \nSTEM, which enable our stakeholders, primarily students, to further experience storage -enabled tools and \nplatforms, and learn about the potential that technology holds for them.  \n \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}