{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                Business Continuity │ 54 \n  FY2017 Highlights  \n \nWe maintain a Business Continuity Management System (BCMS) overview for our customers’ reference that is \nevaluated and updated every year. We updated the FY2017 version to reflect changes in the Company and \nour program.  \nFour events were monitored in FY201 7 that had the potential to impact our business or our suppliers. None of \nthese events had an impact on us or our suppliers in FY2017. Customer inquiry core team was established to \nensure that a cross -section of Seagate business units collaborated to provi de responses to requests for \nBCMS -related information. Through this team, the BCMS program office managed responses to 18 OEMs and  \nCloud Service Providers  (CSPs ) in FY2017.  \nOur goal is to be a responsible supplier with our focus on running a resilient bus iness to prevent major \ndisruptions from occurring. The intent is to prevent an impact because we put planning, thought, a nd \nassessment into the system. We re sponsibly allocate resources where they are needed the most , and where \nthey will have the greatest positive impact. A business disruption for Seagate should not mean a disr uption for \nour customers. Further implementation of the business continuity requirements across  our enterprise was \naligned to individual site and organizational program maturity,  allowing those new to business continuity to \nfocus on developing fundamental program elements while others worked  toward continual improvement.  \n \nSupply \nChain, 17%\nManufacturing, \n39%Corporate Program \nManagement, 22%Supply Chain & \nManufacturing, \n22%BCMS Customer Inquiries by Focus \n02468101214161820# of BCMS Inquiries by Customer \nCategory \nOEMs\nCSPs", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}