{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                Business Continuity │ 55 \n  Deployment of the enterprise business continuity software was further enhanced during FY2017 with over 200 \nemployees in China, Thailand, Malaysia, and Singapore completing system training.  Our drive manufacturing \nfacilities in China and Thailand were both audited and maintained their ISO 22301: “Societal security — \nBusiness continuity manag ement systems” certifications. Non-drive sites are implementing a program which \nalign s with the ISO 22301 standard. We do not have plans to attain  formal certification of these locations, \nhowever they will be au dited for standard compliance. A Business Con tinuity Readiness Index (BCRI) was \ncontinued for the drive sites , and expanded to component manu facturing locations in FY2017. Twenty different \nelements are assessed, each one worth five points, which mirrors the implementation steps required to attain \nISO certif ication. The target of each drive manufacturing location is a BCR I score of at least 80 percent, while \nthe target for component manufacturing sites is a score of at least 50 percent. We maintain our commitment to \ntransparency by publicly reporting a nd publishing our ISO certifications.\nLooking Forward: Business Continuity  \n \nIn early FY2018, a dedicated resource for Business Continuity will be hired to expand and maintain the \nBusiness Continuity program. Goals for FY2018 will include updating our supplier risk profile, continuing the \nexpansion of our business continuity progra m to our non -drive sites, and conducting internal audits of our \nsites to ensure compliance, while maintaining certification for key drive sites. We will establish a corporate \ncrisis management team that will work in conjunction with the executive council o n any incidents that go \nbeyond site -level emergency management.  \n \nWe will continue to improve the business continuity policy and hone our strategy on executing core \nprinciples that enable a continued delivery of products and services following a disruptive  incident to reduce \nthe potential impact to our business. Implementation of required elements of the BCMCS will continue \naccording to planned schedules, established at each location and in each enterprise -wide organization. \nProgress will be measured by a R eadiness Index metric; our certified drive manufacturing sites will test their \nplans and risk mitigation arrangements to measure effectiveness and improve.  \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}