{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                           Environment, Health, Safety and Sustainability Policy │ 63 \n  \nEnvironment, Health, Safety  and Sustainability  Policy  \n \nA worldwide  storage leader, Seagate commits to provide safe workplaces, natural resource conservation, and \nenvironmentally -responsible operations in the communities where we do business. Our commitment is \nunderpinned by three values that ensure our business sustainab ly delivers value to our many stakeholders: \nintegrity, innovation and inclusion.  \n \nSeagate requires all employees and contractors to work safely and integrate Environment, Health, Safety, and \nSustainability (EHS&S) procedures and practices into their daily work activities, projects and programs.  \n \nSeagate commits to:  \n \n Implement and continually improve comprehensive management systems ensuring compliance with \nlegal, regulatory, and other stakeholder requirements to which we subscribe.  \n \n Protect the safety and  health of all those associated with our operations by identifying and \nimplementing a hierarchy of controls to eliminate the sources of incidents, injuries and illnesses.  \n \n Encourage employees at all levels to participate in occupational, health, and safet y programs with an \nexpectation that safe behavior is incorporated into all business activities.  \n \n Promote a healthy lifestyle and encourage employees to proactively manage their personal health.  \n \n Promote economic, environm ental and social sustainability and pollution prevention through continual \nprocess improvements and responsible business practices.  \n \n Deliver operational resilience to effectively respond to potential disruptions through measurable EHS&S \nperformance improvements.  \n \n Develop safe, efficien t products and manufacturing processes by integrating EHS&S considerations \ninto all aspects of research, design and development.  \n \n Partner with suppliers, customers and stakeholders to publicly share best practices and EHS&S \nperformance criteria.  \n \n Support  environmental, educational, health -related and other socially -sustainable initiatives in the \ncommunities in which Seagate operates.  \n \n \n \n \n \n \n \nDave Mosley  \nChief Executive Officer  \n \n1 April 2018  \n  \n \n \n \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}