{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                       Stakeholder Engagement │ 64 \n  \nStakeholder Engagement  \n \nEngaging with key stakeholders on relevant social and environmental issues is an important activity that  \nprovides Seagate with the insights and relationships needed to make well -informed business decisions.  \nEach year, we solicit feedback from our customers and business partners to shape our Global Citizenship \nprogram plans and strategies; as stated in the Ma teriality section of this report, feedback gathered during our \nMateriality Assessment helped to form the content of this document. For example, through a variety of surveys \nand reporting initiatives, Seagate shares detailed information about the company’s environmental performance \nand greenhouse gas emissions to help the electronics industry improve its environmental footprint.   \nWe meet regularly with investors, governments, NGOs , local communities and other civil society members to \ngather perspectives about trends in business and society that may influence not only our success as a global \nbusiness, but also the extent to which we can contribute positively to sustainable developme nt. Seagate is \ninvolved in a number of speaking engagements and panels, including CSR Asia Summit; we also participate in \nspecial webinars in order to better engage and communicate with our stakeholders on various topics, from \nfighting Forced Labor to Scie nce Based Targets.  \n \nIndustry Collaboration and Leadership  \n \nOne of our key industry collaborations is with the EICC , a cooperative of leading electronics companies \nworking to improve social, ethical , and environmen tal responsibility in the global electronics supply chain. \nSeagate was a founding member of the EICC in 2004. We adopted the EICC  Code of Conduc t in 2007 and \ncontinue to maintain full and active membership in this organization.  \nSeagate also participates in the  UNGC , a strategic policy initiative for businesses that are committed to \naligning their operations and strategies with 10 universally accepted principles around human rights, labor, \nenvironment and anti -corruption. Seagate executives have participated in UNGC Leaders Summits in the past \nto enhan ce the role of responsible business and investment.  \n   \nGlobal Citizenship Stakeholder Inquiry Process  \n \nSeagate has an established process to address specific stakeholder global citizenship issues or requests. A \nsubset of the Global Citizenship team manages this process. The types of information provided range from \nenvironmental performance, product stewardship and product safety to labor standards, fair trade, supply chain \nand more.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}