{"page_content": "      \nFiscal Year 2017 Glob al Citiz enship Annual Report                                                                                                        A cronym Index │ 65 \n  Human Rights Policy  \n \nAs a global industry leader, Seagate welcomes the responsibility to also be a \"Global Citizen.\" In partnership \nwith employees, community members, customers, suppliers, and other stakeholders, our commitment to \nGlobal Citizenship includes sup port of the ten Principles of the United Nations Global Compact within our \nsphere of influence. These Principles address responsibility for the environment and other matters; however, \nmost address the international human rights and labor standards that mus t be upheld to ensure the well -being \nand dignity of each person.  \nWe have developed policies to reinforce our commitment to uphold these human rights and labor standards. \nWe will abide by these policies or the local law in the countries where we operate, wh ichever sets a higher \nstandard. Managers are responsible for upholding these Principles and for ensuring adherence to all company \npolicies and guidelines in their support.  \n \nProcedures  \n \nThe following are some of Seagate's basic standards with regard to International Human Rights and Labor \nStandards (including the International Labor Organization (ILO) core labor conventions*):  \n \nRespectful treatment . Employees must respect and value each other and we hold everyone accountable for this. \nViolations, such as  physical abuse and/or harassment or the threat of either, are not tolerated. All employees will be \nallowed access to basic liberties while on Company premises. (Refer to  Harassment Free Workplace  and Violence \nFree Workplace  policies.)  \nWe respect r eligious diversity and employees may be provided with reasonable accommodations for religious \npractices, upon request. Any requests for reasonable accommodation should be directed to Site Human Resources.  \nEmployment based on achievements . Decisions about e mployees are based on achievements against job goals \nand/or standards and required competencies; decisions about applicants are made on qualifications against job \nrequirements. In all employment actions, we prohibit discrimination based on age, race, color , ancestry, ethnic or \nnational origin, physical or mental disability, medical condition,  genetic information, marital status, sex (which \nincludes pregnancy or perceived pregnancy, childbirth, breastfeeding, or related medical conditions), gender \nidentity,  gender expression, sexual orientation, perceived or actual religious creed or political opinion, military and \nveteran status, taking or requesting statutorily protected leave, taking or requesting a reasonable accommodation \nfor a protected basis, or other  basis protected by applicable law. (Refer to  Equal Employment Opportunity  policy.)  \nFree to express opinions . Every employee has a right to openly express his or her opinion. In fact, we welcome \nand encourage ideas and input, including notification of issues and concerns. (Refer to  Open Door  policy.)  \nFair compensation . We assess performance against job requirements and consider business conditions and \nappropriate market comparisons to deliver compensation. We will compensate employees with wages and benefits \nthat meet or exceed the legally required minimum without delay, and will clearly communicate to all employees their \ncompensation earned. (Refer to  Base Pay and Other Pay Components  policy.)  \nDue process.  We understand that an employee may not meet performance or conduct expectations. In such \ncircumstances, the employee has a right to a fair process of review. Any resulting di sciplinary actions will be \nhumane. Deductions from wages as a disciplinary measure will not be permitted. (Refer to  Performance  \nManagement , Open Door  and Coaching and Discipline , policies.)  \nReasonable limitation of working hours . The hours worked by employees should not exceed 60 hours per work \nweek, or be in excess of the maximum hours of daily labor set by local laws in the countries in which we operate. ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}