{"page_content": "      \nFiscal Year 2017 Glob al Citiz enship Annual Report                                                                                                        A cronym Index │ 66 \n  We will also provide employees with at least one day off per every seven days. Overtime will be voluntary and \ncomply with all a pplicable overtime pay requirements. No unreasonable restrictions of movement will be placed \nupon employees during non -work hours. (Refer to  Hours of Work  policy.)  \nFree to associate . We respect and adhere to all applicable laws concerning the right of workers to organize in labor \nunions and engage in collective bargaining and peaceful assembly, and Seagate will not prohibit or impede \nemployees exercising such rights. However, we believe maintaining an open, unencumbered relationship between \nSeagate employees and their managers is the most effective means of addressing work environment questions and \nconcerns.  \nFree to choose employment . We will en sure that the overall terms of employment are voluntary. We will not \nrequire employees to pay the Company any remuneration or withhold an employee’s government -issued \nidentification upon hire. We firmly prohibit any form of human trafficking or slavery, an d will ensure no forced, \nbonded (including debt bondage) or indentured labor; involuntary or exploitative prison labor is used in the \nproduction of Seagate products.  \nEmployment at age 18 or higher . We strictly prohibit child labor and will comply with all local minimum age laws \nand requirements and/or set a minimum employment age of 18, whichever sets the higher standard. (Refer \nto Recruitment at Seagate  policy.)  \nIntern Program.  We provide internship opportunities to college/polytechnic/university students, who meet our \nminimum employment age of 18. This program provides interns an opportunity to undergo supervised practical \ndevel opment and gain real -world experiential learning that compliments their education. Seagate does not offer any \ntype of apprentice program. Additionally, Seagate does not hire student workers other than those that meet the \ncriteria for the intern program. (R efer to  Internship  policy.)  \nFor additional information, visit Seagate's  Global Citizenship website . \n \n* Our labor standards in the Human Rights policy address the core ILO Labor Conventions No. 29, 87, 98, 100, 105, \n111, 138 and 182.   \n \n \n \n \n \n \n \n \n \n \n \n ", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}