{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                                       Co mpany Profile │ 8 \n  Overview  \n \nSeagate is the global leader in data stora ge solutions, \ndeveloping amazing products that enable people and \nbusinesses around the world to create, share , and \npreserve their most critical memories and business data.  \n \nSeagate is deeply rooted in the history of the storage \nindustry. Since  its founding in 1978, Seagate has \ntransformed the way storage technology works, \nprogressing from the mass production of the 5.25 -inch \nHDD to innovative cloud storage solutions. Disk drives \ncontinue to be the primary media  of mass data storage \ndue to their  performance attributes, high quality,  and cost \neffectiveness.  \n \nSeagate is working to expand the way people  interact \nwith information, not just how they store it; f rom helping \nkids take pictures on mobile p hones to assisting \ncorporations in creating  mass ive data centers, we \nempower the next generation of innovators, inventors, \nanalyzers, scientists , and creators with greater speed, \ncapacity , and access to information than ever before. \nThe principal markets served by Seagate are enterprise \nstorage, client compute, client non -compute, cloud \nsystems and solutions, major subcomponent \nmanufacturers, hardware storage solutions \nmanufacturers, system integrators, storage services , and \nhyper -scale  data centers. Seagate’s products are used in \nvirtually every country  in the world.  \n \nSeagate recognizes that data has evolved from static \ninformation stored —and often forgotten —to a living \nentity. To serve these changing dynamics, we create \nsolutions to fit the increasing ne eds of our data -driven \nsociety, facilitating the i ncreasingly -connected world by \nenabling the cloud.  \n \nSeagate’s global operations encompass design, \nmanufacturing, sales, marketing , and administrative \nfunctions. Our headquarters is located in Ireland, and ou r \nprincipal manufacturing facilities are located  in China, \nMalaysia, Northern Ireland, Singapore, Thailand , and the \nU.S. Our principal product development facilities are \nlocated in California, Colorado, Minnesota , and \nSingapore. Seagate also has sales and customer service \nlocations in 20 countries.  \n \nSeagate designs and produces our own read/write heads \nand recording media, which are critical technologies for \nHDDs. This vertical ly-integrated  approach enables us to \nlower cost s and improve the functionality of components \nto work together efficiently. Our s ourcing, design, \nmanufacturing, delivery, and service s are all vertically \nintegrated, thus aiding in compliance.  \n   $- $4,000 $8,000 $12,000 $16,000\nFY2014 FY2015 FY2016 FY2017Net Revenue (in millions)\nAmericas, 31%\nEurope, Middle \nEast, and Africa \n(EMEA) 17%Asia Pacific, \n52%FY2017 Revenues by Geography (%)\nOriginal \nEquipment \nManufacturers \n(OEM), 67%Retail, 18%Distributors, \n15%FY2017 Revenues by Channel (%)\n050100150200250\nFY2014 FY2015 FY2016 FY2017Storage Capacity Shipped (in \nexabytes)", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}