{"page_content": "      \nFiscal Year 2017 Global Citiz enship Annual Report                                                                                  Global Citizenship High lights │ 10 \n  FY2017 Global Citizenship Highlights  \n \nHighlights of our FY2017 activities include:  \n \nEngaging people and embracing diversity.   \nSeagate has continuously invested in innovative products and processes, and maintained our commitment to \nadvancing socially responsible business practices. This reflects not only our legacy of making the right long -\nterm decisions with openness and integrity, but also our dedication to providing an inclusive workplace where \nall employees feel safe and comforta ble. Diversity plays a major role in this effort, which is why we have \nestablished various  communities of interest that give employees  the opportunity  to connect and engage with \nothers who may share a diversity identity or common interest. More information  about these communities is \ncontained in this report.  \n \nDriving transparency through product stewardship. Seagate is committed to reducing the impacts of its \nproducts across all stages of the product life cycle , and takes a holistic approach to product stewardship. Our \nProduct Stewardship team works diligently with both internal and external partners to assess and reduce \nproduct impacts, maintaining Seagate’s  commitment to transparency and credibility throughout the process.  In \nFY2017 we established a Global Product Compliance Council, which helps support our product sustainability \nand compliance efforts.  \n \nKeeping environmental sustainability top of mind throughout our global operations.  Seagate has long \nrecognized our respo nsibility to people and the planet we share. As part of our commitment to renewable \nsources of energy, we commissioned solar power generation in our Singapore and Fremont, CA, sites. Read \nmore about this and other environmental sustainability efforts in th is report.  \n \nStreamlining Seagate’s compliance efforts.  Seagate’s commitment to compliance and efficiency throughout \nour operations is the driving force behind CAS2, a n internal  compliance software tool re leased in FY 2017, \nwhich combines C onflict Minerals,  Full Materials Disclosure  (FMD)  and Process C hemistry, data collection, \nand reporting capabilities into a single tool. In addition, Seagate piloted a green design model sustainability \ntool, enabling a leaner, more streamlined and cost -effective approach t o calculating Life Cycle Assessments \n(LCAs).  \n \nMaintaining our dedication to employee safety, \nhealth, and wellness. Seagate is committed to ensuring \nand helping our employees make  informed decisions \nabout health, safety, and general well -being. Through our \nHealthy Journeys program, we encourage employees to \nmake healthier decisions and participate  in the program’s \nmany wellness offerings.  \n \nAssuring fair labor practices throughout our global \nsupply chain. As a global and diverse organization, \nSeagate’s commitment to ensuring employees are treated \nfairly and ethically is front -and-center. In FY2017, efforts \nwere taken to ensure the protection of vulnerable \nworkers, and Seagate has been continuously committed \nto ensuring that these practices are implemented across \neach of our global locations . This is reflective of our ongoing focus on  innovation, integrity, and inclusion \nthroughout our operations.   \n \n \n \n \n \n \n", "metadata": {"source": "NASDAQ_STX_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}