{"page_content": "\t\n\tSP+\tCorporate\tSustainability\tReport\t2017\t|\tNovember\t2018\t|\t\t10\t\t\nstations, recycling programs, air quality, and the use of low-impact building materials. Once improvements are made, facilities are eligible for a Green Garage Certification through Parksmart. We coordinate the procurement of site surveys for our clients. Green Garage Certification may be awarded to a facility that reduces its environmental impact, increases its energy efficiency and performance, manages parking spaces efficiently, encourages alternative mobility options, and strengthens community relationships.  “Green” Back Office Operations  • Computing Platforms and Processes  Our long-term enterprise risk management objective is to replace historical practices of printing and storing hard copies with a company-wide electronic document storage system. We were awarded Oracle’s Empower the Green Enterprise Award in recognition of our use of technology and re-engineered back office processes that each year are projected to save:  o 312 tons of paper o 600,000 lbs. of solid wastes o 624 tons of trees o 19,000 lbs. of emissions o 5.1 million gallons of water  • Paper Reduction, Green Supplies, Recycling & Environmental Event Participation  • SP+ is committed to the reduced use of paper, green office and cleaning supplies, recycling at client properties, and to participating in environmental awareness events. Our employees are trained to conserve paper, print only what is necessary, use the backside of discarded paper for notes and recycle or reuse paper wherever possible.  • Online, Paperless iProcurement and iPayables, Accounts Payable & Employee Recruiting Systems  Our procurement, accounts payable and employee recruiting processes have been converted to online, electronic formats. As a result, SP+ not only made those processes more efficient from speed and financial control standpoints, but we also eliminated the large quantitates of paper historically associated with the process of procuring and paying for the goods and services used throughout our North American operations.   ", "metadata": {"source": "NASDAQ_SP_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}