{"page_content": "ESG R eport 2020DRUG SAFETY AND COUNTERFEIT DRUGS\nTotal amount of product accepted for take-back, reuse, or \ndisposal\nSASB: HC-BP-250A.4\nAgios manufactures medicines on a schedule that avoids, to the \ngreatest extent possible, the expiration of product before it is \nconsumed through patient use. In the event that (a) materials do expire \nbefore use and are returned or (b) they are found to be unsuitable for \nrelease into inventory or (c) they are subject to a recall / withdrawal \nnotice, all materials are destroyed using regulated and monitored \nincineration processes. As of December 31, 2019, no product returns \nhave been required.\nDescription of methods and technologies used to maintain \ntraceability of products throughout the supply chain and \nprevent counterfeiting \nSASB: HC-BP-260A.1\nAgios has successfully implemented serialization practices into its \nsupply chain such that every unit has a unique identifier. As such, the \nsupply chain could be halted the moment any transaction takes place \nthat involved a falsified product.Discussion of process for alerting customers and business \npartners of potential or known risks associated with counterfeit \nproducts \nSASB: HC-BP-260A.2\nAgios has internal processes in place to ensure risks associated with \nunsafe product are managed. As of December 31, 2019, no alerts have \nbeen received. \nNumber of actions that led to raids, seizure, arrests, and/or \nfiling of criminal charges related to counterfeit products\nSASB: HC-BP-260A.3\nNone.\nList of products listed in the Food and Drug Administration \n(FDA) MedWatch Safety Alerts for Human Medical Products \ndatabase\nSASB: HC-BP-250A.1\nOur wholly owned product TIBSOVO® (ivosidenib tablets) and \nour partner product IDHIFA® (enasidenib) are included in the FDA \nMedWatch database.\n11", "metadata": {"source": "NASDAQ_AGIO_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}