{"page_content": "ESG R eport 2020Discussion of talent recruitment and retention efforts for \nscientists and research and development personnel\nSASB: HC-BP-330A.1\nWe maintain a focus on the development of all employees, \npromoting a deliberately developmental culture. For example, \nour scientists and clinicians are invited to quarterly development \nsessions to enhance professional skill sets beyond that of \ntheir technical/scientific areas. Other talent development and \nretention programs Agios offers include:\n• Tuition reimbursement \n• Mentorship, internship and fellowship programs \n• Leadership development for managers\n• 1-on-1 coaching and presentation skills for employees \ntransitioning from academic, laboratory or physician settings \nto the corporate environment\n• DevelOPPortunities program: Temporary, part-\ntime assignments that provide employees with \nan opportunity to build new, differentiated \nskill sets while maintaining current roleEMPLOYEE RECRUITMENT, ENGAGEMENT AND RETENTION\n• Cross-functional internal moves are encouraged when aligned with \nemployee career interests; in 2019, 10% of open positions at Agios \nwere filled by existing employees\n• Equity for employees with flexibility to select the percentage of \nrestricted stock units (RSUs) vs. stock options\nIdentifying and recruiting top talent is critical to our growing \norganization. To do so, we leverage internal networks and a variety \nof external resources such as professional organizations, academic \ninstitutions, career sites, job fairs and industry conferences. We take a \ncreative approach to identify and assess a diverse pool of candidates \nfor all our openings including:\n• Facilitating interview training for all interviewers \n• Providing hiring managers with 360° assessments of candidates \nusing Agios competencies\n• Leveraging additional interviewers outside of candidates’ functional \narea to assess value fit and culture add\n• Adhering to our equal opportunity employment policy\n• Continuously reviewing and improving our interviewing practices\n15", "metadata": {"source": "NASDAQ_AGIO_2019.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}