{"page_content": "ESG R eport 2020COMMUNITY INVOLVEMENT\nCharitable Giving\nAgios is committed to being a good neighbor in our \ncommunities, supporting oncology and rare disease patients \nand promoting health and science. We have a corporate giving \nprogram that identifies important initiatives to support and \ncreates opportunities for employee involvement in these good \ncauses. For more information on Agios’ charitable contributions, \nplease see our Commitment to Community page here . Agios \nemployees annually participate in Special Olympics MA’s \nbasketball fundraiser Bioball  and in the Leukemia and  \nLymphoma Society (LLS)’s Light the Night  event for people \naffected by blood cancers.\nENERGY AND GREENHOUSE GAS EMISSIONS\nEnergy and Emissions Reduction Efforts\nAlthough Agios leases the majority of our buildings, we have \nworked with building management to increase the sustainability \nof our offices through projects such as converting to LED \nlighting systems, installing energy-efficient appliances and \nbuilding a 50+ bike storage unit to encourage employees  \nto cycle to work.ENVIRONMENTAL STEWARDSHIP AND   \nCORPORATE RESPONSIBILITY\nEfforts to reduce hazardous waste production\nOur hazardous waste program ensures that Agios complies with \nall relevant local, state and federal regulations for proper signage, \nstorage, weekly inspections, labeling, transporting and disposal of \nwaste. Weekly internal audits are conducted to ensure compliance. \nIn addition, in 2019 a third-party environmental impact audit was \nconducted, including a review of all relevant documents and a \nfacility inspection. Agios is evaluating additional measures to reduce \nhazardous waste through improved solvent inventory, purchasing and \nrecycling practices.\nEfforts to reduce solid waste production\nAgios began our composting program in July 2019, and we have \nreplaced all paper and plastic products in our cafeteria with \ncompostable products. In the first 6 months of the program, Agios \ncomposted more than 2 tons of waste. The company currently has \nsingle-stream recycling programs and is in the process of exploring \nadditional opportunities to reduce enterprise-wide consumption of \nsingle-use plastics.\nEfforts to reduce water usage\nAgios is currently in the process of evaluating opportunities to reduce \nour water consumption. We have all new fixtures in our recently \nrenovated facilities that are efficient. We have installed water filling \nmachines to reduce single-use plastic disposable water bottles.\n22", "metadata": {"source": "NASDAQ_AGIO_2019.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}