{"page_content": "ESG R eport 2020OVERSIGHT OF SUSTAINABILITY PRACTICES\nESG Working Group\nOur ESG working-group is a cross-functional group of \nindividuals representing the entire organization. This group is \noverseen by the Vice President of External Communications & \nInvestor Relations who provides updates to the Agios executive \nleadership team and Board of Directors.\nESG Oversight by the Board of Directors\nOur Board receives updates on ESG and sustainability at Agios. \nUpdates come from the CEO, CFO, VP of Facilities and VP of \nExternal Communications & IR. In addition, the Board receives \nregular updates on human capital management from our Chief \nPeople Officer.\nETHICAL BUSINESS PRACTICES AND MARKETING\nDescription of code of ethics governing promotion of off-\nlabel use of products\nSASB: HC-BP-270A.2\nAgios does not promote products for unapproved uses. All \npromotional communications must meet the requirements \nof applicable local laws, regulations, industry codes and other \napplicable guidance documents. Unsolicited requests for \ninformation about unapproved uses of Agios products received \nwhile conducting promotional communications must be referred \nto Medical Information or Medical Affairs in accordance with \napplicable Agios policies and procedures. Additionally, Agios has clear standards and procedures in place for responding to unsolicited \nrequests for information about unapproved Agios products or \nunapproved uses of approved Agios products. More information can \nbe found in our Code of Business Conduct and Ethics here .\nDescription of code of ethics governing interactions with health \ncare professionals\nSASB: HC-BP-510A.2 \nInteractions with healthcare professionals are covered in the Code of \nConduct and a number of Compliance policies, including a Policy on \nBusiness Courtesies for Healthcare Professionals, Policy on Retaining \nHealthcare Professionals as Consultants and Speakers and Policy \non Promotional, Scientific and Medical Communications. Agios \nemployees engaging with healthcare professionals receive annual \ntraining on healthcare professional interactions.\nMore information can be found in our Code of Business Conduct and \nEthics here .\nTotal amount of monetary losses as a result of legal \nproceedings associated with false marketing claims\nSASB: HC-BP-270A.1\nNone.\nTotal amount of monetary losses as a result of legal \nproceedings associated with corruption and bribery\nSASB: HC-BP-510A.1\nNone.\n25", "metadata": {"source": "NASDAQ_AGIO_2019.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}