{"page_content": "ESG R eport 2020SAFE HARBOR STATEMENT\nThis communication contains forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. These \nstatements are based upon the current beliefs and expectations of Agios and are subject to significant risks and uncertainties. For example, \nthere can be no guarantee that development of any of Agios’ product candidates will successfully commence or continue, and there can be no \nguarantee that any positive developments in Agios’ business will result in stock price appreciation. If underlying assumptions prove inaccurate \nor risks or uncertainties materialize, actual results may differ materially from those set forth in the forward-looking statements. Risks and \nuncertainties include, but are not limited to, those related to the impact of the COVID-19 pandemic to Agios’ business, operations, strategy, \ngoals and anticipated milestones, including its ongoing and planned research activities, ability to conduct ongoing and planned clinical trials, \nclinical supply of current or future drug candidates, commercial supply of current or future approved products, and launching, marketing and \nselling current or future approved products; Agios’ results of clinical trials and preclinical studies, including subsequent analysis of existing data \nand new data received from ongoing and future studies; the content and timing of decisions made by the U.S. FDA, the EMA or other regulatory \nauthorities, investigational review boards at clinical trial sites and publication review bodies; Agios’ ability to obtain and maintain requisite \nregulatory approvals and to enroll patients in its planned clinical trials; unplanned cash requirements and expenditures; competitive factors; \nAgios’ ability to obtain, maintain and enforce patent and other intellectual property protection for any product candidates it is developing; \nAgios’ ability to maintain key collaborations; and general economic and market conditions. These and other risks are described in greater detail \nunder the caption “Risk Factors” included in Agios’ public filings with the Securities and Exchange Commission. Any forward-looking statements \ncontained in this communication speak only as of the date hereof, and Agios expressly disclaims any obligation to update any forward-looking \nstatements, whether as a result of new information, future events or otherwise, except as required by law.\n30", "metadata": {"source": "NASDAQ_AGIO_2019.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}