{"page_content": "ESG R eport 2020\nACCESS TO MEDICINES AND AFFORDABLE PRICING STRATEGY\nAgios also has an Expanded Access Program (EAP) to provide \naccess to our investigational medicines outside the clinical trial \nprocess for individuals with serious or life-threatening diseases who \nhave exhausted all treatment options and are not eligible for any \nappropriate clinical trials. EAPs are available to people in special \ncircumstances whose doctors believe the potential benefit outweighs \nthe risk of receiving an investigational or unapproved medicine, based \non the patient’s medical history. For more information see Agios’ \nExpanded Access Programs .\nDescription of actions and initiatives to promote access to \nhealth care products for priority diseases and in priority \ncountries as defined by the Access to Medicine Index\nSASB: HC-BP-240A.1\nOur goal is to ensure out-of-pocket costs for the individual patient \nare as reasonable as possible. We price our products based on the \nclinical benefit they provide. We have a patient assistance program for \nTIBSOVO® which is detailed here .List of products on the WHO List of Prequalified Medicinal \nProducts as part of its Prequalification of Medicines  \nProgramme (PQP)\nSASB: HC-BP-240A.2\nGiven the focus on targeted oncology and rare genetic disease \nmedications, Agios’ products do not qualify for the WHO List of \nPrequalified Medicinal Products.\nNumber of settlements of Abbreviated New Drug Application \n(ANDA) litigation that involved payments and/or provisions to \ndelay bringing an authorized generic product to market for a \ndefined time period\nSASB: HC-BP-240B.1\nNone.Access to medicines strategy\nAgios has a robust patient assistance program, myAgios , that launched in 2018 with the approval of TIBSOVO® (ivosidenib tablets), our first \nwholly owned product. \nSince TIBSOVO® has been on \nthe market, approximately 40% of \npatients have utilized our patient \nsupport services programs.During 2019, the first full year of having a commercially \navailable therapy, about 20% of TIBSOVO® demand was \nmet in the form of free drug provided by Agios  to patients, \nincluding those without insurance.In addition, for 2019, about 75% of \nTIBSOVO® patients had an out of \npocket expense under $25/month.\n9", "metadata": {"source": "NASDAQ_AGIO_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}