{"page_content": "SOCIAL  39\nEMPLOYEE ENGAGEMENT HIGHLIGHT\nEvery few years ROIC is invited to ring the bell at NASDAQ. \nOn such occasions, a number of employees from different \ndepartments are invited to celebrate with the ROIC \nexecutives. The bell ringing is just one part of the weekend, \nwith a company dinner scheduled Sunday night before the \nbell ringing. ROIC believes employee inclusions such as this \none add to the connectivity of its human capital between \ndepartments and encourage a greater sense of involvement \nwith ROIC as a publicly traded company.SOCIAL\nSupporting all stakeholders, whether that be our employees, tenants, \nor our communities, is fundamental to the values of ROIC. Our strategy \ntargets properties that provide essential services and we do not hold that \nresponsibility lightly. We strive to impact all stakeholders positively through \nmeaningful engagement and dialogue.\nEMPLOYEES\nAt ROIC, it is our priority that our employees feel safe and comfortable in the workplace, and that we \nprovide a healthy and encouraging environment for them to thrive. We solicit buy-in from everyone \nand our employees share our responsibility of maintaining a safe and healthy workplace for all other \nemployees. Following health and safety rules and reporting accidents, injuries, unsafe equipment and \nconditions are just some of the ways that we achieve this. These considerations reach beyond just \ndirect ROIC employees, and extend to tenants, customers, contractors and communities.\nDIVERSITY, EQUITY AND INCLUSION (DEI)\nROIC values and promotes a diverse and inclusive workplace for all of our employees. We are \ncommitted to equal opportunity and we work to maintain workplaces that are free from discrimination \nor harassment on the basis of race, religion, color, national origin, ethnicity, sex, sexual orientation, \ngender identity, gender expression, age, disability, veteran status, marital status, genetic information, \nor any characteristic protected by law. We do not tolerate disrespectful or inappropriate behavior, \nharassment, unfair treatment, or retaliation of any kind.", "metadata": {"source": "NASDAQ_ROIC_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}