{"page_content": "3 2021 Community Impact ReportBuilding harmonious,  \nhealthy communities\nAt Allscripts, we remain dedicated to supporting  \nthe communities in which we live and serve.\nLooking back on the last two-plus years and the challenges we have collectively faced \naround the globe, it was important to feel the impact and create a strong sense of \ncommunity focused on weathering the storm, innovating new venues of care and truly \ntaking care of one another. The COVID-19 pandemic gave Allscripts the opportunity to \ndouble-down on our commitment to delivering the right technology to the right healthcare \nprofessionals in the most dire of times. As I reflect on these two years, and on 2021 in \nparticular, I am immensely proud of how our company’s associates came together to help \neach other and our clients while strengthening the communities in which we live and work, \ndespite the pandemic’s continued transformation of our everyday lives. \nAt Allscripts, we lead with our hearts and will always strive to live with compassion\nIn 2021, we enabled our associates to support their communities through our adoption \nof Benevity, a company-wide giving and volunteer platform. The implementation of this \nsoftware enables us to reach and support charities all over the world, match gifts and \nincentivize associates to volunteer for the causes that matter most to them. Their choice.\nI am proud to share that despite the challenges and personal distractions of the continued \nglobal pandemic, Allscripts and our associates globally participated in more than 100 \nGiveBack activities and donated more than half a million dollars to charitable programs. \nHealthcare is more than the doctor and patient—it is about building connected \ncommunities that focus on wellness, safety and healthier futures for everyone.\nA prime example of how we look inward to strengthen our core values is through our \nDiversity, Equity and Inclusion (DEI) program. We have a policy and an active practice of \nseeking new ideas from Allscripts associates from diverse backgrounds. We believe this \nprogram will help foster an environment of inclusivity that will inspire all voices, driving \nbetter technology for our clients across multiple domestic and international regions for \nyears to come. The past year saw remarkable growth among our internal Enrichment \nGroups. From supporting our associates who served in the armed services, to increasing \nour company’s drive toward equity for our LGBTQ+ associates, to ensuring the women \nacross our workforce continue being clearly positioned for growth and success, our \nenrichment groups will serve as a lighthouse, leading us toward the future of innovation, \ninclusion and healthier, more harmonious communities.\nAllscripts has for more than a decade promoted open platforms, granting API access to our \ncore EMR solutions. This is also an industry-leading policy and practice. I’m thrilled that the \nAllscripts Developer Program has completed the first year of its ADP Empower program, \nwhich aims at amplifying the diverse voices from our technology partners and supporting \nunderrepresented entrepreneurs. A highlight of the first year’s cohort was finalizing \nintegration and certification testing with our partner Wolomi, which also released a new \nversion of its app on both the Apple App Store and Android Market while working with us. \nWolomi is the only digital community founded by a Black registered nurse and maternal \nhealth expert. Through its mobile app and online birthing classes, it supports women of \ncolor, providers and health systems to improve maternal health outcomes. We will open \nregistration for our second ADP Empower Cohort in Q3 and look forward to working with \nmore entrepreneurs to advance health equity across the entire healthcare ecosystem.\nI hope you enjoy this summation of our 2021 efforts to give back to our communities, help \nour clients and support our colleagues. These achievements not only reflect the distinct \nand purposeful culture of who Allscripts is as a company, but also how we strive to live as \ncompassionate people to make our world a better place. \nPaul M. Black \nChief Executive Officer, 2012-2022\n\"At Allscripts, we \nlead with our \nhearts and will \nalways strive to live \nwith compassion.\"A MESSAGE FROM OUR CEO \n2021 GiveBack for Impact\nAllscripts associates throughout the world \nshare a commitment to making a positive \nimpact through donating time and resources.\nAllscripts donated\nto non-profits in 2021. more than half a  \nmillion dollars65% Allscripts charitable   \n         partnerships \n19% Associate matching gifts  \n         and “Dollars for Doers”\n8% Charity support for  \n       employee volunteerism \n4% Purchases of in-kind gifts  \n       to be donated \n3% General philanthropic gifts\nTYPES OF CHARITIES OUR GIVEBACK FUNDING SUPPORTED IN 2021:\n30%\nHealth and Wellness17%\nChronic Illness \nand Disease12%\nHunger11%\nMiscellaneous \n(matching gifts and \nGiveBack bucks)8%\nEducation\n5%\nCrisis Response/\nCOVID-19 response4% \nHomelessness3% \nCommunity/\nCivic2%\nDiversity Equity \nand Inclusion1%\nAnimal Welfare, \nVeterans and \nEnvironment7%\nYouth \nPrograms\n2 Allscripts", "metadata": {"source": "NASDAQ_MDRX_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}