{"page_content": "2019 Akamai Sustainability Report   10Managing Our E-Waste \nAkamai has committed to processing 100% of our electronic waste  \nat E-Stewards–certified facilities.\nElectronic waste poses a growing economic and environmental threat  \nThe world produces close to 50 million tons of e-waste every year as \nindividuals and companies discard their old phones, servers, computers, \nnetwork hardware, and so forth  Not only do these items contain \nprecious minerals, resources, and metals that can be reused, but if  \nwe send these materials to landfill, it creates a significant amount of \nhazardous waste \nAkamai remains committed to doing our part to address the worldwide waste \ncrisis by partnering with E-Stewards–certified facilities to ensure 100% of our \nglobal e-waste is recycled or reused whenever possible  \nIn addition to our conscious recycling practices, Akamai takes our security \npractices seriously   We require certification that every piece of recycled \nhardware containing data meets or exceeds HIPAA, Sarbanes-Oxley, \nDepartment of Defense 5220 22-M, and NIST 800-88 data security and \ndestruction standards \nIncluding the hundreds of thousands of servers located in more than  \n130 countries worldwide, as well as equipment from our offices, we are \nprocessing over 60,000 pieces of e-waste annually with responsible partners Akamai has met our  \nrecycling goal to use\n100% E-STEWARDS– \nCERTIFIED FACILITIES\nAkamai is clearly demonstrating to the world how serious they are in \naddressing the growing electronic-waste crisis through their early and \nfirm commitment to the e-Stewards Enterprise program. For almost \n10 years, we’ve been working with Akamai to expand their leadership \nrole in the industry and find new ways to reuse, remarket, and recycle \nassets that have reached end-of-use. It is an exciting opportunity to \nassist a future-focused organization like Akamai in maximizing an \nasset’s potential through redeployment strategies rather than adding \nto the global e-waste problem.”\nAnne McKivergan , Vice President of Compliance and QC, NCS Global Services, LLC\n“", "metadata": {"source": "NASDAQ_AKAM_2019.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}