{"page_content": "2019 Akamai Sustainability Report   11Akamai has met our  \nrecycling goal to use\n100% E-STEWARDS– \nCERTIFIED FACILITIESExpanding Our Reach\nAkamai is constantly looking for ways to expand the reach of our global \nsustainability program  Now more than ever, it is important that we form \npartnerships to improve the areas where we work, operate, and live   \nWe recognize that it will take collaboration and innovation to make a \nsignificant environmental impact and we look forward to a future where \nwe can make a better world for all \nSupply Chain\nAkamai is committed to partnering with sustainable suppliers to \nlessen our overall impact. \nAkamai is working with internal and external teams on how we can  \nbe more responsible with our purchasing  In 2019, Akamai launched  \na partnership with one of our network suppliers, Jabil, to reduce the \nimpact of our operations  At Akamai’s request, and at no additional  \ncost, Jabil delivered innovative new product packaging concepts for our \nservers to replace the old cardboard box and foam layer packaging with \n100% recycled materials, promoting the use of approximately 14 metric \ntons of new recycled content per year   The new, slimmer designs also \nmean 40% fewer pallets needed for shipping and more products being \naccommodated during transit  This collaboration saved both companies \nmoney and lessened the environmental impact of our server production \nJabil is committed to managing its environmental impacts \nto positively contribute to addressing the effects of climate \nchange. We do that through increased operational efficiency, \nrenewable energy strategy, and innovating new ways to \nintegrate sustainability into the way we work. Partnerships \nlike the one with Akamai are powerful because they bring the \nresources of two purpose-driven organizations together to \nrealize great products while supporting global environmental \ngoals, and we all reap the rewards.”\nEric Austermann , Vice President, Sustainability, Jabil14 METRIC TONS\nApproximate amount of \nrecycled content per year \nJabil will save \n“", "metadata": {"source": "NASDAQ_AKAM_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}