{"page_content": "2019 Akamai Sustainability Report   13The program Akamai has developed for workplace improvements \nis impressive in how it goes well beyond energy efficiency and \nrecycling to seek to support Akamai employees in doing the best \nwork of their lives as they create the best and most secure digital \nexperiences with their customers.”\nJim Boyle , CEO and Founder of Sustainability Roundtable, Inc\nWhere We Operate \nCommitted to sustainability, Akamai was a launch partner of Iron  \nMountain’s Green Power Pass in 2019, a data center–focused renewable \nenergy–reporting solution, the first of its kind in the industry   Green Power \nPass (GPP) is an industry-endorsed, fully transparent solution for companies \nseeking to report greenhouse gas or carbon dioxide equivalent (CO2e) \nreductions  By sharing this program with like-minded companies, Akamai \nand Iron Mountain are helping to create a greener grid for all \nWhere We Live\nAt Akamai, we believe the Internet brings the world closer together and facilitates a greater \nunderstanding among people across the globe  We encourage our worldwide offices to \ndevelop impactful community projects that improve the environments where our \nemployees live, helping to create global change through local action \nAkamai has been a key contributor in the effort to promote \ngreen power in the data center industry. As a major partner \nin the Future of Internet Power (FoIP), a working group that \nincluded other users, data center suppliers, and key nonprofits, \nthey helped write the breakthrough protocol that will allow \ndata center users to reduce their reportable greenhouse gas \nemissions and meet their public green power and/or carbon \nreduction goals.\nAdditionally, Akamai has used their purchasing influence to encourage data \ncenter suppliers to provide FoIP-compliant renewable energy solutions. As \nrenewable energy leaders, they have been a game changer in the industry.”\nMark Kidd , Executive Vice President and General Manager, Iron Mountain Data Centers\n“\n“", "metadata": {"source": "NASDAQ_AKAM_2019.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}