{"page_content": "2019 Akamai Sustainability Report   5Managing Our Emissions\nGHG Levels Below 2015 Levels\nManaging Our E-Waste\nElectronic Waste Management Target\nPlatform Efficiency \nAkamai has committed to a 30% reduction of our network energy \nintensity per unit of capacity.\nThe globally distributed Akamai Intelligent Edge Platform is made up \nof 260,000+ servers running in more than 130 countries, in 3,900+ \nlocations  Akamai has been working toward an annual reduction of \nour network energy intensity of 30% by 2020  \nAkamai’s world-class engineers are committed to innovating software \nand developing hardware that is technologically advanced and \nenergy efficient  Over the past two years, we made strides toward \nefficiency by expanding the platform to support our customers’ needs \nwhile decreasing the overall energy intensity per bit served  Since \n2015, we grew our platform capacity by over 182% while only \nincreasing our net power usage by 9%  In addition to our platform \ngrowth, we have seen a 61% energy intensity reduction per gigabit  \nof capacity when compared to 2015 levels  As we continue to expand \nthe network, we believe it is important to remain conscious of our \nenvironmental impact by using our energy resources wisely and \nreducing waste in our operations whenever possible \n It is important that we take our electricity usage seriously. In \naddition to integrating renewable sources into how we power the \nplatform, our engineering teams are continuously developing \nmore efficient software and hardware that help increase our \ncapacity while using less energy for every bit served for our \ncustomers. We are striving to be more environmentally conscious \noverall and working hard to reduce waste in how we operate.”\nVinay Kanitkar , CTO, Global Carrier Strategy & Akamai FellowSince 2015,  \nAkamai’s platform uses\n61% LESS ENERGY\nper gigabit of capacity while \nstill growing by over 182%\n2019 marked \n106 TBPS IN  \nPEAK TRAFFIC, \nwhile the overall  \nenergy intensity of the \nplatform decreased\n“", "metadata": {"source": "NASDAQ_AKAM_2019.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}