{"page_content": "Achievements in 2018 Focus areas in 2019\nBusiness \nethics•  All new employees have been introduced to Zealand’s inter -\nnal rules as part of the introduction program.\n•   No issues were reported under our whistle blower program.\n•  Zealand concluded an investigation of current processes in rela-\ntion to the new EU General Data Protection Regulation (GDPR). \n•  As part of the implementation of the GDPR Regulation, an as-\nsessment of more than 250 IT systems has been performed, \nand relevant policies and procedures have been updated.•  Zealand will continue to have focus on Privacy \nregulation and the GDPR. \n•  Zealand will continue to operate according to \nthe highest ethical standards.\n•  Our code of business conduct is part of the \nintroduction program for all new employees. All \nemployees will be periodically reminded of its \nscope, and document that they are aware of it.Ethics\nWe strive to operate according to \nthe highest ethical standards, and \nsafeguard our business against \ncorruption and noncompliance.Business Ethics\nZealand’s reputation as a trusted business and scien-\ntific partner are of the utmost importance. Therefore, \nour employees are trained and kept updated with \npolicies on good business practice and compliance, \ninsider trading, and appropriate legal management of \nthird party intellectual property. \nWe strive to operate according to the highest eth-\nical standards, and safeguard our business against \ncorruption and noncompliance where employees are \nmost at risk. Zealand will practively engage in a posi-\ntive dialogue with all regulatory and advisory author -\nities and with stakeholders from relevant industries in \norder to be inspired to make further imporvements.\nAs part of its program of maintaining a robust ethical \nworking environment, Zealand maintains a whistle-\nblower program that is monitored by an external law \nfirm to ensure that issues that need to be examined \nby senior management and members of the Board of \nDirectors are brought to their attention when appro-\npriate.\nWe actively promote and maintain a policy of trans-\nparency and honesty with our employees. Zealand’s \nEmployee Handbook stipulates a set of policies that \nspecify the company’s standards regarding its em-\nployees’ general and legal conduct. Zealand has taken every precaution to keep all em-\nployees, board members and certain stakeholders \nup to date and compliant with our internal rules. We \ndistinguish carefully between those who are listed on \nits permanent insiders’ list and those who are ex -\nposed to what is deemed insider information. In the \nlatter case, Zealand takes every precaution to keep an \nup-to-date list of employees’ knowledge of insider \ninformation. All new employees are introduced to our \ninternal rules and have to sign a document stipulating \nthat they have read and understood these rules. \nWe have strict policies regarding the proper use and \ntransfer of intellectual property. Since it was founded, \nZealand has refined its confidentiality and material \ntransfer agreements to reflect critical changes in the \nindustry, building on the extensive industry experi-\nence of many of its senior members.\nRisk and mitigation\nThe main risks related to our activities include employ-\nees’ and business partners’ violation of our anti-corrup-\ntion commitment and potential legal and financial con-\nsequences thereof. Zealand’s whistleblower program  \nand insider information list are two methods for mitigat-\ning such risk. We are developing programs to support  \nongoing maintenance of code of business conduct \nunderstanding among employees, as well as a more \nrobust program to ensure data privacy and protection.18\nZealand Pharma ∞ Corporate Social Responsibility Report 2018", "metadata": {"source": "NASDAQ_ZEAL_2018.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}