{"page_content": "Taking Action to \nAdvance Our Goal:\nSetting fair, value-based \nprices for our medicines and \nbreaking down barriers  \nto patient access.\nProduct Support Programs\nWe offer product support to both healthcare providers \nand patients, including contacting patients’ health \nplans to determine the requirements for coverage and \nreimbursement and educating healthcare providers \nand patients on the steps needed to start the patient on \nthe medicine. We also offer co-pay support to eligible \npatients and various discounts to payers to help make our \nproducts more accessible. In addition to helping patients \naccess their prescribed medicines, some of our patient \nsupport programs provide ongoing education to patients \nabout their medicine and how to use it as prescribed by \ntheir healthcare provider.Patient Assistance Foundations\nRegeneron is committed to ensuring that patients can \nafford and remain compliant with the therapy that best \nsuits their medical needs. We donate to independent third-\nparty charitable foundations, known as Patient Assistance \nFoundations, who provide financial assistance to patients \nwho might not otherwise be able to afford their medications. \nOur charitable contributions support patients without regard \nto the beneficiary’s choice of product, provider, practitioner, \nsupplier or health plan. We provide guidelines and training \nto our employees who might engage with the Foundations, \nand we review our activities regularly to ensure adherence \nto our guidelines.\nCompassionate Use: Access to Medicines\nBefore a new treatment is widely available to the public, it \nundergoes rigorous clinical testing to ensure it meets the \nsafety and efficacy criteria required for regulatory approval. \nOur Compassionate Use Policy gives certain patients who \nhave serious or life-threatening conditions access to a \npotentially beneficial medicine. The patients who receive \ncompassionate use usually have exhausted all, if any, \navailable treatment options or are unable to participate \nin ongoing clinical trials.\n1. Represents wholesale acquisition costSNAPSHOT / Providing Financial Assistance \nto Patients\nIn 2019, we provided financial support to \nnearly 600,000 patients including subsidizing \n$231 million in commercial co-payments so \nthat eligible commercially insured patients \ncan afford their out-of-pocket costs.\nWe also provide free medicines to patients \nwho do not have insurance and cannot afford \nthe cost of the drug. In 2019, Regeneron’s \npatient support programs provided free \nmedicine to roughly 38,000 eligible patients, \na value of nearly $266 million.¹\n35 INTEGRITY & EXCELLENCE SUSTAINABLE COMMUNITIES DATA SUMMARY INTRODUCTION\nRegeneron  / 2019 Responsibility ReportPDF LAYOUT IMPROVING LIVES\n", "metadata": {"source": "NASDAQ_REGN_2019.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}