{"page_content": "Committed to Preserving the Wonders of Our World 10the purchases typically are staggered, minimizing the \nmonthly car expense and giving the local bank greater \nassurance that the car loans will be repaid.\nSimilarly, if we attempted to replace our fleet of 300 \nMD-80s with 737-800s all at once, financing simply \nwould not be available. Each aircraft carries a list \nprice of $65 million, which implies a fleet replacement \ncost of almost $20 billion. With a price tag that high, \nlenders are cautious. Naturally, a phased approach to \npurchasing new aircraft is needed.\nWith new aircraft come changes throughout the \nsystem. Before an aircraft carries a single passenger, \nyou have to prepare it, inspect it and test fly it. Pilots, \nflight attendants, and maintenance personnel need \ntraining specific to the aircraft, some of which must \nbegin months in advance. Parts warehouses need to \nbe restocked and staff trained on the new inventory. \nFortunately, because the 737 is already present in our \nfleet, those costs are less significant than they would \nbe for an entirely new aircraft introduction. Time and \nexpense must also be dedicated to retire the old aircraft, \nwhich, unlike a used car that gets traded in, often must \nbe reverted to its original purchase condition.The logistics involved with swapping out our MD-80 \nfleet mean that we are limited by how quickly we \ncan phase in new aircraft. The introduction of two to \nthree new aircraft a month is about the maximum \nwe can manage. Given the size of our current MD-80 \nfleet, that means — at best — a fleet replacement \ntimeline of around eight years.\nTime to Buy\nTypically, aircraft have remained in our fleet for 30 \nyears. The MD-80 fleet, whose average age is 18 years, \nfirst began entering the American fleet in 1983. With \nseveral more years of useful life, these aircraft would \nnot begin to be phased out until the middle of the \nnext decade during normal times. But times have not \nbeen normal.\nAs the price of oil continued to hit record levels over \nthe past few years, the airline industry struggled with \na difficult dilemma. High fuel bills mean less money \navailable to invest in new aircraft. But in order to \nlower fuel bills, new aircraft investments need to be \nmade. In 2006, as the price of jet fuel passed $80 per \nbarrel, American opted to invest.\nDollars and Sense\nEach Boeing 737 aircraft carries a list price of $65 million, which \nimplies a 737 fleet replacement cost of almost $20 billion. With a \nprice tag that high, lenders are cautious. \n$$(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t Fleet Renewal \t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}