{"page_content": "Committed to Preserving the Wonders of Our WorldFleet of the Future\nThe airline fleets of the future are on today’s drawing \nboards. Aircraft and engine manufacturers are \ncontinuously updating designs to achieve greater \nefficiency. Just as the 737-800’s efficiency advantages \nare enabling the retirement of the MD-80, new \naircraft designs will someday make the 737-800 out \nof date.\nBut entirely new aircraft models are rare. An aircraft \nmanufacturer spends years designing a new model \nsuch as the Boeing 787 and Airbus A350 wide-body \nmodels currently making their initial breaks into the \nmarket. These next-generation aircraft are the latest \nmodels to break into the market. They incorporate \nthe latest engine designs and composite materials. \nEngine efficiency drives fuel efficiency, and the \nlighter composite materials mean the aircraft weighs \nless and, therefore, requires less fuel to fly.\nA new design in the narrow-body class to succeed \nthe 737-800 isn’t expected for another decade or \nmore. But when it comes, it will likely include similar \nadvances in design as well as improvements that will \nprovide even greater efficiency.Greener Going Forward\nAt American, we’re committed to the 737-800 as the \nbest way to reduce our carbon footprint today. We \nexpect technology advances of the future to continue \nto move us on that path. In the same way consumers \ncan’t yet buy a car that gets 80 miles per gallon, \nwe cannot buy emission-free aircraft. We know we \nmust buy the best that is currently available. New \nengines, updated designs, alternative fuels, the next \ngeneration of aircraft — we will study each industry \ndevelopment with a focus on safety, reliability, and \nmaintaining the flexibility and agility to make the \nbest decisions at each point in time.\nBut our response to the question of how to create a \nsustainable airline industry goes beyond our aircraft. \nThe machines are only a part of our success. The rest \nof the answer lies with our people.\nOur people, as you will see throughout this report, \nwill take us to new heights of efficiency and \nsustainability in ways we can only imagine today.\n12\nSustainable Airline Industry\nOur response to the question of how to create a sustainable airline \nindustry goes beyond our aircraft. The machines are only a part of \nour success. The rest of the answer lies with our people.The airline fleets of the \nfuture are on today’s \ndrawing boards. \nAircraft and engine \nmanufacturers are \ncontinuously updating \ndesigns to achieve \ngreater efficiency.(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t Fleet Renewal \t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}