{"page_content": "Committed to Preserving the Wonders of Our WorldTransportation-Related Fuel\nUse\nBy far the most significant resource we use in our \noperation, as measured by volume, weight, or any \nother relevant metric, is transportation-related fuels \n(over 99 percent, as measured in BTUs), primarily jet \nfuel consumed in aircraft but also gasoline and diesel \nfor fleet vehicles and ground support equipment.  \nJust how much fuel do we use? Combined, American \nAirlines and American Eagle used more than 3 billion \ngallons of jet fuel in 2007. While this may sound like a \nlarge number at first, consider that it is less than the \nvolume of fuel used by U.S. cars and trucks in just two \nweeks. It allowed us to carry more than 121 million \npassengers and almost 700,000 tons of cargo for an \naverage distance of 861 miles. \n \nFuel Conservation*\nJust as greenhouse gas (GHG) emissions reduction \nmay be vital to the health of our planet, fuel \nconservation is vital to our company’s financial \nhealth. Happily, the two work hand in hand — every \ngallon of fuel saved results in lower expenses and \nfewer GHG emissions.\n Fuel and Energy Use and Conservation\nAMR Jet Fuel Use vs. Domestic Gasoline Use (by Volume)\n160\n140\n120\n100\n80\n60\n40\n20\n0142.35\n3.132007 jet fuel use by \nAmerican Airlines and \nAmerican Eagle\n2007 gasoline use \nby U.S. cars and trucksgallons (billions)\n14\nFuel Use Comparison\nThe 3 billion gallons of fuel used by American Airlines and \nAmerican Eagle in 2007 is less than the volume used by \nU.S. cars and trucks in two weeks.\n(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t Fuel and Energy Use and Conservation\nFigure 1\nSource: Department \nof Energy\n* GRI Performance Indicator EN5Jet fuel makes the biggest mark in our environmental footprint. \nThat’s why aircraft efficiency is so important to us.", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}