{"page_content": "AMR Corporation     Environmental Responsibility ReportThe business case for sustainability is undeniable, and \nAMR is committed to safely improving fuel efficiency \nin the air and on the ground. In 2007, AMR improved \nfuel efficiency from 0.1861 gallons per revenue ton \nmiles (RTM) to 0.1855 gallons per RTM. Fuel usage \nfor 2007 was 3.13 billion gallons based on 16.86 billion \nRTMs compared to 3.18 billion gallons for 17.08 billion \nRTMs in 2006. We expect our announced fleet changes to help \nmaintain this trend over the next few years as we \nreplace many of the MD-80s in our fleet with more \nfuel-efficient 737 aircraft and retire our A300 fleet.\n \nAircraft*\nNew aircraft are only part of the environmental \nchanges afoot within the American Airlines fleet. \nAMR initiated our Fuel Smart program in 2005 as a \nresponse to the rising cost of energy. Fuel Smart has \nproven to be both cost-effective and environmentally \nbeneficial. This program is largely based on \nrecommendations from employees companywide on \nhow to improve fuel efficiency. \nThe American Airlines Fuel Smart program ended \n2007 with an annual run rate of 96 million gallons, \nmeaning that if the initiatives had not been \nimplemented, we would have used an additional 96 \nmillion gallons over the next year. Fuel Smart saves \n918,496 metric tons of CO 2e and 20, 275 short U.S. \ntons of nitrogen oxides. \n15\nFuel Conservation\n3.4\n3.2\n3\n2005 2006 20070.1940\n0.1920\n0.1900\n0.1880\n0.1860\n0.1840\n0.18200.1921\n0.18550.1861\nJet fuel used in aircraft\nGallons of jet fuel used per RTMgallons (billions)\ngallons per RTMTimothy Tyran, a former American Airlines \nmechanic who is now a flight operations \nspecialist, noticed that the engine oil \nleak check procedure for the MD-80 \nfleet’s isotope inspection card seemed \nunnecessarily lengthy. The leak check \nrun-time procedure called for running the \nengine for 3 minutes on idle, another 3 \nminutes at 85 percent of the core engine, \nand then a final 5 minutes back at idle.\n“I sat there in the cockpit watching the \nfuel flow gauge numbers roll like a Vegas \nslot machine. I thought, ‘Were the length \nof run-up and high engine power setting \nreally necessary?’ We are burning a ton of \nfuel and a ton of money,” Tim says.\nHe suggested that the oil leak check \ncould be adequately accounted for with \na single 5-minute engine run at idle. The \nM&E power plant operations engineering \nteam reviewed his idea and found it would \nnot only work but would save $50,000 \nto $100,000 each year, depending on \nfuel prices. Today, Tim’s idea has evolved \ninto the standard procedure for more \nthan 7,900 leak checks after isotope \ninspections performed each year.\nPerson al P rof il e\nFuel and Energy Use and Conservation (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t\n\t\nProcedure Manual: \nQuestioning the Routine\nFigure 2 * GRI Performance Indicator EN5\nMeasuring Up\nWithin the airline industry, experts generally use a standard measure called revenue \nton miles (RTM), which combines passenger and cargo weight with the distance \nflown by aircraft. RTM is the best measure of how much AMR “produces” in a year.\nMost pollutants are expressed in units of U.S. short tons in the United States and \nunits of kilograms or metric tons outside the United States. Since CO2e is generally \nreported under international protocols, most U.S companies report it in metric units. \nA metric ton is 2,204 pounds, or 1,000 kilograms, while a short U.S. ton is 2,000 \npounds, or roughly 907 kilograms.", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}