{"page_content": "Committed to Preserving the Wonders of Our World\n33%\n30%\n27%\n24%\n21%\n18%\n15%\n12%\n9%\n6%\n3%\n0% 2007 Fuel Smart Savings Sourcespercent of savings\nFuel reserve Speed ﬂoor\nB737/B757 wingletsSingle-engine taxiEngine wash\nOther initiatives\nHigh-speed tractorsSome of the major initiatives contributing to the Fuel \nSmart run rate are presented in the above table. A \ncloser look at some of those fuel savings initiatives: \n• Cleaner Engines:  The turbines that power the \nfleet run more efficiently when they’re clean. For \nthree years, a program has been in place to test \nefficiencies gained from running high-pressure \nwater through engines every six months. So far, the program has added 4.7 million gallons to the run \nrate, providing support to accelerate the program \nin 2009. Our wash program also demonstrates \nour extended environmental commitment, \nproviding an opportunity for us to work with \nlocal authorities to properly treat and return the \nwastewater from the wash stations to the local \nsystems.\n• Winglets:  Design changes on the aircraft itself \ncan produce substantial reductions in fuel burn \n— and the corresponding GHG emissions. In \n16During the past year, the Fuel Smart \nteam has been focused on taking extra \nequipment off aircraft to reduce fuel \nconsumption. Norm Gonzalez, narrow-\nbody aircraft quality inspector at the \nTulsa, Okla., Maintenance Base, took this \nidea a step further by suggesting that the \nlogo lights on the left and right horizontal \nstabilizers as well as the associated \nwiring could be removed from the 737 \nfleet.\n“The lights were simply taking up \nspace for no reason,” Gonzalez says. “It \nseemed like a very easy solution. I had \nno idea something so simple could save \nsuch a large amount of fuel.”\nPerson al P rof il e\nEngine Wash\nFor three years, a program has been in place to test efficiencies gained \nfrom running high-pressure water through engines every six months. So \nfar, the program has added 4.7 million gallons to the run rate, providing \nsupport to accelerate the program in 2009.(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t Fuel and Energy Use and Conservation\nWasted Weight: \nAn Eye for the \nUnnecessary\nFigure 3", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}