{"page_content": "AMR Corporation     Environmental Responsibility Report 17late 2005, the first winglets were installed on \n737-800 and 757-200 aircraft. The aerodynamic \nmodifications to the wing structure have resulted \nin fuel savings of more than 3 percent for the 737. \nOnce all winglets are installed this will represent \napproximately 25 million gallons of the annual fuel \nrun rate. Installation is complete on our 737-800 \naircraft, and the 757 program will be completed by \nthe end of 2008. All new 737-800 aircraft will come \nwith winglets.• Weight Reductions:  When an aircraft weighs less or carries \nless weight, it requires less fuel. For every pound we shed \nfrom an aircraft, we can save about 12,000 gallons of \nfuel per year. A few of the weight-saving initiatives that \nwe’ve looked at and acted on include carrying less water, \nremoving unused ovens, purchasing lighter catering carts, \nusing lighter LCD screens to replace heavy monitors, \nand replacing heavy wall liners in cargo compartments \nwith liners made with lighter composite material. These \ninitiatives have the possibility to trim up to 600 pounds on \nsome fleet types and result in millions in fuel savings. \nReserve Reduction\nEach flight is dispatched carrying the fuel necessary to reach its destination plus additional fuel that is planned to be left over on the aircraft after \narrival, usually measured in minutes. American Eagle flights have always carried more fuel reserve than is required by the federal government, \nsometimes more than two hours worth of additional fuel. Through the Fuel Smart program, Eagle is educating flight dispatchers and pilots to \nreduce the fuel reserves on days with good weather to levels that do not include any excess fuel beyond what is needed to account for any \nunexpected events. Fueling to that level provides substantial environmental benefits through reduced fuel burn. For each 1,000 pounds of extra \nfuel carried on an average Eagle flight, 40 pounds of fuel must be burned in order to carry it. Reducing the reserve when appropriate saves \nabout 6 gallons in fuel per flight without compromising safety. With 1,600 American Eagle flights taking off daily, any small reduction adds up. \nFuel and Energy Use and Conservation (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t\n\t\n", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}