{"page_content": "Committed to Preserving the Wonders of Our WorldFuel Savings:  Employees \nMake the Difference\nPerson al P rof il eGround Support Equipment (GSE)* \nBoth American Eagle and American Airlines are \nheavily reliant on ground support equipment (GSE) \nto fulfill critical functions such as moving aircraft \nas well as bags and cargo from aircraft to terminals \nand cargo facilities. Correspondingly, our focus on \nimprovements via Fuel Smart initiatives are not \nlimited to aircraft-related issues. Our investment in \nelectric GSE is substantial and growing with almost \n2,800 pieces making up 24.2 percent of our GSE fleet. \nThe new electric units are less expensive to operate \nand maintain, and they produce fewer emissions on \nthe tarmac. \nAmerican Airlines operations at New York’s John F. \nKennedy International Airport (JFK) received the \nlatest delivery of electric GSE. Aging, gas-powered \nunits were replaced with 67 electric bag tractors and \ntwo electric belt loaders. The change at JFK required \ninfrastructure upgrades to accommodate the \ncharging stations, but the new equipment provides \ngreater reliability because of superior cold-weather \nperformance. The units also are switched off during \nloading and unloading, \n18Last May, while working \na flight to Dublin, \nIreland, flight attendant \nElizabeth Van Cleave \nnoticed three pull-out \ntray tables in the middle \ngalley of the 767, which \nis only used as an extra \nsupply galley. One specifically was under a covered \narea that had previously held an oven. This tray \ntable could not be used, and Elizabeth submitted \na Fuel Smart suggestion to remove the mid-galley \npull-out tray tables on the 767 fleet.\n“Every little bit of extra weight contributes to fuel \nconsumption. [If something isn’t being used], we \nshould remove it,” Elizabeth says.\nThe Fuel Smart team took Elizabeth’s suggestion \nand carefully considered whether her idea could \nbe implemented safely and effectively, as they \ndo with all employee-generated fuel-saving \nideas. The engineering department approved the \nsuggestion and incorporated it into the current \nCabin Improvement Project. The mid-galley \npull-out trays will be removed on the 767 fleet, \nreducing the weight of the aircraft.\nBase manager Dan Stefanis describes Elizabeth \nas a professional flight attendant. “She is very \ncourteous, respectful, great to work with, and a \ntrue team player,” he says.\nThanks to Elizabeth for her dedication to taking \nan extra step to make American a better, more \nefficient airline!\nThe environmental benefits of electric GSE \ngo beyond fuel savings. Reduced emissions of \npollutants such as NO x mean a reduction of \nsmog in nonattainment areas surrounding major \nairports. While electric GSE aren’t completely \nfree of environmental impacts, they divert the \nemissions outside nonattainment areas where the \nelectricity is produced. As such, AMR is focusing \nelectric GSE deliveries at our busiest stations \nwhere the most benefit can be gained in the \nshortest time possible.\nHigh-Speed Tugs\nTaxiing aircraft from the gate to the hangar is a costly proposition when you \nfactor in the fuel required to run the jet engines. High-speed tugs, in use at \nfive of our largest stations and soon to arrive at more, can tow an aircraft at \nspeeds compatible with taxiing aircraft. The tugs lift the aircraft and move it \nwithout using the aircraft engines. The tugs are saving 3.2 million gallons of \nfuel; 1,913.53 metric tons of CO2e and 42.24 U.S. tons of NO x every year.\n(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t Fuel and Energy Use and Conservation\n* GRI Performance Indicator EN5", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}