{"page_content": "Committed to Preserving the Wonders of Our World 2Dear Friends of AMR:\nAt AMR, we are continually evaluating our performance when it comes to running a safe, dependable and efficient operation. \nLikewise, we are mindful of our environmental responsibilities. This Environmental Responsibility Report (ERR) is an opportunity \nfor us to evaluate how we’re living up to those responsibilities and to share our findings with our many stakeholders.\nLast year’s inaugural ERR focused primarily on our company’s carbon footprint. This year’s report examines our broader \nenvironmental footprint. To ensure the comprehensiveness and transparency of the ERR, we have used the Global Reporting \nInitiative (GRI) Level C reporting requirements for sustainability reporting as its framework. You can read more about the GRI \nreporting requirements in Appendix A.\nWhile there is always more to do, we — and indeed, the entire airline industry — have made important strides in reducing the \nimpact of our activities on the environment. Much of our progress can be traced to our increasing fuel efficiency. Today, the U.S. \naviation industry consumes 3 percent less fuel than it did in 2000, while carrying 20 percent more passengers and cargo. In last \nyear’s report, we committed to building on our progress to date and shared our aggressive plan to further improve fuel efficiency \nby 20 percent by 2020. In recent months, we — along with the other airlines belonging to the Air Transport Association — have \nlaid out an even more ambitious goal, to increase fuel efficiency by 30 percent by 2025. Our base year of measurement is 2005, and \nwith two years of data collected, I am pleased to announce that we are on track to meet this goal. \nThe less fuel we burn, the less carbon we emit into the atmosphere. And with an eye toward conserving fuel and reducing \nemissions, we are in the process of updating our fleet. I hope you will take a few moments to read the section of this report \ndetailing that transformation.\nThere is much we can do as a corporation to reduce our environmental footprint, but the key to our success will be engaging our \ncustomers, employees, suppliers and shareholders in our effort. We all have a stake in a cleaner environment, and we all have a \nrole to play as we demonstrate that we can protect the environment we share while simultaneously preserving the many benefits \nof air travel.\nThank you for your interest in our company and in environmental responsibility.\nSincerely yours,\nGerard Arpey\nChairman, President, and CEO\nAMR Corporation and American Airlines\n(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}