{"page_content": "Committed to Preserving the Wonders of Our WorldAMR supports several initiatives to equip employees \nwith tools and choices that can help reduce our \nScope 3 indirect GHG emissions. These tools include \nthe following:\n• Ride sharing:  Employees who carpool regularly \nwith co-workers receive preferred parking at our \nheadquarters office.\n• Discounts for mass transit:  At some locations, AMR \nis able to negotiate discounts for employees who \nuse local mass transit.• Compressed work weeks:  For some positions, our \nemployees are able to complete their work week \nin fewer than five days. For instance, some of our \nemployees work four 10-hour days.\n• Telecommuting:  Some positions allow work from \nhome or at a satellite office. Although there are \nexamples within the company of employees \nwho telecommute full time (American Airlines \nReservations), it is also possible for an employee \nto work at home a couple of times a week with \nthe remaining time in the office. \n24Flexible Savings:  \nPutting Environmental \nCommitments to Work\nEnergy efficiency and savings at AMR go beyond the \nbusiness of flight. Individual employees participate in \na variety of programs that produce a reduction in the \ncompany’s environmental impact and help create a \nbetter work-life balance.\nFlexible work schedules can take employees out of the \nheavy commute hours to reduce time spent languishing \nin slow-moving traffic. Telecommuting full-time or just \na day or two a week cuts commuting miles.One of the people responsible for promoting these \nprograms to reservations representatives at American \nAirlines’ Southern Reservations Office is Kirsten Walker, \ninformation center administrative coordinator. \nKirsten has worked to increase participation in American’s \nprograms since early 2006. She was even honored by \nthe North Texas Clean Air Coalition as the Employee \nTransportation Coordinator of the Year in 2006. The award \nrecognizes Kirsten’s and American’s efforts promoting \nawareness days emphasizing employee and office \ninvolvement in:\n• RideshAAre, American’s carpooling program\n• Public transportation support and promotion\n• American’s home-based representative (telecommuting) \nand reduced work week (four-day week) programsHer activities not only focus on making employees aware \nof the opportunities available, but also on providing \nparticipation encouragement through incentives like \ncoupons to area businesses or memorabilia giveaways \nfrom the American Airlines Flight Museum. Long-term \nparticipants also earn rewards.\n“It’s really a part of my \njob that I love,” Kirsten \nsays. “It allows me to \nhelp people whether it’s \npersonal or vocational \nin a way that benefits \neveryone.”\nPerson al P rof il e\n(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t Emissions\t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}