{"page_content": "AMR Corporation     Environmental Responsibility ReportThe Big Picture\nIn order to compare GHG emissions to production, \nGHG industry experts use a comparison called \nintensity ratio. Intensity ratio compares GHG \nemissions to an industry standard measure of \nproduction. A lower intensity ratio denotes greater \nefficiency since fewer GHGs are emitted per standard \nmeasure of production. \n2007 GHG emissions, both on an absolute basis and \nintensity ratio basis, decreased slightly (less than 2 \npercent change in each category) when compared \nto 2006 emissions. While AMR continues to evaluate \nand implement new initiatives to reduce fuel use and \nGHG emissions, greater progress in GHG reduction \nwas hampered by an increase in severe weather \nevents at our hubs and continued air traffic control \ncongestion. \nGHG Policy and Management Plan\nWe are committed to reducing GHG emissions in \nthe future within the constraints of providing safe, \nreliable and affordable transportation for customers. \nIn our 2006 ERR, we announced a goal to improve \nfuel efficiency by 20 percent between 2005 and \n2020. Earlier this year, we have laid out a more \nambitious goal to increase efficiency 30 percent \nby 2025. Achieving this challenging goal means \ncontinuously improving our operational efficiency by \napproximately 1.5 percent every year for 20 years. Are we on pace to meet our new efficiency commitment? \nY es, despite the challenges faced in 2007, our \nintensity ratio has improved at an annual rate of just \nover 1.7 percent since our baseline year of 2005. \nFuture reductions will require more than investing \nin fleet replacement. Airline stakeholders will also \nhave to invest to help make the industry more \nefficient. Aircraft and engine manufacturers must \ninvest in new technologies, fuel suppliers must invest \nin the production of cleaner fuels, and government \nFigure 3Total AMR GHG Emissions\n32.5\n32.0\n31.5\n31.0\n30.5\n30.0\n29.5\n29.0\n28.5\n28.0\n2000\nTotal Scope 1 and 2 GHG emissions (CO2e)2001 2002 2003 2004 2005 2006 2007\nIntensity ratiometric tons (millions)\nMetric tons CO2e per 1,000\nrevenue ton miles2.3\n2.2\n2.1\n2.0\n1.9\n1.8\n1.72.1362.252\n2.189\n2.079\n1.965\n1.836\n1.7931.787\n25Emissions (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t \t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}