{"page_content": "AMR Corporation     Environmental Responsibility ReportEmissions from the maintenance bases include \nnatural gas and fuel oil combustion for process \nsteam, comfort heating, a backup source of electricity \ngeneration, and paint and other chemical usage \nassociated with maintaining aircraft. \nOzone-Depleting Substances\nAmerican Airlines has reduced its use of ozone-\ndepleting substances (ODSs) nearly 17 percent since \n2005. Further, 97 percent of the substances used are \ndesignated Class 2 ODSs under the Clean Air Act, \nwhich have lower ozone-depleting potential than \nthose designated Class 1 ODSs. \nClass 2 ODSs are primarily used at our aircraft \nmaintenance stations. Hydrochlorofluorocarbons \n(HCFCs), such as HCFC-141b, are a Class 2 ODS \nthat, while no longer manufactured, are still used in \nlimited applications such as when hot brakes need \nto be inspected on aircraft. HCFC-141b is widely \navailable and has properties — spray-can application, inflammability, and effective cleaning without residues \n— that make it very practical. In addition, it is approved \nby the Federal Aviation Administration. \nIn the aviation industry and beyond, HCFC-141b, or \ndichlorofluoroethane, may be one of the most popular \nindustrial solvents ever; however, it will not be forever. \nOzone-Depleting Substances Reduction\n40,000\n38,000\n36,000\n34,000\n32,000\n30,000\n28,000\n2005 2006 2007pounds2007 Distribution of Ozone-Depleting\nSubstances by Class\nClass 1 ODSs\nClass 2 ODSs3%\n97%\nHalon: On the Way Out\nThe sole remaining Class 1 ozone-depleting substance (ODS) used by AMR \nis halon, found in the small portable fire extinguishers installed on some of our \naircraft. Our fleet-renewal plans will contribute to a further reduction in ODSs \nbecause each new aircraft will be equipped with lavatory fire extinguishers \nthat use non-halon equivalents. Figure 5 Figure 6\n27Emissions (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t \t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}