{"page_content": "Committed to Preserving the Wonders of Our World 30\nResource Conservation\nResource conservation is a daily commitment to \nreduce consumption, recycle waste material and \npromote overall awareness of our daily global impact.  \nAMR is committed to promoting awareness and \nempowering employees to identify ways to conserve \nresources used to run our business through a\ncombination of reducing, reusing and recycling. \nLike other domestic airlines, American Airlines and \nAmerican Eagle operate in widely dispersed facilities, \nboth owned and leased. As a result, we rely on \nmultiple supply-chain partners for material handling \nservices. Existing procurement agreements do not \nhave standardized reporting requirements; thus, \nresults from some resource conservation initiatives \nwere estimated. \nAMR promotes minimization and recycling to reduce \nthe volume of solid waste generated. At airports \nwhere AMR does not have control over waste \ndisposal methods, we work with local management \nto recycle materials if programs are available. Resource Conservation\nMaterial Usage\nOf all products we require to support our operations, \nfuel is undeniably the most material; however, both \nAmerican Airlines and American Eagle require the use \nof many other material resources to conduct day-to-\nday airline operations. \nAn assessment of the waste inventories for American \nAirlines and American Eagle stations and our \nmaintenance bases provides an indication of the other \nmaterials used in significant quantities, including: \npaint and related products (paint, rags, filters, etc.), \nturbine compressor cleaner, water, oil, lubricants, \nantifreeze, potable water tank cleaner, alkaline and \nacidic washing fluids, process acid, etc. \nConservation at All Levels\nAMR is committed to promoting awareness and empowering \nemployees to identify ways to conserve resources used to run our \nbusiness through a combination of reducing, reusing and recycling.Like other domestic \nairlines, American \nAirlines and American \nEagle operate in widely \ndispersed facilities, both \nowned and leased.Reducing, reusing, and recycling in dispersed locations \nrequires the commitment of our people and our partners.(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t Resource Conservation \t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}