{"page_content": "AMR Corporation     Environmental Responsibility ReportRecycling programs are always about saving money or \nsaving the environment. Sometimes, they do both. A special \nprogram run by American Airlines flight attendants is about \nsaving co-workers in the midst of catastrophic life events.\nThrough the Wings Foundation, a 501(c)3 charity, American \nflight attendants collect and recycle empty aluminum \ncans from in-flight beverage service, an effort that began \nin 1989. It’s a prime example of how American Airlines \nemployees merge their environmental and philanthropic \npassions at work and at home.\nJennifer Wilson, an American flight attendant based in \nWashington, D.C., got involved with the foundation’s \nrecycling efforts in 2004. \n“Environmental issues have always been important to me, \nand I’ve always tried to be proactive in getting involved,” \nJennifer says. “Working with the Wings Foundation \nrecycling program has been so rewarding, because it is a \nwin-win for everyone — the environment, American, and \nflight attendants.”\nThe foundation’s Flight Attendant Disaster Relief (FADR) \nFund receives 100 percent of the proceeds from the \nprogram, which has been on an upswing. In 2003, \n$19,000 was raised through can recycling. In 2007, the \nyearly total hit $109,000. Jennifer attributes the gains to \nthe growing environmental consciousness overall and the \ndesire to help co-workers.\n“The FADR recycling fund is still only a fraction of the \nassistance provided by the Wings Foundation, which \ndistributed more than $868,000 to 227 American Airlines \nflight attendants in 2007, but it is a significant source of \nfunds that grows each year,” Jennifer says. “It enables us Can Collections:  Recycling for a Cause\nto provide assistance to victims of home fires, hurricanes, \nearthquakes, or other events that create financial hardships.”\nWhen flight attendants collect trash on their final passes \nthrough the cabin before landing, empty cans are inserted \ninto collection trays that remain on the catering carts, which \nare tagged to alert catering partners to the presence of the \ncans. The catering staff delivers the cans to their recyclers, \nand the money is routed back to the foundation.\n“We couldn’t do it without the full support of American and \nthe local catering companies we work with, LSG Sky Chefs \nand Gate Gourmet,” Jennifer says.\n“Working with the Wings Foundation \nrecycling program has been so rewarding, \nbecause it is a win-win for everyone — \nthe environment, American, and \nflight attendants. ”\nPlans are in the works to keep expanding the program to \nsmaller locations in the American system. When possible, \ncans are dead-headed back to hubs for recycling, and \nprogress is being made toward breaking down barriers to \nrecycling efforts such as inbound international flights where \nthere are restrictions based on animal and plant disease \ncontrol efforts.\nRecently, American received the OK to run a recycling \nprogram out of Miami. American’s food and beverage \ncoordinators are also keeping an eye out for ways to expand \nrecycling. Plastic and newspaper haven’t come through as \npractical collection items yet, but American is keeping an eye \non the markets, technology, partnerships and infrastructure \nthat would make new recycling efforts feasible.Person al P rof il e\nJennifer Wilson took over the \ncan recycling campaign for the \nWings Foundation in 2003 from \nher friend Robert Amaya, a \nflight attendant based in Miami.\n31Resource Conservation (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t\n\t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}