{"page_content": "AMR Corporation     Environmental Responsibility ReportReuse and Recycling of Nonfuel Materials\nAMR has some unique opportunities to minimize \nwaste associated with the maintenance of our \naircraft, since much of our maintenance is completed \nat our own facilities and by our own employees. \nBased on the available data, AMR recycled or \nrecovered 2,468,401 pounds of waste in 2007, \n53 percent of all the waste we generated at our \ndomestic facilities, excluding common trash from our \nthree maintenance bases.\nSome of our recycling programs are corporate \ninitiatives pushed out to employees. As an example, \nAMR provides employees with desk-side recycling \ncontainers for paper waste. We also encourage \nthe placement of large recycling bins at printers \nand copiers to collect any unwanted paper. Other \nprograms are directed and supported at the \nemployee level. AMR welcomes the opportunity for \nits employees to develop and create further waste \nminimization programs to encourage participation \nand employee acceptance. \nControlling and reducing environmental impacts can \ntake many forms for a corporation the size of AMR. \nThere are ample opportunities for our facility and \nreal estate groups to promote sustainable practices, \ntoo, and we are proud of what these groups are \naccomplishing. AMR’s many station office facilities, Material\nOil and Related\nPetroleum and other high BTU chemicals sent for    \n    fuel blending or energy recovery\nUsed oil\nMetal and Related   \nMetal spray and blast media\nEmpty drums — poly and metal\nElemental mercury/mercury-contaminated debris\nElemental lead\n  \nLamps and Related  \nFluorescent lamps — straight\nHID lamps\nU-shaped fluorescent lamps\nCircular fluorescent lamps\nBatteries   \nNickel cadmium batteries\nLead acid batteries\nLithium batteries\n  \nOther  \nMiscellaneous nonhazardous materials and \n    wastewater sludge\nRinsate water\nAntifreeze\nFreon2007\n(total pounds)   AMR’s Recycled, Reused and Reclaimed Materials\n1,578,043\n285,736\n214,200\n73,896\n4,964\n1,570\n46,066\n3,152\n2,211\n400\n31,617\n4,765\n553\n215,346\n4,200\n1,408\n274\nHands-Off Waste Reduction \nNew automatic paper towel dispensers will be installed at the AMR headquarters \nin 2008 and will provide the double benefit of reducing paper consumption \nand, correspondingly, paper waste. Because a wave of the hand dispenses a \ndesignated length of towel, people use less. When installation is complete, we \nexpect the 320 dispensers to reduce the waste weight from the headquarters \ncampus by an estimated 50 percent to 70 percent.\nTable 1\n33Resource Conservation (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t\n\t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}