{"page_content": "Committed to Preserving the Wonders of Our World 36Material Disposal\nAMR’s recycling efforts are key to minimizing solid \nwaste transferred to a landfill or other disposal \nfacility. Waste material that cannot be recycled is \ndisposed of off-site by incineration, placement in \nlandfills or other means. \nMany of our airport stations have integrated waste \nsystems where solid waste generated by all station \ntenants (i.e. other airlines, food service companies, \nretail stores, cargo companies, etc.) are combined \nand managed by the airport authority rather than the \nindividual airline. While this creates an economy of \nscale and minimizes the number of emissions from \nmultiple trash vendors, it also places the authority \nand responsibility for sustainable disposal practices \nwith the airport authority.\nAMR promotes minimization and recycling to \nreduce the volume of solid waste generated but \ndoes not have direct control over the disposal of \nnon-recyclable solid waste generated at facilities \nwith integrated waste disposal services for multiple Through American Airline’s Anything That \nTears  program, nearly 790 tons of paper \ngoods have been recycled since 2004. The key \nto success: It’s easy. Staff at our headquarters \ncampus, reservations office, training and \nconference center, and fight academy facilities \ncollect office paper, newspaper, cardboard, and \nmore in desk-side containers. There is no need \nto take the extra time to remove staples, paper \nclips, tape, Post-It notes, plastic tabs, or metal \nbindings. Additionally, strategically placed bins \naccommodate additional paper as well as plastic \nbottles and aluminum cans. The results are \nadding up. In 2007 alone, 262 tons of products \nwere recycled, which equates to 4,454 trees, or \n865 cubic yards of landfill space. \nPounds of Paper:  Recycling Made Easy\n(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t Resource Conservation\nP rogram P rof il e", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}