{"page_content": "AMR Corporation     Environmental Responsibility Reporttenants. In addition, federal regulation prohibits \nthe recycling of any solid waste generated on \ninternational flights. All such waste is required by law \nto be incinerated.\nWhere AMR has responsibility and control over \nthe disposal of solid waste, we contract with a local \n2007 Disposal Methods Summary\n19.1%\n33.8%32%\n5.9%\n9.2%\nRecycling\nEnergy recovery\nIncineration\nHazardous landﬁll\nAqueous treatment\nFigure 2\nvendor for delivery service to a local landfill or other \npermitted facility. In 2007, AMR generated 2.12 million \npounds of nonhazardous wastes (excluding municipal \nsolid waste or trash) and 2.54 million pounds of \nhazardous wastes. Appendix E provides details about \nour waste inventory.\nSee Appendix E  on page 56 for \nwaste inventory details.\n37Resource Conservation (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t\n\t\nWhat It Means\nWhat makes up the wastes described in this report? Just over 85 percent of our hazardous wastes are generated at \nour three maintenance bases. The largest portion of these waste streams is associated with aircraft maintenance and \nrepair. These wastes include acids, cleaners, and paint wastes derived from our metal plating and coating operations. \nThe remaining portion is generated at our widely dispersed airport locations. Most of these hazardous wastes are \nrelated to cleaners and coatings used for minor maintenance on aircraft and support equipment to keep our aircraft in \nthe air — what we call line maintenance work. In contrast to our hazardous waste, the majority (over 65 percent) of our \nnon-hazardous waste is generated at our individual stations. Most of our non-hazardous wastes are petroleum-related \nwastes derived from jet fuel, oil, and oily water. Other non-hazardous wastes include fluorescent lights and batteries.", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}