{"page_content": "Committed to Preserving the Wonders of Our World(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t About This Report \t\nAbout This Report\nReport Scope and Boundary*\nOur initial Environmental Responsibility Report \n(ERR), published a year ago, disclosed our 2006 \ngreenhouse gas (GHG) emissions and focused on \nkey environmental initiatives under way within the \ncompany. In this 2007 ERR, we expanded the scope to \nconsider our broader environmental footprint and its \nimpact on the community and the environment. \nThis report has been completed to meet the Global \nReporting Initiative (GRI) Level C sustainability \nreporting requirements for AMR’s two airline \nsubsidiaries, American Airlines and American Eagle. \nGRI Level C sustainability reporting requirements \ninclude the disclosure of specific governance and \norganizational information as well as the disclosure \nof at least 10 performance metrics that cover \nrelevant environmental, economic and societal \nareas. The operations of former AMR subsidiary \nAmerican Beacon advisors were not considered in the \npreparation of this ERR and are not believed to have a \nmaterial impact to AMR’s environmental footprint.\nWhere constraints associated with data collection \nhave limited our reporting ability in select areas, \nwe have summarized data and estimated amounts. \nTo preserve transparency, we have also included \nstatements regarding the material impact, if any, \nresulting from insufficient information. In this ERR, calendar year 2006 GHG Scope 1 direct \nemissions were adjusted from 30.3 million to 30.6 \nmillion metric tons, and Scope 2 indirect emissions \nwere adjusted from 0.2 million to 0.4 million metric \ntons as originally reported. This is due to additional \ndata collected regarding purchased electricity, fuel \nusage in ground support equipment, and availability \nof new emission-factor data for methane and nitrous \noxide from fuel combustion.\nIn 2009 we will continue to expand the scope of \nour reporting by combining the publication of our \nCorporate Citizenship Report and 2008 environmental \ndata. The resulting Corporate Sustainability Report \nwill be our first triple-bottom-line report that \nincludes the environmental, societal and economic \nperformance of our company.\nStakeholder Engagement and Ceres Participation\nAMR has long sought to engage our internal \nand external stakeholders: employees, suppliers, \ncustomers, regulators, airports, communities, and \nshareholders. In 1999, AMR joined Ceres (pronounced \n“series”) to further this engagement. Ceres, a national \nnetwork of investors, environmental organizations and \nother public interest groups, works with companies \nlike us and stakeholders like you to encourage \npractical solutions to sustainability challenges.\nWe requested and became the benefactor of a Ceres \nstakeholder advisory team — a representative sample \nof our stakeholders composed of individual volunteers \n4from investors, environmental nonprofits and peer \ncompanies. Collectively, our team worked to discuss \nand review our sustainability initiatives. \nThroughout the past year, we have worked jointly \nwith our Ceres stakeholder advisory team to \nevaluate the 2006 ERR, discuss sustainable practices \nthroughout our company and create this 2007 ERR. \nOur partnership with Ceres and the individual efforts \nof our stakeholder advisory team members have \nbeen and will continue to be vital to the success of \nAMR’s sustainability efforts. Their input improves our \nfocus and helps us maintain maximum transparency, \nensuring greater future success. We value and look \nforward to their input regarding future endeavors.\n \nThroughout this report, we’ve \nidentified the content that \naddresses GRI Standard \nDisclosures. Look for:\nSee Appendix A on page 46 \nfor the GRI Index references \nin this report.\n* GRI Standard Disclosures 3.5-3.8 and 3.10-3.12\nFuel Conservation*\nJust as greenhouse gas (GHG) emissions reduction \nmay be vital to the health of our planet, fuel \nconservation is vital to our company’s financial \nhealth. Happily, the two work hand in hand — every \ngallon of fuel saved results in lower expenses and \nfewer GHG emissions.\n* GRI Performance Indicator EN5", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}