{"page_content": "AMR Corporation     Environmental Responsibility ReportNew Technology\nAs part of our initiative to conserve fuel, we focused \non identifying new technology solutions to improve \nthe efficiency of our aircraft and our operation. Some \nof the major initiatives that will help reduce our \nenvironmental impact in the coming years include:\n• 767-300 Winglets:  American Airlines will be the \nfirst carrier to install winglets on 767-300 aircraft. \nEach winglet will be 11 feet tall and will add 11 \nfeet to the wingspan of the aircraft. This project \nwill kick off in early 2009 and has the potential to \nreap savings of up to 17 million gallons of fuel per \nyear.\n• Docking Guidance System:  Automated aircraft \nparking devices will reduce arrival delays \nand improve local air quality. The system \nincorporates a low-level laser scanning device with an LED screen. As an aircraft approaches \nthe gate, the laser-scanning device identifies the \naircraft. Directional arrows on an LED screen in \nfront of the gate allow pilots to park the aircraft \nat the appropriate spot. By avoiding delays due to \nunavailable guidemen, pilots are able to park and \nturn off aircraft engines sooner. \n• Ramplink:  New technology in the hands of our \nramp crew chiefs will allow them to enter data \nquicker and more accurately, which can save \nfuel by reducing taxi-out delays. The handheld \ndevices, which we call Ramplink, allow ramp \ncrew chiefs to receive real-time feedback on \nflight-critical information and use bar code \nscanning to enter relevant data from cargo \ncontainers.\nDevelopments for the Future\nNew technology solutions will take our environmental efforts \ninto the future, reducing our impacts and boosting the \nefficiency of our people and our aircraft.\n43Looking Ahead (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t \t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}