{"page_content": "AMR Corporation     Environmental Responsibility ReportAbout This Report (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t\n\t\nMore than 500 American Airlines employees have been \ntrained to be environmental coordinators at their airport \nfacilities. These specialists assist in the oversight of \nAmerican’s environmental compliance at locations around \nour system. For these key employees, their daily routine \ncan include a little diplomacy, plenty of public relations, a \nsmall mountain of paperwork and a ton of details to sweat.\nBut for Jay Valenzuela, the full-time lead environmental \ncoordinator (LEC) at Los Angeles International Airport \n(LAX), it all boils down to an employee’s environmental \nawareness.\n“As an LEC, I have to maintain the environmental \nawareness of employees to an extent that it is on their \nminds regardless of what they’re doing. We deal with a \nlot of laws and rules, but so much of it is about common \nsense,” Jay says. “Especially here in Southern California, \nwe have to keep everyone’s awareness level high to meet \nwhat may be the most stringent environmental rules in the \nAA system.”\nJay never expected to be in this role. He started with \nAmerican in 1975 as a flight attendant. He’s worked in \nreservations, passenger service, cargo, safety, and other \nmanagement roles. But he’s been the LEC at the massive \nLAX operation for seven years.\n“I learn something new every day — it’s both challenging \nand fulfilling. There’s so much to know about the \nenvironmental aspect of this company. I’ve come to see \nhow what we do at work affects me personally. What we \ndo at work affects how everyone deals with environmental \nissues at home,” Jay says. “More people are looking for ways to recycle, especially \ne-waste. People are now very aware of chemical mixing. Even \nif they’d never mixed things like bleach and ammonia at home, \nmaybe they had kept them in the same tray or used them in the \nsame room. They’d never do that now.”\nLittle examples like that add up to an awareness level that \nchanges the way the company operates. Jay tells people he \nworks with to expect the unexpected.\n“There’s always something that comes up that we haven’t seen \nbefore. But we can determine what to do in any situation if we \nthink it through,” he says. “The key is to know your station and \nto use common sense to guide your people to the right solution.”\nJay can cite plenty of examples that demonstrate how \nemployee awareness is reaching beyond the workplace. He \ndescribes how he got a call recently from an employee whose \ncar was leaking what he thought was Freon in the parking lot. \nIt was antifreeze, but the important thing to Jay was that this \nemployee contacted him because he knew that air issues are \na major concern at LAX.\nJay loves it that employees will call him with that type of \nquestion, looking for advice regarding environmental issues \nat home.\n“It goes back to the employee’s environmental awareness level. \nI was never green-conscious. But that’s because I was unaware \nof the effects of my actions and what options are available to \nme to do the right thing,” Jay says. “When one person is aware, \ninteractions with other employees spread that awareness, \nwhether the employee is conscious of it or not. That awareness \nis what changes things.”Environmental Awareness:  Beyond the Job\nPerson al P rof il e\n5Jay Valenzuela, the lead environmental \ncoordinator at Los Angeles International \nAirport, sees awareness spreading \nbeyond the workplace.", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}