{"page_content": "AMR Corporation     Environmental Responsibility ReportAMR utilized the following greenhouse gas (GHG) \ninventory standards in conducting this GHG \nemission inventory:\n• ANSI/ISO/NSF E14064-1:2006, Greenhouse \nGases-Part 1: Specification with Guidance at \nthe Organizational Level for Quantification and \nReporting of Greenhouse Gas Emissions and \nRemovals\n• Greenhouse Gas Protocol, A Corporate \nAccounting and Reporting Standard, Revised \nEdition, World Resources Institute\nConsistent with these standards, this inventory \nis based on the following principles: relevance, \ncompleteness, consistency, transparency and \naccuracy. AMR has made diligent efforts to meet \nthese principles.\nFuel usage information, refrigerant usage data, \nnatural gas, gasoline, and other pertinent operating \ninformation was used to calculate annual emissions \nof each of the six GHG categories recognized under \nE14064. GHG is defined in E14064 as a gaseous \nconstituent of the atmosphere, both natural and \nanthropogenic, that absorbs and emits radiation at \nspecific wavelengths within the spectrum of infrared \nradiation emitted by the earth’s surface, atmosphere, \nand clouds. The six chemicals recognized in E14064 \nand the corresponding global warming potentials \ncovered are in Table 1 .Emissions of each these GHGs were converted to \ncarbon dioxide equivalents (CO2e) based on the \nGlobal Warming Potentials provided in Annex C to \nE14064 and included as Appendix A to this report.   \nThe emissions of each GHG are converted to CO2e \nby multiplying by the corresponding global warming \npotential.\nAMR GHG emissions are classified as direct and \nindirect emissions in accordance with industry \nstandards.   \nScope I  direct emissions include GHG emissions \nassociated with both stationary and transportation \nsources. Transportation sources include aircraft, \ncompany-owned vehicles and ground support \nequipment. Direct emissions are associated with Appendix D: \tGreenhouse Gas Inventory Methodology\n Global Warming  \n          Gas Potential\nCarbon dioxide (CO2) 1.0\nMethane (CH4) 21.0\nNitrous Oxide (N2O) 310\nHydrofluorocarbons (HFCs) varies\nPerfluorocarbons (PFCs) varies\nSulfur hexafluoride (SF6) 23,900activities at the three AMR maintenance and \nengineering bases. Direct Scope I emission sources \nat the bases include steam generation and electrical \ngeneration, jet engine testing, fuel combustion from \ncompany vehicles and ground support equipment, \nand fugitive emissions of HFCs from refrigeration \nequipment.\nScope II  indirect emissions cover GHG emissions \nassociated with purchased electricity and steam at \nairport terminals, office areas, and airport terminals \nand maintenance and engineering bases.\nScope III  indirect emissions are not reported in \nthis inventory because their reporting is optional \nunder both the WRI and E14064. Scope III indirect \nemission sources include emissions generated by: \nworkers commuting to and from work, suppliers \ndelivering fuel or other goods to AMR locations, and \ncontractors picking up waste and recyclable products \nfrom AMR facilities.\nGHG emissions were calculated in general \naccordance with the principles and industry \nstandards referenced above by multiplying a \nthroughput by an emission factor. Throughputs \nare the quantities of: jet fuel consumed, natural gas \nburned, gasoline and diesel fuel used in fleet vehicles \nand ground support equipment, and electricity \npurchased. Emission factors represent the quantity of \nGHGs generated per unit of throughput. Table 1\n51Appendices (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t \t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}