{"page_content": "Committed to Preserving the Wonders of Our World 52The accuracy of the GHG inventory is dependent on \nthe accuracy of emission factors and the accuracy \nand completeness of throughput data. The emission \nfactor data is based on readily available information \nin the literature. Because the conversion from carbon \nto carbon dioxide is well understood, the emission \nfactors utilized are believed to be highly accurate \n(within +/- 1 percent). \nThe accuracy of throughput data is dependent \nupon the methodology and tools used to track \nthroughput data. Since more than 99 percent of \nScope I direct GHG emissions are attributed to \njet fuel consumption, the accuracy of throughput data is dependent primarily on the accuracy of \nthe jet fuel usage data. AMR tracks the quantity \nof jet fuel consumed on each flight. The data is \nrecorded after each flight and tabulated within a \ncentral database. AMR’s annual fuel use is based on \nthis data set and believed to be accurate to within \nat least +/-3 percent. The data is cross-checked \nby comparing to jet fuel purchased quantities to \nconfirm data accuracy. Purchased electricity and \nnatural gas quantities are based on the utility bills \nwith the monthly usage quantities compiled within \na central database. Fuel used in ground support \nequipment and fleet vehicles is tracked at the station \nor maintenance base. The data is tabulated and summarized at AMR headquarters. In some cases, \nthe data point for some of the smaller stations was \nnot readily available. In such cases, a throughput \nwas assumed based on the throughput for a \nsimilar station. Thus, the accuracy of some of the \nthroughputs that make minor contributions to GHG \nemission totals may not be highly accurate. However, \nthe accuracy of the throughputs accounting for more \nthan 99 percent of GHG emissions is highly accurate. \nThe overall accuracy of GHG inventory is believed to \naccurately reflect GHG emissions to within at least \n+/- 4 percent of actual GHG emissions based on the \nassumptions above regarding the accuracy of the \nemission factors and throughput data.(\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t Appendices", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}