{"page_content": "AMR Corporation     Environmental Responsibility Reportthe workhorse of American’s 655-aircraft fleet — with \nstate-of-the-art Boeing 737-800 aircraft. \nThe 737-800 is the most advanced version of the 737 \nfamily of aircraft, which Boeing first introduced in \n1967. Since then, more 737s have been built than \nany other type of aircraft. Today’s 737-800 bears little \nresemblance to those early models. Design evolutions \nand revolutions — like new engines, updated wing \ndesigns, and the addition of winglets — have kept \nthis popular aircraft at the forefront of the industry.\nFrom an environmental perspective, the benefits \nof these new aircraft are obvious. The 737-800 burns \n28 percent less fuel than the MD-80 and has a larger \ncabin that can seat more passengers. That results \nin a 35 percent reduction in emissions on a seat-\nmile basis. \nModernization of our narrow-body fleet is our most \npressing need as we pursue greater fuel efficiency \ngains that will be afforded by the new 737-800s. Our \nfleet already includes 77 of these efficient aircraft, \nand more are on the way. In early 2008, American \n9announced it will replace 76 MD-80s with new 737-\n800s that will be delivered between 2009 and 2010. \nIn time, we will evaluate alternatives for our wide-\nbody aircraft as we continue to renew the American \nAirlines fleet.\nBut why not scrap all the MD-80s immediately? \nMany factors play into that.\nDollars and Sense\nReductions in the GHG emissions of an aircraft \nfleet are connected directly to reductions in jet fuel \nconsumption; for every pound of jet fuel not used, \ncarbon dioxide emissions are cut by 2.8 pounds. That \nenables us to justify environmental gains with a sound \neconomic program. But the business case for such \nchanges must also incorporate costs associated with \nintegrating new aircraft into a fleet.\nThe most significant cost in adding new aircraft is, of \ncourse, the price tag. Consider the case of a family that \nowns two cars. Replacing both vehicles at once would \nplace a hefty burden on the family budget. Lenders, \nsuch as the local bank, may be willing to lend enough \nmoney to replace one of the cars, but not both. So \nFuel Efficiency\nThe Boeing 737-800 burns 28 percent less fuel than the MD-80 and \nhas a larger cabin that can seat more passengers. That results in a \n35 percent reduction in emissions on a seat-mile basis.\nFleet Renewal (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t (\t \t", "metadata": {"source": "NASDAQ_AAL_2007.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}