{"page_content": "10At Zillow, we’re known for our leadership and \ninnovation, and we believe new ideas can come from \nanyone  — regardless of title or role. More than a \ndozen years ago, the Zestimate changed the way \npeople made decisions about where to live. Today, \nwe’re building integrated technologies that create a \ntruly seamless experience for our customers and help \nmore people move. We’re a company of bold thinkers \nwho are reimagining the traditional rules of real \nestate to improve customer experience. At the same \ntime, we’re also redefining work to be more flexible \nand improve the employee experience.\nZillow, along with most companies, faced tremendous \nchallenges in 2020 due to the COVID-19 pandemic. \nIn April 2020, Zillow was among the first companies \nto offer most of our employees the flexibility to work \nfrom home through the remainder of 2020. In July, \nwe extended that flexibility indefinitely when we \nannounced our permanent move to a distributed \nworkforce. As a result, Zillow is now effectively \nheadquartered in the ‘cloud’ and most employees will \nhave the flexibility to work where they feel safest and \nmost productive, whether that is their home, in the \noffice when it is safe to do so, or a combination of \nboth. As a company that has historically mandated \nin-office collaboration, this is a tremendous shift. \nAs we saw our teams innovate and adapt to their new \nworking reality, we realized that we are not returning \nto work in the future, we are working right now and \ncan use this moment as an opportunity to reshape \nour culture for the future.Zillow as a \nDistributed \nW orkforce: The \nFuture of W orkWhen it becomes safe to do so, our offices will \ncontinue to be a place for teams to come together \nto enable productivity and collaboration. We will be \nrenovating some of our current physical workspaces \nand are considering investing in new types of \nworkspaces that provide more room for collaboration, \nleadership development, and connection. \nTo support distributed work, we are evolving our working \nnorms to better align to the new day-to-day realities. \nWe’ve started by implementing company-wide core \ncollaboration hours (10:00am to 2:00pm PT) and are \nencouraging adoption of new practices such as \nasynchronous work. These changes support greater \nflexibility in how and when we work, to support the \nincreased flexibility in where we work. As we look \nforward to 2021, we have hired a Senior Director of \nWorkplace Experience to support our transition to a \ndistributed workforce.\nZillow is now effectively headquartered \nin the ‘cloud’.\n", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}