{"page_content": "14\nCareer Development\nAt Zillow Group, we believe each of our employees \nshould have the tools and support they need to grow \ntheir careers through experiences, resources, and \nconnections. We want to empower our employees to \ntake charge of their development while having their \nmanagers guide them on growth opportunities for \ntheir current role and what’s next. As we move to a \nwork from anywhere workplace, it expands the career \nopportunities for our employees since roles are no \nlonger defined by location. This enables more career \ngrowth through internal mobility and movement \nthrough teams and different areas of the business.\nA key piece in development is cultivating a learning \nculture where learning is a habit, and learning agility \nis at the forefront. This means creating the right \nlearning resources for our employees for their current \nand future roles. As we look to empower and develop \nour distributed workforce, we have transitioned all of \nour training to be virtual and improved the \nfunctionality of Zillow University, our online training \nportal. Zillow employees have completed nearly \n90,000 hours of content in the past year on Zillow \nUniversity and LinkedIn Learning.  We will continue to \nfind new ways of enhancing the learning experience \nfor our employees through new modalities, tools, and \ntechnology. In addition, all Zillow employees continue \nto participate in our annual review process, where \nthey discuss their performance over the last year and \nfocus on their individual growth plans. Zillow Internships\nSince 2016, Zillow has offered summer internships \nto college students just starting their careers in tech. \nZillow interns are paired with a manager and a \nmentor to support their learnings throughout the \nsummer and work with small teams on real-life \nbusiness-critical projects that are expected to have \nan impact on the company's bottom line. In 2020, \nZillow hosted a cohort of 105 interns as our first \ncompletely virtual intern class.\nLeadership at Zillow\nOur 1,500 plus people-managers play a critical role  \nin moving our business forward by coaching their \nteam, developing their talent and providing strong \ncommunication to create team engagement. To  \nhelp achieve this goal, in 2020, we launched our \nLeadership Blueprint, a new leadership development \nguide that outlines our Leadership Philosophy, our \nexpectations for leaders and the behaviors that are \nessential to create a consistent leadership experience \nat Zillow. The Blueprint provides the foundation of our \nleadership development programs.\nOur five expectations are:\n yAct Decisively and Strategically\n yCreate Clarity from Ambiguity \n yExpect the Best from Self and Others\n yFoster an Environment Where All Can Thrive, \nToday and Tomorrow\n yBuild Relationships Based on Trust, Transparency, \nand Shared Success At Zillow, we know that one of the most important \nrelationships you have is with your manager at \nevery level in your career and we take that seriously \nby investing in our leaders’ development. In order \nto develop our leaders’ capabilities in these \nexpectations, we invest in their development in a few \nkey ways. We offer an immersive 4-5 day experiential \nlearning opportunity for each stage in the leadership \njourney. We have early manager, mid-manager, and \nsenior leader offerings to meet our leaders where they \nare at every stage. We also support our executives’ \ngrowth by providing external executive coaches to \nsupport key transition moments in their career, such \nas advancing from a Senior Director to Executive. \nIn 2020, we took nearly 350 leaders through the \nimmersive learning experiences and supported over \n100 hours of executive coaching. We are working to \ninstill strong, consistent leadership that will lead us \ninto the workplace of the future.As we look to empower and develop \nour distributed workforce, we have \ntransitioned all of our training to be \nvirtual and improved the functionality \nof Zillow University.\nLEARN MORE WITH ZILLOW’S \nECONOMIC RESEARCH:\nPeople Start Living Alone Later — and Rising \nCollege Attendance is not the Cause", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}