{"page_content": "15Employee Retention\nTogether, we aim for all programs within our people \norganization to create a positive working environment \nfor our employees that supports not just retention, \nbut the desire for our employees to advance their \ncareers at Zillow. We conduct biannual employee \nengagement surveys to monitor satisfaction and \nunderstand changes we can make to create an even \nbetter employee experience. In 2021, we will move to \na quarterly survey to monitor and respond to the \npulse of our employees more frequently, now that we \nare more distributed.\nWe view internal mobility as a strong indicator of  \nour success in engaging employees. Our people \nteams support internal candidates through the hiring \nprocess and effectively transition them into new  \nroles. We also offer skills-enhancing programming \nand apprenticeships to help employees level up  \ntheir careers.Ethics & Integrity\nZillow is committed to promoting high standards of \nhonest and ethical business conduct and compliance \nwith applicable laws, rules, and regulations. Maintaining \na culture of integrity is critical to ensuring that we \ncontinue to operate with excellence in all that we do at \nZillow Group. We maintain a broad set of policies that \nset our expectations among our employees, Board, \nsuppliers, and external partners.\nEMPLOYEE RETENTION DATA\n2018 2019 2020\nWould recommend Zillow to a friend* 94% 88% 95%\nPlan on working for Zillow for at least two years* 78% 72% 78%\nRoles filled by Internal Candidates 20% 16% 19%\nTurnover\nVoluntary 13% 19% 11%\nInvoluntary 4% 4% 3%\n*In 2019, Zillow began conducting employee experience surveys twice a year as opposed to annually.\nWe are reporting results of our fall surveys to represent 2019 and 2020.\n yCorporate Governance Guidelines\n yCode of Conduct\n yCode of Ethics\n ySupplier Code of Conduct\n yGood Neighbor PolicyZILLOW ETHICS  \nPOLICY DOCUMENTS\n", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}