{"page_content": "16\nHealth & Safety\nThe health and safety of our employees, customers, \nand business partners is our number one priority.  \nIn response to the COVID-19 pandemic, and to  \nresume operations in a healthy, safe, and responsible \nmanner, we have implemented and executed a  \nnumber of plans and policies related to COVID-19 \npreparedness and response that are compliant with \ncurrent CDC guidelines and OSHA requirements.  \nThese cross-functional health and safety plans, like  \nour Zillow Offers Infectious Disease Preparedness and \nResponse Plan, ensure a healthy, safe, and compliant \ncontinuation of our field operations in all markets \nnationwide. In transitioning to a remote-first workforce, \nwe are improving how we support employees in home \nworkspaces. We offer virtual in-home ergonomic \nassessments and ship IT and office equipment directly to employees’ homes to help them create safe and \ncomfortable work spaces. This is part of a broader \nfocus we are placing on health and safety both for our \nremote workforce and field-based employees. For our \nZillow Offers field-based employees, we have begun \nhosting bi-weekly and monthly safety meetings and \ntalks focusing on key safety topics such as distracted \ndriving, heat illness, and slip, trip,and fall prevention.  \nIn 2020, we established a company-wide health and \nsafety initiative called “ZAFETY” responsible for \nproviding health and safety awareness to Zillow \nemployees and business partners. In 2021, we will \nestablish a Corporate Health and Safety committee  \nto adopt a company-wide health and safety policy \nand implement a health and safety management \nsystem, based on ISO 45001 standards, to better \nmanage and track our company-wide health and \nsafety performance.Benefits & Employee Wellbeing\nAt Zillow, we believe that work should wrap around \nlife and that our benefits should help us meet all our \nemployees at all places in their lives. We offer a wide \nrange of benefits through our Total Rewards program \nto help our employees feel safe and supported, \nincluding remote workplace flexibility, generous \ncompensation packages, top-notch health care \ncoverage, fully paid maternity and paternity leave,  \na sabbatical program, physical and mental wellness \nreimbursements, office equipment reimbursements, \ntuition support and COVID-19 caregiver resources. In \n2020, in response to the demands placed on many as \na result of the pandemic, we expanded our caregiver \nleave program to also include 10 days leave with no \nimpact to pay and a temporary three-month reduced \nschedule with a reduced pay schedule option. Since \nbeing introduced, relatively equal numbers of men \nand women are taking advantage of the leave. In \naddition, now that we have transitioned to distributed \nwork, we are adjusting our compensation approach \nby drastically reducing the focus on geographic \nlocation of our employees in our pay decisions.  \nOur goal is to provide flexibility and retain employees, \nwhile attracting diverse talent. This is not a  \ncost-saving initiative, and we are proud to enable \nemployees to move to locations of their choosing \nacross the U.S. without impact to their pay.\nWe are proud to enable employees to \nmove to locations of their choosing across \nthe U.S. without impact to their pay.\nRead stories from Zillow dads about \njuggling working from home with \ncaregiver responsibilities\nWe believe it is critical for employees to replenish their \nenergy when they need it and actively encourage our \nemployees to take time off. Long-tenured employees \nare eligible for our “Reboot & Recharge” sabbatical \nprogram that offers up to six weeks of time away from \nwork after six consecutive years of employment.\n", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}