{"page_content": "17\nZEST: Zillow Environmental Sustainability Team\nIn 2020, employees began forming the Zillow Environmental Sustainability Team (ZEST), an employee-led Equity \n& Belonging community. The team will provide those with a passion for the environment an opportunity to \ncollaborate and foster partnerships to further sustainable practices locally and nationally, and find opportunities \nin which all employees can engage. In 2021, we will establish the ZEST Leadership Committee, set priorities for the \nteam, and begin engaging employees in opening the door to the world of environmental sustainability.Our Footprint\nZillow is diligently working to understand and more \neffectively manage the environmental footprint of  \nour varied operations. In 2019, we added a Facilities \nManager to our Facilities & Corporate Real Estate \nteam to better understand and report on the \nenvironmental impact of our leased office space and \nbetter incorporate environmental considerations into \nour supplier contracts, RFP processes, and space \ndesigns. Going forward, these efforts will be \nsupported in partnership with Zillow’s new Senior \nDirector of Workplace Experience.\nIn 2021, we will establish sustainable operating \nstandards within our leased spaces that will provide  \na framework for each location to continue to make \nindependent decisions and work with local vendors in  \na way that will allow Zillow to measure and set future goals for our entire corporate real estate portfolio.  \nAs we establish these standards and continue to \nevaluate the scale and purpose of our shared physical \nworkspaces, we will maintain our current commitments \nto achieve available environmental certifications, \nincluding LEED and Energy Star , in our office selection \nand renovations. As we continue to take steps to better \nunderstand our environmental footprint, we believe our \nimpact from employee commuting will be significantly \nlower than it has been historically as a result of being a \ndistributed workforce.ZILLOW ENVIRONMENTAL DATA\nEnvironment 2018 2019 2020\nLEED Certified Office Space\nSquare Feet 166,000 530,000 674,000\nPercent of Total Square Footage 22% 67% 68%\nEnergy Use\nElectricity (MWh) 35,673 24,403\nLease Space 20,007117,794\nZillow Offers215,666 6,609\nNatural Gas (thousands cubic meters) 1,406 1,755\nLease Space343 60\nZillow Offers21,363 1,695\nWater Use (thousands cubic meters) 423 209\nLease Space460 36\nZillow Offers2363 173\nMiles Driven5340,072\n1 Unable to report on 3% of portfolio. Atlanta 2019 electrical consumption is unavailable.\n2  Zillow Offers data represents utility usage at homes owned by Zillow between purchasing and selling the home. Data covers 100% of Zillow \nOffers home.\n3 Unable to report on 3% and 2% of portfolio for 2019 and 2020, respectively. Cincinnati 2019 and 2020 natural gas consumption is unavailable.\n4  Unable to report on 10% and 12% of portfolio in 2019 and 2020, respectively. New York water metering is not currently reported by property \nmanagement and Cincinnati consumption is unavailable.\n5Total miles driven by Zillow Homes fleet vehicles. Zillow began tracking this data in December 2019. Data prior to 2020 is unavailable.\n y802,555 Homes at Risk of 10-Year Flood \nInundation by 2050\n yDrought-Resistant Terms Doubled in \nCalifornia, Arizona Listing Descriptions\n yYoung Adults See Climate Change Affecting \nThem and Support More Solutions - But Not \nNecessarily Taxes\n yEnvironment ResearchLEARN MORE WITH ZILLOW’S \nECONOMIC RESEARCH:\n", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}