{"page_content": "3A Message From \nRich Barton\n2020 was a year of transformation for Zillow.\nWe continued our evolution from a company that helps \nconsumers search and find homes to a company that \nenables consumers to dream and shop, as well as buy, \nsell, rent, finance, and close on their homes.\nIn many ways, the COVID-19 pandemic hastened this \ntransition in 2020. The country, and the world, are \nrethinking how we live and work, and redefining the  \nvery definition of home. Adoption of and reliance on \ntechnology has accelerated and is forming new digital \nhabits that are becoming a new standard for how we \ninteract. As a company founded on technology and \ndigital innovation, I am proud to say we were ready and \nable to address these shifts in a way that is changing \nthe future of real estate and the future of work.\nWe launched numerous virtual technologies, including \nZillow 3D Home® as well as automated and virtual real \nestate transaction services, to help shoppers move \nforward and stay safe while searching for a new home. \nWith the support of former U.S. Surgeon General Regina \nBenjamin as our Health Advisor, we developed health \nand safety protocols, policies and procedures for  \nZillow employees, customers, agents, and other \nstakeholders, whether in the field or an office. Among \nthese policies was our decision to move to a distributed \nworkforce where the vast majority of our employees \nnow work from home. This location-flexible work model has a myriad of benefits: our employees now have the \nflexibility to wrap their work around their lives, and it \nallows us to expand our reach to attract a more diverse \ntalent pool from across the country.\nWhile we are currently reimagining how we work, our \ncore values and commitments to being a voice for  \nfair housing, racial justice, and equity and belonging \nremain. In 2020, we reaffirmed our commitment to \nequity and belonging everywhere our company \ntouches. We joined The Board Challenge and appointed \nClaire Cormier Thielke to our Board of Directors. We  \nalso supported racial justice through our partnerships \nwith organizations such as Housing Connector and the \nNational Fair Housing Alliance, and continued to \nproduce economic research to inform public policy  \nand industry practices on homelessness, housing \naffordability, and fair housing. In this report, we are \nproud to announce five commitments we are making  \nto continue growing equity and belonging in our \ncompany. These commitments in leadership, retention, \nrepresentation, pay equity, and programming will \nshape the ways we ensure equity and belonging  \nare a continued focus as we move forward as a  \ndistributed workforce.\nIn our Zillow Offers business, we paused buying  \nhomes for two months at the start of the pandemic  \nto protect the health and safety of our employees, \ncustomers, and agents. As we were able to assess the \n“While we are reimagining how we work...  \nour commitments to fair housing, racial \njustice, and equity and belonging remain.”\nsituation we determined the steps we needed to take  \nin order to operate safely. We implemented new  \nsafety protocols, informed by our partnership with  \nDr. Benjamin, and resumed operations. As our business \ngrows, so do our environmental and health and safety \nimpacts. We have placed a greater focus on health and \nsafety by hosting weekly and monthly safety meetings \nand launched ZAFETY to promote health, safety, and \nwellness awareness to all Zillow employees and business \npartners. We are also pleased to be able to share more \nenvironmental data than we have in the past and look \nforward to taking further steps to better understand  \nand manage our environmental footprint.\nAs we step forward into 2021, COVID-19 is continuing  \nto shape the world, the way we work and connect, and \nthe way we think about safety and home. As we work  \nto unlock life’s next chapter for the millions of home \nshoppers that use Zillow every day, we are looking \nforward to unlocking the next chapter for Zillow, the \nfuture of work, and the future of real estate.\nSincerely,\nRich Barton\nCo-Founder & Chief Executive Officer", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}