{"page_content": "4\nThe Future of Real \nEstate Is Inclusive\nThere is a long history of systemic racism in real \nestate in the United States. For many Americans, \nhousing discrimination is a fact of life. Segregation \nby race and national origin, driven by systemic \nbarriers such as redlining, has, and continues to \ndisadvantage countless individuals and groups in \nour society from finding the safety and stability of \nhome. At Zillow, our mission is to give people the \npower to unlock life’s next chapter. To date, our \nbiggest contributions have been cash and in-kind \ndonations to support efforts to combat homelessness \nand housing insecurity, leveraging our platform to \nhelp disadvantaged consumers secure housing, and \nusing our economic research to support education \nand advocacy efforts. As Zillow grows, we are \nworking to make even greater contributions to these \ncauses. In 2019, Zillow achieved our Home Project \npledge to contribute $5 million in cash and in-kind \nresources to address housing insecurity and homelessness. As the world and our business have \nchanged, the ambitions that started as the Home \nProject have evolved as we work to help more \nunderrepresented people find their next home. In \n2020, we established a cross functional steering \ncommittee of 20 Zillow leaders to establish a platform \nto foster housing justice and create a more equitable \nworld through our people, research, products, \noperations, programs, and partnerships. While we \nare proud of the initial steps we’ve taken, in 2021, \nthe Committee will reevaluate the current platform \nto ensure we are working to have the greatest positive \nimpact possible on the future of real estate. \nResearch, Education \n& Advocacy\nWe strive to use our data and research to empower \nconsumers, industry professionals, policymakers, \ngovernment agencies, and academics to better \nunderstand the housing market. Our more than 40 \nmember economic research team, led by our Chief \nEconomist, leverages our unparalleled property data \non more than 135 million homes in our living database \nto add value and context to public data and inform \npolicy conversations around housing in the U.S.\nOur economic research team maintains partnerships \nwith public and private housing organizations and \nreal estate data providers and publishes over 100 \nreports annually to provide transparency and \nvisibility to the housing market and support informed \npolicy on housing. In addition to providing weekly \nmarket reports , in 2020, the team delivered over 80 \npresentations on topics such as the COVID-19 Impact \non Housing and the Economy, housing affordability, \nhomelessness , housing policy, and fair housing. \nBeyond our direct partnerships and primary research, \nour housing data is open source to enable non-profits \nacross the U.S. to use it in support of pursuing grants \nand developing programming to better support \nvulnerable populations in their communities.\nNational Fair Housing Alliance Partnership\nSince 2018, Zillow has partnered with the National \nFair Housing Alliance (NFHA) in support of our shared \nobjectives to raise awareness of fair housing rights, \nhelp increase efforts to end housing discrimination, \nand combat the estimated four million instances of housing discrimination that occur annually in the U.S.1 \nIn April 2020, Zillow partnered with NFHA to support \nFair Housing Month, a month-long campaign to shed \nlight on fair housing issues and educate consumers \nabout their housing rights, including publishing a \nFair Housing Act FAQ to serve as a central resource \nfor information about the Fair Housing Act, fair \nhousing laws, and equal opportunity housing. We are \nproud to continue and expand our work with NFHA \nthrough their Keys to Unlock Dreams initiative. As part \nof this partnership, Zillow will provide research and \nfinancial support from 2020 to 2022 to promote \nsolutions that expand affordable, accessible, and fair \nhousing, help support communities of color to bounce \nback from the COVID-19 economic crisis, and \nempower consumers with the right financial and \neducational resources they need to obtain and \nsustain homeownership opportunities. yGood Neighbor Policy\n yRespectful Renting PledgeFAIR HOUSING POLICIES\n1 National Fair Housing Alliance 2020 Fair Housing Trends Report", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}