{"page_content": "5Enabling Fair Housing Through Data\nZillow's economic research team regularly works with \nand supplies data to a number of federal agencies, \nincluding the Federal Reserve, Council of Economic \nAdvisers, and the Department of Housing and Urban \nDevelopment, to help facilitate better decisions  \nand understanding of complicated issues including \nhomelessness and race in housing. This work is \nsupported by Zillow’s Zestimates and the Zillow Home  \nValue Index (ZHVI), which are regularly calculated  \nto estimate the value of over 135 million homes in the U.S. based on public data (including our ZTRAX \ndatabase which is made available directly to \nresearchers at no cost), user-generated data,  \nand real estate data from direct feeds or multiple \nlisting services. Trends in the rental market are also \nwell-represented in Zillow’s data, through published \nRent Zestimates on millions of homes and through  \nthe Zillow Observed Rent Index (ZORI), which tracks \nchanges in asking rent prices over time, nationally and \nin hundreds of large markets. In 2020, we introduced \nthe ZHVI-by-race metric to better understand the \nrelationship between race and home values and \nhighlight areas of inequality.\nPublic Policy, Zillow PAC, \n& Political Engagement\nWe recognize that highlighting challenges within the \nreal estate industry isn’t enough to be a leader in \ntransforming the real estate system to work better for \neveryone. If we want to have a lasting impact on how \nreal estate evolves to better serve consumers, we must \nwork with local, state, and federal policy makers and \nbe a voice for our vision of the housing market we  \nknow is possible. Zillow’s public policy and political \nengagement focuses on five guiding principles: fair \nand equitable housing and lending opportunity for all; \ninnovation for a more seamless digital transaction; \ntransparency and the open flow of data; tax policies \nthat are fair, transparent, simple, and neutral; and \ndiversity and inclusion in real estate. We prioritize \nengagement that serves to educate the public and \nimprove and enforce Fair Housing laws — including \nawareness and education on source of income laws that \nprotect renters with Housing Choice Vouchers — and \nadvocating for fair housing protections for the LGBTQ+ \ncommunity. Engagement on these priorities is led by \nZillow’s Public Policy and Government Relations teams. \nIn 2019, we founded the ZG Political Action Committee \n(ZG PAC) to support candidates who share our vision \nof the future of real estate. ZG PAC is administered by \nZillow’s PAC Director with oversight by the ZG PAC \nSteering Committee, a 12-person committee chaired \nby Zillow Group’s Head of Federal Government \nRelations. The committee meets quarterly to oversee \nadministration of the PAC, employee engagement \nactivities, budget, and broader PAC fundraising \nefforts. ZG PAC began making contributions in 2020 \nand reports its activities to the Federal Election \nCommission (FEC).\nLEARN MORE WITH ZILLOW’S \nECONOMIC RESEARCH:\n yWhat Modern-Day Housing Discrimination Looks Like\n yHome Values in Redlined Neighborhoods\n yBlack Applicants are Far More Likely to be Denied  \na MortgageZillow Rentals automatically provides \nrenters with resources to make it easy \nto register to vote.\n yZG PAC 2020 Annual ReportZILLOW PUBLIC \nPOLICY DOCUMENTS\nSupporting Voter Registration\nZillow works to support participation in the political \nprocess inside communities as well. In advance \nof the 2020 United States presidential election, \nZillow launched a service through Zillow Rentals \nthat automatically provides renters with resources \nto make it easy to register to vote in their new \nlocation or verify their voter registration. With this \nservice, all renters who sign their next lease through \nZillow Rentals are prompted to register to vote \nthrough a Zillow Votes registration page that directs \npeople to voter registration databases and voting \nresources for their new home. Zillow has also \npartnered with non-partisan coalitions such as \nTime to Vote and Civic Alliance , that are working \nto increase voter participation in elections across \nthe country.", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}