{"page_content": "6Product, Operations \n& Practices\nZillow encourages all of our employees, regardless of \nrole, to partner with each other and dedicate time to \ndevelop products, services, and practices that can \nmake a positive social impact. Zillow continues to \ninvest in our Social Impact Product team, which \nnearly quadrupled in size in 2020. As a sub-team \nwithin our Rentals Product team, the Social Impact \nProduct team benefits from the leadership, insights, \nand collaboration opportunities afforded to all of our \nproduct teams, while also aligning our social impact \nproducts with broader Rentals goals. The Social \nImpact Product team works both independently and \ncollaboratively with teams across the company to \nbuild solutions that help improve access to housing \nfor all and mitigate existing inequalities in the \nhousing market.Hack Week 2020\nZillow’s bi-annual Hack Week has become a critical \navenue for enabling teams to create products, \nfeatures, and tools that deliver positive impact to \nunderrepresented groups and ensure we are driving \nequity with our products and platform. In 2020, Zillow \nunveiled LGBT Local Legal Protections , a feature \ndeveloped by our Social Impact Product team that \nbegan as a Hack Week project. Currently, only 22 \nU.S. states and the District of Columbia1 have \nstatewide laws explicitly prohibiting housing \ndiscrimination based on sexual orientation and \ngender identity, and those laws can vary significantly \nby jurisdiction. LGBT Local Legal Protections provide \nhome shoppers with information about the home's \njurisdiction and the local laws in place that protect \nfair and equal treatment in housing, employment, \nas well as public accommodations based on sexual \norientation and gender identity. In January 2021, \nthe Local Legal Protections feature was enhanced \n1 Movement Advancement Project: Nondiscrimination Laws\nby adding information about source of income \nprotections to better inform renters whose income \nderives from public assistance, or in many cases, \nany legal source, including Social Security, child \nsupport, alimony or palimony, disability, and \ngovernment housing programs such as Housing \nChoice Vouchers. LGBT Local Legal Protections are \ncurrently available across all For Sale and For Rent \nlistings on Zillow and source of income Local Legal \nProtections are currently available across all For Rent \nlistings on Zillow.\nHack Week 2020 also led to the development of \nHomes Across Black History, an interactive map \nallowing employees to zoom in on states and click  \non cities to learn about important black leaders and \nthe homes they lived in. The Homes Across Black \nHistory app is available to all Zillow employees and \nwas a winning 2020 Hack Week project.\nHousing Connector for Affordable Housing\nSince 2018, Zillow has collaborated with Housing \nConnector , a Seattle area non-profit that partners with \nproperty owners and managers to lower barriers to \nhousing and increase the region’s affordable housing \ncapacity, primarily for the benefit of the situationally \nhomeless. To accomplish this, Zillow leveraged our rentals \nplatform to enable Housing Connector partner landlords \nto quickly upload housing inventory with waived or \nadjusted screening criteria intended for renters exiting \nhomelessness. This enables local non-profit service \nproviders to find this housing inventory in real time for \ntheir homeless clients. By creating a platform that \nefficiently connects affordable housing inventory to \nhomeless and housing insecure individuals and families  \nin need, the tool provides a scalable way to meet the \ndemand for affordable housing that was previously going \nunmet. Since the launch of the Housing Connector tool in \nQ4 2019, over 500 families comprising more than 1,400 \nindividuals have secured housing with zero evictions \nto-date. The work received the Puget Sound Business Journal's 2020 Corporate Champion Award and an \nhonorable mention by Fast Company’s “World Changing \nIdeas Awards” . In 2021, we will expand the use of the \nplatform to neighboring counties in the Puget Sound \nregion in partnership with Housing Connector.\nLEARN MORE WITH ZILLOW’S \nECONOMIC RESEARCH:\n yLGBTQ+ Buyers & Renters Face More Challenges, \nCosts when Searching for a Home\n yLGBT Home Buyers May Be Priced Out of Areas \nWith Legal Protections From Discrimination\n yWhy Housing Choice Voucher Availability & Value \nDon't Match Demand or Market Growth\n yHomelessness Rises Faster Where Rent Exceeds a \nThird of Income", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}