{"page_content": "7Unlocking Life’s Next Chapter\nZillow’s technology and data teams are working to \nbuild solutions that will simplify and streamline the \nhome buying process. We are transforming Zillow from \na company that helps consumers search and find, to a \ncompany that enables consumers to dream and shop, \nas well as buy, sell, rent, finance, and close. Our goal \nis to radically simplify transactions, while saving \nconsumers substantial time, money, and stress. For \nthis to be possible, we have been rewriting our data \nplatforms to merge our data into a single data lake. \nThis transition also enhances our data governance  \nto better control consistency, quality, access,  \nand integration.\nZillow’s data teams regularly collaborate with our \nInsights team to better understand how consumers \nparticipate in the real estate market and use Zillow.  We work to understand the pain points in their real \nestate transaction and create solutions that solve \nproblems with our data. This process has led to key \nevolutions to our platform.\nImproved Recommendations\nIt can be difficult to find your dream home. Looking \nthrough listings can be a time-consuming process  \nand setting precise filters on a home search without \neliminating options you may want to see can be \nchallenging. To solve this problem, Zillow uses artificial \nintelligence (AI) and predictive technology to use \nfactors such as location, previously selected filters, \nand user-specific clickstream data to improve \nrecommendations for homes that may be interesting.\nAutomating Real Estate Transactions\nWhether buying or selling a home or signing a \nnew rental lease, real estate transactions can be \ncomplicated, time-consuming, stressful, and \nexpensive. Most consumers must work with multiple \nvendors to complete a transaction. At Zillow, we \nstrive to support our customers throughout their real \nestate transactions and are working to digitize and \nstreamline the process. With tools such as eSignings, \ndigital document capture, and remote closing, Zillow \nis working to remove the stress and complexity of real \nestate transactions.\nZillow 3D Home®\nThe COVID-19 pandemic changed the way people \nmoved in 2020 and accelerated the preference for \na digital-first experience for home buying. Zillow’s \n3D Home ® virtual tours and self-tour technology \nenabled faster, safer, and easier home shopping for \nbuyers, while renters could search, find, apply for \nand lease a home digitally. Creation of Zillow 3D \nHome® virtual tours rose 600% in the month after \nmany stay-home orders went into effect, and \nremained around twice as high through late \nNovember 2020.\nPlease visit the Zillow Tech Hub for more information \nabout how we are working to unlock life’s next \nchapter with our tech and data.\nData Protection & Privacy\nAs the way we use data at Zillow continuously \nevolves, so do our practices to protect it. As a lender, \nbroker, and facilitator of real estate transactions, we \nare increasingly trusted with personal and financial \ndata. We take our responsibility to protect such \nsensitive information seriously. The Audit Committee \nof Zillow Group’s Board of Directors oversees the \ncompany’s data, privacy, and security programs. \nOur General Counsel provides information and \nupdates on any significant issues related to data \nsecurity and privacy at Zillow Group Audit Committee meetings, generally held at least four \ntimes per year. Each month, our Information Risk \nCommittee (IRC) meets to review security policies, \npractices, and results of internal and external audits. \nSeveral key senior leaders sit on the IRC, including \nour General Counsel, Chief Technology Officer, \nand Chief People Officer. Zillow reviews our data \nprotection and privacy policies at least annually. \nIn 2020, we revised our Privacy Policy and supporting \nsystems to align to the California Consumer Privacy \nAct. As part of the work, we launched a privacy portal \nthat allows consumers to learn more about the \ninformation we collect, how we use it, and how we \nshare it. The portal also allows users to manage \ncookies, request a copy of their data, and delete \ntheir data if they would like. To ensure we remain in \ncompliance with our regulatory obligations, we have \nexpanded our Internal Audit team with specialists \nthat have expertise and experience in information \nsecurity and privacy risk.\nLEARN MORE WITH ZILLOW’S \nECONOMIC RESEARCH:\n yCoronavirus Not Yet Driving a Surge \nin Suburban Home Searches\n yCreation of 3D Home ® Tours \nSoared in March as Stay-at-Home \nOrders Expanded\n yFreedom to Telecommute Could Add \nAlmost 2 Million Potential Buyers to \nthe Market\n yWorking From Home Could More \nWidely Benefit Black Renters \nSeeking Homeownership", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}