{"page_content": "9Partner Support \nSince 2015, Zillow has maintained a support team  \nfor our agent partners that work with us to help our \nshared customers unlock life’s next chapter. Our \nPartner Support team collaborates with Zillow’s sales \nteam to provide real-time support to solve immediate \nproblems and works to provide our partners with tools \nto proactively resolve potential problems and grow \ntheir business. In 2019, we began placing a greater \nemphasis on providing phone support to our agent \npartners, who frequently need to solve problems in real \ntime. We now track additional call metrics to better \nassess our responsiveness to our agent partners. While \nour performance on these metrics declined in 2020 as \nmore agents contacted us via phone, we are using this \ndata to continue to improve how we support them. \nEmployee Engagement \n& Activation\nWe encourage employees to continue to give back in \ntheir communities. We have set a goal to have 70% of \nemployees involved in their local community in 2021.  In 2020, we established a donation match program \nthat matches any employee donation to a qualifying \nnon-profit up to $100, dollar-for-dollar, and in 2021 \nestablished payroll deductions to make giving  \nas easy as possible for our employees.\nFor employees that would prefer to donate their time, \nevery Zillow employee is eligible for eight hours of \npaid volunteer time annually to support causes that \nare important to them and their communities. To \nensure our U.S. employees were able to support these \ncauses and still had the time and resources to safely \nvote in the 2020 presidential election, all Zillow Group \nemployees were given up to eight additional hours \noff from work to participate in the election process. \nTime off could be used to cast their ballot or for \nvolunteering as a poll worker. Additionally, Zillow \ndeclared Juneteenth a company holiday and \nencouraged all employees to use the day for \nreflection, education, and action to support the \nBlack community.Social Investments \n& Partnerships\nWe invest in and partner with non-profit and other \nsocial enterprises that are focused on addressing  \nfair housing, housing insecurity, homelessness, and \nhousing inequities, nationally and in communities \nwhere we operate. To date, Zillow has given more  \nthan $5 million, in cash and in-kind donations, to over \n100 non-profit organizations. In 2020, we made our  \nRacism Has No Home Here pledge, of which one  \nof the commitments was to donate an additional  \n$1 million to non-profits fighting racial injustice.Customer Care & \nPartner Support\nAt Zillow, we work every day to make it as easy as \npossible to unlock life’s next chapter. To support our \ncustomers in this process, we invest in our Customer \nCare and Partner Support teams to ensure we’re \navailable to help them resolve any problems they \nmay have, regardless of which Zillow product, \nservice, or platform they’re using.\nCustomer Care\nZillow’s 120-person Customer Care team supports our \ncustomers by answering questions, troubleshooting \nissues, and enhancing user engagement with Zillow \nGroup’s platforms. Each member of the team receives \nrigorous training to ensure they are equipped with the \nknowledge they need to efficiently resolve customer \nconcerns. Training is consistently evolving to meet \nthe needs of the business. For example, in 2020 we \nfocused on developing training on new Zillow features \nsuch as Zillow 3D Home®.\nCUSTOMER & PARTNER SATISFACTION DATA\n2018 2019 2020\nCustomer Satisfaction (CSAT) 85% 85% 86%\nPartner Satisfaction 84% 83%\nMedian time to answer phone call (seconds)* 10 17\nCall abandon rate* 5% 12%\nCalls answered in 20 seconds* 89% 70%\n*Data represents Partner Support only", "metadata": {"source": "NASDAQ_Z_2020.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}