{"page_content": "Page 13\nON Semiconductorwww.onsemi.comEmpowering Design Engineers to Reduce Global Energy Use\nWe have established ourselves as a market leader in high efficiency power solutions for automotive, high performance power conversion, \nindustrial, wired and wireless communications and computing applications. \nBy working closely with associations, industry standard organizations \nand government entities such as ENERGY STAR®, the China \nNational Institute of Standardization and the European Energy \nUsing Products (EuP) Directive, we continue to demonstrate our \ncommitment to the development of innovative energy efficient \nsolutions to support a variety of end-markets. To help reduce \nnew product development costs, speed up time-to-market for our \ncustomers, and support the design of energy efficient electronics, \nwe provide online Power Supply WebDesigner™ tools for a range \nof applications that meet or exceed global energy efficiency standards. \nWe offer innovative products that enable more efficient power supplies \nthrough improved power, enhanced active-mode efficiency and reduced standby-\nmode power consumption.\nOperating a World-Class Supply Chain and Quality Program\nWe operate a flexible, reliable and responsive supply chain, which supports complex \nmanufacturing networks and dynamic global market conditions. This includes multiple \nmanufacturing and logistics sites located near our customers to ensure supply continuity. \nDuring 2019, the company shipped more than 66.3 billion units through our global logistics \nnetwork. Our company’s approximately 35,000 employees around the world collaborate \nwith customers, distribution partners, and vendors, to develop not only more efficient silicon \nsolutions, but also more efficient ways of doing business.\nHelping Customers Solve their Unique Design Challenges\nWe work closely and collaboratively with our customers to solve their \nunique design challenges using innovative technologies, robust designs, \nand energy efficient products and solutions. We operate a global \nnetwork of solutions engineering centers (SECs), on-site customer \ndesign facilities, and applications-focused design and test labs, all \nsupported by global teams of field applications engineers working to \nmeet the needs of our expanding customer base.\nBrand\n[GRI: 102-7]", "metadata": {"source": "N6LEV9~G.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}