{"page_content": "Page 17\nON Semiconductorwww.onsemi.comOur Culture\n[GRI: 102-16]  \nWith a growing diverse and inclusive workforce and in parallel, our commitment to grow our business, last year, ON Semiconductor set out \nto learn how its culture could play a critical role in supporting the business strategy.  \nIn the first half of 2019, we focused our efforts on assessing the company’s current culture. We utilized a listening strategy that allowed us \nto understand the state of culture through the lens of our employees via interviews, online surveys, as well as focus groups. As a result, our \ncultural strengths of ethics, collaboration, customer focus, inclusivity and quality were reinforced. Additionally, we identified learning and \ninnovation as our culture priorities to drive us towards achieving our company strategy:\n •Learning will help empower our employees through opportunities to learn more about the business as well as improve their skills and \nabilities to grow in their careers. \n •Innovation will help create a mindset in which employees explore ways to see and do things (products, processes, serving customers, \netc.) differently. Doing so will allow us to build upon our great history of technical and product innovation and expand to all aspects \nof our business.\nWith these priorities in mind, we developed a culture roadmap in the second half of the year. It has helped us learn how to leverage our vast \ncompany expertise – whether it be product-related, business-related or function-related – to create goals and objectives that will enable \nour business to succeed.\nUltimately, we believe over the next few years, emphasis on our priorities of learning and innovation will help us realize opportunities \nsuch as retaining knowledge, shortening ramp-up times, reducing reassignment delays, providing highly desirable growth opportunities \nand generating innovative ideas which not only drive business success but also align with our CSR pledge of making a positive impact in \nsustainability of all kinds.\nCULTURE PRIORITIESDIVERSITY &INCLUSION\nCORE VALUESCORPORATE SOCIALRESPONSIBILITYCULTURE STRENGTHS\nINITIATIVEINTEGRITY RESPECTLearning\nInnovationEthics\nCollaboration\nCustomer Focus\nInclusivity\nQuality", "metadata": {"source": "N6LEV9~G.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}