{"page_content": "Page 24\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsEnvironmental, Social and Governance (ESG) Recognition \nMost Sustainable Company: \nFirst YearON Semiconductor was awarded the Most Sustainable Company in 2020 in \nthe Semiconductor Industry.Platinum RBA VAP Recognition Award\nfor Receiving a Perfect Score of 200\nfor Initial Recipient Sites ISMF, Seremban, Malaysia; South Portland, Maine; Mountain Top, \nPennsylvania; OSV, Bien Hoa, Vietnam; Carmona, Philippines; Suzhou, China; \nOudenaarde, BelgiumON Semiconductor's Sustainalytics\nESG Risk Rating Score is 25.3 As of February 2020, ON Semiconductor received an overall ESG risk rating \nscore of 25.3/100 points (the lower the score, the better) and is considered \nby Sustainalytics, a global ESG research and ratings firm, to be at medium risk \nof experiencing material financial impacts from ESG factors.ON Semiconductor Holds the Prime\nRating for CSR with ISS-oekomIn 2019, we were recognized as “Prime” by ISS-oekom, one of the world’s \nleading rating agencies for sustainable investments. Companies receive \ngrades from A+ (best) to D–; we obtained a C+ and rated as a prime company. \nWith that result, we ranked in the top 25% of the 49 companies in the \nsemiconductor industry.MSCI ESG RatingsIn November 2019, ON Semiconductor moved from the ESG Rating of BBB to A. \nThis change in our rating is in large part to our practices surrounding \nControversial Sourcing. Currently, we are one of the Top 5 Industry Leaders. EcoVadis Gold Level RecognitionIn 2019, we scored 85/100 from EcoVadis, a leading platform for \nenvironmental, social and ethics performance ratings for global supply \nchains. Overall, we scored in the top 1% of companies assessed by EcoVadis \nin the “Manufacture of electronic components and boards industry.” World’s Most Ethical Companies: \nFive Consecutive YearsIn 2019, we were one of four semiconductor companies included in the \nelectronics and semiconductor industry.DJSI North America Sustainability \nIndex: Two Consecutive YearsIn 2019, we were one of four semiconductor companies included in the North \nAmerica component. \nTo view a complete list of our awards and recognitions, please refer to the Appendix on page 70.", "metadata": {"source": "N6LEV9~G.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}