{"page_content": "Page 5\nON Semiconductorwww.onsemi.comReport Overview\nThis report was created with the intention of transparently communicating our efforts in social responsibility with our stakeholders. Topics \nin this report include our business profile, responsible sourcing, governance, ethics and compliance, diversity and inclusion, learning and \ndevelopment, environmental sustainability, and community involvement. This year marks our seventh Corporate Social Responsibility (CSR) \nReport, which we publish on an annual basis. We did not seek independent external assurance for content in this report, but all information \nis reviewed internally. \nReporting Standards\nOur 2019 CSR report was prepared in accordance with the Global Reporting Initiative (GRI) Standards: comprehensive option. The GRI \ncontent index can be found in the back of this report, as well as a standalone PDF here. \nReporting Period\nData presented in this report covers the 2019 calendar/fiscal year (Jan. 1 – Dec. 31, 2019) and significant milestones highlighted which \noccurred in early 2020. As for quantitative performance, this report includes year-over-year data to allow for identification of the trends. \nScope of Report\nThe scope of this report includes our worldwide subsidiaries \nand joint ventures for which we have management \ncontrol. Environmental data covers leased \nand owned internal manufacturing sites, \nwhich account for a majority of our \nenvironmental footprint worldwide. \nWe value feedback on our activities \nand performance from all of our \nstakeholders. If you would like to \nshare your opinions, please contact \nON Semiconductor’s CSR team at \nsocial.responsibility@onsemi.com .\nThis report is available as a PDF on our \nwebsite, along with reports from previous \nyears. Please note that printed copies are \navailable upon request. \nSpecial Thanks\nWe would like to thank all the departments that helped the CSR team create our annual CSR report, including members from our marketing \nand communications, ethics, environmental health and safety, finance, global supply chain, human resources, legal, business units and \nquality departments. ABOUT THIS REPORT\n[GRI: 102-46]  [GRI: 102-54]  [GRI: 102-56]\n", "metadata": {"source": "N6LEV9~G.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}