{"page_content": "Page 43\nON Semiconductorwww.onsemi.com“It is of great honor to be personally selected by the Company’s Ethics Committee to be a Business \nEthics Liaison (BEL) serving our regions in Singapore and Australia. A role that is not trained \nby scripts and is open to anyone irrespective of their ranks within the Company. \nChosen for the special ‘something’ that each BEL uniquely has, that when the \ntime in need arises, one will go the extra mile to represent the voice of the \nemployee and to bring the issue to the right level of authority for action.”Grace Wan | Business Ethics Liaison, Singapore\n“Being directly involved in the company’s social responsibility program. I am continually encouraged \nto find ways to improve and expand our CSR standards. I ensure our local team has the necessary \ninformation to collaborate and utilize the tools needed to be successful. Discussing strategies \nwith our other locations allows me to share my experiences and learn new methods \nfor CSR implementation. I am proud to see the positive impact of our commitment \nand our team’s hard work to make our communities better.”Shaun Harry | CSR Site Champion, Nampa, Idaho\n“The beauty of the culture alignment program is that it focuses on a number of universal human \ndesires. We all want to learn and develop, end each of us have the ability to teach something to \nsomeone else; I am confident that we all have ideas to improve our business. As a \nCulture Champion, it is truly exciting for me to watch people pursue their passion \nfor teaching, discover new things, end to see people’s ideas illuminated \nthrough workplace collaboration. I am optimistic this will lead to a stronger, \nmore cooperative global model.”Pascal Vercruysse | Culture Champion, Oudenaarde, Belgium\n", "metadata": {"source": "N6LEV9~G.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}