{"page_content": "Page 48\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsHuman Rights  \nOverview\nOur formalized Human Rights Policy  demonstrates our commitment to preserving, protecting and promoting the \nfundamental rights of others as reflected in the Responsible Business Alliance (RBA) Code of Conduct, Universal \nDeclaration of Human Rights, United Nations (UN) Guiding Principles on Business and Human Rights and UN Global \nCompact to which we are a signatory. Our commitment to international human rights standards and local laws are \nrooted in our core values and reinforced through our Code of Business Conduct  and other company policies. \nPrevention of Slavery and Human Trafficking\nTo prevent slavery and human trafficking, we implemented our Slavery and Human \nTrafficking Policy Statement , which ensures we are aware of and have a zero tolerance \ntoward human rights violations. We have implemented policies, procedures and \nmanagement systems to ensure that all work at our company is voluntary and that \nworkers are legally entitled to leave the company without penalty. Our company also \nensures that workers are not required to hand-over government issued identification \nand original work permits to our company or any of our labor agents. We train our human \nresources staff and labor agents on the company’s practices related to anti-human trafficking \nand conduct on-site verification to ensure compliance. Incidents of slavery and human trafficking are also verified in our supply chain using \nrisk assessments and site visits. \nOur employees and other stakeholders are encouraged to report any concerns they may have on human trafficking through our ethics \nhelpline, the global trafficking hotline at 1-844-888-FREE or emailing help@befree.org .\nPrevention of Child Labor\nOur practice on the use of child and young labor is based upon our global minimum employment age policy. The purpose of this policy is \nto define and ensure that sufficient measures and controls are in place to verify the minimum age of individuals working at our company. \nAs a rule, we only employ individuals who are at least 18 years of age by the first day of employment. The only exception to this rule is in \nChina, where the minimum age for employment is 16 years old. To confirm candidates for employment meet the minimum age requirement, \nmembers of our human resources department perform due diligence to make sure we are complying with federal, state, regional and local \nrequirements. The global minimum age policy also describes the process to be followed and protection afforded to discovered child laborers. \nWe apply the same minimum age requirement for employment at our supplier companies and labor agencies. We work to ensure that our \nsuppliers have the necessary policies, procedures, measures and controls in place through risk assessments and on-site verification to avoid \nincidents of child labor within our supply chain.  \nHealth and Safety \n[GRI: 403-1]  [GRI: 403-7]  [GRI: 403-8]  \nOverview\nOur health and safety programs are based on our company’s Environmental, Occupational Health and Safety \n(EOHS) Policy  and are a priority at each of our sites. Establishing a healthy and safe environment allows our \nemployees to come to work each day without fear of injury or illness, and is vital to the quality of life of our employees and the success of \nour business. \n", "metadata": {"source": "N6LEV9~G.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}