{"page_content": "Page 50\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsHealth and Wellness\n[GRI: 403-3]  [GRI: 403-6]  \nAs a company, we are committed to creating a culture of wellness and nurturing a \nhealthy, productive workforce. For us, wellness includes many dimensions of physical \nand emotional health, social support, spiritual wellness and financial success. \nAlthough there is a clear advantage to having a healthy and focused workforce, we \nalso believe that leading a healthy lifestyle outside of work is just as important.  \nWithin our safety culture program, there are five levels of safety that a manufacturing site can reach, one being the lowest and five the \nhighest. Each level has criteria that must be met in order to progress from one level to the next. In 2015, each of our manufacturing sites \nstarted at level one. At the end of 2019, all sites confirmed that they were able to close out all of the improvement actions that were \nidentified during the companywide safety culture audits that were performed in 2018. In 2020, empowerment of front-line leaders as \nsafety champions will be our main point of focus in our safety culture program.\nTo embed a strong safety culture within our organization, employees are encouraged and incentivized to report unsafe acts or conditions \nto their management, EHS department or our anonymous ethics helpline.\nHealth Programs\nPhysical Health We offer programs focused on nutrition, weight loss, physical fitness and the avoidance \nof unhealthy habits like smoking, drinking and drug use. Several of our sites globally offer \nsubsidized gym membership plans, access to fitness classes and/or on-site gym facilities.\nMedical Health Some of our sites employ occupational health resource specialists while others have in-house \nclinics. We also contract doctors in certain locations who provide services for employees. \nWe offer comprehensive health insurance plans and many of our sites organize annual \nphysicals and preventative health screenings. We abide by the European Union General Data \nProtection Regulation (GDPR) to protect the privacy of all employees. \nEmotional/Mental \nHealthOur company has implemented employee assistance programs at many of our sites globally. \nThese programs allow individuals to consult with specialists as a first-line of support for \nmental well-being matters. Some of our sites also offer ‘relax areas,’ which provide a rest and \nrelaxation space to help prevent issues caused by sedentary work and stress\nRelax room in Roznov, Czech Republic On-Site Gymnasium in Pocatello, Idaho, USA On-Site Dental Clinic in \nCarmona, Philippines\n", "metadata": {"source": "N6LEV9~G.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}