{"page_content": "Page 6\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsAt ON Semiconductor, we are committed to engineering a better tomorrow \nthrough the actions we take every day. Corporate Social Responsibility (CSR) is \ndeeply rooted in our core values of respect, integrity and initiative. We provide \nour customers around the globe with a broad portfolio of innovative, energy \nefficient and environmentally friendly semiconductor solutions addressing \nvirtually all market segments. Our CSR efforts focus on continually improving \nhow we operate, whether it be related to our business, our governance and \nethics, our people, our environment and/or our communities. \nAs a full member of the Responsible Business Alliance (RBA) and signatory \nof the United Nations (UN) Global Compact, we adhere to an industry code \nof conduct ( RBA Code of Conduct ) and international principles, which \npromote environmentally responsible and ethical conduct. These principles \nare specifically focused around labor, health and safety, the environment, ethics and management systems standards. Our global Human \nRights Policy  reflects our commitment to preserving and protecting the rights of others as enshrined under the ten principles of the UN \nGlobal Compact as well as other international conventions and frameworks. Per our commitment as an RBA full member, each of our \nmanufacturing sites must complete an RBA self-assessment questionnaire (SAQ) annually, and undergo either an internal RBA audit or an \nexternal RBA validated assessment program (VAP) audit on alternating years. The target score for each of our facilities is 85% or greater, \nindicating no-to-low risk in the focus areas previously mentioned. In 2019, 100% of our facilities met this target.  Supplier\nDue Diligence\nRBA Initiatives\nand ComplianceCSR Audits\nand\nAssessmentsON Semiconductor\nFoundationSocial and\nSustainability\nInvestment\nAssessmentsUN Global\nImpactCSR\nReportingSustainability[GRI: 102-16]  [GRI: 102-18]  [GRI: 205-1]  [GRI: 412-1]ENGINEERING A BETTER TOMORROW\n•\n•\n•\n•\n•\n•\n•\n•Drafted first corporate social \nresponsibility (CSR) statement \nof commitment\nBecame a full member of the RBA\nDocumented CSR management systems\nDeployed supplier engagement program \nJoined the RBA’s Responsible \nMinerals Initiative (RMI)\nLaunched Global Corporate \nGiving (GCG) Program\nLaunched Dollars-for-Doers program\nin North America\nListed on Barron’s 100 Most Sustainable \nCompanies for the first time•Joined the Responsible Business Alliance (RBA) \nas an Applicant Member and participated in the RBA \nvalidated audit process (VAP) workgroup\n•Published first CSR report\n•\n•\n•Published first Global Reporting Initiative (GRI) report\nFormalized Anti-Human Trafficking Policy\nDeployed mandatory CSR training for all employees \nand Board of Directors\n•Launched paid Employee Volunteer Program (EVP) \nin North America\n•\n•\n•\n•Formalized Global Human Rights Policy\nJoined UN Global Compact \nFounding member of CSR Board\nAddition to Dow Jones Sustainability Index (North America) Index202020182016201320102008\n20192017201520122009\n•\n•ON Semiconductor Foundation began \nrunning and funding as a 501(c)(3)\nWorld’s Most Ethical Companies\ndesignation for a 5th consecutive year", "metadata": {"source": "N6LEV9~G.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}