{"page_content": "Page 52\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsOverview\nWe are committed to a greener world by keeping sustainability at the forefront of our operations. We work to reduce Scope 1 and 2 \nemissions, minimize the consumption of energy, save water and reduce chemical usage and waste generation. With an in-house team \ndedicated to sustainability excellence, we have achieved marked successes within our many conservation programs, all of which are vital \nto the success of our semiconductor device manufacturing business. We continually invest in engineering and administrative controls to \nprevent environmental pollution in the form of waste disposal, air emissions and industrial wastewater emissions; our company meets \nor exceeds legal requirements for environmental protection. Air emissions and industrial wastewater effluent are treated using effective \ntechnology and employees are trained to follow procedures, which prevent unnecessary damage to the environment.\nAs a sign of our commitment to sustainability, we adhere to an increasing number of laws and regulations including Restriction of \nHazardous Substances (RoHS)  and Registration, Evaluation and Authorization of Chemicals (REACH)  within our own manufacturing \nprocess as well as those of our suppliers. We continuously work with our suppliers to certify that our products are free from any restricted \nmaterials and to ensure that all metals utilized in our products are sourced from conflict-free mines. \nManagement Approach\nOur approach to environmental sustainability is guided by our \ncompany’s Environmental, Occupational Health and Safety \n(EOHS) Policy , which forms the basis from which our company \nimplements, maintains and improves our environmental \nmanagement system. Procedures for our environmental \nmanagement system conform to the International Organization \nfor Standardization (ISO) 14001 certification. Compliance with \nand certification to ISO 14001 provides us with a competitive \nadvantage as we use our flexible manufacturing network to meet \nthe needs of customers around the world. As part of ISO 14001, we evaluate our environmental aspects including changes, planned or \nnew developments and activities in support of our operations and products. Our global EHS support group and manufacturing locations, \nwhich supply to customers, are also ISO 14001 certified. For a list of all our manufacturing sites with ISO 14001 certification, visit our \ncertifications and qualified sites chart . \nWe implemented five-year targets on our environmental conservation \nperformance for our wafer fabrication facilities (fabs), and assembly \nand test operation sites; for each of these goals, we use our 2015 \nperformance as our baseline. We are working to develop appropriate \nscience based targets for our next environmental goal cycle. OUR PLANET\nGlobal Environmental, Health and Safety\nGovernance Structure\nGlobal Environmental, Health & Safety Program Office\nRegional Environmental, Health & Safety\n(North America, EMEA, Asia)President/ CEOBoard of Directors, Corporate Governance\n& Nominating Committee\nChemical Consumption\n*5% absolute facility chemistry, 3% normalized manufacturing chemistry\nEnergy Consumption\nWater Consumption\nCarbon Emissions5%5%\n5%5%", "metadata": {"source": "N6LEV9~G.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}