{"page_content": "Page 58\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsReclaim and Recycle\n[GRI: 301-1]  \nOur global reclaim objectives reflect our commitment to environmental sustainability and resource conservation \nwhile optimizing our network, protecting our intellectual property, and maximizing and re-capturing profits. Our \nmain reclaim center is located at our headquarters in Phoenix, Arizona, but some of our manufacturing sites also \nreclaim and recycle their own materials. The manufacturing scrap, which is processed, can be broken down into two categories: precious \nmetal bearing material and non-precious bearing material. \nOur take-back and recycle program  provides our customers with an environmentally responsible solution for the return, recycling and \ndisposal of their products, including printed circuit evaluation boards. This program also helps ensure compliance with the current and \nforthcoming regional regulations involving \nproducer responsibility for the recycling and \nproper disposal of electronic waste products.\nIn 2019, approximately 910,000 kilograms \nof scrap materials and 1,376 kilograms \nof precious metals from our worldwide \nmanufacturing facilities, equivalent to \nthe weight of approximately 167 African \nelephants, were processed, sorted and sold \nfor reuse. The reclamation of these materials \nrecouped more than $22 million USD.\nScrapped \ndevices\nSpent bead \nblast materialPrinted circuit \nboards\nPlatinum\ntargets and\nevaporator \nmetallicGold targets, \nwire and \nevaporator \nmetallicPrecious Metal \nBearing Material\nCurrent Practice\nIn October 2019, the Arizona Recycling Coalition recognized their 2019 Grant, Scholarship and \nAward recipients at their annual awards luncheon. The celebration took place during the Solid \nWaste Association of North America (SWANA)’s WASTECON conference at the Phoenix \nConvention Center (SWANA is an organization of public and private sector professionals \ncommitted to advancing solid waste management to resource management \nthrough their shared emphasis on education, advocacy and research). At the event,  \nON Semiconductor was honored with Recycler of the Year, Large Business Award for \nour recycling efforts at our ON Semiconductor Reclamation Center.\n", "metadata": {"source": "N6LEV9~G.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}