{"page_content": "Page 63\nON Semiconductorwww.onsemi.comEmployee Volunteerism\nWe understand the importance of having our company and employees not only do well, but also do good. To encourage our employees to \nvolunteer their time, talent, energy and effort in the community, we introduced a paid employee volunteer program (EVP) in North America \nin 2017. Through the EVP , employees may volunteer with organizations of their liking during company time for up to one day, traditionally \n8–12 hours per year, while receiving their typical pay for the time spent. Additionally, employees are encouraged to participate in volunteer \nevents organized by our company. In 2019, many of our sites hosted days of service to offer both manufacturing and non-manufacturing \nemployees the ability to volunteer their time conveniently and in a meaningful way. To incentivize goodness, we also match our employees’ \nvolunteer efforts through a dollars-for-doers program, currently offered only in North America.\nCurrent Practice\nFor the past 10 years, ON Semiconductor and its compassionate employees have sponsored the Academia \nDel Pueblo Elementary School in Phoenix, Arizona during the holiday season by providing a gift to each \nstudent and their teachers. Academia Del Pueblo is funded and operated by Friendly House, a local \neducation and human services nonprofit organization that relies heavily on charitable donations.\nEmployees sponsored pre-k to fifth grade students by purchasing gifts, valued at $25 each, and some \neven dressed up as Santa to deliver the presents to their classrooms! Students in grades six through eight \ncelebrated the holiday season with a morning full of fun and bowling, courtesy of ON Semiconductor. \nEmployees also sponsored these students with purchasing gift cards \nvalued at $25 each.\nIn total, over 420 children benefitted from this local \ncommunity outreach program and we had more than \n35 employee volunteers assist with both activities in  \nDecember 2019.\n", "metadata": {"source": "N6LEV9~G.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}