{"page_content": "Page 72\nCorporate Social Responsibility ReportEnergy Efficient SemiconductorsA. The use of customer scorecards is an ongoing process and provides results that allow us to analyze trends in overall \nperformance for each key attribute included in the scorecard.\nB. We engage our customers on a quarterly basis to discuss results from customer scorecards and customer site visits to \nour facilities.\nC. Customer satisfaction surveys are distributed on a regular basis in order to obtain insights and improve our performance \non issues important to our customers such as sales support, price of products, lead-time and quality. \nD. Customers may post questions about our company and products through our external website to gain expert opinions. \nThe questions are routed through our technical support center, which takes ownership of providing timely and accurate \nresponses.\nE. We participate in a variety of conferences with our customers, suppliers and peers including the Responsible Business \nAlliance (RBA) conference on an annual basis. We participate in many different trade shows throughout the year to \nengage existing and new customers and distributors.\nF. We engage our suppliers to communicate and assess risk against our Code of Business Conduct, the RBA Code of Conduct \nand RMI compliance. We also offer capacity-building opportunities to our suppliers to strengthen their compliance to \nthese standards.\nG. We actively engage with associations that make recommendations to governments and authorities on policy issues \nrelated to the semiconductor industry.\nH. We support and strengthen local communities through nonprofit organizations and educational institutions with financial \ninvestments and employee volunteerism on an ongoing basis.\nI. We host quarterly earning calls with our shareholders.\nJ. We publish annual reports and file with the Security and Exchange Commission on a quarterly basis. External\nStakeholder\nEngagementCustomer\nScorecardsA\nQuarterly\nBusiness\nReviewB\nCustomer\nSatisfaction\nSurveyC\nAsk an\nExpert ForumD\nIndustry\nAssociations,\nConferences,\nTrade ShowsE\nSupplier Due\nDiligenceFPublic Policy\nAdvocacyGCommunity\nEngagementHInvestor\nRelationsIReportingJ", "metadata": {"source": "N6LEV9~G.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}