{"page_content": "Page 85\nON Semiconductorwww.onsemi.comGRI Standard Disclosure Cross reference or Answer Additional Notes\nGRI 406: Non-Discrimination 2016*\n406-1 Incidents of discrimination and corrective actions \ntakenSpecific legal prohibition Attorney client privileged information\nGRI 407 – 409: Freedom of Association and Collective Bargaining, Child Labor and Forced or Compulsory Labor 2016*\n407-1 – 409-1 Operations and suppliers in which the right of \nfreedom of association and collective bargaining \nmay be at risk; operations and suppliers at \nsignificant risk of incidents of child labor; operations \nand suppliers at significant risk of incidents of forced \nlaborWe work with suppliers in countries where the \nrisk of violating labor and human standards is \nrecognized as being higher. To actively address \nthis, we require suppliers to complete self-\nassessment questionnaires, provides training and \nalso conducts on-site verification. In the event \nthat any risk of violating the right to freedom \nof association, existence of child labor or forced \nlabor is identified, we work closely and diligently \nwith our suppliers through corrective action \nplans. If the nonconformance is not adequately \naddressed by the supplier in a timely fashion, we \nmay choose to terminate our contract with the \nsupplier.\nFor more information, please see our Human \nRights Policy .\nGRI 410: Security Practices 2016*\n410-1 Security personnel trained in human rights policies \nor proceduresWe use both in-house and third party \norganizations for security personnel. \nApproximately 90% of security personnel are \ntrained in our human rights policies.\nGRI 411: Rights of Indigenous Peoples 2016*\n411-1 Incidents of violations involving rights of indigenous \npeoplesTo the best of our knowledge, there have been \nno identified incidents of violations involving the \nrights of indigenous peoples during the reporting \nperiod.\nGRI 412: Human Rights Assessments 2018*\n412-1 Operations subject to human rights reviews or \nimpact assessmentsEngineering a Better Tomorrow – page 6\n412-2 Employee training on human rights policies and \nproceduresOur People: Learning and Development – page \n44Human rights topics are covered in our annual \ncorporate social responsibility compliance \ntraining.\n412-3 Significant investment agreements and contracts \nthat include human rights clauses or that underwent \nhuman rights screeningContracts with suppliers contain terms and \nconditions related to human rights, such \nas forced and indentured labor and equal \nemployment opportunity. Our master service \nagreements also contain terms and conditions \nrelated to the RBA Code of Conduct.\nGRI 413: Local Communities 2016*\n413-1 Operations with local community engagement, \nimpact assessments and development programsAll of our sites globally are involved with \ncommunity engagement and development \nprograms through our workplace giving program \nand employee volunteerism. To learn more about \nour community engagement efforts, please see \nthe Our Community section of this report.\n413-2 Operations with significant actual and potential \nnegative impacts on local communitiesNone\n* Applies to the 2016 or 2108 version of the GRI Standards. “2016” or “2018” refers to the standards issue date, not the information presented in this table/report.", "metadata": {"source": "N6LEV9~G.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}