{"page_content": "Ethics and compliance\nSolarEdge places prime importance in operating our business both in line with ethical \nstandards of conduct and with all applicable laws and regulations governing our operations \nin every country in which we do business. Compliance is fundamental to our business, as \nit protects us from risk, fosters trust with our stakeholders and provides a solid basis for \nsustainable growth and a positive contribution to society. In 2020, we were not subject to \nfines or sanctions for non-compliance in any part of our business. For more information, see \nour Approach to Compliance.  \nOur Employee Code of Conduct  sets out specific guidance for SolarEdge employees to \nconduct business in accordance with the highest ethical standards and establishes an \nexpectation that all employees will act in accordance with personal and professional integrity. \nThe Code is available to all employees, who participate in Code of Conduct training upon \njoining the Company. All new employees confirm in writing their understanding, intent to \ncomply, and willingness to report suspected violations of the Code. We require all employees \nto complete mandatory refresher training on ethical conduct annually.\nCybersecurity and data privacy\nIn a business heavily reliant upon communications technology for our PV monitoring \ncapabilities, as well as for the day-to-day running of our business, we must protect our \nbusiness and our customers against threats to our information security. SolarEdge’s Chief \nInformation Security Officer leads our information security strategy and delivery, designed to \nprovide security from end-to-end, from our control center to smart Inverters, and promote a \nsecure software development lifecycle.  \nWe maintain an extensive set of programs and processes to provide a robust cybersecurity \ndefense, including:\n Website protection for all our online platforms  \n Protection against Denial of Service attacks (that prevent legitimate use of our services) \n Continuous security events monitoring in our security operations center\n Incident Response (IR) plan \n Business continuity and Disaster Recovery plans\n Awareness training for all employees and dedicated training for those at high-risk\n Role based access to our systems and programs\n Adherence to Information Security standards and privacy regulations including ISO27001 \ncompliance and GDPR \nPowering Business\n38\nSustainability \nStrategy\nPowering \nPeople\nSustainability  \nHighlights\nAbout \nSolarEdge\nMessage from  \nour CEOPowering \nBusiness\nAppendix\nPowering Clean \nEnergy", "metadata": {"source": "NASDAQ_SEDG_2020.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}