{"page_content": "Asian\nBlack\nHispanic\nAmerican Indian/Alaska Native\nNative Hawaiian/Pacific Islander\n2 or more race\nWhite70\n103\n156\n22\n1\n31\n28032%3%5%1%\n<1%\n1%\n88%Breakdown of Ethnicity and Race Totals:\n” “\n20We started identifying our role in corporate social \nresponsibility, including diversity, equity and inclusion, and defining\n\t\nwhat\n\t\nthose\n\t\nmean\n\t\nwithin\n\t\nour\n\t\nmission\n\t\nover\n\t\na\n\t\nyear\n\t\nago. W\ne realize we have work to do in this area — as you \nwill see in the data presented here. In some cases, our representation is underreported, and, in others, we simply fall short in representing the diverse makeup of our nation. \nIn this report, we re-establish our commitment to work with \na renewed, intentional focus on diversity and inclusion. To assist us in achieving our goal of developing a program that becomes a distinct but interwoven piece of our cultural DNA, we recently partnered with a consultant who specializes\n\t\nin\n\t\nthe\n\t\nareas\n\t\nof\n\t\ndiversity,\n\t\nequity\n\t\nand\n\t\ninclusion. We are also working to develop our Diversity, Equity and Inclusion Policy, reviewing our training, and seeking further opportunities to emphasize inclusion and bystander empowerment to prevent or stop discrimination when it occurs. Most importantly, we are creating opportunities to listen and learn. \nDana Deason\nSenior Manager \nHR Compliance & Inclusion2019 Workforce\nDemographics\nAsian\nBlack\nHispanic\nAmerican Indian/Alaska Native\nNative Hawaiian/Pacific Islander\n2 or more race\nWhite112\n1942\n1481\n6644\n202\n90771%\n15%11%\n<1%<1%\n2%\n70%Breakdown of Ethnicity and Race Totals:\n“ArcBest” data referenced in this table is comprised of employee data \nfor ArcBest II, Inc. “ABF” data referenced in this table is comprised of employee data for ABF Freight System, Inc. ArcBest II, Inc. and ABF Freight System, Inc. are both wholly owned subsidiaries of ArcBest Corporation. The majority of ArcBest II employees report to our headquarters in Fort Smith, Arkansas. ABF Freight personnel are employed at one of 240 service centers across North America.", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}