{"page_content": "“”At ArcBest and ABF Freight, we strive to \nhire great candidates who exemplify our values. This partnership with the U.S. Army is a way to reach possible candidates who display the leadership skills and professional standards we are seeking. As a veteran who understands the transition from the Army to the civilian workforce, I’m proud that we are partnering with the PaYS program.\nTim Thorne\nPresident ABF FreightMilitary Programs\n25We believe those who fought to protect our country shouldn’t have\n\t\nto\n\t\nstruggle\n\t\nto\n\t\nfind\n\t\na\n\t\njob\n\t\nto\n\t\nsupport\n\t\nthemselves\n\t\nand\n\t\ntheir\n\t\nfamilies after completing their time in the militar\ny. Through \npartnerships with three military programs, we help service men and women transition back into a civilian lifestyle with the opportunity to have an established, successful career. In 2019, 5% of ABF employees were veterans, and we are working on programs to continue to increase this number.\nTeamsters Military Assistance Program \n(TMAP)\nABF Freight partners with the International Brotherhood \nof Teamsters to offer military members at Fort Carson in Colorado and Fort Riley in Kansas the ability to participate in TMAP . During this six-week program, held at each installation, ABF Freight instructors (many of whom are veterans) teach courses that guide active-duty service members into obtaining a Class A CDL. We host a graduation ceremony for soldiers who complete the training and offer them a full-time driving position at an ABF Freight service center where they can earn between $66,000 to $85,000 per year, along with health insurance\n\t\nand\n\t\npension\n\t\nbenefits.\n\t\nWe\n\t\nhave\n\t\nhired\n\t\nover\n\t\n500\n\t\ndriv\ners through the TMAP program.\nSoldiers for Life – Transition Assistance Program (SFL – TAP)\nIn 2018, ABF Freight partnered with the U.S. Army to train \nmilitary members for our Operations Supervisor role, which has an average starting salary of $63,000. As of 2019, the Operations\n\t\nSupervisor\n\t\nposition\n\t\nis\n\t\nofficially\n\t\npart\n\t\nof\n\t\nthe\n\t\nArmy\n\t\nCar\neer Skills Program at Fort Bragg in North Carolina, and we \nare currently developing the curriculum with the goal to begin the end of 2020. \nU.S. Army Partnership for Youth Success Program\n(PaYS)\nOn May 20, 2019, ABF Freight President Tim Thorne signed a \nmemorandum of agreement to solidify our partnership with the U.S. Army Partnership for Youth Success (PaYS) program. PaYS\n\t\nconnects\n\t\nfirst-term\n\t\nregular\n\t\nArmy\n\t\nand\n\t\nArmy\n\t\nReserve\n\t\nsoldiers t\no the civilian workforce by providing two guaranteed \njob interviews and possible employment after the Army. \n", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}