{"page_content": "27supplemental life insurance, identity theft \nprotection and legal advice from outside counsel. \nChoice Wellness Program Our voluntary wellness program is available \nto\n\t\nemployees\n\t\nenrolled\n\t\nin\n\t\nour\n\t\nChoice\n\t\nBenefits\n\t\nmedical plan and is designed t\no help them \nstay healthy, feel secure and maintain a positive work/life balance. Those who participate and complete yearly requirements benefit\n\t\nfrom\n\t\nreduced\n\t\npremiums,\n\t\ndeductibles\n\t\nand out-of-pock\net expenses. \nThe program is based on points and after employees complete the requirements to reach the point threshold for their reduced premiums, they can use leftover pointsto purchase gift cards and enter sweepstakes drawings\n\t\nfor\n\t\nsignificant\n\t\nprizes.\n\tHealth Pr\nograms & Services\nWe have a variety of programs and services in place to assist employees and their families on their path to embracing total health:\n•\n Castlight\n is our digital health platform. \nIntroduced in 2018, it’s personalized for \neach employee to house their wellness information, provide options for in-network care and keep track of Choice Wellness requirements.   •\n Natur\nally Slim® (NS) is a 10-week \nmindful eating program designed to help participants lose weight, reduce risk for metabolic syndrome and improve their overall health. We offer it several times throughout the year free of charge to employees, their spouses and adult dependent children.Embracing \nTotal Wellness  \nWe believe that healthy employees are \nengaged employees. That’s why wellness is one of our six core values — it’s a part of our culture and a part of who we are as a company. Our wellness value means we embrace total health, focusing on four areas of\n\t\nwell-being:\n\t\nphysical,\n\t\nfinancial,\n\t\nsocial\n\t\nand\n\t\nemotional. Last y\near, we were honored to \nreceive the 2019 Healthy Workplace Award from the Fort Smith Regional Chamber of Commerce. Here are many of the wellness initiatives employees have access to: \nEmployee BenefitsAll eligible employees and their families have \naccess to medical, dental, vision, prescription drug, and disability coverage, along with \n", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}