{"page_content": "Our Code of Conduct incorporates and pledges our support \nfor the UN Global Compact in the areas of human rights, labor, the environment and anti-corruption. In 2019, we affirmed\n\t\nour\n\t\ncommitment\n\t\nto\n\t\nthe\n\t\nUnited\n\t\nNations\n\t\nGlobal\n\t\nC\nompact Ten Principles on Human Rights through our \nHuman Rights Statement of Policy and joined the United Nations\n\t\nGlobal\n\t\nCompact\n\t\nas\n\t\na\n\t\nparticipant\n\t\nthat\n\t\nwas\n\t\nfinalized\n\t\nJ\nanuary 6, 2020. \nWe also entered into a partnership with Polaris, a leading nonprofit\n\t\norganization\n\t\nthat\n\t\nfights\n\t\nto\n\t\nend\n\t\nhuman\n\t\ntrafficking.\n\t\nW\nith this partnership, we have committed to supporting \nPolaris’\n\t\nefforts\n\t\nto\n\t\ndisrupt\n\t\ntraffickers\n\t\nand\n\t\nrestore\n\t\nfreedom\n\t\nto\n\t\ns\nurvivors. \nIn this report, you can read more about these actions and other actions we have taken regarding sustainability, community involvement and employee well-being, and governance and ethics.\nDuring creation of this report, we faced the challenges \nthat came with the COVID-19 pandemic. Our company has continued to play a key role of ensuring essential goods are moved across the country and available when and where they are needed. We know the work we do is important, and this extraordinary situation has truly demonstrated that importance.\nWhile we continue working hard to keep supply chains \nmoving, our focus remains on the health, welfare and safety of our employees, and we always seek to prioritize safety regardless of whether it’s on the highways or at our facilities across North America.\nWe strive to be a responsible corporate citizen in every \ncommunity in which we operate, and we invest in wellness and education programs to support our employees’ career growth and overall well-being. We value diversity and stand firmly\n\t\nagainst\n\t\ndiscrimination\n\t\nof\n\t\nany\n\t\nkind.\n\t\nIn\n\t\n2019\n\t\nand\n\t\n2020,\n\t\nw\ne were proud to be recognized on the Top 500 List of Best \nEmployers for Diversity, published by Forbes in partnership with Statista.\nI want to say “Thank You!” to all of our employees. Our team \nmembers are at the heart of our values-driven culture, and I am inspired by the way they exemplify our values and live out our vision — We’ll Find A Way — to help our customers every day.Environmental, social and corporate governance progress is a long-term\n\t\ncommitment\n\t\nthat\n\t\nbenefits\n\t\nall\n\t\nof\n\t\nus.\nWe always want to improve how we impact our customers, how we impact our employees and how we impact our communities. Ultimately, our goal is to develop a more robust ESG program. We are committed to continuously making improvements in these areas, and we will continue to set the bar high.\nJudy R. McReynolds\nArcBest Chairman | President | CEO\n2", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}