{"page_content": "292nd M.D.® \n2nd M.D.® is a service that provides expert second opinions \nfrom\n\t\na\n\t\nnetwork\n\t\nof\n\t\nmore\n\t\nthan\n\t\n350\n\t\nboard-certified\n\t\ndoctors.\n\t\nW\ne provide this service free of charge to employees who \nare\n\t\nenrolled\n\t\nin\n\t\nour\n\t\nChoice\n\t\nBenefits\n\t\nmedical\n\t\nplan,\n\t\nand\n\t\ntheir\n\t\nspouses, childr\nen and parents, even if they are not covered \nunder our health plan. This allows us to assist employees \nin stressful situations and provide help when it comes to physical,\n\t\nemotional\n\t\nand\n\t\nfinancial\n\t\nwellness.\n\t\nDoct\nor on Demand \nDoctor on Demand is a telemedicine service that connects our employees with doctors, psychologists and psychiatrists right from their devices 24/7/365. Through live video, doctors can perform exams, review symptoms and prescribe medications\n\t\nto\n\t\nhelp\n\t\ntreat\n\t\nminor\n\t\nillnesses\n\t\nor\n\t\nmanage\n\t\nspecific\n\t\nconditions. Beha\nvioral health services are also available for \nfull mental wellbeing support, from talk therapy to medication management. Apart from a copay, the service is free to use. Premise Health\n®\nPremise Health® is  an employer-sponsored clinic for ArcBest \nemployees located in Fort Smith, with additional locations in Arkansas and Oklahoma. The clinic provides free on-site health services to employees and a low copay for covered family members.\nHines\n® and Associates\nHines® and Associates is a free program that gives employees \naccess\n\t\nto\n\t\nCertified\n\t\nHealth\n\t\nEducation\n\t\nSpecialists\n\t\n(CHES®) and \nAmerican Council on Exercise (ACE®) professionals to help \nachieve their best wellness lifestyle. It also offers access to \nregistered nurses who specialize in helping manage diabetes, high blood pressure, weight loss and chronic diseases.\nWellness Holiday Employees who participate in the Choice Wellness Program \nand meet the annual requirements are awarded one Wellness Holiday per year, in addition to their vacation, holidays and personal time off.ArcBest Fitness Center\nOur\n\t\nfitness\n\t\ncenter\n\t\nat\n\t\nour\n\t\nFort\n\t\nSmith\n\t\nheadquarters\n\t\nis\n\t\navailable\n\t\nfor\n\t\nuse\n\t\nbefore\n\t\nwork,\n\t\nduring\n\t\nbreaks\n\t\nand\n\t\nafter\n\t\nwork.\n\tThe\n\t\nfitness\n\t\ncenter is equipped with tr\neadmills, ellipticals, stationary \nbikes and weights, and we also offer classes including yoga, \nstrengthening\n\t\nand\n\t\ntoning,\n\t\nand\n\t\ndance\n\t\nfitness.\nHealth discounts\nHealth discounts are available when purchasing exercise \nequipment from select manufacturers and for memberships to several gyms across the country. \n", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}