{"page_content": "39ELD\nTraining \nIn 2019, the Federal Motor Carrier Safety Administration \nbegan strictly enforcing the electronic logging device (ELD) mandate which requires most commercial truck drivers to log their hours of service electronically. The ELD law is one of the industry’s biggest regulatory changes in the last 40 years, and through it, the federal government aims to create a safer work environment for drivers and the general public.  \nWhile our drivers logged their hours electronically prior to the \nmandate, we understand the importance of continual training for drivers to stay up to date on changes and additions to the law. In 2019, our training team conducted 12 regional workshops for ABF Freight service center managers. The six-hour class consisted of technical presentations, hands-on exercises and live demonstrations of the ELD system. The service center managers then deployed the training to our drivers with great success: 4,000 employees across the nation were trained on ELDs in eight weeks.  Driver & Safety\nTraining\n• All ser vice center employees, including drivers, dock \nworkers,\n\t\nsupervisors,\n\t\nshop,\n\t\noffice\n\t\nand\n\t\nsales\n\t\npersonnel\n\t\nare\n\t\nr\nequired to complete training on proper freight handling \ntechniques\n\t\nand\n\t\nobtain\n\t\ncertification\n\t\nfor\n\t\nhandling\n\t\nhazardous\n\t\nmaterials.  \n•\t\nBefore\n\t\ndrivers\n\t\nare\n\t\ncertified\n\t\nto\n\t\noperate\n\t\nABF\n\t\nFreight\n\t\nequipment, the\ny must complete our “Road Test Orientation \nand Training” course, pass a written exam and successfully \ncomplete a road test. We require all drivers to complete yearly\n\t\ntraining\n\t\nand\n\t\nrecertification.\n\t\t\n•\n Befor\ne any employees can operate a forklift, they must be \ncertified.\n\t\nArcBest\n\t\nhas\n\t\nRegional\n\t\nManagers\n\t\nof\n\t\nSafety\n\t\nand\n\t\nSecurity acr\noss the nation who help train and certify these \nemployees.   \n•\n Ser\nvice centers conduct required monthly safety meetings \nto train staff on safety topics such as forklift safety, hazmat security, proper lifting procedures and the dangers of heat stress. ", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}