{"page_content": "ArcBest Leadership \nAcademy  \nThe Leadership Academy (LA) is designed \nfor high-potential employees (nominated through an in-depth process) who have demonstrated the qualities of being a future leader in our organization. The training consists of three, two-day training sessions focused on the four levels of leadership – Self, Team, Organizational and Community. LA classes are held annually from August to November and involve 32 employees. Over 150 employees have graduated from the LA.\nArcBest Leadership \nSeries  \nLeadership Series is a 10-part training course ”“\n47created by our Talent Management team, \nand participants must be nominated by directors and senior leadership. The series is designed for all current leaders to gain a base knowledge of leadership and management best practices, but is also a great course for up-and-coming leaders who may not yet have a team. Courses include Building Trust, Employee Development, Communications and Progressive Discipline. To date, 568 employees have participated in the ArcBest leadership series. \nNew Supervisor \nTraining Program  \nTo help new supervisors and managers \nsucceed, we provide in-house training modules that teach basic leadership and management skills. In addition to the online curriculum, they’ll also attend two management training classes at our headquarters. The online curriculum is also available for employees who aspire for a supervisory role.\nMBA \nProgram   \nThrough our partnership with Harding \nUniversity, we offer on-site and virtual classes to employees wanting to pursue a Master of Business Administration degree. The program takes about two years to complete, and employees receive a 15% discount per credit hour and become eligible for our tuition reimbursement program — allowing them to obtain their MBA for less than $10,000. I chose to get my MBA through the ArcBest program because I wanted to improve my leadership and people management skills while networking with people within the company. Prior to starting the program, I had a minor interest in Human Resources. The classes provided instilled a passion for HR and people. Now, I work on our Talent Management team as an Employee Experience Project Manager and hope to eventually lead a team of HR professionals. \nMindy Smith\nProject Manager Employee ExperienceLeadership Highlights\n \n•\n The a\nverage tenure of a director is 20 years  \n•\n 167\n\t\nemployees\n\t\nwere\n\t\npromoted\n\t\nto\n\t\nfirst-time\n\t\nleadership r\noles in 2019   \n", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}