{"page_content": "“”Partners \nin Education \nMentoring \nProgram \nSince 2015, ArcBest has partnered with Trusty Elementary in \nFort Smith, Arkansas, to mentor 5th- and 6th-grade students. During the 2018-2019 school year, more than 30 employees volunteered a total of 449 hours. Mentoring activities included meeting with students twice a month during lunch, helping with kindergarten orientation, hosting a Christmas party, reading to 180 students during Read Across America week and\n\t\nfilling\n\t\nmore\n\t\nthan\n\t\n350\n\t\nbags\n\t\nwith\n\t\npersonal\n\t\nhygiene\n\t\nproducts\n\t\nfor students. \nP\nen Pal \nProgram We also participate in a Pen Pal Program with Trusty \nElementary and pair employees with 5th and 6th graders \n54to exchange letters. At the start of the 2018-2019 school year, more than 60 employees wrote a letter to their student and received a response two weeks later — this continued throughout the year so that mentors and students both wrote and received a letter each month. For the students, this provides a fun way to develop a friendship while improving their writing skills. In May 2019, ArcBest hosted the annual Pen Pal Picnic at Trusty so mentors and students could meet face-to-face.\nNorthside High School \nLogistics Project  \nDuring the 2018-2019 school year, ArcBest partnered \nwith Northside High School in Fort Smith, Arkansas, to help their Introduction to Supply Chain Management and Logistics class teach 10th- to 12th-grade students about the logistics industry. Employees gave presentations covering transportation, operations, warehousing, supply chain technology, transportation systems and customer service skills. Team member Luke Boen said multiple students showed interest in pursuing a logistics career. Ultimately, our hope with participating in this project is to educate students early on about ArcBest, so when they go to college, they can apply for our student worker program, which allows them to get a foot in the door while working through school.   \nLuke Boen\nMarketing Campaign &CX Project Lead\n", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}