{"page_content": "70Many of our services and solutions have been designed with \nsustainability in mind. We continually evaluate these services, along with our routing and loading processes, to ensure we’re operating\n\t\nas\n\t\nefficiently\n\t\nas\n\t\npossible.\n\t\nU-P\nack® \nU-Pack, a service of ArcBest, offers nationwide household moving services. Since 1997, U-Pack has helped more than 1 million families move their belongings across the U.S. The U-Pack business model incorporates load optimization strategies\n\t\nfor\n\t\nthe\n\t\nmost\n\t\nefficient\n\t\ntransportation.\n\t\nFamilies\n\t\nor individuals mo\nving across the country can load their \nbelongings into a 28-foot trailer, using as much space as they need,\n\t\nand\n\t\nthen\n\t\nwe\n\t\nfill\n\t\nany\n\t\nremaining\n\t\nspace\n\t\non\n\t\nthe\n\t\ntruck\n\t\nwith\n\t\ncommer\ncial freight for a fully optimized load plan. This helps \nkeep moving costs low and helps reduce our carbon footprint by reducing the number of trucks on the road. Managed Transportation Services \nTransporting freight using heavy-duty trucks is the fastest-\ngrowing contributor to emissions in America — and freight activity continues to increase. The EPA projects that shipping U.S. goods will rise 45% by 2040. That’s why it’s critical for ArcBest to offer solutions that contribute to environmental sustainability. \nThrough managed transportation services, we partner with \ncustomers to create and execute customized logistics strategies that lead to fewer trucks on the road. Using supply chain optimization, load optimization, pool distribution, vendor consolidation and other transportation strategies, we review and help restructure how customers distribute their freight. Our goal is to reduce the number of trips required to deliver\n\t\nshipments\n\t\nfrom\n\t\norigin\n\t\nto\n\t\ndestination.\n\t\nBenefits\n\t\ninclude\n\t\nr\neducing fuel consumption, minimizing air pollution and \ncarbon emissions, and conserving energy. For our customers, they\n\t\nbenefit\n\t\nfrom\n\t\nreducing\n\t\ntheir\n\t\noverall\n\t\ncarbon\n\t\nfootprint\n\t\nand\n\t\ntr\nansportation costs.Sustainable \nOperations    ", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}