{"page_content": "essential supplies to communities, hospitals and businesses, \nand\n\twill\n\t\ncontinue\n\tt\no\n\t\ndo\n\tso\n\tt\no\n\t\nhelp\n\tfight\n\t\nthe\n\t\nspread\n\tof\n\tCO\nVID-19.\t\nThough\n\t\nthis\n\t\nis\n\tthe\n\t\nbiggest\n\t\ncrisis\n\t\nwe’ve\n\t\nfaced,\n\tit’\ns\n\t\nnot\n\t\nthe\n\t\nfirst.\t\nW\ne’re proud of the resiliency and determination our people have \nshown while adjusting to a new normal, and we’ve taken the necessary steps to emerge from this pandemic stronger and more united than before. \nDetails about how we’ve responded to COVID-19 will be featured \nin our 2020 ESG Report. Until then, read this statement to learn more.  Here are some of our accomplishments and achievements from 2019: \n•\n A\nBF\n\t\nFreight\n\tL\nTL\n\t\nfleet\n\t\nwas\n\t\nnamed\n\t\na\n\t\n2019\n\t\nS\nmartWay High Performer \n•\n W\ne donated more than $930,000\n \n t\no charity \n•\n W\ne gave more than $53,000 to \nemployees for disaster relief \n•\n W\ne achieved more than 30% female \nrepresentation on our Board of Directors \n•\n W\ne partnered with Polaris to support the \nfight\n\t\nto\n\t\nend\n\t\nhuman\n\t\ntrafficking\n\t\n7About\nthis Report\nAs a company with long-term success, we know the \nimportance of being good stewards and taking care of our employees, communities and the world around us. We’ve reassessed our approach to corporate social responsibility and determined the need to focus on developing ESG strategies. This report aims to provide additional information and transparency to our stakeholders, customers and business partners by communicating our progress on ESG topics.\nOur Response to COVID-19   \nThroughout the creation of this report, the coronavirus pandemic \nhas\n\tposed\n\t\ndifficult\n\t\nchallenges\n\t\nwith\n\t\nunprecedented\n\t\nimpact\n\t\non\t\nour \nworld. Our primary focus has been the health and safety of \nour employees and customers while also ensuring supply chains run without interruption. We’ve played a critical role in delivering ", "metadata": {"source": "NASDAQ_ARCB_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}