{"page_content": "Wynn Las Vegas was among the first resorts in the world to become Sharecare Health Security VERIFIED™ \nwith Forbes Travel Guide . The comprehensive facility verification helps ensure that guests can book with \nconfidence at a resort that maintains consistent and robust health-safety procedures. The verification is \nrenewed monthly based on a hotel’s compliance with expert-validated best practices that minimize the risk \nand impact of COVID-19 and potential future public-health events. The comprehensive verification covers \nmore than 360 standards across health and hygiene protocols, cleaning products and procedures, ventilation, \nphysical distancing, the guest experience, and health-safety communication with guests and employees. Hotels \nare required to verify their health protocols on an ongoing basis to ensure continued compliance with the most \nup-to-date global health standards.\nThe Reopening Experience\nOn June 4, 2020, Wynn Las Vegas was one of the Las Vegas resorts to reopen under phase two of the Nevada \nUnited: Roadmap to Recovery plan established by the state’s governor. Because Wynn kept its staff on payroll \nand conducted virtual trainings throughout the shutdown, we were able to immediately offer our full luxury \nexperience, including both hotel towers and casinos, a variety of table games and slot machines, the sports \nbook, our full portfolio of restaurants and lounges, swimming pools, retail shops, salons, spas, and Wynn’s \n18-hole championship golf course. Encore Boston Harbor opened its doors to guests on July 12, 2020, in \ncompliance with Massachusetts’ public-health policies, and has continued to entertain Boston-area residents.\n“We carry a tremendous amount of responsibility for the health and safety of our employees and guests, and \nwe want to bring them back to our property with confidence,” said Brian Gullbrants, President of Encore Boston \nHarbor. “We trained all employees on our new Health and Safety Plan, to ensure that our return to business \nshows how much we care.” \nWYNN NORTH AMERICA—OUR PEOPLEBACK TO TABLE OF CONTENTS\nWynn Resorts 2020 Environmental, Social, and Governance Report   Wynn North America  22", "metadata": {"source": "NASDAQ_WYNN_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}