{"page_content": "26\nBlessings In A Backpack  \nDURING THE 2019 BACK-TO-SCHOOL SEASON,  Vera Bradley celebrated \nits second season partnering with Blessings in a Backpack. This non-profit \norganization mobilizes communities, individuals and resources to provide  \nfood for the millions of elementary school children across America who  \nmight otherwise go hungry.\nIn 2019, working with Blessings in a Backpack, we donated 50,000 backpacks \nto children in need throughout the United States. Vera Bradley hosted several \nbackpack packing events, school carnivals and annual back-to-school \ndistribution events in select markets, including New York, Los Angeles, Chicago, \nNashville, Charlotte and Panama City. Each event culminated in backpack \ngiveaways and appearances by celebrities, including principal dancer of \nthe American Ballet Theatre Misty Copeland, racing legend and NBC Sports \nmotorsports analyst Dale Earnhardt Jr. and his wife Amy, singer and songwriter \nLauren Alaina, actor Bailee Madison and NBA legend Shaquille O’Neal. \nVera Bradley launched an awareness and fundraising campaign benefiting \nBlessings in a Backpack in its stores and on verabradley.com during back-to-\nschool 2019. With the support of our customers, we were able to donate  \n$162,308 to the organization, which prevented over 1,250 kids from going hungry. \nAung Zayar Min Orphanage \nVERA BRADLEY TEAMED UP WITH A MYANMAR SUPPLIER,  Kanaan,  \nto serve their community in South Asia by constructing a new school building  \nat the Aung Zayar Min Orphanage in the nation’s capital of Yangon. In spring \n2019, working together, we replaced an existing, structurally unsafe  \nbuilding with a new 4,000 square foot facility. The facility has safe housing  \nfor 50 students along with two classrooms that can accommodate up  \nto 40 students each. We value our suppliers and are especially thrilled  \nto team up with Kanaan on such an impactful project.\nVera Bradley is seeking similar opportunities to improve the lives of women  \nand children in other countries in our supply chain .", "metadata": {"source": "NASDAQ_VRA_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}