{"page_content": "4\nAbout the Company  \nHistory \nIT ALL STARTED WITH A FRIENDSHIP … Barbara Bradley Baekgaard and \nPatricia R. Miller came upon a colorful idea while traveling together in 1982  \n(on a girls’ trip, of course!) Sitting in an airport during a long layover, Barb  \nand Pat observed the need for more color and fun in women’s luggage.  \nWhen they returned to Indiana, they each borrowed $250 and cut pattens  \non a family ping pong table — quickly turning a simple idea into an iconic \nAmerican brand that is loved and carried by millions of women today. \nVera Bradley has since grown into an internationally recognized, iconic lifestyle \nbrand providing beautiful solutions to its customers. Vera Bradley is a leading \ndesigner of women’s handbags, backpacks, tote bags, luggage and travel items, \nfashion and home accessories and unique gifts. The brand’s innovative designs, \nunique patterns and brilliant colors inspire and connect women unlike any other \nbrand in the global marketplace. Vera Bradley offers a multi-channel sales \nmodel as well as a focus on service and a high level of customer engagement. \nWhile our headquarters are in Fort Wayne, Indiana, we reach much further \nthrough our community support and supply chain initiatives.\nOUR VERA BRADLEY, INC. FAMILY EXPANDED  in July 2019 when we acquired  \na 75% interest in Creative Genius, Inc., which also operates under the name \nPura Vida Bracelets (“Pura Vida”). Pura Vida, based in La Jolla, California,  \nis a rapidly growing, digitally native and highly engaging lifestyle brand that \ndeeply resonates with its loyal consumer following. \nMuch like Vera Bradley, Pura Vida began when two Southern California \nfriends  — Griffin Thall and Paul Goodman  — took a college graduation trip to \nCosta Rica. They came across two artisans named Jorge and Joaquin, whose \ncolorful string bracelets captured the simple beauty of Costa Rica. Sadly, Jorge \nand Joaquin were struggling to survive on their artisan wages, living with their \nfamily in a single room with three beds. Desperate to find some way to help, \nGriffin and Paul asked the artisans to make 400 bracelets to take home with \nthem. Paul and Griffin put the bracelets on display in a local boutique, selling 1982\n2019", "metadata": {"source": "NASDAQ_VRA_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}