{"page_content": "Sustainability Approach and Governance\nGovernance and Culture in Driving ESG\nOur ESG strategies, initiatives and performance are supervised \nby our Executive Leadership Team (ELT) and further governed \nby our Nominating and Corporate Governance Committee, \nwhich consists of two independent directors and two directors \nappointed by our shareholders, TotalEnergies and TCL Zhonghuan \nRenewable Energy Technology (TZE). As we strive towards \nremaining abreast of macro ESG trends, opportunities and risks, \nour Global ESG team and Chief Legal Officer, who is also our \nGlobal ESG Executive Leader, provide quarterly updates and \npresentations to the Committee on global ESG shifts, as well  \nas our own ESG initiatives and progress.  \nWe have established a formal ESG structure governing the \nfunctions of independent operations, through a Global ESG Lead \nhired by the Singapore headquarters alongside our Legal team, \nto effectively solidify our sustainability approach, framework and \nefforts. As a result, we can effectively cross-collaborate within \nthe organisation to execute our ESG ambitions and track our \nprogress. Maxeon has embedded sustainability into its company \nculture, as reflected in Maxeon’s Corporate Key Results (KRs) in \nwhich ESG was identified as critical to achieving broader  \ncompany goals. INTRODUCTION\nFor more information on our governance framework and financial \nperformance, please refer to our Annual Report. \nActively Engaging Stakeholders\nEngaging with and understanding the needs of our stakeholders \nis an essential part of our sustainability journey. We identify our \nmaterial stakeholders based on the impact our business has on \nthem, as well as their role in our business. In 2021, we conducted \nan extensive stakeholder engagement exercise involving both \ninternal and external stakeholders. Through in-depth interviews \nand online surveys, we gathered insights that informed our \nmateriality assessment. In addition, we also conducted an \nemployee survey to understand perceptions around the \nMaxeon brand, vision and purpose. A synopsis of our ongoing \nengagement with different stakeholders is presented on the next \npage as well as in the Materiality Assessment Process section and \nother sections of this Report. \nWe continuously engage with our stakeholders to better \nunderstand and identify their needs, ultimately aiding us on our \nsustainability journey. We continue to report on the material \ntopics we identified from our extensive materiality assessment \nin 2021, as they remain relevant to us as an organisation, and to \nour stakeholders.  Nominating and Corporate \nGovernance Committee\nChief Legal Officer, \nGlobal ESG Executive \nLeaderExecutive Leadership \nTeam\nGlobal ESG Team\n© 2022 Maxeon Solar Technologies\n12\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}