{"page_content": "2021 was a challenging year as the pandemic continued to disrupt \nthe global supply chain and the way business is conducted. Despite \nthe backdrop of social and economic uncertainties in 2021, a \nsilver-lining has been that the world is taking meaningful steps to \naddress climate change. At the UN Climate Change Conference \n(COP26), countries were urged to align to the Paris Agreement target \nand shift from fossil fuels to a net-zero future. New targets set by \ngovernments around the world will increase the global pace of \ndecarbonisation and renewable energy adoption.\nAs the global demand for renewable energy increases along with \nrenewed climate commitments by government leaders worldwide, \nMaxeon is encouraged that our differentiated products are powering \nthe fight against climate change in more than 100 countries. At \nMaxeon, we pride ourselves in being the global leader in solar \ninnovation. This year, we launched the solar industry’s longest \nand most comprehensive warranty of 40 years. Maxeon’s latest \ncontribution to growing a global circular economy.\nToday, a growing number of corporations have begun to align \nEnvironmental, Social and Governance (ESG) to the core of their \nbusiness and investment decisions, and governments around \nthe world continue to align policies and procurement decisions \nto sustainability. Maxeon has been a Signatory of the United \nNations Global Compact, the world’s largest voluntary corporate \nsustainability initiative, since December 2020. By broadening our \nsustainability strategy to a global ESG platform, we can make an even greater impact on the communities we serve. We are confident \nin our abilities and remain committed to leading the sustainability \nwave with our innovative solutions.\nEnvironmental\nClimate change is profoundly impacting the world around us, and \nworld leaders have called for urgent collective action to address \nthe global climate crisis. Singapore continues to remain steadfast \nin its commitment to global climate action and signed on to several \npartnership coalitions during COP26, including the Global Coal to \nClean Power Transition Statement. To accelerate Singapore’s efforts \nagainst climate change, Ms Grace Fu, Minister for Sustainability \nand the Environment of Singapore, announced the launch of the \nSingapore Green Plan 2030, a nationwide movement to advance \nSingapore’s agenda on sustainable development, charting ambitious \ntargets to align with the UN’s 2030 Sustainable Development Agenda \nand the Paris Agreement’s net-zero aspiration. As a solar company, \nwe are heartened with the progress of COP26 and Singapore’s \ncommitment to the Green Plan 2030. As a global company with its \nheadquarters in Singapore, we are pleased to have released our \nfirst set of 2030 ESG long-term targets in 2021 in support of the \nglobal transition to clean energy and net-zero emissions. Maxeon is \nPowering Positive ChangeTM.\nAs ESG continues to affect companies in key business and \ninvestment decisions, in 2021 the Singapore Exchange (SGX) unveiled \nits roadmap for mandatory climate disclosures for listed companies Letter from Jeff Waters, Chief Executive Officer, and  \nDonald Colvin, Chairman of the Board of DirectorsINTRODUCTION", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}