{"page_content": "Traditionally, the hotel industry has lagged behind other real \nestate sectors in the adoption of energy-efficient measures1. \nHowever, Slottsholmen on Water, a Maxeon client in the \nhospitality industry, has been a trailblazer in setting the standard \non how hotels can be truly more sustainable. The hotel, which \nfloats on the Västervik marina in Sweden, installed a total of 412 \nSunPower Maxeon® solar panels on their rooftop. The owners \nof Slottsholmen wanted a reliable onsite renewable energy \nsource for the long term. Maxeon enabled this goal through the \ninstallation of durable, sustainable and high-performing solar \npanels. In addition to producing energy that helps power the \nhotel’s three buildings daily, the panels also power the onsite \ndesalination plant and geothermal heating system within the \nhotel premises. \nThe system has the capacity to generate 151,000 kWh of clean \nenergy per year, enabling Slottsholmen to be self-sustaining \nfor most of the year. To further their self-sufficiency, they are \ninstalling 320 kWh of lithium iron phosphate (LFP) batteries,  \nwhich in tandem with the solar panels will save approximately  \n90 tons of CO2 per year.Spotlight: Powering Sustainable Luxury Hotels  \nwith Renewable EnergyENVIRONMENTAL\nIn 2021, Svensk Solenergi, the Swedish Solar Energy Association, \nrecognised Slottsholmen with an honourable mention for \nthe Solar Energy Prize Facility of the Year, as the hotel utilises \nrenewable energy to power their facilities. Slottsholmen is a \nmodel for sustainable hotels in Europe and across the globe and \nis a testament to Maxeon’s vision of Powering Positive Change™. \nSlottsholmen on Water, located at the heart of Västervik, Sweden, is a prime \nexample of how Maxeon is working with companies across various sectors to \nimprove sustainability and reduce carbon emissions through the use of our \nSunPower Maxeon panels.\n1. The New York Times (2020), Hotels Lag in Energy Sustainability.  \nOne Project May Change That, https://www.nytimes.com/2020/11/10/business/\nhotel-marcel-energy-efficient.html \n© 2022 Maxeon Solar Technologies\n21\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}