{"page_content": "Responding to the Climate Crisis\nThe Intergovernmental Panel on Climate Change (IPCC) Sixth \nAssessment on Climate Change has underscored the need for \nurgent and drastic action to mitigate disastrous climate impacts. \nClimate scientists and leaders continuously urge for a transition \ntowards cleaner energy sources as a key catalyst in limiting our \nglobal temperature from rising beyond 1.5°C. This has resulted \nin both national and international efforts across governments \nand businesses, as they strive towards decarbonisation and away \nfrom traditional fossil fuels in favour of renewable sources  \nof energy. \nThese trends enforce Maxeon’s commitment to achieve holistic \nsustainability across its business and value chain, whilst \npartnering with clients to help them achieve their climate \ntargets and ambitions. \nMaxeon: An Inaugural Signatory to the Singapore  \nLow Carbon Network\nMaxeon continues to maintain its leading position in the solar \nindustry by developing more efficient, sustainable and longer-\nlasting panels, whilst upholding the highest health and safety \nstandards. In so doing, we aim to transform the world’s economy \ninto one that employs low carbon energy sources.Our Environmental Responsibility: An OverviewENVIRONMENTAL\nOur panels, currently installed in more than 100 countries, \npower homes, businesses, private as well as public spaces with \nsolar energy, reducing our dependency on fossil fuels. As more \ncountries, governments and corporations pledge to achieve  \nnet-zero emissions, solar energy will play a pivotal role in enabling \nthis transition. Maxeon is excited to be an important player in the \nrace to achieve net zero by supporting the burgeoning demand \nfor renewable energy. \nIn 2021, Maxeon was one of the 12 inaugural organisational \nmembers of the Singapore Low Carbon Network, launched as part \nof PwC Singapore’s Asia Pacific Centre for Sustainability Excellence. \nThe network supports the Singapore Green Plan 2030 and aims \nto bring together enterprises and organisations across Singapore \nwith ambitions to decarbonise. We are delighted to contribute to \nthe network with our insights into solar energy technology and \nhope to strengthen an ecosystem of committed industry leaders \nin the transition to a low-carbon economy and world. \nIn addition to integrating sustainability into all facets of our \nbusiness processes, we have established long- and medium-term \ntargets on our journey towards decarbonisation. \n© 2022 Maxeon Solar Technologies\n22\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}