{"page_content": "Water ManagementENVIRONMENTAL\nIn the Philippines, our facility has introduced several water \nconservation programmes to optimise water usage and increase \nrecycling. We have collected condensate water from our Makeup \nAir Handling Unit (MAU) and Return Air Handling Unit (RAH) to \nreuse as Cooling Tower Makeup water. In addition to reducing the \nwater consumed, this also decreases water temperature in the \ncooling tower, thus improving energy efficiency at the same time. \nWe have also installed a solar water pump to reuse the water \nfrom cooling water blowdown to water plants and landscaping.\nOur facility in Mexico has implemented water-recycling projects \nusing reverse osmosis technology to treat and recycle the \nwastewater we produce. The treated water is then used in our \nfacility for general cleaning, to wash glassware and for irrigation \nin our garden. Overall, these processes reduce our water \nconsumption. Moreover, through the use of sensors and valves, \nwe continuously monitor and measure our water conductivity to \ntrack water consumption, ultimately ensuring its efficient use. We \nhave managed to reduce up to 4,000 m3 of water consumed per \nday by implementing water-saving measures.Performance Highlights\nIn 2021, we withdrew a total of 3,486,450 m3 of water across the \nregions we operate with a water intensity of 3,876 m3 used per \nMW produced.\nIn 2021, we saw a slight increase in our water intensity, from  \n3,874 m3 per MW produced in 2020, to 3,876 m3 per MW produced. \nIn our efforts to optimise water use through reuse and recycling \nwhere possible, we were able to minimise the impact of the \nreduced MW production capacity on our water intensity.\nLooking Forward\nMaxeon understands the importance of water stewardship \nand strives not just to meet local regulations on water use and \nwastewater, but to minimise our water footprint by pushing \nourselves to set higher standards for our operations. \n3,486,450 m3\nwater withdrawn\n© 2022 Maxeon Solar Technologies\n29\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}