{"page_content": "ENVIRONMENTAL\nZero Waste-to-Landfill Certification\nMaxeon’s Mexico facility has been third-party verified as Landfill-\nFree since 2015. This certification stipulates that less than 1% \nof waste materials can be sent to a landfill and less than 10% \nof waste materials can be sent to a waste-to-energy facility, as \nverified through an external audit process managed by NSF \nInternational, an independent organisation that oversees the \nLandfill-Free standard for companies around the world. (Learn \nmore at nsf.org .)\nTo achieve this certification, we adopted a lifecycle-focused \napproach across our supply chain. We partnered with our \nvendors to minimise waste by screening for vendors that have \nwaste reduction considerations in their operations. During the \nmanufacturing process, we also implemented a range of waste-\nreduction procedures, including waste segregation, with some \nwaste streams being recycled for other purposes.One way we have been achieving our waste targets at our site is \nto recycle onsite food waste into an organic composting garden \npowered by solar. \n •Step 1: Site generates 200kg/day of organic waste   \n •Step 2: Collect organic waste for garden irrigation through \nrecycling machine that converts food scraps into soil \nconditioners for the plant’s onsite farm\n •Step 3: Garden grows produce which in turn is served in the \nstaff canteen\n •Step 4: Garden serves as a learning area for employees to \napply the knowledge to their homes\nOverall, we were able to generate 1,755 kg of compost in 2021, \nrepurposed as organic fertilizer for the gardens in our Mexicali \nfacility. The compost was also donated to operational staff and \nused in the orchard area.Waste\nSolar Powered Organic \nComposting Garden\n© 2022 Maxeon Solar Technologies\n33\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}