{"page_content": "Circular Economy is a concept that closely aligns with Maxeon’s \ncommitment to UN SDG 12, Responsible Consumption and \nProduction. This relates to the efficient use and management  \nof natural resources whilst ensuring waste is reduced and \nrepurposed to result in a closed-loop system. \nManagement Approach\nMaxeon strives to embed circularity into its operations as well as \nin the design of our products. Our panels have been designed to \nperform productively and last for an estimated lifespan of over      \n40 years, which outperforms the current solar industry average \nof 25 to 30 years. In our operations, Maxeon aims to play a pivotal \nrole in creating a Circular Economy, by establishing sustainable \nfacilities for solar cell and panel production.\nWe integrate a circular approach into the end-of-life stage of our \nproducts by working with local recycling experts in the countries \nwhere we operate. These organisations include PV Cycle in Europe, \nReclaim PV Recycling and Hamada Corporation in Asia Pacific, and \nRecycle PV Solar and SEIA in the United States. In addition, \nMaxeon has maintained its Cradle to Cradle Certification®, which \nreflects our commitment to Zero Waste-to-Landfill and continued \nfulfillment of the responsibilities of our Declare label.    Our Initiatives\nDesign circularity across our production plants and buildings\nWith the energy efficiency initiatives implemented at our \nPhilippines facility, including solar panels at our carparks, we \nmaintained our LEED Gold Certification in 2021.\nOur plant in Mexico, SPMX1, has maintained its LEED Gold \nCertification for the manufacturing facility since 2016. We have \nbeen able to do so through several initiatives including LED \nlighting installations and improvements to indoor thermal \ncomfort. Furthermore, the Procuraduria Federal de Proteccion  \nal Ambiente (PROFEPA), Mexico’s environmental agency, renewed \nour Clean Industry Certificate. This certification exemplifies \nMaxeon’s dedication to improving its industry processes and \ncompetitiveness, both nationally and internationally.Circular Economy ENVIRONMENTAL\n© 2022 Maxeon Solar Technologies\n35\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}