{"page_content": "We are delighted with the progress Maxeon has made in the past \nyear and look forward to Powering Positive Change in a sustainable \nand innovative way. As a solar company, we have a responsibility \nto fight climate change and must continue to innovate to create an \neven greater impact on communities around the world. To further \nour mission, Maxeon has collaborated with the National University \nof Singapore’s Solar Energy Research Institute of Singapore (SERIS) \non two research projects in 2021 and the research is currently \nongoing. We also celebrate the launch of the solar industry’s most \ncomprehensive warranty of 40 years, evidence that we stand behind \nthe longevity of solar energy production that our panels so reliably \nprovide. And we are quite pleased to now provide our stakeholders \nwith our panels’ energy payback time, which is the period of \noperating time required for an installed Maxeon panel to generate \nthe same amount of energy used to get it to production. Data \nsupporting what we all know, that Maxeon makes the best and  \nmost sustainable panels.\nIn the wake of unprecedented market momentum behind ESG in \n2021, investors, corporations and government leaders have raised \nexpectations for progress on climate pledges, alongside other \nsocial issues such as diversity, inclusion and employees’ wellbeing. \nTo demonstrate Maxeon’s commitment as a United Nations Global \nCompact Signatory, in 2021 we established our 2030 ESG long-term \ntargets in alignment with the UN Sustainable Development Goals \n(SDGs) and providing a visible roadmap of our journey towards \ndecarbonisation and a sustainable future. In 2021, Maxeon also \nsigned on as one of the twelve inaugural organisational members of the Singapore Low Carbon Network, launched as part of PwC \nSingapore’s Asia Pacific Centre for Sustainability Excellence. The \nnetwork aims to support the Singapore Green Plan 2030 and \nbrings together corporations across Singapore with ambitions to \ndecarbonise. We are committed to helping our Singapore community \nachieve their decarbonisation goals and excited to work with \nother industry leaders and contribute our insights in solar energy \ntechnology as a means for transformation to a low-carbon economy.\nMaxeon strives to maintain its sustainability leadership position \nin the solar industry by continuing our development of more \nefficient, sustainable and longer-lasting panels. As more countries \nand corporations pledge to achieve net-zero emissions, renewable \nenergy will play a pivotal role in enabling this transition. Maxeon \nis delighted to be a key player in the race to achieving net-zero by \nsupporting the growing demand for solar energy coupled with social \nand governance best practices.\nAs we journey towards our 2030 ESG long-term targets, we will \ncontinuously assess our yearly performance and progressively \nimprove on our sustainability efforts. With the rising demands for \naccountability and climate-related disclosures, Maxeon will also \nconsider reporting climate-related risks disclosures and aligning \nwith the Task Force on Climate-Related Financial Disclosures (TCFD) \nframework in our next sustainability report.\nWe thank our internal and external stakeholders for their support \nin our sustainability journey and look forward to continued \ncollaboration in our future endeavours.Letter from Lindsey Wiedmann, Chief Legal Officer,  \nGlobal ESG Executive LeaderINTRODUCTION\nLindsey Wiedmann\nChief Legal Officer,  \nGlobal ESG Executive Leader", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}