{"page_content": "Our compliance strategy instils a risk-based approach which \naligns with the International Labour Organisation (ILO), whilst \nour annual training and certifications on our Code of Conduct \ninclude labour rights practices. Maxeon requires compliance \ncertifications from all our suppliers in alignment with the Office \nof Foreign Assets Control (OFAC) of the US Department of \nTreasury to reduce the risk of exposure for breaches of our \npolicies and procedures. If increased risk is identified, Maxeon \nconducts enhanced due diligence and grants specialised \ncertifications on supplier operations and labour practices, \nthereby minimising our risk exposure on identified issues.\nMaxeon has separately provided a Modern Slavery Statement   \nunder the Australian law for the year 2021.\nSupply Chain Management \nMaxeon considers its supply chain partners as an extension of \nthe company. Our policies and procedures regarding how we \ntreat our workforce are aligned with industry international best \npractices and guidelines issued by global organisations, such as \nthe United Nations. \nWe ensure that our employees and contractors are aware of the \nGlobal Human Rights Policy and Code of Conduct through their employment contracts, during onboarding, \nannual training, and certification courses. \nAnonymous reports may be made on our \nCompliance & Ethics Helpline at all times, \nallowing internal and external stakeholders \nto raise any concerns or infractions of these \npolicies and procedures.\nWe have a zero-tolerance policy for any \nviolations of human and labour rights. We \ntake specific measures if there are suspicions of violations \nof our policies or procedures, including holistic and robust \ninvestigations. If investigations prove that the offending party is \nfound guilty, the party will be immediately terminated.\nWe hold our suppliers to the same standards and procedures \nas our employees and contractors. We enforce these policies \nthrough our Master Services Agreements, which require \nsuppliers to adhere to our Human Rights Policy and Code \nof Conduct. Suppliers are expected to track any information \nregarding human rights compliance, including annual \nassessments and compliance certifications. We also require \nsuppliers to provide updates upon request and conduct annual \nassessments and compliance certifications.Fair Labour and Human RightsSOCIAL\nModern Slavery Statement\n22002211\n© 2022 Maxeon Solar Technologies\n52\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}