{"page_content": "Employee EngagementSOCIAL\nAt Maxeon, we are committed to growing a thriving, inclusive \nand engaged workforce, where everyone has a purpose, feels a \nstrong sense of belonging, and understands the role they play in \nthe organisation. Our goal is to ensure our employees care about \ntheir work at Maxeon, individually and collectively.\nManagement Approach\nAt Maxeon, our leaders are responsible for developing talent and \nensuring our team members’ actions align with our corporate \nkey results (KRs), through our annual performance management \napproach. This enables each team member to be focused and \ndriven, to be productive and deliver work that contributes to our \ncompany’s long-term success.\nOur Initiatives\nOn an organisational level, we have simplified our annual \nperformance and KRs to focus all our team members on six \ncorporate KRs. Our Executive Leadership Team hosts quarterly \nAll-Hands Meetings (AHMs) to communicate progress to all \nemployees, which have been well received. At a site level, these \ncommunications are also delivered locally through our site AHMs \nconducted by the site leader. Our global message is customised \nfor each location to focus on local issues or celebrations, whilst building a sense of community and collaboration. AHMs are \nfollowed by skip-level meetings, leadership meetings, local \nforums and stand ups. In addition, our larger sites, Mexico, \nMalaysia and Philippines, conduct regular employee engagement \nsessions led by local site leaders. \nWe also have a Quarterly Business Review, in which all senior \nleaders share business progress in their areas over a two-\nday virtual event. Through the rest of each quarter, we hold \nLeadership Briefings with Senior Leaders in the organisation \n(approximately 90 employees) to share confidential information \nthat supports these leaders in fully understanding the context \nbehind decision-making, enabling them to be better leaders, and \nto better engage their teams.\nIn 2021, we conducted a number of employee surveys to gather \nfeedback, including post-event surveys after our AHMs, and a \nspecific Internal Communications survey, to better understand \nour employees’ perspectives. Towards the end of the year, we \ncreated our first “Ideas Box” – Your Ideas Matter – in which team \nmembers submitted their ideas for cost savings, efficiency and \nother topics of interest, to enable employees to share their views \nand further contribute to the success of our company.\n© 2022 Maxeon Solar Technologies\n55\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}