{"page_content": "Employee EngagementSOCIAL\nWe provide our employees with benefits that align with local \nlegislation in the countries where we operate. These include life \nand healthcare insurance, disability support and parental leave. \nHealthcare benefits also extend to temporary and contract staff. \nRetirement provisions are also aligned to countries’  \nstatutory requirements.\nIn conjunction with International Women’s Day, Maxeon \nenhanced our maternity leave benefits for Australia. In Australia, \nemployees are entitled to paid 12 weeks maternity leave or two \nweeks of paternity leave after a minimum service period. We \nhave enhanced the maternity and paternity leave by reducing \nthe minimum service period from a minimum of 12 months to 6 \nmonths.   In Singapore, female employees are granted 16 weeks \nof maternity leave and male employees are granted two weeks  \nof paternity leave. \nIn June 2021, the Compensation Committee of the Board adopted \nMinimum Stock Ownership Guidelines applicable to Outside \nDirectors and members of the Executive Leadership Team. \nParticipants must own shares of common stock, with the amount \nof stocks distributed being dependent on their leadership position. \nMaxeon believes it is in the best interest of the Company and its  shareholders to align the long-term financial interests  \nof its executives and Directors with those of the  \nCorporation’s shareholders.\nPerformance Highlights\nThis year, we held several events and \ncelebrations for our employees. On Earth Day, \nevery employee was granted a day’s leave \non 22 April, and we encouraged our team to \nengage in an activity that made a difference \nto sustainability. Posts and photographs were \nshared amongst staff to recognise their efforts. \nIn Singapore, the ESG and Legal teams came \ntogether to organise our first beach clean-up to \ndo our part for Earth Day, collecting a total of \nmore than 14kg of trash on the beach.\n First Beach Clean-Up\n© 2022 Maxeon Solar Technologies\n56\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}