{"page_content": "Employee EngagementSOCIAL\nFor our First Year Anniversary celebration in August, we showed \nour appreciation to employees and recognised our team’s efforts \nby granting leave and hosting a global virtual celebration and \nlocal events, giveaways, and competitions with prizes. \nIn October, we made our first step towards establishing global \nEmployee Resource Groups, by recognising World Mental Health \nDay and dedicating the month of October to a wellness challenge, \ninviting all locations to participate and compete virtually. Many \nlocations held athletic competitions, shared wellness tips and \nmental health discussions. We communicated with employees \nweekly, providing competition updates and photographs.\nWe also conducted wellness initiatives, including a STRAVA \nwellness app challenge, mental health forums on a local and \nglobal scale, and increased availability of mental health services.\nIn Malaysia, we held several events, including Tea-Talk Sessions, \nInternal All Hands Meetings, Stay-in Interview, and the Wall of \nFame. To show appreciation to our team members, we gave out \nEmployee Recognition Awards, including: Long Service Awards, \nHealth Employee Recognition Award (HERA) and First Silicon PERC \nachievement, and provided a free T-shirt and ice cream for  \nall employees. Separately, in Singapore, we held several virtual events, including \nquarterly townhalls and virtual teambuilding. Wellness packs, \nincluding cold brews, were delivered to employees island-wide in \nappreciation for their hard work. Lastly, a virtual lucky draw was \nheld in celebration of our First Year Anniversary, and a gaming \nchair was given away as grand prize.\nThrough all of our employee initiatives, we aim to engage our \nemployees globally and locally. \n4,111\nfull-time employees\n© 2022 Maxeon Solar Technologies\n57\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}