{"page_content": "Diversity and InclusionSOCIAL\nOur hiring statement and fair employment policies apply to all \npersons involved in the operations of the company. These are \nincluded in all hiring material and job descriptions to prohibit \nunlawful discrimination.\nIn 2021, we assessed our maternity and paternity policies \nacross our global operations, particularly in regions where we \nhave the most female employees, to find opportunities for \nimprovement. Our goal is to make specific changes in areas that \nmatter most to people, in order to implement effective changes \nfor our employees. We have been working closely with site HR \ndepartments as well as the employees themselves to gain insight \nand appreciate local challenges and potential improvements. Respecting and celebrating diverse cultures \nDespite COVID restrictions in various locations, Maxeon’s team \nmembers came up with creative ways to celebrate cultural \nholidays and festivals. During Chinese New Year (CNY) in \nSingapore, it is a tradition to give out red packets to friends and \nfamily as blessings for good wishes and luck for the new year \nahead. In 2021, Maxeon celebrated CNY by giving out digital \nred packets to our Singaporean colleagues. In Malaysia, our \ncolleagues decorated the office to celebrate CNY.  \nMaxeon is committed to continuing to celebrate the cultures of  \nour diverse employees whenever possible.\nIn Malaysia, we celebrated Hari Raya Puasa by giving all \nemployees 1500 “Bubur Lambuk,” and we also organised an \nonline Ramadan Quiz. \nIn Singapore, we have policies in place which allow employees \nto take half a day off on the eve of a major festive holiday if they \ncelebrate it, such as Chinese New Year and Hari Raya Haji, to \nspend some time with their families.\n© 2022 Maxeon Solar Technologies\n64\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}