{"page_content": "GOVERNANCE\nSpotlight: Partnerships for Positive Change \nSolar Panels for Espressone GmbH \nAnother partnership we established in 2021 was with the \nFranconian coffee roaster, Espressone GmbH. Committed to \nexercising fair coffee trade and production for their people, \npatrons, and communities, Espressone GmbH are also \ncommitted to responsible and sustainable coffee production \nthrough their careful selection of green coffee. Furthering \nthe company's sustainability purpose, they engaged Maxeon \nto install a solar power array onto the company’s roof. We \nassisted with the installation of 491 highly efficient SunPower \nPerformance modules, with a 25-year warranty. As a result, we \nwere able to assist in ensuring Espressone GmbH’s sustainable \nindependence through long-term reliance on renewable energy. \nThrough all of these partnerships, we hope to empower \nourselves and our partner organisations to further advocate for a \nsustainable approach to  bettering the world and society. Maxeon \naims to continuously expand its partnerships across the globe to \ndrive sustainability and create positive change.As part of this collaboration, SERIS has graciously lent their \nstate-of-the-art and multi-stage laboratory-grade photovoltaic \nmodule laminator to Maxeon. This laminator has been relocated \nand installed at Maxeon’s Research, Development & Deployment \n(RD&D) laboratory at Kaki Bukit in Singapore. Our RD&D team \nemploy this laminator, in tandem with the researchers from SERIS, \nfor research and development work across this project.\nOur Urban Solar collaboration with SERIS will benefit the wider \ncommunity in Singapore as we develop multi-purpose noise \nbarriers that harvest solar energy to create a pleasant urban \nenvironment with clean and renewable energy.\n© 2022 Maxeon Solar Technologies\n74\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}