{"page_content": "GOVERNANCE\nProduct Quality, Reliability and Safety\nOur Initiatives     \nAs a testament to our confidence in the quality of our products, \nthis year Maxeon introduced an industry-leading 40-year \nwarranty, alongside our existing 25-year warranty. Maxeon \nconducts extensive testing of its panels to assure our customers \nof the panels’ manufacturing quality, performance and long-term \nreliability. We certify all our panels via internationally recognised \nexternal certification bodies including TUV, JET and UI, prior to \ndistribution for our customers. \nInternally we perform regular outgoing reliability assessments to \nvalidate the performance of our panels prior to shipment. These \nreliability assessments are based on methodologies defined in \nour Reliability Monitoring programme. \nWe utilise our Reliability Monitoring programme to define \nthe methodologies employed in our reliability assessments. \nFurthermore, we have increased our inhouse testing capabilities \nto include a new Reliability Testing Lab in Fab 3, our facility in \nMalaysia, and we introduced new automated mechanical load \ntesters to further validate the reliability of our products. In addition to manufacturing high-quality panels, we deploy the \nuse of our management processes to further control any changes \nrequired that may impact the form, fit and function of the panels \nassessed. Maxeon has established a sound iQuality system \nthat collects and maintains  quality and reliability information \npertaining to our panels, whilst actively upholding data integrity \nand transparency. \nAt Maxeon, we undergo stakeholder engagement to determine \nthe quality, reliability and safety of our panels, identifying areas \nfor advancements to result in higher quality products. We gather \nvaluable and distinct insights from our employees through \nengagement initiatives whilst encouraging ideation and feedback \nfor improved, efficient and exceptionally reliable solar solutions. \nLocal FAB 3 management team regularly engaging manufacturing \nTeam Leaders at Cluster Meetings.\n© 2022 Maxeon Solar Technologies\n82\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}