{"page_content": "GOVERNANCE\nSustainable Innovation \nOur Initiatives\nInnovating to Meet the Demands of a Changing Climate\nOur solar panels are built to withstand global warming challenges \nand climate extremities, which are predicted to prevail in the \nfuture. We conduct a Humidity Freeze test on our SunPower \nMaxeon™ panels to assess their durability in the event of a \nwhiplash during a freeze-thaw cycle. During this test, we conduct \na temperature swing of -40 to +85°C, one cycle per day, with \na heat and humidity factor of 85% RH, 85 °C. During this cycle \nwe impart high mechanical stresses on the components of the \npanel to determine their impact on performance. Our tests have \nrevealed that the mechanical stress does not affect our panels, \neven after 380 cycles, which is beyond the requirement for \nrecognised external certifications. Amongst conventional panels, \nthis testing process results in a power loss after 10 to 20 cycles. The patented metal foundation of our Maxeon® cells allows \nflexibility under tough conditions, with a proven 40-year useful \nlife and a return rate of less than 0.005% on over 15 million \npanels shipped and studied. Refer here  to find out more.\nOur durability assessments have resulted in the introduction \nof our 40-year warranty, as we remain confident in our panel \nperformance, achieved through innovation. \nSolid metal backing\nMetal adds massive strength to each cell, helping it resist corrosion  \nfrom the element, while making the entire panel more durable.No grid lines\nSunPower Maxeon cells use back-contact conductivity, eliminating  \nunsightly metal gridlines, and enabling them to absorb more sunlight.\nThick connectors\nExpanding and contracting from daily temperature swings are no problem \nwith our built-in strain relief and thick, triple-redundant connectors.\n© 2022 Maxeon Solar Technologies\n85\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}