{"page_content": "GOVERNANCE\nSustainable Innovation \nProduct design and innovating with our suppliers  \nin our value chain\nAs we strive to achieve sustainable innovation, our efforts \nexpand to modulization technology and product development. \nAs key players in the solar industry, we are able to leverage our \nextensive knowledge of solar cell and panel engineering \nprocesses to extend the capabilities of module efficiency without \naffecting the reliability, safety or performance of our products. \nWe aim to make our modules efficient as they consume fewer \nraw materials, including metal, plastic and glass, for every \nwatt-hour of energy produced. \nWe further enhance our modules by engaging lead-industry \nsuppliers to minimise the size of our junction boxes and ensure \nits optimal module placement to reduce the volume of plastic \nused in the housing, cables, connectors and potting material. \nOver the course of 2021, Maxeon introduced six new products \nand seven pilot-line developments. One of these developments is \nour new technology platform, Maxeon Air™.Introducing Maxeon Air™, a disruptive new  \ntechnology platform\nDespite commercial buildings accounting for an estimated 28% of \nglobal emissions, the opportunity for solar panel installations is \nhigh, yet not seized. As standard solar panels can be heavy and \ncomplex for many industrial structures, these rooftops may also \nnot have ideal or favourable conditions to accommodate these \npanels. As a result, increasingly there is an unserved annual \nmarket for low-load roofs of over 4 GW. \nMaxeon Solar Technology addressed this market opportunity \nand has recently unveiled its new revolutionary Maxeon Air \nTechnology Platform. This was launched after five years of \nthorough research, development and testing to enable the \nproduction of a thin, frameless, lightweight and conformable \nsolar panel, whose performance and efficiency are equivalent to \nthat of a standard solar panel.  \nWith this new development, we can now manufacture solar \npanels at a reduced cost whilst accounting for market \nopportunities and gaps. As the cost of solar cells have steadily \ndeclined, Maxeon Air technology’s feasible size will result in \nseamless transportation and installation, ultimately reflecting a \nrelatively smaller portion of the total system cost. \n© 2022 Maxeon Solar Technologies\n86\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 85, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}