{"page_content": "GOVERNANCE\nCustomer Engagement and Satisfaction\nIn 2021, we embarked on several initiatives to maintain our  \nhigh NPS score, including:\n •Marketing  – We increased our digital presence and \ncampaigns to create greater brand awareness. We also began \ndeveloping local content and revamping our newsletter to \ninclude an editorial approach to our organisational content \nand business updates. \n •Training  – We engaged with external trainers to expand our \ncapabilities and partner with more companies, increasing \nour market presence. Additionally, we began to promote the \ntraining material and contents we acquire from these sessions. \n •Product Development and Quality – We maintained our \nproduct quality and efficiency to ensure customer satisfaction. \nWe also strive for continuous innovation to launch new \nproducts with novel and more efficient solar technology. \nIn the event that we received a low score from a customer, \nsignifying them as a ‘Detractor,’ we are quick to respond to their \nfeedback to better understand their concerns and achieve \ncontinuous improvement. At Maxeon, we measure NPS for \nboth the performance of our products (Customer Health) and \ninstallation partners (Partner Health) who engage first-hand  \nwith our customers.Customer Health\nLong-term customer satisfaction with our solar technology is \na key consideration at Maxeon. Therefore, we encourage our \ncustomers to share their feedback on our products, installation \nservices and partners in three ways: \n •Installation Experience Survey  – A month after the panel \ninstallation, we conduct a customer survey to ascertain how \nlikely the customer is to recommend their Maxeon installation \npartner to friends, family or business partners. We also \nseek feedback on their customer experience throughout \nthe installation process (e.g., meeting commitments, \nresponsiveness, system design, installation phase).\n •One-Year System Experience Survey  – On the first \nanniversary of a customer’s system installation, we send a \nsecond customer survey to decipher how likely the customer \nis to recommend our products and to what extent the \ninstallation has met with the customer’s expectations.\n •Issue-To-Resolution  – We maintain an open line of \ncommunication for our customers to contact us with any \nquestions or concerns. After a customer issue is resolved,  \nwe send a survey to our customer to evaluate their  \nresolution experience. \n© 2022 Maxeon Solar Technologies\n92\n", "metadata": {"source": "NASDAQ_MAXN_2021.pdf", "page": 91, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}