{"page_content": "Sustainability Snapshot 2\nThird-party analysis of our net-zero carbon goal\nIn 2020, the University of Wisconsin-Madison’s Nelson Institute for Environmental Studies published its analysis of MGE’s goal of net-zero carbon electricity by 2050. The study was done within the context of the October 2018 special report by the IPCC on global warming of 1.5 degrees Celsius. \nThe models suggested that, by 2050, emissions from electricity generation in industrialized countries should be 87% to 99% lower than the 2005 baseline. MGE’s plan for net-zero carbon emissions by 2050 is a 100% reduction from \n2005 levels and reflects carbon reductions \nconsistent with limiting global warming to 1.5 degrees Celsius. The UW-Madison report is available at  \nmge.com/netzeroreport.\nRead more about our partnership with climate experts at the UW-Madison’s Nelson Institute.MGE’s plan for net-zero carbon emissions by 2050 is a \n100% reduction from 2005 levels and reflects carbon reductions consistent with limiting global warming to 1.5 degrees Celsius.2005 2020 2030 2050• 80%  reduction in carbon\nby 2030\n•NET-ZERO  carbon by 2050baseline\n-20%\n-40%\n-60%\n-80%\n-100%*Actual results may differ\nfrom projections.achievedNet-zero carbon electricity\nMGE was one of the first utilities in the nation to commit to carbon reduction goals consistent with climate science. \nOur goals reflect our vision and signal our direction but do not determine our pace. We’ve said since introducing \nour clean energy and carbon reduction goals—if we can go further faster through partnerships with our customers \nand the evolution of new technologies, we will.\nIn May 2019, MGE announced a goal of net-zero carbon electricity by 2050, which aligns with the Intergovernmental \nPanel on Climate Change (IPCC) and its assessment of limiting global temperature increases to 1.5 degrees Celsius. \nConsistent with climate science, we have committed to reducing carbon at least 80% by 2030, based on 2005 levels, \nas we work toward net-zero carbon electricity.\nSince 2005, MGE has reduced its carbon emissions by 27%. For emissions data reporting, see MGE’s Edison Electric \nInstitute (EEI) ESG/sustainability reporting quantitative template in our ESG Data Center .\nCarbon reduction goals ", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}