{"page_content": "Environmental 5\nClean energy\nSince announcing our Energy 2030 framework in November 2015, we have \ndeveloped projects that we expect will increase our owned renewable capacity by more than nine times when completed. Growing our use of renewable resources is a part of our strategy for achieving net-zero carbon electricity by 2050.\n •Purchasing 100 megawatts (MW) of solar capacity from the Badger Hollow Solar Farm in Iowa County, Wis., Badger \nHollow Phase I came online in late 2021; another 50 MW from Phase II is expected online in the first half of 2023.\n •Purchasing 50 MW of solar capacity from the Two Creeks Solar project, which came online in fall 2020. Two Creeks Solar was the first large-scale solar project to be built in Wisconsin.\n •Bringing online in spring 2021 the 20-MW O’Brien Solar Fields in Fitchburg, Wis. The array serves local companies, the City of Fitchburg, the State of Wisconsin Department of Administration and UW-Madison through our innovative Renewable Energy Rider program.\n •Partnering with Dane County to build a 9-MW solar installation at the Dane County Regional Airport in Madison, which came online in late 2020 to serve Dane County operations.\n •Partnering with the City of Madison and the Madison Metropolitan School District to build the 8-MW Hermsdorf Solar Fields in Madison, which came online in spring 2022.\n •Expanding our highly successful community solar program, Shared Solar, with a 5-MW solar array at the Middleton Municipal Airport in Middleton, which came online in 2020.\n •Purchasing 30 MW of solar energy and 16.5 MW of battery storage from the 300-MW Koshkonong Solar Energy Center in Dane County. The solar array is expected online by the end of 2025, if the purchase is approved.\n •Purchasing 25 MW of solar energy and 7.5 MW of battery storage from the 250-MW Darien Solar Energy Center in southeast Wisconsin. The solar array is expected online by the end of 2024, if the purchase is approved.\n •Purchasing 20 MW of solar energy and 11 MW of battery storage from the 200-MW Paris Solar-Battery Park in southeast Wisconsin, which is expected online in 2023.\n •Purchasing 9.16 MW of wind capacity from the 92-MW Red Barn Wind Farm in southwest Wisconsin, which is expected online in late 2022.Our clean energy projects", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}