{"page_content": "Environmental 8\nRenewable Energy Rider\nOur Renewable Energy Rider (RER) gives MGE and larger business customers who seek customized renewable energy solutions the opportunity to partner to grow locally generated renewable energy. The innovative program is designed to meet the needs and goals of companies that support or have signed on to the Corporate Renewable Energy Buyers’ Principles, a collaboration facilitated by the World Resources Institute and the World Wildlife Fund.\nMGE has built nearly 40 MW of solar capacity under RER agreements since earning regulatory approval in 2017 to \nbegin offering this clean energy option.\nGreen Power Tomorrow\nMGE’s long-standing Green Power Tomorrow (GPT) program offers customers a flexible, affordable option for growing their use of green energy. At a penny more per kilowatt-hour (kWh), GPT is a convenient and effective way for customers to support the growth of local and regional renewable energy and offset their greenhouse gas (GHG) emissions. Today, more than  10,300 customers buy green power through this MGE program. \nCustomer-owned solar\nWe also work with customers who want to install solar to help power their homes or businesses. These customers connect to our community grid and sell their excess electricity to MGE. As of year-end 2021, we have partnered with more than 1,750 customers to connect their solar installations to our grid.\nNatural gas as a bridge fuel\nWhile we are replacing much of the coal-fired generation to be retired from Columbia with investments in renewable generation, MGE also plans to purchase 25 MW from the state-of-the-art West Riverside Energy Center, with an option to purchase an additional 25 MW. MGE currently expects to exercise this option in a future period. The highly efficient West Riverside facility has lower emission rates compared to coal-fired generation and other older natural gas plants. We expect the carbon emissions resulting from a 50-MW share of the West Riverside Energy Center to be less than 10% of the carbon emissions resulting from our share of the output of the  \nColumbia Energy Center.\nIn summer 2021, MGE Chairman, President and CEO Jeff Keebler welcomed customers served by MGE’s 20-MW O’Brien Solar Fields, \nwhich was built in Fitchburg, Wis., under the company’s Renewable Energy Rider for large energy users. ", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}