{"page_content": "Environmental 9\nInvestment in West Riverside helps MGE to meet the energy needs of our customers cost-effectively and reliably \nwith the retirement of Columbia and to enable our continued transition to greater use of renewable energy in our supply mix. Natural gas plants are an especially efficient backup to renewable energy because they can be dispatched quickly and at times when it’s more challenging for wind or solar generation. \nPartnerships and collaborations\nMGE has ongoing collaborations with a number of communities, including the cities of Fitchburg, Madison and Middleton. These partnerships serve to advance shared goals around renewable energy, electric vehicles (EV), and energy efficiency and conservation.\nMGE also served as a member of the Dane County Council on Climate Change. The council included local \ngovernment, businesses, utilities and environmental organizations. MGE’s partnership with local stakeholders through the council offered another opportunity to work toward common goals, including deep decarbonization.\nMGE is a longtime partner of Sustain Dane, a local organization that has offered innovative programs for local \nresidents and businesses for more than 20 years. During this time, Sustain Dane has been recognized as a leader in helping local organizations set and achieve sustainability goals. MGE and the City of Madison have partnered with Sustain Dane to host Accelerate Sustainability Workshops, which help local professionals learn more about sustainability best practices through local case studies.\nDane County Climate Champion award\nIn 2021, the Dane County Office of Energy and Climate Change recognized MGE with a climate champion award. The award acknowledged our ongoing efforts to reduce emissions associated with electricity production, noting that MGE added 84 MW of solar generation capacity in 2020 and 2021.\nMGE partnered with Dane County to build a 9-MW solar array (shown here under construction in October 2020) at Dane County \nRegional Airport in Madison to serve County-owned facilities.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}