{"page_content": "Environmental 10\nWe strive to “meet customers where they are” to engage them in energy efficiency. Through the use of new \ntechnologies, hands-on workshops, energy education, conservation kits and innovative rate options, MGE is  helping to empower customers to take control of their energy use to better manage long-term costs and to  achieve deep decarbonization.\nManaging demand with smart thermostatsElectric use peaks during stretches of hot, humid days when air conditioners run in a majority of homes and businesses. These periods of high electric use put pressure on utilities to generate and distribute enough electricity to everyone who needs it.\nMore than 3,500 households participate in  \nMGE Connect®, our smart thermostat demand  response program for residential customers. With customers’ permission, minor temperature adjustments are made to their smart thermostats to reduce energy \nuse during periods of high demand. The program helps MGE better understand the role and impact of smart devices in helping manage our community grid while helping customers reduce their energy use with minimal possible impact on comfort. In 2022, MGE Connect helped us reduce usage by up to 2.9 MW per event during a number of days with high demand, which is equal to the power from 8,700 solar panels or enough electricity to offset the usage of about 850 MGE households in the summer.\nMGE also works with partners, such as FOCUS ON ENERGY®, Project Home and community organizations, to make \nsmart thermostats and other energy-saving improvements available to lower-income households. MGE is committed to working with customers and our partners to help ensure all customers have the opportunity to share in the benefits of new technologies. \nSmart Water Heater Rewards project \nIn 2022, MGE launched our Smart Water Heater Rewards project. We are partnering with residents at a local multifamily property to test technology that allows MGE to shift water heating without impacting customer comfort.\nThe buildings have electric water heaters, which makes them an optimal test site for the project. The smart devices, \nwhich are installed on the electric water heaters, help us shift heating to off-peak times or when renewable resources are generating the most electricity. The project offers benefits similar to managed EV charging for  grid optimization.\nConserving energy with On Demand Savings\nMGE’s On Demand Savings (ODS) program offers large customers tools and strategies to reduce their energy use, especially during periods when demand for electricity is at its peak. ODS uses an online dashboard to give \nEnergy efficiency and conservation\nEnergy efficiency is a key strategy for reducing carbon emissions. MGE is \ncommitted to providing customers with the tools and resources they need to make wise energy choices that help reduce their individual carbon footprints.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}