{"page_content": "Environmental 12\nPortable energy meters\nMGE has donated more than 50 portable energy meters to area libraries for customers to use. The meters measure voltage, electricity cost and electric consumption. They help customers identify the potential causes of high energy use and better understand the exact operating costs of various items in their homes.\nEnergy education for our youth\nWe partner with local teachers, schools and summer programs from elementary school through college to help educate thousands of students about energy, safety, electric transportation, new technologies and career opportunities in the industry. MGE also offers a series of brief videos in English and Spanish to help educate students about solar energy and EVs.\nSimple, cost-effective energy-saving tips for homeowners, renters and businesses are available online from MGE. Customers also can compare their energy use and learn what has helped other customers save. For example, using My Account at mge.com, customers can review their bill, payment history and past energy use and sign up for MGE services. We share energy-saving tips, tools and information on our social media channels and online at:\nmge.comMGE’s primary site for customer services; account access, paperless billing and bill payment; safety and \noutage information; and other news, information, programs and services from MGE. \nmge2050.comA source for clean energy news, energy-saving tips and information. The site includes locally based videos \nand features articles around saving energy, MGE’s new programs and services, and initiatives for working together to achieve net-zero carbon electricity by 2050.\ngenre2030.comFeatures films and energy-related content with the goal of engaging MGE’s millennial customers in the \ncompany’s Energy 2030 framework for a more sustainable future.\nlivinginbalancemadison.comShares stories about what it means to be sustainable from MGE’s diverse customer base and community \nmembers who are living it every day.Online resourcesMGE has hosted a number of tours at the O’Brien Solar Fields in Fitchburg, Wis.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}