{"page_content": "Environmental 13\nElectrification of transportation \nTransportation is the leading contributor of GHG emissions in the U.S. The \nelectrification of transportation is a key strategy for reducing carbon emissions. In addition to growing our use of renewable resources and engaging around energy efficiency, we are working with customers, stakeholders, municipalities and other community partners to grow the use of EVs and to facilitate charging options throughout our community.\nWe have been advancing alternative fuel vehicles since we began building our EV public charging network more \nthan 10 years ago. Today, the number of EVs on the road continues to grow. MGE is prepared to meet the need with our growing public charging network of more than 45 stations—powered by renewable energy—and programs to facilitate charging at home, at work and on the go. Our public charging network features several DC fast chargers, which can provide 60 to 80 miles of range in about 20 minutes.\nFast-charging hub\nOne of the first of its kind in Wisconsin, MGE’s new EV fast-charging hub in the heart of Madison’s Capitol East District will provide convenient EV fast charging—powered by renewable energy—for nearby apartment and condo dwellers, single-family households, commuters, and taxi and ridesharing services as well as electric fleet vehicles.\nWith power levels up to 350 kW, the hub’s high-speed \nchargers are some of the most powerful EV chargers in the Midwest. These chargers will support fast charging for EVs with greater driving ranges in the future. Through a partnership with Tesla, the hub also has eight Superchargers from the electric car maker.\nNational Electric Highway Coalition \nMGE is partnering with EEI and more than 60 other utilities across the country in support of the National Electric Highway Coalition (NEHC). The NEHC is committed to quick and convenient EV charging along major U.S. travel corridors by the end of 2023.\nResidential charging \nCharge@Home, MGE’s home charging program, makes it easy for EV drivers to charge efficiently at their home, which is where more than 80% of charging happens. With Charge@Home, MGE owns, maintains and coordinates the installation of Level 2 charging stations at customers’ homes. With no upfront cost, customers pay a monthly fee plus the cost of electricity. The program gives MGE the ability to study drivers’ charging habits and to explore remote management of charging sessions to better understand the potential impact of EVs on the grid, including how grid management can help to lower costs for all MGE customers by optimizing our use of generation resources.\nMGE also helps area employers of all sizes and multifamily developers who want to offer employees and residents \ncharging. We discuss options and help them navigate the decision-making and implementation process.\nMGE’s new EV fast-charging hub features some of the most \npowerful chargers in the Midwest.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}