{"page_content": "Environmental 19\nFund for Lake Michigan/Salt Wise Strategic Development Grant\nLake Michigan’s water is critical to Wisconsin’s future. MGE supports the Fund for Lake Michigan, which helps sustain the lake for those who depend on it. Among its projects, the Fund supports the Wisconsin Salt Wise Strategic Development Grant. It provides funding to help communities and regions of the state protect our waterways by becoming salt certified.\nIn winter, many companies and individuals use salt to combat icy sidewalks and roads; however, excess salt flows \ninto our waterways, negatively impacting water quality. One teaspoon of salt pollutes five gallons of water, and once in the water, salt cannot be removed. Additionally, chloride, a chemical in salt, is toxic to small aquatic life.\nOftentimes, more salt than is needed to fully melt ice on parking lots and sidewalks is applied. That means some of \nthe salt put down is washed away. Salt certification provided through the grant trains consumers how to calculate the amount of salt needed for an area without a lot of waste.\nThe Wisconsin Salt Wise Partnership spearheaded salt-reduction efforts in Dane County. Madison launched the \nstate’s first salt certification program several years ago. MGE works with a local certified salt applicator for snow \nremoval at our facilities. \nCombating the decline of monarchs\nMonarch butterfly populations in the United States have seen substantial declines in their population the last few decades. In 2022, monarchs were officially designated as endangered by the International Union for Conservation of Nature.\nOne of the biggest impacts on the monarch population is the loss of habitat for breeding, migrating and \noverwintering. The monarch butterfly needs habitat for both its caterpillar and adult populations. Adult monarchs feed on the nectar from many flowering plants throughout the growing season, but they breed only in areas where milkweed is found. Milkweed is critical for their survival. Monarchs lay their eggs on milkweed, and their caterpillars are dependent on milkweed as a food source during their development. Milkweed is native to Wisconsin and can be \nfound almost anywhere wildflowers grow throughout the state.\nA protection agreement: Since monarchs migrate, they need to be able to find \nsuitable habitat throughout their migration pathway. Increased development, \nfragmented habitat and intentional removal of milkweed all contribute to an overall reduction in habitat. One way the U.S. Fish & Wildlife Service is working to address this is through the development of a voluntary agreement with utility companies and departments of transportation in the states where monarchs are found.\nThe voluntary Monarch Candidate Conservation Agreement with Assurances \n(Monarch CCAA) is designed to increase monarch habitat throughout their migratory range using transportation and utility properties, such as rights-of-way and generation facilities, to plant monarch-friendly milkweed and flowering plants. The agreement allows utilities flexibility for further growth and protection against future monarch regulatory obligations in exchange for agreeing to maintain and/or create monarch habitat on a certain percentage of their properties. MGE continues to review our internal commitments and habitat inventory to determine whether the \nMonarch CCAA is a good fit for our monarch and pollinator commitments.\nNatural resources and biodiversity\nMGE takes steps to protect our natural resources. This means doing our part to \nhelp improve waterways, preserve the natural beauty of our communities and protect wildlife habitats.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}