{"page_content": "Environmental 20\nThe Monarch CCAA also supports other pollinators, such as native bees. Land dedicated to the Monarch CCAA will \nhave flowering plants from spring to fall, which many native bee populations need to thrive.\nMGE providing habitat: MGE has been increasing our efforts to provide habitat for monarchs and pollinators at \nour facilities. Some MGE solar generation sites include plans for native plants, including milkweed. We are taking \ninventory of what habitat we have planted and planned, and we’re looking for opportunities to expand where it \nmakes sense. Our habitat conservation efforts at these solar sites are a good fit since we have space around and \neven under the solar arrays that would otherwise be turfgrass. \nProtecting waterways\nMGE is updating our environmental emergency response plans for facilities with high risk to waterways, human \nhealth and sensitive environmental features. MGE’s Environmental A ffairs staff are reviewing the plans for accuracy \nand improvement regarding the potential for release of materials, oil or chemicals to wetland, waterbody or other \nenvironmentally sensitive areas from operations, bulk storage or construction. Completion of the update to our \nplans and employee training at facilities with the highest risk are expected by December 2022.\n25 years as Tree Line USA utility \nMGE recently mar ked 25 years of be ing named a Tree  Line USA utility. The distinctio n recognizes ou r efforts to prote ct \ncommunity trees  and enhance u rban forests. The Tree Line USA prog ram recognize s best practices i n public and private \nutility arboricul ture, demonstra ting how trees and utilities can co-exist for th e benefit of commu nities and resident s. \nThe Arbor Day Foundation collab orates with the Nati onal Association of State Fores ters on this ini tiative. MGE’s Fo restry \nteam and other employees across the company col laborate to help ensu re we meet all the necessary  requirements to  \nbe designated a Tree Line USA ut ility.\nFalcon restoration\nSince 2009, peregrine falcons have nested at our Blount Generating Station in downtown Madison. Man-made \nnesting boxes at power plants have proven to be ideal homes for the birds of prey, which are an endangered \nspecies in Wisconsin. The use of DDT pesticide beginning in the 1940s eradicated them.\nFalcons were reintroduced to Wisconsin in the 1980s, and while they are listed as endangered in Wisconsin, they \nhave made a slow, steady comeback due to statewide efforts and nesting boxes like the one at Blount. The original \nnesting box at Blount was installed in 1999. It was built by an MGE employee and his son. In fall 2018, due to \nrenovations at Blount, employees built a new falcon box and moved it to a new location at the plant, which the \nfalcons began using for nesting in 2019.\nMGE has seen 53 falcons hatch at Blount. Falcon expert Greg Septon visits Blount every spring for our naming \nceremony during which the chicks also are banded for tracking throughout their lifetimes. For more information on \nMGE’s falcons, visit mge.com/falcons.\nMGE is proud to support the ongoing recovery of these raptors through our nesting box and support from the MGE \nFoundation for Hoo’s Woods Raptor Cente r, a local nonprofit dedicated to the rehabilitation of birds of prey and the \npreservation of their ecosystems.\nThe falcon chicks born in 2022 have names that help celebrate the return \nof one of Madison’s favorite community events to the Capitol Square in downtown Madison—the Wisconsin Chamber Orchestra’s Concerts on the Square. Harmony is named for the musical effect of combining different pitches simultaneously to make beautiful music. Maestro was given a moniker reserved for distinguished musical artists, including composers, conductors or performers. Presto is named after music with a very fast tempo. Sonata is named after a composition for solo piano or other instruments, usually consisting of three or four movements that vary in key, mood and tempo.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}