{"page_content": "Environmental 24\nSupply chain and waste management\nSuccessful waste management requires a solid recycling program. We encourage employees to make smart choices \nabout the environment. That includes supporting our recycling and waste-reduction efforts every day. We work to conserve, recycle and manage waste efficiently. \nReduce-reuse-recycle\nOur all-in-one recycling method includes paper products, glass, plastic and aluminum. We also recycle various metals and other scrap materials left over from field work. Our computing equipment and supplies are sent to an  \ne-Steward-certified company for recycling or reuse, and our alkaline batteries go to a vendor who recovers steel and zinc.\nOur battery recycling program allows employees to bring \nin alkaline, NiCad and rechargeable batteries from home. Collection points around the company allow for safe, efficient drop-offs.\nWe also recycle thermostats and other mercury-containing \ndevices, chemicals, steel, iron, copper, glass and cell phones. Additionally, a local vendor takes our wood pallets, recycling them into mulch.\nOffice recycling improvements\nIn 2022, as part of ongoing continuous improvement efforts, MGE implemented waste management changes at our headquarters to improve recycling rates. Individual garbage and recycling containers were removed from workstations and replaced with centralized waste bins with signage to make it easier for employees to choose between waste and recycling.  \nBottle filling stations and filtration systems\nThroughout our facilities, MGE has more than 20 water bottle filling stations and filtration systems for employees to reduce the use of plastic bottles. In the eight years since the first one was installed through year-end 2021, MGE employees have avoided using more than 650,000 disposable plastic bottles.\nEliminating waste with e-records\nMGE’s E-records Center allows employees to submit electronic documents to be stored as records rather than keeping paper copies. Over time, this will reduce our volume of paper. This environmentally friendly option also frees up physical storage space.\nPaperless billing\nMGE launched an improved online billing and payment system for customers in 2016. Online billing and payment is a “win-win” for customers and companies. Studies find customers are more satisfied when viewing and paying their bills electronically. Companies benefit by realizing paper and postage savings from not having to print and mail paper bills.\nBased on the number of customer accounts signed up for paperless billing in 2021, an estimated 1,250,000 bills were \nnot printed and mailed, which results in paper and cost savings. \nSupplier proximity and diversity\nMGE is committed to supplier diversity. Our goal is to ensure that equal opportunities exist for all small businesses, women-owned businesses and minority-owned business enterprises.2021 recycling\n0.497tons of alkaline\nbatteries \n499.29tons of metal7.02tons of e-waste\n155.64tons of all-in-oneoffice recycling", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}