{"page_content": "Environmental 25\nMGE’s corporate policy is to buy locally. We will give preference to Wisconsin manufacturers and distributors. Local \npurchases support the local economy and are typically more environmentally friendly. When it is time to purchase goods needed to run our company, we review our supplier database and buy from local vendors when possible and cost-effective. Many of the materials and equipment that utilities need are highly specialized; however, we buy U.S. products whenever possible.\nONE Future Coalition\nMGE contracts with two natural gas transmission companies, Northern Natural Gas, a Berkshire Hathaway Energy Pipeline Group Company, and ANR Pipeline Company, owned by TC Energy.\nBoth of these companies, as part of their sustainability commitments, are part of the ONE Future Coalition. ONE Future \nis the trade name for “Our Nation’s Energy Future Coalition, Inc.” This group of more than 50 natural gas companies works together to voluntarily reduce methane emissions across the natural gas supply chain to 1% or less by 2025. In its 2021 report, ONE Future cited a methane intensity of less than one half of one percent, beating its 1% goal.\nNorthern Natural Gas and ANR Pipeline Company also are part of the U.S. Environmental Protection Agency’s \nMethane Challenge Program. Partners in this voluntary program report systemic and comprehensive actions to reduce methane emissions as part of efforts to enhance transparency in the industry. Reducing methane emissions decreases operational risk, increases efficiency and demonstrates concern for the environment, with benefits ranging from air quality improvements to conservation of non-renewable energy.\nComprehensive risk minimization\nMGE’s Environmental Affairs team oversees hundreds of routine monitoring, record-keeping and reporting tasks. \nIn 2019, MGE began using a new software, which replaced all the old documentation systems with one comprehensive \nEnvironmental Management Information System (EMIS). MGE’s EMIS is used to manage environmental data collection, data analysis, record-keeping and reporting associated with environmental management. Read more about our EMIS in the Governance section.\nEnvironmental Management System\nIn 2017, MGE expanded the scope of our renewed five-year contract with the Wisconsin Department of Natural Resources for Green Tier certification, which recognizes environmental leadership. Our primary goal in the expanded contract is to cover all MGE operations under our Environmental Management System (EMS). An EMS is a continuous improvement process that evaluates, prioritizes and manages environmental risks.\nMGE previously used an EMS at our Blount Generating Station. The expanded scope of our EMS captures \nenvironmental improvements across the company and further demonstrates our commitment to goal setting and environmental accountability. Read more about our EMS in the Governance section.\nTransparency and disclosure\nMGE is committed to providing transparency and accountability in its disclosures. This detailed annual compendium of activities and data is an example of that ongoing commitment to those we serve.\nMGE also participates in the EEI environmental, social and governance sustainability-related reporting template. The \nvoluntary, industry-specific template includes both qualitative and quantitative information, such as generation and emissions data. Our EEI templates are available in our ESG Data Center . \nMGE Energy participates in CDP (Carbon Disclosure Project), the global platform for disclosure of environmental impacts. Our CDP climate change questionnaire is available in our ESG Data Center .", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}