{"page_content": "Social 2\nHighlights\n •MGE works to advance diversity in the energy industry by partnering with local \norganizations to provide educational career-oriented programming for area youth. These events, programs and partnerships help to introduce energy-related careers to students with backgrounds underrepresented in the utility industry.\n •A foundational objective in MGE’s clean energy transition is to ensure all our customers enjoy the economic and environmental benefits of cleaner energy.\n •MGE’s Occupational Health and Safety Policy recognizes the risks inherent to occupational health and safety and embraces safe work practices and environments as fundamental values at MGE.\n •When notified of a potential natural gas emergency, MGE crews continue to earn high marks. In 2021, our total response time ranks in the top 11% of a nationwide industry survey.\n •According to results from an annual industry survey including more than 75 electric utilities nationwide, in 2021, MGE placed first in the two main industry reliability metrics—fewest number of outages and the shortest duration of outages per customer.\n •MGE recognizes its impact on human rights and embraces the protection of human rights  \nas a fundamental value. In 2022, MGE’s Board of Directors approved our Statement on Human Rights. \n •MGE promotes an inclusive, respectful work environment where individuals and groups can achieve their full potential. We support all employees and provide equitable access to employment and development opportunities.\n •We encourage employees across the company to make health and wellness a priority through our wellness program. Good health brings vitality and energy to our work lives  \nand our home lives.\n •In the last five years, our philanthropic arm, the MGE Foundation, has given more than  \n$7.3 million to more than 400 community organizations.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}