{"page_content": "Social 3\nEngaging our customers where they are\nAs your community energy company, we seek to engage all our customers in a variety of ways. We work to ensure all \ncustomers experience us as “their” community energy company. Understanding the barriers our customers may face and meeting them “where they are” is at the core of our mission.\nWe recognize that customers have varied needs and that the communities we serve are continually growing and \nbecoming more diverse. We work to develop culturally competent initiatives, communications and services for our customers. Our dedication to understanding our customers and meeting their unique needs is reflected in how we engage, support and partner with those we serve.\nMGE has two departments, Residential and Community Services and Business Customer Relations, dedicated \nto specific customer segments and community relationships and partnerships within those segments. Each department has employees assigned to specific customer segments, including Latino customers, Hmong customers, neighborhood associations, advocacy organizations, communities of faith, lower-income customers, multifamily customers, agricultural customers, nonprofits, state and local governments, hospitals, major customers and others.\nMGE maintains relationships with more than 20 specific sectors in our community and works closely with more than \n200 local organizations and community stakeholders to reach customers who may be more difficult to reach directly due to either language or cultural barriers or other reasons. MGE seeks to engage all customer segments by having account managers and Residential and Community Services managers to build relationships.\nConnecting with our diverse customer base\nMGE is committed to serving and connecting with our richly diverse communities through a myriad of partnerships and engagement strategies. To help us stay connected with our evolving multicultural customer base, MGE’s Residential and Community Services team develops culturally competent digital resources that integrate social media, web content and videos to serve our communities of color. MGE also partners with local groups to connect with Spanish- and Hmong-speaking customers.\nAt livinginbalancemadison.com, MGE shares stories and videos from our Residential and Community Services team, community leaders, customers and local businesses about what it means to be sustainable and how MGE is working together with customers to meet shared sustainability goals. \nMGE is committed to supporting \nfamily-friendly activities that help us engage with our customers directly \nand create enriching experiences for all those we serve. Residential and Community Services team members staff these various community events and host energy workshops to engage and connect with customers about energy and our resources and tools. One example is MGE’s Día de Fútbol in the fall at Madison’s Breese Stevens Field. The partnership among MGE, Forward Madison FC and La Movida Radio provides the community a chance to enjoy free youth soccer clinics and scrimmages and safety and energy-saving information from MGE’s energy experts. \n", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}