{"page_content": "Social 12\nProactive safety observations\nOur Safety Proactive Observation Team, an employee-led CI Safety Team in 2018, developed a process that provides employees with recognition of positive behaviors. While many companies stopped performing safety observations in the field during the COVID-19 pandemic, we remained committed to our safety goals and conducted 275 on-the-job safety observations in 2021—allowing employees in the field to experience firsthand that our commitment to safety remains a top priority. By the end of 2021, all operations employees experienced at least one proactive safety observation. Since 2018, employees have recorded more than 700 proactive safety observations.\nWorking to keep our communities safe\nIn addition to the safety of our employees, the safety of our customers also is a top priority. We strive to keep customers well informed about the potential dangers of electricity and natural gas and what to do in an emergency, using electric and natural gas safety advertising and information included with our bills, on our social media channels and on mge.com.\nSafety in the classroom\nMGE partners with schools throughout our service territory and offers a wide array of classroom lessons, including electric and natural gas safety. From materials to classroom visits to sharing safety tips, MGE provides important energy safety lessons to students.\nOne of the most popular programs is MGE’s Switch to Safety. In addition to discussing gas safety, an MGE \nrepresentative uses a tabletop electric safety model to illustrate and simulate potentially dangerous outdoor electric safety situations. \nFirst responder training\nMGE works closely with police and firefighters who respond to emergencies within our service territory. MGE’s Electric and Gas Operations departments conduct safety training with first responders within the communities  we serve. MGE also routinely conducts drills with the Madison Fire Department at both of our Madison power plants.\nDisaster recovery planning\nMGE is committed to meeting customers’ energy needs on a typical day as well as during a storm, natural disaster or cyberattack. We review and update our disaster recovery strategies to help ensure safe and efficient business continuity during challenging times.\nAll hazards response\nWhether it’s a natural disaster or a man-made disaster, MGE has plans in place to prevent and mitigate damage and ensure safety. Having a well-defined and practiced All Hazards Response Plan (AHRP) is critical to managing and responding appropriately to emergency situations. MGE’s AHRP encompasses everything from storm response to cyberattacks. Members of the Incident Command Structure conduct AHRP exercises every year to ensure we’re ready to respond to any situation.\nStorm response\nWe address weather-related incidents within the AHRP. It serves as our guide or framework for rapid, effective response to emergencies caused by extreme weather events.\nWe activated the AHRP in June 2022 after a quick-moving but very destructive storm in the Madison area. The storm \nimpacted more than 25,000 customers and caused more significant damage than any event in the MGE service territory in more than 30 years. With the activation of the AHRP, MGE employees jumped into action, many working 16-hour days in extreme heat to get service restored to impacted customers as quickly and safely as possible. ", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}