{"page_content": "Social 15\n •Guidance for MGE employees. All MGE employees are required to annually review the Human Rights Statement \nand are expected to conduct their work consistent with the principles outlined within it.\n •Reporting. Employees who would like to report a concern are encouraged to do so by contacting their supervisor, the Vice President General Counsel and Secretary, the Assistant Vice President Human Resources or the Director Legal Services. All employees also can send questions to or file a report with EthicsPoint®, an independent, third-party vendor. These reports may be done anonymously.\n •Monitoring. MGE monitors its programs and practices to ensure that we are treating our employees and partners in a manner consistent with our Human Rights Statement.\nYou can find the MGE Statement on Human Rights in its entirety at mgeenergy.com/social.\nA culture of diversity, equity and inclusion\nAt MGE, we value diversity, equity and inclusion. MGE promotes an inclusive, respectful work environment where \nindividuals and groups can achieve their full potential. We support all employees and provide equitable access to employment and development opportunities.\nOur goal is to create a healthy, inclusive, safe and productive work environment for all. All employees are \nresponsible for assisting MGE in meeting our objectives around diversity and inclusion as well as supporting the concepts of equal opportunity and affirmative action. We believe our collective diversity makes us stronger and more complete, both within MGE and throughout our community.\nOne of our corporate initiatives aims to ensure our increasingly diverse customers and employees experience us \nas “their” community energy company. Through an executive-led working group with representation from across the company, we continue our focus on customer communication and engagement as well as skills development and training to further promote an inclusive and respectful work environment to better serve our customers and communities.\nEvery employee at MGE experiences programming around a wide range of topics, including diversity, harassment \nand our Code of Ethics. Employees who witness any harassment or discrimination issues are encouraged to bring them to the attention of Human Resources or file a report using our anonymous employee hotline.\nCode of Ethics \nAs outlined in MGE’s Code of Ethics, employees are expected to comply with all laws and regulations and to act in accordance with the highest ethical standards in matters with each other, customers, vendors and those who do business with or seek to do business with MGE. All employees sign the Code of Ethics when they are hired, and a reaffirmation of the Code of Ethics is required every year.\nGiving back to the community\nMGE’s commitment to those we serve extends far beyond reliable energy. We are committed to helping improve the quality of life for all those we serve. We contribute to and help to better our community in three different ways.\nThe MGE Foundation\nEstablished in 1967, the MGE Foundation is our philanthropic arm. Support from the Foundation helps our local organizations improve lives today and the lives of future generations by working to preserve the long-term health and vitality of our community. In the last five years, the Foundation has given more than $7.3 million to more than 400 community organizations. In 2021 alone, the Foundation contributed to more than 170 local organizations serving environment and health, culture and enrichment, equity and inclusion, youth and education, and community service-oriented initiatives.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}