{"page_content": "Governance 2\nHighlights\n •The Board of Directors schedules 10 regular full-board meetings  \neach year. \n •Seven out of the board’s nine directors are independent. All members of the Corporate Governance Committee, Audit Committee and Compensation Committee are considered independent. \n •The Lead Independent Director is empowered to call meetings of the board and executive sessions and chairs the Corporate Governance Committee. \n •The Corporate Governance Committee conducts an annual assessment of the board’s effectiveness as a whole. \n •In 2021, as part of ongoing board refreshment, the board welcomed a new director—its third new director since 2018.\n •The company has a “clawback policy,” which covers both cash-based and/or stock-based awards containing performance requirements. \n •Bylaws include a director resignation policy for directors who do not receive a majority “for” vote in uncontested elections. \n •The board engages in a comprehensive biannual risk assessment with quarterly review, and on a biennial basis, the board conducts a broad-based exercise with all company officers on risk. \n •MGE does not use corporate funds for contributions to any state or federal political candidates or their campaign committees.\nBoard Governance \nOur board is led by our Chairman, President and CEO. With primary  \nresponsibility for managing the company’s day-to-day operations and for executing on the company’s vision and strategy, our CEO is best positioned  to chair regular board meetings. This structure provides independent oversight while avoiding unnecessary confusion regarding the board’s responsibilities related to key business and strategic matters and day-to-day management of business operations. ", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}