{"page_content": "Sustainability Snapshot 6\nEnvironmental Management System\nMGE is in our third year of our Environmental \nManagement System (EMS) having expanded to cover \nall company operations. MGE’s EMS is audited annually \nby a third-party auditor that is approved by the State of \nWisconsin as part of the company’s participation in the \nWisconsin Department of Natural Resources’ (WDNR) \nGreen Tier program. In addition to the external EMS audit, MGE hires a third-party compliance auditor to audit our \nenvironmental regulatory compliance in our operations areas as part of the Green Tier Program. We annually report \nour EMS performance and audit findings to the WDNR.\nEMS goals\nOur Sustainability Steering Team annually sets objectives, targets and action plans informed by our Environmental \nand Sustainability Policy and MGE’s operational environmental impacts. A recently achieved EMS goal is the \nremoval of transformers known to contain polychlorinated biphenyls (PCB). Removal of PCB-contaminated \ntransformers is not required; however, MGE chose to remove them. As a result of this project, MGE safely disposed \nof more than 10,000 gallons of contaminated transformer oil, reducing potential impacts to our environment.\nIncluded in our current list of EMS goals is an analysis of our Scope 3 greenhouse gas emissions. Scope 3 emissions \nare indirect emissions caused by what is referred to as “value chain” activities, such as purchases of materials, the \ncreation of waste and how a company’s product is used by its customers and consumers. This ongoing analysis will \nhelp us to consider ways to reduce our indirect impacts and to inform future goal setting related to our natural gas \ndistribution. \nTransparency and disclosures\nTo advance further transparency and disclosure in company operations and governance, MGE participates in EEI’s \nvoluntary and industry-specific ESG and sustainability-related reporting templates and submits data to the global \nenvironmental impact disclosure platform CDP (Carbon Disclosure Project). For our EEI reporting templates and \nCDP climate change questionnaire, visit our ESG Data Center.\n", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}