{"page_content": "Governance 3\nOur board\nThe Board of Directors has four standing committees. All members of the Corporate Governance Committee, \nAudit Committee and Compensation Committee are considered independent.\nCorporate Governance Committee\nResponsible for taking a leadership role \nin shaping corporate governance policies and practices and in officer and director succession planning and reviews and makes recommendations on board and committee organization, membership, function and effectiveness, including reviewing and nominating board candidates.\nCompensation Committee\nReviews the salaries, fees and other benefits of officers and directors and recommends compensation adjustments to the board. In consultation with its compensation consultant and the other independent directors on the board, the committee determines the amounts and elements of compensation for the company’s executive officers and provides overall guidance for the company’s executive compensation policies and programs.Audit Committee\nOversees the board’s relationship with the company’s internal auditors and independent registered public accounting firm and discusses with them the scope and results of their audits, accounting practices and the adequacy of the company’s internal controls. The Audit Committee also reviews all “related party transactions” for potential conflict of interest situations.\nExecutive Committee\nActs in lieu of the full board and between meetings of the board; has the powers of the board in the management of company business and affairs, except action with respect to dividends to shareholders, election of principal officers or the filling of vacancies on the board or committees created by  the board.Our Lead Independent Director has extensive authority and responsibility in ensuring the board meets its \nresponsibilities for effective oversight and sound governance. The Lead Independent Director is responsible for the following: \n •Board Leadership: Is empowered to call meetings of the board or executive sessions. The Lead Independent \nDirector chairs executive sessions of the directors. \n •Board Information: Provides input to the Chairman on the scope, quality, quantity and timeliness of the information provided to the board and serves as a nonexclusive conduit to the Chairman of views and concerns of our directors. \n •Corporate Governance Committee Leadership: Chairs our Corporate Governance Committee, which evaluates on an ongoing basis the composition, structure and performance of our board and assists in board recruitment, refreshment and succession planning.\nOur board has four standing committees. All members of the Corporate Governance Committee, Audit Committee \nand Compensation Committee are considered independent. The Executive Committee acts in lieu of the full board and between meetings of the board. The Executive Committee has the powers of the board in the management of the business and affairs, except action with respect to dividends to shareholders, election of principal officers or the filling of vacancies on the board or committees created by the board.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}