{"page_content": "Governance 5\nBoard independence \nThe board makes an annual assessment of the independence of directors under the independence guidelines adopted by the Nasdaq Stock Market, Inc. The guidelines are generally aimed at determining whether a director has a relationship which, in the opinion of the MGE Energy board, would interfere with the exercise of independent judgment in carrying out director responsibilities. The guidelines identify certain relationships that are considered to affect independence, such as a current or past employment relationship with the company, the receipt by the director or one of his or her family members of compensation in excess of $120,000 from the company for other than board or board committee service and commercial relationships exceeding specified dollar thresholds. These guidelines also are reflected in MGE Energy’s Corporate Governance Guidelines.  \nThe board has determined that seven of the nine directors are independent under the Nasdaq Stock Market, Inc., \ndefinition of independence and the company’s Directors Independence Standards, which parallel the Nasdaq Stock Market, Inc., definition. All members of the Corporate Governance Committee, Audit Committee and Compensation Committee are considered independent. More information about the board is available in the company’s annual Proxy Statement . \nBoard assessment The board conducts an annual board self-assessment, which includes an extensive survey covering board structure, meetings, committees, key responsibilities and board management. In addition, the board periodically evaluates directors’ expertise and experience. \nA peer evaluation occurs before nominating slates of directors for election and as part of succession planning \nto consider and to select new directors. This evaluation covers key professional skills, diversity, and breadth of community and other business experience and knowledge and includes financial expertise, business development, strategic planning, business operations, cybersecurity, sustainability, business processes and effectiveness, information technology and community engagement. \nDiverse experience and perspectives  \nEffective oversight comes from a board that represents a diverse range of experience and perspectives that provide the collective qualifications, attributes, skills and experience necessary for sound governance. The following reflects our board’s diverse range of experience and attributes. \nFinancial Acumen – 100%Experience as a principal financial officer, principal accounting officer, controller, public accountant or auditor. Experience in analyzing or evaluating financial statements, large capital projects, financings and/or budgets.\nTechnology/Security – 33%\nExperience in and understanding of the business and operations technical systems, including financial systems, grid operations and customer information systems. Understanding of the potential for physical and cyber threats to critical infrastructure and digital systems and the risk mitigation plans.\nStrategic Leadership/Governance – 100%\nExperience as executive officer and/or senior leader in business or public service with an understanding of how to oversee complex organizations, provide effective corporate governance and enable a strong corporate culture.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}