{"page_content": "Governance 6\nLegal/Regulated Industry – 100%\nExperience working closely with government agencies and in a highly regulated business. Having worked in public policy for an organization that operates within the public policy and regulatory process.\nCustomer/Community/Workforce – 100%\nUnderstanding of and experience working in the business and political environment of the company’s customer base. An understanding of customer service, experience and expectations, and of community issues, needs and interests. Community involvement through nonprofit, business and civic organizations. Experience in and understanding of employee relations and matters of diversity, equity and inclusion in the workplace and broader community.\nEnvironmental/Safety – 56%\nExperience in and understanding of environmental policy and compliance, impacts and risks, and emerging issues and opportunities for greater sustainability. Experience in and understanding of workplace and/or public safety related to critical infrastructure and operations of essential services.\nOperations – 56%\nExperience in the energy or utility industry with in-depth knowledge of electric generation and distribution or gas operations and distribution systems and understanding of the technical issues and risks associated with the reliability, resiliency and safety of the electric and gas distribution systems, including development, construction, manufacturing and essential services.\nOversight\nDirectors understand corporate responsibility and sustainability are integral to \nthe company’s long-term success and share management’s commitments in these areas, from long-term and strategic direction to day-to-day business practices company-wide. Each director is expected to examine all major issues affecting an organization and must be committed to the highest ethical standards, accountability, transparency and open dialogue with one another and with management to provide effective oversight. \nIn fall 2022, the board held a strategic planning and review session with officers of the company. These periodic \nsessions with officers are designed to review corporate strategy across all aspects of the company’s business and to provide directors with the opportunity to engage senior management on issues of strategic importance, such as generation strategy and planning. \nOversight of executive compensation \nMGE Energy’s Board of Directors’ Compensation Committee, composed of independent directors, takes into consideration performance on both short- and long-term corporate strategy, among other factors, when evaluating executive compensation. Directors consider environmental performance, among other factors, such as cost containment and management of day-to-day operations. The committee also considers other performance goals that are critical to company performance, such as earnings, system reliability and customer satisfaction as well as long-term strategic goals, including those related to sustainability and ESG-related matters. \nThe board regularly reviews how well the company is advancing its goals for carbon emissions reductions as well \nas progress on its specific strategies for deep decarbonization. Our compensation program is designed to link a ", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}