{"page_content": "Governance 7\nsignificant portion of the compensation of our named executive officers to defined performance standards that \npromote a balance of the drive for near-term earnings and returns with growth in long-term shareholder value. \nThe board believes that directors and officers should own and hold the company’s common stock and have a \nportion of their compensation based upon the performance of that common stock to align further with the long-term interests of shareholders. The company’s guidelines measure that alignment through a combination of minimum stock ownership and long-term compensation awards that are directly tied to the performance of MGE Energy stock. MGE Energy’s annual Proxy Statement provides an explanation of the company’s corporate governance practices and responsibilities. \nState and federal oversight \nAs a public utility, MGE operates under state and federal regulations. These regulations serve to protect the interests of customers, employees and investors as well as protect the environment. MGE is subject to regulation by the Public Service Commission of Wisconsin, which has authority to regulate most aspects of MGE’s business, including rates, terms and conditions of service, accounts, issuance of securities and construction of infrastructure, such as generation siting. \nThe Federal Energy Regulatory Commission has jurisdiction, under the Federal Power Act, over certain accounting \npractices and certain other aspects of MGE’s business. MGE Energy’s subsidiaries also are subject to regulation under local, state and federal laws regarding air and water quality and solid waste disposal. \nOversight of ESG matters \nOur company seeks to foster a proactive and forward-thinking approach to ESG-related matters, beginning with board oversight of and executive leadership on key topics and emerging issues. The board’s engagement with management and the company’s participation in third-party sustainability benchmarking and evaluation programs help to assess performance and promote continuous improvement. MGE voluntarily participates in statewide environmental performance programs and various industry sustainability and benchmarking groups to help reduce environmental impacts across all areas of the company.\nBoard oversight of ESG-related matters includes review of environmental risks and mitigation as well as assessment \nof current and/or future environmental regulations. It also includes review of the company’s environmental and sustainability performance. The board receives timely and relevant information on a regular basis related to the company’s sustainability initiatives and performance and ESG-related matters. \nOur sustainability governance structure helps to ensure that oversight and management of ESG- and sustainability-\nrelated risks and initiatives throughout the company are incorporated into our long-term strategy and day-to-day management and operations. Our approach to these matters helps to facilitate discussion related to sustainability at every level of the organization, including among the Board of Directors, executive officers, our Sustainability Steering Team and other leaders and internal subject matter experts. Our Environmental and Sustainability Policy guides our commitment to corporate responsibility and environmental accountability throughout the organization.\nSustainability Management\nMGE’s employee-led Sustainability Steering Team serves to help ensure the company takes a global and proactive approach to sustainability throughout the organization. The Sustainability Steering Team is overseen by and receives guidance from MGE’s Executive Sustainability Team, which has officer representation from across MGE and which keeps the Board of Directors informed of the company’s progress. ", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}