{"page_content": "Governance 8\nSustainability Executive Team \n•Has officer r epresentation from across MGE to oversee and to provide guidance to the Steering Team.\n•Keeps the Bo ard of Directors informed on sustainability initiatives and ESG-related matters.\nSustainability Steering Team \n•Composed of employees from across the company.\n•Supports sustainability engagement and benchmarking.\n•Reviews, evaluates and prioritizes continuous improvement opportunities for the company.\n•Assembles the Continuous Improvement Sustainability Teams, which address specific improvement initiatives  \nand tasks.\n•Oversees MGE’s Environmental Management System (EMS).\nMore information about the Sustainability Steering Team is available in the Environmental section of this report.\nGreen Master \nIn 2022, MGE earned the Green Master designation for the ninth consecutive \nyear from the Wisconsin Sustainable Business Council. Only the top 20% of \napplying companies receive the Green Master designation. The independent, \npoints-based benchmarking program evaluates applicants in nine key areas: \nenergy, climate change, wate r, waste, transportation, supply chain, community \noutreach, workforce and governance. MGE was the first utility to be awarded \nthe distinction in 2014. \nGreen Tier \nMGE is the only electric utility in Wisconsin to be awarded the highest participating level in the Wisconsin \nDepartment of Natural Resources’ (WDNR) environmental leadership program, Green Tie r. MGE is one of only seven \nWisconsin companies to achieve the “Tier 2” level. By participating in the Green Tier program, MGE continues its \nvoluntary commitment to superior environmental performance, setting goals to make significant environmental \nimprovements, in cooperation with the WDNR.\nIn 201 7, MGE expanded the scope of our renewed  \nfive-year contract with the WDNR for Green Tier \ncertification. MGE’s primary goal in the expanded \ncontract is to cover all MGE operations under our EMS.  \nAn EMS is a continuous improvement process that evaluates, prioritizes and manages environmental risks. \nParticipation in the Green Tier program provides certification for our EMS.\nThe expanded scope of our EMS further demonstrates our commitment to goal setting and environmental \naccountability. Reporting on the performance of our EMS, including audit results, occurs annually with results \navailable on the WDNR website. ", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}