{"page_content": "Governance 11\nAdditional goals adopted by the Sustainability Steering Team and consistent with its commitment to continuous \nimprovement include: \n •Enhance MGE’s environmental emergency response plans for the facilities with high risk to waterways, human \nhealth and sensitive environmental features. \n •Evaluate MGE’s recycling and disposal options for existing MGE solar panels and wind turbine blades and develop environmental aspects to consider for future purchases of solar panels and wind turbine blades. \n •Determine current pollinator-friendly habitat on MGE properties and increase pollinator-friendly plantings where feasible.\n •Perform an analysis of MGE’s Scope 3 emissions to inform future goal setting related to MGE’s natural gas distribution. \nEnvironmental Management Information System \nMGE transitioned in 2019 to a new software system for use in risk minimization. MGE’s Environmental Affairs team oversees hundreds of routine monitoring, record-keeping and reporting tasks, some of which occur every week. MGE’s Environmental Management Information System (EMIS) makes it significantly easier to see and track the different tasks. For example, waste inspections are now done and saved electronically, which means the data can be retrieved instantly. The new system provides MGE with better and quicker access to the status of compliance activities and improved information for analysis, resource planning and performance reporting. This leads to more efficient use of time, better alignment of information management processes and simplified training for turnover or responsibility transfers.Spotlight on Scope 3 emissions\nWhen companies look at measuring their greenhouse gas (GHG) emissions, they often look at their  Scope 1 GHG emissions, which are direct emissions from their operations, and Scope 2 GHG emissions, which include indirect use such as electricity, steam, heat and cooling. \nScope 3 GHG emissions are indirect emissions caused by what is referred to as “value chain” activities, such \nas purchases of materials, the creation of waste and how a company’s product is used by its customers and consumers. Under the EMS, MGE has set a goal to better understand our Scope 3 GHG emissions. This ongoing analysis will help us consider ways to reduce our indirect impacts. MGE is conducting an inventory of the company’s Scope 3 emissions to inform our 2023 EMS goals.\nA goal of MGE's Sustainability Steering Team is to determine current pollinator-friendly habitat on MGE properties and increase \npollinator plantings where feasible.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}