{"page_content": "Governance 12\nESG Reporting and Stakeholder Engagement\nIn 2018, MGE moved from biennial to annual production of our Environmental \nand Sustainability Report, which in 2020 became the company’s Corporate Responsibility and Sustainability Report to reflect more accurately the range of content provided in the report. This report is reviewed by the board annually. Report data also is audited by the company’s Internal Audit team. \nEEI ESG/sustainability reporting template \nTo advance further transparency and disclosure, MGE also participates in the Edison Electric Institute’s (EEI) \nenvironmental, social and governance (ESG) sustainability-related reporting template. The voluntary, industry-\nspecific template includes both qualitative and quantitative information. The quantitative template includes data \nrelated to MGE’s energy portfolio (generation and capacity), emissions, capital expenditures, and human and natural \nresources. EEI’s qualitative template includes information related to the company’s strategies for transitioning \ntoward deep decarbonization and greater sustainability. Board members also review MGE’s EEI template annually. \nCDP report \nIn 2022, MGE Energy also submitted to CDP (Carbon Disclosure Project), a global platform for disclosure of \nenvironmental impacts. Our CDP climate change questionnaire is available in our ESG Data Center .  \nShareholder engagement\nOur board believes that understanding and considering shareholder perspectives advances accountability and \ntransparency. Our investor relations efforts also help executive management and the board understand how \ninvestors view the company’s policies, practices, strategies and long-term direction and help leadership assess and \naddress investors’ emerging areas of interest, such as ESG-related topics. \nOfficers engage shareholders in several ways, including through discussions with a number of our institutional \nshareholders; presentations at industry conferences and investor meetings; meetings with analysts and \ninvestment firms; our Annual Meeting; and inquiries taken through the company’s investor site, board emails and \nin-house Shareholder Services sta ff. These efforts are in addition to the company’s regular and ongoing investor \nrelations program.\nPolicy engagement \nMGE advocates on behalf of our customers, shareholders and employees at the local, state and federal levels of \ngovernment for policies that support safe, reliable, affordable and sustainable energy. We comply with the MGE \nCode of Ethics as well as all political giving, lobbying, regulatory and disclosure laws in these processes. \nThe company’s Code of Ethics is applicable to all directors, officers and employees of the company. It includes \nconflict of interest; confidential and insider information; gifts, gratuities and favors; proper accounting and \nreporting; outside employment; government relations; political contributions and political office; company property; \nand reporting illegal or unethical behavio r. \nPolitical contributions \nState and federal laws prohibit the company from making direct or indirect contributions of corporate funds or \nresources to any candidate running for political office in the United States or state of Wisconsin. As such, MGE does \nnot use corporate funds for contributions to any state or federal political candidates or their campaign committees. ", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}