{"page_content": "Governance 13\nThough state and federal laws allow it, MGE does not have a state or federal political action committee (PAC). \nWisconsin law does allow businesses to facilitate political contributions by their employees via a “conduit” account. MGE administers an MGE Employee Conduit for employees who prefer to use this mechanism for their contributions. All funds contributed through this conduit are made and controlled by individual employees and not by MGE. That is, all contribution decisions are made by the individual employee. \nPolitical office \nMGE permits and encourages employees to participate in the democratic process, including running for public office and other related activities provided those activities do not interfere with their work performance or duties, consistent with our Code of Ethics. Employees also may make contributions to a variety of political candidates and/or PACs, apart from the MGE Employee Conduit. MGE does not, and should not, track all political contributions made by its employees. \nLobbying\nAs your community energy company, we advocate for our customers, shareholders and employees by building and maintaining relationships with policymakers; by working collaboratively with internal and external stakeholders to identify and address matters that impact our industry, goals and corporate strategies; and by building coalitions with stakeholders, trade associations, employees, customer groups, utility associations and others to pursue and achieve common goals. MGE employs registered lobbyists and utilizes external lobbyists to engage policymakers at the local, state and federal levels to monitor legislation and policy proposals and to advocate for positions that are in the best interest of our employees, customers and shareholders. \nReports of our lobbying activities (MGE Energy and/or MGE) can be found at the federal, state and local levels. \nWisconsin lobbying reports can be found at the Wisconsin Ethics Commission, lobbying.wi.gov . MGE typically does \nnot incur lobbying expenses at the federal or local level that would trigger a lobbying report; however, if it does, those expenses can be found at lda.senate.gov , lobbyingdisclosure.house.gov and cityofmadison.com/clerk/\nlobbyists, respectively. \nTrade organizations \nMGE belongs to a number of trade organizations and coalitions that provide expertise, training and research concerning important industry topics. Some trade associations also participate in the political process, including participating in lobbying. MGE does not control the political activity of its member trade associations and, in fact, may sometimes disagree with political positions taken by them. Trade associations must identify the portion of association dues used for lobbying and political activities to comply with tax rules.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}