{"page_content": "Environmental 2\nOur Environmental and Sustainability Policy\nIn pursuit of our mission and in support of our commitment to those we serve, MGE:\n •Complies with all environmental laws, regulations, permit requirements and other corporate environmental \ncommitments and exceeds compliance as demonstrated by the commitments in this policy.\n •Seeks environment-friendly options and waste minimization when considering sources of supply, material and contractors.\n •Considers the environmental impacts of applicable company activities and seeks sustainable, cost-effective ways to reduce adverse environmental impacts and risks.\n •Sets corporate goals and objectives and fosters a culture of continuous improvement in environmental and employee safety performance.\n •Educates employees about MGE’s environmental responsibilities and policy and communicates and reinforces environmental values throughout the company.\n •Provides regular updates on environmental and sustainability initiatives and performance to MGE’s Board of Directors to advance oversight and transparency of company operations.\n •Explores opportunities to advance new, cost-effective technologies for the benefit of all and to reduce the community’s collective environmental footprint.\n •Partners with community stakeholders to promote environmental education, energy efficiency and conservation.\n •Communicates openly and honestly with the public regarding MGE’s environmental policy and performance.\n •Contributes to the well-being of its communities through charitable and corporate giving and the service and volunteerism of employees.A message from our Director of Safety, Sustainability and Environmental Affairs\nOur commitment to environmental stewardship goes \nbeyond regulatory compliance. Our team in Safety, Sustainability and Environmental Affairs takes a proactive approach to advancing the culture and continual improvement of environmental, safety and sustainability practices throughout our organization. Safety and sustainability are top priorities at MGE. This report highlights how we focus on our sustainability goals and our performance.\nJeff Jaeckels\nDirector of Safety, Sustainability and Environmental Affairs, \nMadison Gas and Electric ", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}