{"page_content": "Environmental 3\nHighlights\n •In January 2022, MGE announced plans to reduce carbon at least 80% by \n2030 as we work toward achieving net-zero carbon electricity by 2050. MGE already has reduced carbon emissions 27% since 2005, our baseline. \n •In 2021, MGE took another step toward our goal of net-zero carbon electricity by announcing plans to eliminate coal-fired generation from our portfolio by the end of 2035. By the end of 2030, MGE expects coal to be used only as a backup fuel at the Elm Road Generating Station, which plans to transition to natural gas. \n •We are in our third year of our expanded Green Tier contract with the Wisconsin Department of Natural Resources. Our five-year contract coincides with the recent expansion of our Environmental Management System (EMS) and covers operations across the company. Our Sustainability Steering Team sets our EMS goals annually, which are informed by our Environmental and Sustainability Policy and MGE’s operational environmental impacts. \n •Since 2015, MGE has announced an estimated $700 million in clean energy projects, which are expected to increase MGE’s owned renewable capacity by more than nine times when completed.\nDecarbonization goals and strategies\nMGE is working to achieve deep decarbonization, consistent with current climate science, as quickly, responsibly \nand cost-effectively as we can. Our carbon reduction goals reflect our vision and signal our direction but do not determine our pace. \nIndustry-leading carbon reduction goals\nIn May 2019, we announced a goal of net-zero carbon electricity by the year 2050. MGE was one of the first utilities in the nation to commit to net-zero carbon by  mid-century. This target is based on the latest climate science. It is consistent with the work of the Intergovernmental Panel on Climate Change (IPCC) and  its assessment of limiting global temperature increases  to 1.5 degrees Celsius.\nIn January 2022, we announced our plans to reduce  \ncarbon at least 80% by 2030 from 2005 levels as we work toward achieving net-zero carbon electricity by 2050. Achieving net-zero by 2050 will require the use of Carbon  \nreductions\nreduction in carbon   \nemissions since 2005 27%\nat least 80% reduction  \nin carbon consistent with  \nglobal climate scienceBY\n2030\nnet-zero  \ncarbon electricityBY\n2050CO /two.dnom", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}