{"page_content": "Environmental 4\ntechnologies not yet commercially available or cost-effective, but we continue to make progress toward realizing our \ncommitment to greater sustainability, to continued industry leadership and to those we serve.\nClimate science partnership with the University of Wisconsin\nTo inform our progress toward achieving deep decarbonization and net-zero carbon electricity by 2050, MGE is working with Dr. Tracey Holloway at the University of Wisconsin-Madison Nelson Institute for Environmental Studies and the Department of Oceanic Sciences.\nDr. Holloway used climate modeling available through the IPCC for an analysis of MGE operations and our deep \ndecarbonization goal. The models suggested that by 2050, emissions from electricity generation in industrialized countries should be 87% to 99% lower than the 2005 baseline. MGE’s goal is net-zero carbon emissions, which is a 100% reduction from 2005 levels. The analysis showed MGE’s goal is in line with model benchmarks to limit global warming to 1.5 degrees Celsius. The full report, published in fall 2020, is available at minds.wisconsin.edu and  mge.com/netzero .  \nMGE continues to partner with Dr. Holloway’s team to model air quality improvements with varying scenarios of the electrification of vehicles and reduction in the use of coal.\nProgress toward our carbon reduction goals\nSince 2015, MGE has announced an estimated $700 million in clean energy projects, which are expected to increase MGE’s owned renewable capacity by more than nine times when completed.\nMGE already has reduced carbon emissions 27% since 2005, our baseline. Under our Energy 2030 framework for a \nmore sustainable future, introduced in November 2015, we committed to reducing carbon emissions at least 40% by 2030. MGE has since committed to carbon reductions of at least 80% by 2030. We have said since establishing our goals that if we can go further faster by working with our customers, we will.\nOur strategies for deep decarbonization\nThe U.S. Mid-Century Strategy (MCS) for Deep Decarbonization is the United States’ strategy for meeting the goals of the Paris Agreement on climate change to limit global warming. Both the MCS and the IPCC rely on decarbonizing electric generation, using energy efficiently and electrifying other energy uses, including transportation. These  are the strategies MGE is pursuing and will continue to pursue to achieve deep decarbonization and net-zero  carbon electricity. \nMidcontinent Power Sector Collaborative \nBy working together with our customers and other stakeholders, we can develop solutions to the energy challenges of our times and reach our shared energy goals. For example, MGE is a partner in the Midcontinent Power Sector Collaborative (MPSC) facilitated by the Great Plains Institute out of Minneapolis, Minn.\nThe MPSC, consisting of utilities, agencies, non-governmental organizations and environmental groups, worked \ntogether to develop the Road Map to Decarbonization in the Midcontinent: Electricity Sector. MGE’s local partners in the MPSC include the nonprofit Clean Wisconsin and the Dane County Office of Energy and Climate Change.\nThe MPSC brings together diverse viewpoints and priorities to develop options to continue driving toward a lower \ncarbon future and to better inform policymakers. The MPSC is one of many partnerships in which MGE is involved to further sustainable energy.", "metadata": {"source": "NASDAQ_MGEE_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}