{"page_content": "Corporate Social Responsibility Report | 12SUPPORT AND WELLNESS\nAt Ameris, providing our teammates with meaningful, competitive and supportive benefits to care for their \nlife and family is a top priority. We’re proud to offer a comprehensive benefits package that includes medical, \ndental, vision and life insurance, paid time off, 401(k) profit sharing plan and an employee stock purchase plan.\nAmeris offers a variety of health insurance options, including an HRA plan that is paired with a Health \nReimbursement Arrangement (HRA) that is funded by Ameris and an HSA plan that is paired with a Health \nSavings Account (HSA) that is partially funded by Ameris. Additionally, all team members are eligible to enroll \nin a Dependent Care FSA to help pay for the care of children or disabled family members.\nOur 401(k) plan matches 50% of each employee’s elective deferral amount, up to the first 6% of the \ncontribution. All teammates over the age of 18 are eligible to participate and benefit from our employer match. \nTeammates can begin contributing to their 401(k) with no waiting period.\nHealthy Lifestyles\nAmeris Bank’s Premium Incentive Program  encourages teammates to live healthier lifestyles and participate \nin proactive healthcare. Those who meet the program’s requirements are eligible to receive a $600 annual \npremium reduction. \nSimply Engaged is an innovative incentive program that supports teammates and their covered spouse in \nmeeting their personal health and wellness goals. Participants learn how to make more informed health care \ndecisions, create a personalized action plan and complete specific health actions - all while being rewarded \nalong the way. Enrolled teammates and spouses can earn up to $200 per year for healthy behaviors. \nReal Appeal  is a digital weight loss program focused on making small changes to help teammates live a \nhealthier life. The program is available at no additional cost to eligible members as part of their health plan \nthrough Ameris and includes personalized transformation coaching, 24/7 online support, a mobile app and a \nsuccess kit featuring program guides, exercise videos, a digital food scale and more.\nQuit for Life  is a tobacco cessation program that tailors a quitting plan  \nbased on the employee’s needs. Teammates have access to a Quit  \nCoach for the duration of the program, a Quit Guide, access to  \nthe Text2Quit text messaging program, nicotine  \nreplacement therapy and more – all designed to  \nhelp improve confidence and motivation to quit. \nThe Maternity Support Program  provides expectant  \nmothers with support before, during and after  \npregnancy. Those enrolled work with a maternity  \nnurse who’s available to answer questions and  \nprovide educational information. \nInvesting In Our Teammates", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}