{"page_content": "Corporate Social Responsibility Report | 15DIVERSITY AND INCLUSION \nDiversity, equity and inclusion are an integral part of our  \nstrategic vision at Ameris. We are committed to  \ncreating a fair and inclusive environment for our  \nteammates, customers and communities. \nTo guide us in our efforts, in 2020, our diversity and  \ninclusion mission was confirmed:\nAmeris is committed to fostering an equitable work  \nenvironment that seeks to ensure fair treatment, equality   \nof opportunity, and fairness in access to information and  \nresources for all teammates. We believe this is only possible  \nin an environment built on respect and equal dignity. Inclusion   \nbuilds a culture of belonging by actively inviting the contribution  \nand participation of all people. \nDiversity Task Force\nAmeris’s Diversity Task Force was established in 2020, and is composed of a diverse group of 16 teammates \nfrom across our organization who are dedicated to cultivating an environment that supports our bank’s strategy \nto engage, recruit, develop, retain and advance a diverse team of talent, inclusively and equitably. The Diversity \nTask Force is supported by nine advisory board members, which includes four members of Ameris’s executive \nleadership team.\nEmployee Resource Groups (ERG)\nDeveloped in 2020 and launched in early 2021, these voluntary, employee-led groups bring teammates \ntogether from across our organization. They offer strong networking opportunities and a forum to discuss, \nlisten and sponsor programs, activities and empowering resources that foster diversity and inclusion. Resource \ngroups include women in banking, LGBTQIA+, veterans, BIPOC (Black, Indigenous and People of Color), \nmultigenerational, caregivers and mindfulness-mental health. A proud immigrant that hails from Jamaica, West Indies, Karlene Gordon is a champion \nand change agent for diversity initiatives throughout Ameris and the communities we \nserve. With more than 20 years of human resource experience, Karlene is passionate \nabout developing programs to enhance understanding of diversity and inclusion, and \ncreating a strategy to engage, retain and advance a diverse team of talent. Prior to serving \nin this role, Karlene was a senior human resources business partner since joining Ameris \nin 2018. Before joining Ameris, Karlene was a human resources business partner for Live \nPerson and held a variety of human resources roles at the Rockefeller Brothers Fund  \nand HR Dynamics among other businesses. A graduate of Queens College  \nof New York, Karlene holds a bachelor’s degree in psychology with a  \nconcentration in industrial/organizational psychology. \nKARLENE GORDON\nSVP, Diversity and Inclusion Officer\nHaving a diverse team that feels \nempowered with a true sense of belonging \nis imperative to our long-term success. \nThis is foundational and allows us  \nto be impactful within our bank and in  \nthe communities we serve.\n—Karlene Gordon  \nSVP, Diversity and  \nInclusion Officer\nInvesting In Our Teammates", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}