{"page_content": "Corporate Social Responsibility Report | 17First-Time Homebuyer and Down Payment Assistance Programs\nAmeris partners with many local, state and national entities to offer programs designed for first-time \nhomebuyer assistance. Additionally, Ameris partners with more than 130 local, state and nationwide entities to \nprovide down payment assistance programs for homeownership. For example: \n• The Ameris Dream Loan  is a program created by Ameris for first-time homebuyers who have limited funds \nfor a down payment, which makes financing available for up to 100% of the appraised home value. \n• North Carolina:  Ameris offers the North Carolina First Home Advantage Down Payment program providing \neligible first-time homebuyers and veterans up to $8,000 in down payment assistance. \n• Virginia:  In partnership with the Virginia Housing Development Authority and Federal Home Loan Bank \n(FHLB), first-time homebuyers who are eligible community heroes such as law enforcement officers, \npublic school educators, firefighters and other first responders, can receive up to $8,000 in down payment \nassistance. \n• Certain States:  In partnership with the FHLB, veterans and active-duty military, or their surviving spouse, \nCOVID-related essential workers, and current or retired law enforcement officers, educators, health care \nworkers, firefighters and other first responders, in certain states, may receive up to $10,000 for a primary \nresidence home purchase.\nBuilding A Better Community\nNorth Carolina Mortgage Production Manager Jill Burgess  understands firsthand \nthe positive community impact created by homeownership, which is made possible \nthrough first-time homebuyer programs, down-payment assistance and workforce \ndevelopment assistance. Providing home financing for 251 borrowers, 196 of them \nfirst-time homebuyers, one of Jill’s customers, Lonnie P., said it best, “Although we \nnever met in person, [Jill and her team] were very engaged and personable. I had an \nawesome experience as a first-time home buyer, now homeowner. Everything was \ncommunicated effectively even when I asked the same question worded differently. \nAn absolute pleasure to work with.” \n“Thank you so very much for all your help with my loan… thank you very much \nfor your patience… and for treating me as a person rather than just a loan. You \nstand above the rest. Infinitas gracias a Jesse and Elly Esqueda por hacer mi sueo \nrealidad, gracias por su profecionalismo y paciencia. [Infinite thanks to Jesse and \nElly Esqueda for making my dream come true, thanks for your professionalism and \npatience.] My hat’s off to you,” shares customer Rosa Yenny L., who worked with \nMortgage Banker Jesse Esqueda . Jesse and team provide education, resources, \nsupport and financing to Hispanic-Latino borrowers. In 2020, Jesse originated 158 \nloans for more than $32.5 million with 121 of those loans for first-time homebuyers. ", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}