{"page_content": "Corporate Social Responsibility Report | 19PHILANTHROPIC ACTIVITY\nThe needs of our communities are great. Whether it’s supporting efforts to improve educational equality, the \nhealth and wellbeing of our neighbors or housing affordability, our bank and teammates passionately give our \ntime, talents and resources to improve our communities. \nEducational Equality \nEveryone deserves a quality education, financial literacy and pathways to career success. We are committed \nto sponsoring life changing educational transformations in our communities, with a focus on our underserved \ncommunities. Our goal is to invest in educational development programs that support early learning, \nmentorship, career and leadership development and financial education. \nWe partner with likeminded organizations and initiatives such as Boys and  \nGirls Club, Junior Achievement, career exploration nights,   \nmock interviews, financial literacy classes for adults and  \nchildren, Reader Leaders and class tours. \nAdditional examples include: \n• Seminole County, Georgia School Lunch  \nDelivery Program.  When children have access  \nto nourishing meals and healthy eating habits,  \nthey are more likely to have better grades, test  \nscores, reduced absences and improved memory.  \nOur Donalsonville, Georgia team partnered with this  \nprogram when it started in March 2020 in response  \nto COVID-19. The team packed school lunches and  \ndistributed them to children throughout the community  \nwho would normally have access to school breakfast and  \nlunch. Each bag contained seven breakfasts, seven lunches  \nand an assortment of fruits and vegetables. \nBuilding A Better CommunityIn 2020, more than  \n$1.5 million  \ndonated to philanthropic \nand civic organizations,  \nand more than  \n$5.5 million  \nsince 2010.1,110+ \nVolunteer Hours84  \nCRA Qualified \nVolunteer Initiatives\nCorporate Social Responsibility Report | 19", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}