{"page_content": "Corporate Social Responsibility Report | 3\nLETTER FROM THE CEO\nDEAR CUSTOMERS, TEAMMATES, SHAREHOLDERS  \nAND COMMUNITY PARTNERS, \nSince our founding in 1971, we have always stood for strength and  \ncourage, pride and fierce determination. Our founders envisioned a  \nbank for the future – one that doesn’t rely on tired banking norms or  \none-size-fits-all solutions. Rather, they set the foundation for a bank  \nthat looks beyond tradition. One that creates solid, innovative solutions,  \nwith a focus on building relationships, supporting our neighbors and  \ncommunities, and building a better tomorrow. \nI am proud to share with you our inaugural Corporate Social Responsibility report. Ameris Bank focuses on \ninvesting in our strongest asset – our teammates. We continue to be committed to the advancement of our \ncommunities, being good stewards of the environment and governing our bank with integrity. I take great \npride in this report because it showcases the amazing programs, services and activities we are investing in to \nsupport our stakeholders. Throughout this report, you will see examples of our stewardship, accomplishments \nand partnerships – examples of how we are championing diversity and inclusion; providing wellness and \nmindfulness resources; advocating for educational equality, health and community growth; and going beyond \nbanking to provide much needed support during the COVID-19 pandemic. \nOur teammates are the cornerstone of our success, and our culture is the driver. Creating a diverse team, \nwhere everyone feels empowered, supported and included, is imperative. It is the collaboration and sharing \nof ideas that feeds our industrious spirit and allows us to think creatively, solve problems, find solutions and \nprovide the tools and resources for success. Our teammates freely give their time and talents to support causes \nand organizations that truly make a lasting impact and create a ripple effect for generations to come. I am \nproud of our team’s volunteerism, leadership with civic organizations and desire to help the underserved and \npopulations in need. It is their passion that has enabled us to collect and donate over 9 million food items and \nover $900,000 to food banks within our footprint since our Helping Fight Hunger campaign started in 2010. \nHelping to support a more sustainable future is a commitment we take very seriously. We are focusing efforts \non financing and supporting more businesses and community partners in their sustainability initiatives. \nInternally, we are working to identify additional ways Ameris Bank can minimize our energy consumption and \nreduce paper usage. \nThis report showcases our forward-thinking actions, philanthropic heart, relationship-driven approach \nto banking and commitment to developing our teammates. We are building a stronger, more vibrant and \nsustainable future, together. It is an honor to lead our team, and I thank you for joining us on this journey and \nfor your continued trust in our bank. \nSincerely,\nH. Palmer Proctor Jr.  \nAmeris Bank Chief Executive Officer \n", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}