{"page_content": "Corporate Social Responsibility Report | 21To further support the health and wellbeing of those in our communities, Ameris also partners with \norganizations and initiatives such as mobile food bank distributions, lunch programs, Meals on Wheels, Georgia \nHEART Hospital Program, Warpath on Cancer, Great Strides for Cystic Fibrosis and American Cancer Society’s \nRelay for Life. \nAdditional examples include: \n• Mobile Food Distribution.  Every month during the year, Branch Manager Kim McMichael volunteered to \nprepare boxes for distribution throughout Jasper County, Georgia. \n• A Place to Dream.  In November 2019, the YMCA, in partnership with the Housing Authority of Savannah, \nGeorgia launched A Place to Dream. In 2020, Branch Manager Dana Noto contributed to this effort by \nbuilding beds for children who were sleeping on floors. Along with other volunteers, Dana helped deliver \nand assemble the beds and provide the mattresses, bedding and goodie bags for the children. \nBuilding A Better Community\nIn 2020, Ameris donated $2 million to 19 rural Georgia hospitals, and since 2018, has \ndonated more than $4 million to rural Georgia hospitals. In 2021, Ameris donated an \nadditional $2 million to rural Georgia hospitals. Demographic, economic and industry \nchallenges have caused rural hospitals in Georgia to face financial crises for years. The \nGeorgia HEART Hospital Program increases funding to rural and critical access hospitals in \nthe state of Georgia. The financial contributions through this program furthers the hospitals’ \nabilities to provide quality health care for the thousands of Georgians who call these \ncommunities home. The funds provided by Ameris are used by local hospitals in ways that \nbest fit the hospitals’ specific needs for providing quality healthcare to their patients.", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}