{"page_content": "Corporate Social Responsibility Report | 22Flourishing Communities \nThriving, sustainable communities promote positive lifestyles generation after generation. When communities \nhave access to needed resources, quality jobs and pathways for economic mobility, these communities become \nresilient, and everyone succeeds. Our goal is to invest in initiatives, organizations and projects designed to \ncreate a lasting, positive economic impact on the communities we serve. Our focus areas include housing \naffordability, community revitalization, economic development and societal investments. \nWe support organizations and initiatives such as Habitat for Humanity, down payment assistance programs, \nfirst-time homebuyer education, The Westside Fund, Breaking the Cycle, Carolina Children’s Home, Foster Care \nSupport Foundation and the American Red Cross. \nAdditional examples include: \n• Florida Disaster Bridge Loan Review.  Through the UNF Economic Development and Small Business \nResource Center in Florida, Branch Manager Heidi Roberts volunteers time reviewing and approving \ndisaster loan requests for small business grants due to recent hurricanes.\n• Carolina’s Children’s Home, Columbia, SC. Market President Mze Wilkins serves as an executive board \nmember and is a financial committee member for the Carolina’s Children’s Home. She works with this \nnonprofit organization as they meet the underserved mental and physical health needs of children, young \nadults and their families; provide financial support to many children coming from the South Carolina \nDepartment of Public Welfare; and advocate for children’s initiatives throughout the state of South Carolina. \nTHE AMERIS BANK FOUNDATION\nThe Ameris Bank Foundation was formed in 2020 with the initial purpose of helping teammates and their \nfamilies who suffered financial hardships as a result of COVID-19. Our bank provided grants to teammates who \napplied for assistance and met certain financial and non-financial criteria. In 2021, the Foundation’s efforts will \nfocus on education and wellness programs that will benefit our teammates and the communities we serve. \nCorporate Social Responsibility Report | 22 Building A Better Community", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}