{"page_content": "Corporate Social Responsibility Report | 24Preparedness\nProtocols were put in place including mandatory mask requirements in all Ameris facilities, social distancing, \ntravel bans and in-person meeting restrictions. All workplaces were provided sanitizer, cleaning supplies and \ngloves. Additional deep-cleaning of facilities was performed as needed. Teammates were encouraged to share \nwith our human resources team whenever COVID-19 personal testing, exposure or international travel occurred, \nand our HR team followed newly developed protocols for tracking and monitoring. \n \nCommunication\nCommunication to our team and customers is always a priority, especially during the pandemic. At the \nbeginning of the pandemic, weekly communication was sent to teammates demonstrating compassion and \noutlying procedures and protocols. COVID-19 specific communications continued throughout the year, as \nneeded. \nAdditionally, Ameris deployed monthly customer e-newsletters that included supportive, pandemic-related \narticles specific to cybersecurity awareness, financial support and personal care. \nFinancial Support \nAmeris did not reduce our workforce as a result of the pandemic; however, we realized many of our teammates \nand their families may have suffered hardships due to the pandemic. In response, the Ameris Bank Foundation \nestablished an employee assistance program to provide financial support to teammates meeting certain criteria \nand who suffered a financial hardship due to COVID-19. Ameris also issued more than $1.5 million in thank you \npay to 1,173 teammates who continued to work on our front lines, supporting our customers, throughout the \npandemic. \nSmall businesses are the heartbeat of local economies. Providing hardship relief loans to businesses facing \nthese difficult times was a priority. With the help of more than 300 teammates across the organization, in 2020 \nAmeris successfully deployed the Small Business Administration (SBA) Paycheck Protection Program (PPP), \nextending loans to 8,812 businesses totaling more than $1.1 billion. \nIn 2021, for the second round of PPP, Ameris made outreach out to 417,000 minority and women-owned \nbusiness within our five-state branch network to ensure they understood the availability and benefits of the \nPPP. We invited them to attend one of the webinars we hosted to learn more about the PPP and application \nprocess. Ameris also created video tutorials and resources to help explain the program and application.\nPRIVACY & CYBERSECURITY AWARENESS  91%  of teammates surveyed noted that they felt supported by their \nmanager during the pandemic.91%\nBright Futures Atlanta, Georgia\nAs many educational institutions were required to go fully virtual due to COVID-19, \nthe educational costs for Bright Futures became clear. They needed financial \nresources to make the changes necessary to best equip and support their staff to \nexecute on their mission to teach, train and transform the youth on the Westside \nof Atlanta. For smaller nonprofits like Bright Futures, the risk of being lost in the \nendless sea of PPP applications would leave much at stake for the community. Bright \nFutures’ primary bank at the time was unresponsive to their PPP needs. Bright Futures \nturned to Ameris. We provided Bright Futures with a lifeline to much-needed funds, giving their staff the \nability to focus on the students and their families. They were able to safely bring their students back on \ncampus, provide the most effective learning, and best support these young people, their families and the \ncommunity. To watch the entire story, see a video posted at amerisbank.com/BrightFutures.\nGoing Beyond Banking", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}