{"page_content": "Corporate Social Responsibility Report | 27ADVANCING A SUSTAINABLE FUTURE\nSUSTAINABLE ENVIRONMENT\nAmeris Bank is currently evaluating the Taskforce on Climate-related Financial Disclosures and other \nsustainability frameworks. Key to that evaluation is identifying industry specific metrics to assess climate-\nrelated risks and opportunities that align with our existing strategy and risk management frameworks. We \nare using this information to establish climate-related risk and opportunity targets, which we will then use to \nmeasure our performance against those goals going forward.\nIn partnership with a third-party energy consultant, Ameris Bank is working to better understand our \ncompany’s energy and utility consumption. Our goal is to create baseline metrics, which will be used to \nprioritize energy efficiency projects and measure their success. This information will also allow us to review \nenergy consumption data across our organization’s footprint that will help us identify and investigate facilities \nwhere energy efficiency projects might be needed.\nMINIMIZING ENERGY CONSUMPTION\nAs part of Ameris Bank’s energy efficiency and reduction initiatives, we consolidated several locations in 2020 \nand began reimagining Ameris Bank’s ideal, post-COVID work environment. We reduced our occupied square \nfootage thereby eliminating energy, water and waste at these locations.  We exited older locations and moved \ninto a newer, more energy efficient workspaces.  \nBy the end of 2020, Ameris Bank had nearly completed the renovation of its headquarters in Atlanta, Georgia. \nAs part of that renovation, we made a large investment in LED lighting. These lights use approximately 38,000 \nwatts (38 kW) less lighting energy per hour. This initiative drove several other benefits, including the reduction \nof the energy used by the HVAC system by approximately 13.5 kW per hour. On an annual basis, we estimate \nour LED lighting investment will save 157,000 kWh or electricity.  1kWh is equivalent to almost 1 pound of \ngreenhouse gas emissions; therefore, we project our new energy efficient lights will save more than 71 thousand \nmetric tons of greenhouse gas emissions per year. \nMore than 708,000 pounds  of paper shredded and recycled in 2020\nAdvancing a Sustainable Future", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}