{"page_content": "Corporate Social Responsibility Report | 28ELECTRONIC BANKING\nAmeris’s online and mobile applications, platforms and workflows allow customers to bank anytime and \nanywhere electronically, without the need for paper. We’ve converted thousands of customers to e-statements, \nonline banking, mobile banking and other digital offerings. \nAt the end of 2020: \n• E-Statements:  148,007 customers receive a digital alternative to standard paper statements, saving an \nestimated 985 trees per year.1 \n• Online Banking:  244,255 customers utilize online banking. In addition, Since launching in March of 2020, \n5,363 customers are utilizing our Personal Financial Management tool.\n• Mobile Banking:  207,544 customers utilize our mobile app. Since launching in April of 2020, Zelle® is now \nused by 31,114 customers for electronic person-to-person transfers. \n• Electronic Bill Pay:  69,904 customers utilize electronic bill pay, with more than 1.1 million electronic \npayments administered annually, saving an estimated 264 trees per year.2 \nMORTGAGE ROBOTICS & AUTOMATION\nMortgage volume hit record levels at Ameris in 2019 and continued to break records in 2020. Ameris was \ndetermined not to allow this increase in volume to negatively impact customer experience or quality of service. \nAs a result, in 2020, the ingenuity of our mortgage and technology teams created scalable, automated, \nelectronic and robotic solutions. This inventiveness enhanced customer experiences and added quality and \nassistance without increasing expense. \n• Automated Processing of Interim Checks. What once was a tedious process, technology now automatically \nscans the check, obtains the necessary data and enters the data into our software of record. This new \nautomated process significantly decreases customer servicing issues, expedites turnaround and allows our \nteammates to focus on more complex customer needs. \n• Automated Insurance Transfer Letters.  Teammates \nwere previously processing and mailing the extensive  \namount of letters needed when a loan closes and \ntransfers to our third-party servicing provider. To \nincrease efficiency, software was created that now \nprogrammatically streamlines this correspondence. \nThis automatic trigger-based process pulls all \nnecessary information from the closed loan, feeds \nthe data into our loan software, creates the necessary \nletters and sends them to a third-party print and mail \nfulfillment site. \nCorporate Social Responsibility Report | 28 Advancing a Sustainable Future1Ameris Bank estimates there to be 8,211,017 pages associated with the \n148,007 e-statements. According to conserveatree.org, one tree makes 16.67\nreams of copy paper or 8,333.33 sheets.\n2Ameris Bank estimates two sheets of paper are used to produce a mailing \nenvelope and check. According to conserveatree.org, one tree makes 16.67\nreams of copy paper or 8,333.33 sheets.", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}