{"page_content": "Corporate Social Responsibility Report | 29• Automated Transfer of Documents, Data and File Retention in our System of Record.  A combination of \nrobotics and automated programming transfers closed loans to our third-party servicing provider. Required \ndata is automatically lifted from our loan system and loan documents are compiled as necessary and \nautomatically transferred from interim Ameris servicing to our third-party servicing agent. \n• Moving of Closing Packages Now Automated.  A secure file transfer protocol (SFTP) was created, and along \nwith robotics and other tools, mortgage files are now securely, quickly and efficiently transferred from the \nclosing agent to our loan software system. Triggered email communication is sent to the closer, processor \nand loan officer noting when the package is received by the system. \nIn 2021, our mortgage and technology teams are looking to deploy further automation for scalability and \nefficiency. Future deployments included automatically capturing required data from appraisals, red flags, \nsigned or corrected documents, reporting missing documentation and data, and automating portions of the \nloan setup to eliminate redundant data entry – all to make the user experience stronger, less cumbersome and \nmore timely. \nSUSTAINABLE LENDING \nAmeris is proud to lend to businesses and schools supporting and practicing sustainable efforts. At the end of \n2020, Ameris was actively financing over $33 million to environmental consulting services, solar electric power \nbusinesses and other organizations helping to advance solar practices, stream mitigation or energy efficiencies. \nThe Dwellings in Tallahassee, Florida\nAmeris continues to finance The Dwellings in \nTallahassee, Florida, a nonprofit that creates affordable, \nsustainable housing in a 100% sustainable community. \nThe 130-unit tiny house community and community \ncenter addresses the needs of people with challenges \nand allows them to live safe, healthy and independent \nlives.\nCorporate Social Responsibility Report | 29\n Advancing a Sustainable Future", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}