{"page_content": "Corporate Social Responsibility Report | 30GOVERNANCE: ACTING WITH INTEGRITY\nBOARD OF DIRECTORS\nThe Ameris Bancorp Board of Directors sets the high-performance standards for Ameris. Our diverse \nleadership team is experienced, committed and forward-thinking. This group of accomplished professionals \nholds years of experience, which is vital in guiding Ameris into the future. Their long-term vision ensures our \nbank lives up to its promises and delivers high performance.\nCommunity Boards of Directors are an extension of our bank. Our 16 community boards are comprised of \ninfluential, local leaders, who provide guidance, business development and community involvement. They are \nvital to our mission of growing relationships, and we are honored to have their support, service and expertise. \nCOMMUNITY BANKING MODEL\nAmeris recognizes the balance that is necessary to support local decision making, speed to market and \nefficiency. Ameris’s enterprise divisions are centralized to maximize collaboration, efficiency, effectiveness and \nconsistency. Our banking group leadership model decentralizes leadership to regions and markets, whereby \nregional and market presidents oversee the local business development, budget and production for the \nrespective areas. This balanced structure maximizes Ameris’s outreach and success with local relationship \nbuilding and local-decision making, and centralized specialists, risk awareness and enterprise support. \nENVIRONMENTAL, SOCIAL AND GOVERANCE (ESG) MATTERS\nThe Board of Directors has empowered the corporate governance and nominating committee to oversee the \ncompany’s ESG initiatives, including climate-related risks and opportunities. The company established a \nmanagement-level ESG committee to evaluate and consider initiatives and actions to support these efforts. \nThis management-level committee meets at least quarterly, and provides updates to the corporate governance \nand nominating committee on a regular basis. One of the committee’s first actions proposed the adoption \nof the Principles of Corporate Governance and three policies relating to human rights, the environment and \nvendor code of conduct. Each of these were recently adopted by the company.\nSTRUCTURE\nCOMPOSITION PRACTICESSTRUCTURE: \n• Independent Lead Director\n• Chairman\n• Seven Standing Committees\nCOMPOSITION: \n• Expansive Professional Backgrounds\n• Variety of Industry Experiences\n• Diversity: 15% women, 23% minority\n• Independence\nPRACTICES: \n•  Oversight of CEO and Performance Management\n• Open Access to Management\n• Succession Planning\n• Audit, Risk, Compensation and Governance Oversight \n• Board Evaluations\nGovernance: Acting with Integrity", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}