{"page_content": "Corporate Social Responsibility Report | 5OUR PRIORITIES\nA Team of Talent.  Our strength is found in our culture and in our teammates. Our company is made up of \nenergetic, dynamic team players and problem-solvers who are committed to going the extra mile. Helping \nour teammates achieve their personal and professional goals is a top priority. We are disciplined, yet flexible, \nentrepreneurial and innovative, and have a true dedication to customer and team member experiences. \nDiversity & Inclusion.  We are committed to empowering our people, diversifying our team, creating equal \nopportunities and building inclusion throughout our organization. We listen, share ideas, respect differences \nand work toward common goals, together. \nGiving and Volunteering. We are not just a bank; we’re neighbors and community advocates. Our teammates \nhave passion and show up in both good and challenging times. We proudly support efforts to improve \neducational equality and the health and wellbeing of those in our communities. Giving our time, talents and \nresources is a privilege and an honor. \nTechnological and Sustainable Advancements. The world is constantly changing and so are banking \npreferences. We are committed to continuously improving our technology so that our customers can bank \nwhen and where they prefer. Providing electronic banking services and advancing our digital environment \nenhances our customers’ experiences and helps to advance a more sustainable future. \nHigh Performance.  We ensure everything we do is of the highest quality. Our high performance is fueled by our \nexpert, energized board of directors, executive team and teammates. We know that banking isn’t one size fits \nall. This is why we are driven to understand our customers’ objectives so that we can provide meaningful and \nappropriate solutions. We will scrap convention to get things done, and we will never cut corners. \n", "metadata": {"source": "NASDAQ_ABCB_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}