{"page_content": "Responsible ConnectivityTRUSTED \nPRODUCTSEMPOWERING\nPEOPLE SUSTAINABLE\nGROWTH \nWHY IT MATTERS\nOur world is becoming ever more connected. With over \n3.5 billion internet users around the globe, connectivity \nis now an essential part of everyday life. As the world’s \nlargest international TV and broadband company, we \nhave a responsibility to ensure everyone, no matter where \nthey are or what barriers they face in life, can make use of \ndigital technology to achieve their full potential. \nThat means delivering exceptional service, protecting our \ncustomers’ privacy and ensuring that as the bandwidth \nwe provide grows, our impact on the planet doesn’t grow \nwith it. To provide outstanding connectivity while running \na responsible, sustainable business, we focus on three \nmain themes.We’re working to ensure that as our business \ngrows, our environmental impact doesn’t grow \nwith it. In 2017, our overall energy efficiency \nimproved by 37% (per terabyte of data traffic \ngenerated). Our electricity consumption \nremained relatively flat, increasing by 1% \ncompared to 2016, and we decreased our total \nmarket-based emissions (scope 1, 2 & 3) by 18%, \nwhich takes into account the GHG intensity of \nthe electricity we source. We also refurbished \n2.2 million set-top boxes and modem units, \navoiding 3,700 metric tons of waste that would \notherwise have ended up in landfill.\nOur global environmental statement sets out \nour commitment to enhancing the energy \nefficiency of our operations, with a focus \non energy use, carbon emissions and the \nmanagement of electronic waste. We’re \ncommitted to achieving a 15% energy efficiency \nimprovement every year through to 2020.To us, empowering people means developing \nthe talents of our employees, investing in an \ninclusive, diverse and engaged workforce, and \ninspiring colleagues to make a difference in the \ncommunities where we operate.\nWe’re committed to driving improvement \naround employee engagement and equality.  \nWe are taking steps to monitor our performance \nand identify opportunities for progress. In 2017, \nfor example, we grew the percentage of women \nin senior management positions by 2% to 26% \nand we also increased the percentage of new \nfemale hires from 19% to 23%. We recognize \nthat we still have plenty of work to do and we’ll \ncontinue to review our policies and processes in \norder to best support our ambition for further \nimprovement.\nAs part of our commitment to helping our \npeople achieve their potential, we invested \nnearly $13 million, achieving over 676,000 \nhours in employee training during 2017. In \naddition, our Step Forward graduate program \nenables graduates to spend two to three years \nrotating through teams, working on a breadth of \nprojects. Last year, 130 graduates participated \nin Step Forward.\nWe also continued to celebrate our employees’ \ndedication to community causes through \nmatched funding and support for over 40 \ncharities, including the Lessons for Life \nFoundation. We directly assisted relief efforts \nfor Hurricanes Irma and Maria and are proud \nof all our colleagues who volunteered to repair \ndamaged infrastructure.We’re focused on delivering the best customer \nexperience possible by transforming the \nway we help and support customers. We’re \ninvesting in making our products and services \nmore accessible while also being committed to \nprotecting customer privacy and maintaining \ndata security. Read more about our approach to \nsecuring customers’ personal data on page 10 .\nWe aim to make the digital world safe for \neveryone, especially our children, so we ensure \nour products and services offer parental control \nfeatures that help parents keep children safe \nonline. Our internet safety toolkits guide parents \nand teachers alike on how to empower young \npeople of all ages to protect themselves as \nthey explore the online world. You can find out \nmore about this on our website . Our Product \nSustainability Scorecard is helping us embed \nsustainability across our products;  \nfrom design through to disposal. To learn  \nmore about this see page 12 .\n9", "metadata": {"source": "NASDAQ_LBTYA_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}