{"page_content": "Manufacturing our products to serve over 22 million \ncustomers in 11 countries is a substantial undertaking. \nImproving the sustainability performance of products \non this scale is no easy challenge: many of our products \nare made from up to 1,000 components sourced from \nsuppliers based all over the world.\nOur Product Sustainability Scorecard helps measure and \nimprove the sustainability performance of our products. It \nworks by first identifying the most relevant environmental \nand social issues. Then we analyze the specific activities \nwithin the product’s lifecycle that influence these issues. \nWith that information, we then measure performance \nagainst these impact areas.\nWe used the Product Sustainability Scorecard to assess \none of our new products, the Connect Box. As part of the \nprocess, we conducted external benchmarking of the \nimpact areas against other companies and sectors, carried \nout a Life Cycle Assessment on our previous WiFi router, \nthe Super Hub 2 and reviewed relevant standards and \nguidelines including the EU’s eco-design requirements. \nWe also held internal and external stakeholder interviews \nand commissioned WRAP, the not-for-profit organization \npromoting sustainable resource use, to conduct a \ntechnical review.Sustainable Growth\nCase study\nProduct Sustainability   \nScorecard\nThe assessment found the Connect Box to be more \nenergy and resource efficient than its predecessor, \nthe Super Hub 2. In fact, it’s 15% more energy \nefficient during use – saving enough electricity to \npower over 7,000 homes each year – and avoids \n173 metric tons of plastics, metals and electronics. \nIt also saves 40 metric tons of paper from \ndocumentation and 311 metric tons of cardboard \nfrom packaging when compared to the previous \nWiFi hub distributed in the UK.\nAs well as environmental impacts, the Scorecard \nalso evaluates the accessibility of our products. \nFrom set-top boxes to modems, handsets and \nuser interfaces, it assesses accessibility by \nanalyzing features such as feel and comfort, button \nlayout and design, text size and text-to-speech \ncapabilities.\nOur first Product Sustainability Scorecard now \nforms the baseline against which future broadband \nproducts will be measured. Use of the Scorecard \nhas now been embedded into our processes \nand will drive improvements in the sustainability \nperformance of our products. For more information \non our Product Sustainability Scorecard, including \nour methodology, please visit our website .\nGRI: 102-47We reviewed Liberty Global’s Product \nSustainability Scorecard in detail \nand believe it will play a key role \nin identifying the environmental and \nsocial impacts of their products, further \ndelivering progress towards their goal \nof creating more sustainable products.\nNorah Lewis, Technical Specialist, WRAP\n12", "metadata": {"source": "NASDAQ_LBTYA_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}