{"page_content": "From my initial contact with the recruitment \nteam through to the interview stages, I was \nimpressed by the confidence my colleagues \nhad when speaking to me about any \nworkplace adjustments I may need. Whereas \nin previous situations this conversation \nwas the elephant in the room, Virgin Media \ngained my trust and confidence by initiating \nand leading the conversation.\nShani Dhanda, Disability \nProgramme Manager Virgin \nMedia (UK)\nEmpowering People\nCase study\nVirgin Media UK  \nInclusion\nLike many large businesses, at Virgin Media (UK) \nwe want to create a more inclusive culture that \nboth represents the customers and communities \nwe serve and enables our people to be their best at \nwork. We believe that a more inclusive workforce is a \nmore productive one so, through our long-standing \npartnership with national disability charity Scope, \nwe’re focused on building a more inclusive workplace \nwhile also transforming the lives of disabled people \nthrough technology.\nOur work with Scope has moved beyond simply \nadopting a charity partner to become something \nwith a greater purpose. Scope exists to make the \nUK a place where disabled people have the same \nopportunities as everyone else. We recognize that \nour digital capability can help accelerate that positive \nchange – and Scope can help us better understand \nwhat we need to do to support our disabled \nemployees and customers.\nWith Scope's support and expertise, we’ve taken \na thorough look at the way we remove barriers for \ndisabled people. Partnering with Scope has inspired us \nto transform how we support our disabled employees \nand customers. Virgin Media has been working to \nidentify and remove barriers for disabled people \nacross the organization, which includes transforming \nthe way we provide reasonable adjustments, training \nline managers and enhancing the access services that \nwe provide to our customers.\nLauren Pitt, 24,  \nfrom Gloucester,  \nis registered blind after losing  \nmost of her sight aged 13 due  \nto a genetic condition.\n13", "metadata": {"source": "NASDAQ_LBTYA_2017.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}