{"page_content": "GRI: 102-45, 102-50, 102-52 -- 102-56Welcome to Liberty Global’s 2017 Corporate \nResponsibility (CR) Summary Report. This annual report \nprovides an overview of our economic, social and \nenvironmental impacts and performance. Additional \ndetails, including our latest CR stories, can be found on \nour website .\nThis report has been prepared in accordance with the \nGlobal Reporting Initiative (GRI) Standards: Core option. \nAll data in this report covers the period January 1 to \nDecember 31, 2017, unless otherwise stated.\nWe report on our operations in 11 European countries \nunder the consumer brands Virgin Media, Unitymedia, \nTelenet and UPC.\nOur policy is to include any new subsidiaries that have \nbeen acquired in the first six months of the reporting \nperiod. Therefore, we have included last year's \nacquisition of SFR BeLux, with operations in Belgium  \nand Luxembourg, in our 2017 data.\nIn terms of disposals, our policy is to exclude any \nsubsidiaries where we no longer have operational \ncontrol during the reporting period. At the end of \n2017, we completed the Liberty Latin America Split-\noff Transaction, which included Cable & Wireless \nCommunications, VTR and Liberty Puerto Rico. \nTherefore, we have excluded these operations from  \nour 2017 reporting.We engaged KPMG LLP to perform independent limited \nassurance, reporting to Liberty Global plc, using the \nassurance standards ISAE 3000 and ISAE 3410, of the \nenergy consumption and greenhouse gas emissions \ndata presented in Liberty Global plc’s Annual Report and \nAccounts for the year ending December 31, 2017. This \ninformation is included in this report and is highlighted on \npage 16 . KPMG’s full statement, including a summary of \nthe work they performed, is available on our website.\nOur 2017 GRI Standards Content Index, Environmental \nReporting Criteria and KPMG Independent Limited \nAssurance Statement can be found here .\nFor more information on our governance structure, Board \nCommittees and our commitment to the United Nations \nSustainable Development Goals, please see our website.\nYour views are important to us. Please send comments \nand suggestions: cr@liberyglobal.com. About this report\n1", "metadata": {"source": "NASDAQ_LBTYA_2017.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}