{"page_content": "To ensure we stay ahead of emerging sustainability \nsubjects, we reviewed our business and incorporated two \nnew focus points into our materiality matrix - customer \nexperience and service quality, and employee engagement \nand equality. During 2018, we’ll review how our \nConnected Purpose strategy can help support these \ntwo important areas. \nBeyond our own business, our goal is to empower \npeople to harness the power of technology to \nsolve society’s greatest challenges.\nOur flagship program, Digital Imagination, is a collective, \ncollaborative movement to fuel imaginations and promote \ndigital solutions that benefit society. In Germany and \nPoland, we called on innovators to tackle the pressing \nissues in their countries – such as removing barriers for \npeople with disabilities so they can access, participate and \nengage in the digital world. Through our ongoing Future \nMakers program, we give young people exciting ways to \nlearn the skills needed to thrive in the digital economy \nand generate a positive social impact. In 2018, we plan to \naccelerate our Digital Imagination program by launching \ninitiatives in several new markets.\nOf course, we're nothing without our people. Throughout \nthis report, which is aligned with GRI Sustainability \nReporting Standards, you’ll see examples of the amazing \nwork they’re doing to bring our Connected Purpose \nstrategy to life and empower positive change. I also \nencourage you to explore the powerful stories showcased \non our corporate website . \nAs ever, your feedback on this latest report is both \nencouraged and appreciated.\nSincerely,\n \n \nMichael T. Fries, \nChief Executive OfficerCEO Welcome\nWe’ve always believed that the internet’s greatest power \nlies in its ability to connect things that weren’t previously \nconnected. Without it, there would be people who'd \nnever meet, ideas that wouldn’t come together and \nplaces that would remain unreachable. \nWe're committed to improving lives, boosting economies \nand revolutionizing businesses where we operate by \ndelivering faster speeds and greater bandwidth to \nour customers. In turn, we’re unlocking innovation \nand creating significant economic benefits. Through \nindustry-shaping research, we found that Gigaspeed \ntechnologies have the potential to generate an economic \nvalue of up to $660 billion per year by 2025 in Europe. \nOur networks are an essential foundation of that exciting \nfuture, so in 2017, we invested heavily to significantly \nextend our reach and further improve our broadband \nproducts for consumers and businesses.\nAs our business evolves, we remain committed to \nour vision of empowering positive change through \ntechnology. We call this our Connected Purpose \nstrategy. It starts by ensuring that we deliver \noutstanding connectivity while running our \nbusiness responsibly and sustainably.\nLooking after customers’ data has become an even \ngreater priority in the current landscape, and we’re \nworking harder than ever to keep people safe online \nwhile simultaneously increasing digital accessibility. In \n2017, we reviewed and strengthened our approach to \nprivacy and data security to ensure that the safety of our \ncustomers’ personal data is central to every decision \nthat we make.\nWe improved our overall energy efficiency by 37% \nin 2017, exceeding our 15% annual target. The new, \nambitious environmental goals that we’re establishing \nin 2018 will help drive further emission reductions and \ngreater efficiencies as we commit to setting science-\nbased targets in line with the objectives of the United \nNations' Paris Agreement.\nGRI: 102-14 2", "metadata": {"source": "NASDAQ_LBTYA_2017.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}