{"page_content": " \nWe engage with key internal stakeholders and external experts to shape our CR strategy. This \napproach allows us to maximize our potential for guiding digital technology towards creating positive \nchange in our world today. Connected Purpose is how we structure our response to this opportunity.\nThe internet is one of the most powerful tools ever invented. But it’s what you do with it that counts \n– and that’s up to all of us. We need people who embrace opportunity, who want to learn and grow \nand who want to make the world a better place. We’re focused on the positive, enabling potential \nof connectivity, digital entertainment and technology. We’re investing, innovating and helping to \nempower people so they can make the most of the digital revolution.Empowering positive change through technology\nRESPONSIBLE \nCONNECTIVITY\nFUTURE MAKERS  \nCreating exciting ways to share the skills needed to \nthrive in the digital economy and create a positive \nsocial impact\nORIGINAL THINKERS   \nSupporting and investing in innovators and \nentrepreneurs to use digital technology to inspire \nsocial change\nCOLLECTIVE SOLUTIONS\nBringing people together to use digital technology to \nsolve the most pressing issues facing societyTRUSTED PRODUCTS\nProtecting our customers’ personal data, helping keep \nchildren safe online and making our services easier to \nuse and more accessible\nSUSTAINABLE GROWTH\nWorking to ensure that as our business grows, our \nenvironmental impact does not \nEMPOWERING PEOPLE\nDeveloping the talents of our people, investing in an \ninclusive, diverse and engaged workforce, and inspiring \ncolleagues to make a difference in the communities \nwhere we operateDIGITAL  \nIMAGINATIONLiberty Global is the world’s largest international TV and broadband \ncompany, with operations in 11 European countries under the \nconsumer brands Virgin Media, Unitymedia, Telenet and UPC. We \ninvest in the infrastructure and digital platforms that empower \nour customers to make the most of the video, internet and \ncommunications revolution. Our scale and commitment to innovation \nenable us to develop market-leading products delivered through next-\ngeneration networks that connect 22 million customers subscribing \nto 46 million TV, broadband internet and telephony services. We also \nserve over 7 million mobile subscribers and offer WiFi service through \n12 million access points across our footprint.About Liberty Global\nGRI: 102-1 - 102-6 3", "metadata": {"source": "NASDAQ_LBTYA_2017.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}