{"page_content": "Our Material Issues\nWe want to ensure that we’re constantly focused on the most \nsignificant sustainability impacts of our business as they affect our \nstakeholders and communities.\nIn 2014, we conducted a detailed analysis to identify the material \nsustainability issues of greatest concern to our business and to \nsociety. We engaged stakeholders including employees, customers, \nindustry associations, sustainability experts and the media to \nunderstand their priorities.\nWe reassessed those issues in 2017 to ensure that our strategic \ndirection continues to reflect the changing interests and expectations \nof our business leaders and stakeholders. To do this, we conducted an \nanalysis of factors that affect our material impacts including:\n• The material priorities generated through engagement with \nlocal stakeholders by our operating companies: Virgin Media, \nUnitymedia and Telenet;\n• General and sector priorities defined by sustainability \nframeworks such as the Global Reporting Initiative (GRI) and the \nSustainability Accounting Standards Board (SASB);\n• Reputational impacts across the European markets where Liberty \nGlobal is active;\n• A review of leading telecommunications companies and the \nissues they present as material for their businesses and their \nassociated social impacts; and\n• Employee feedback collected as part of a survey on CR and \nemployee priorities.\nThe results confirmed that the six material topics identified in 2014 \ncontinue to be the most relevant for our business, our industry and \nour stakeholders. In addition, two new topics were identified as being \nimportant: customer experience and service quality and employee \nengagement and equality.\nWe therefore recognize all eight topics as key impacts to be addressed \nby our CR framework and strategy, as well as the focus of our \nsustainability reporting to stakeholders.\nFurther details can be found here .Materiality Matrix\nIMPACT OF LIBERTY GLOBALIMPORTANCE TO STAKEHOLDERSHigh\nHigh LowDigital inclusion  \nand education\nReducing  \nGHG emissionsImproving  \nenergy efficiencyEmployee engagement  \nand equality\nCustomer experience / \nService quality\nElectronic  \nwaste reductionEmployee  \nwellbeing\nProduct innovation  \nand responsibility\nCorporate ethics  \nand governance\nEnvironmental impacts  \nof our products\nSupply chain risk \nmanagementProtecting children while \nonline and watching TVPrivacy and  \ndata security\nDisaster  \nresponseOUR AREAS OF FOCUS\nPriority issues that matter \nmost to our business and \nstakeholders.\nOTHER DISCLOSURES \nCOVERED IN THIS REPORT\nOther issues relevant to \nbeing a responsible business.\nGRI: 102-47 4", "metadata": {"source": "NASDAQ_LBTYA_2017.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}