{"page_content": "Digital Imaginationempowering people to harness the \npower of technology to solve some \nof society’s biggest challenges\nFUTURE \nMAKERS COLLECTIVE  \nSOLUTIONSORIGINAL  \nTHINKERS\nWHY IT MATTERS\nThe internet shapes our world today like nothing before. It enables \nus to experience meaningful moments and has changed the way \nwe shop, work, communicate and live our lives. It's the greatest \ntool that's ever been invented. But it's what we do with it matters \n– and that’s up to people. That’s why we’re committed to using \nconnectivity and technology to fuel people’s imaginations, to help \nthem be their best and to unlock their ability to create positive \nchange in the world today.\nWe do this in three ways: we help young people develop skills \nthat capitalize on the future opportunities of the digital world, we \nchallenge and support entrepreneurs to think of original ways to \ndrive social change and we spark conversations to inspire collective \nsolutions to the most pressing issues that technology can address.\nOur Digital Imagination program is rooted in a deep belief in the \nliberating potential of technology to help people do good. After all, \nthe internet is nothing without people.We’re helping innovators and entrepreneurs \nuse the power of technology to inspire social \nchange. In 2017, Virgin Media Business \ncontinued to invest in its VOOM Pitch Program. \nThis renowned competition sees the best British \nand Irish start-ups compete to pitch industry-\ndisrupting ideas with Sir Richard Branson in a \nbid to win investment. One business that VOOM \nbenefitted is FoodCloud, a social enterprise that \nmanages the redistribution of food surpluses \nbetween businesses and charities. To date, \nFoodCloud has redistributed the equivalent of \nmore than 17 million meals in the UK.We’re bringing people together who can \nharness the power of digital technology to solve \nsocietal issues. We’ve sparked conversations \nthroughout society that get people thinking \nabout issues like smart living, lifelong learning, \nhealthcare monitoring and digital inclusion. \nIn 2017, we partnered with UPC in Poland and \nUnitymedia in Germany to launch our first \nDigital Imagination Challenges. Entrepreneurs \nfrom both countries submitted solutions to \nimportant social issues with the most promising \nconcepts receiving additional guidance before \nbeing pitched to an expert panel. The three \nwinners earned seed funding and support to \nhelp them scale their solutions. See pages 7 and \n8 for more information on this year’s winners.We’re creating exciting ways for young people \nto thrive in the digital economy and use \nessential new skills to generate a positive social \nimpact. Our Future Makers Awards challenges 7 \nto 17-year-olds to use their coding superpowers \nto make positive changes in their communities. \nFor example, 17-year-old Jeroen designed an \napp (‘Welcome Here’) to help refugees settle \ninto a new country and 13-year-old Amy used \npioneering technology to create a ‘smart \nbeehive’ that explores the reasons for declining \nbee populations. We’re proud to support \ninspiring young people like Jeroen and Amy to \ndemonstrate their boundless imaginations, \nhunger to learn and innate desire to do good \nwith technology.\nGRI: 203-2 6", "metadata": {"source": "NASDAQ_LBTYA_2017.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}