{"page_content": "Germany was the location of our second Digital \nImagination Challenge, with Unitymedia seeking \nto empower social innovators and enable ground-\nbreaking ideas that could make a real and lasting \ndifference.\nWorking with Sozialhelden, a not-for-profit \norganization that develops creative projects to address \nsocial problems, and Impact Hub Berlin, a network \nof collaborators focused on making positive impacts, \nUnitymedia launched a search for new solutions to \nthe problems of digital inclusion. Under the motto of \n‘access, participate and experience’, the challenge \ninvited innovators to dismantle digital barriers and \nfight negative prejudices to make the power of digital \ntechnologies more universally accessible.Unitymedia   \nGermanyWith the Digital Imagination Challenge, we \nwant to drive digital inclusion. As CEO of a \ncable operator, I see it as my responsibility \nto create a digital world without obstacles \nand barriers, for everyone, for all our \ncustomers, for all of our employees. At \nUnitymedia, where people with and without \ndisabilities work, we are committed to \nbreaking down barriers.\nLutz Schüler, ceo unitymedia\nGRI: 203-2The winner of Unitymedia's first Digital Imagination \nChallenge was the audio description software developed \nby FRAZIER. \nCreator, Lukas Pajonczek explained “our website enables \nanyone to upload a film and instantly create an audio \ndescription which can be shared across their own \nchannels.\" The concept, which enables blind people to \ngain full insight into the visual content of video formats, \nis an important one as only 7% of public TV broadcasts in \nGermany are currently audio described.\nFRAZIER proved that the software works and could have a \npositive impact for blind people in Germany and beyond. \nAs part of their prize, they’ll now get dedicated support \nto help them develop their strategy and rollout their \ninnovative solution.Digital Imagination\nCase studies\n8", "metadata": {"source": "NASDAQ_LBTYA_2017.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}