{"page_content": "32 33\nRECRUITING AND TRAINING\nIn order to sustain our growing organization, we not only need to retain and develop our \nexisting employees, but we must also invest in the continuous recruitment and development \nof new talent. Our investment in new talent begins early on with college students. We offer \nthem the opportunity to learn the poultry industry from the ground up in our paid summer \ninternship program. Students spend 10 weeks rotating through various departments within \nour live production, processing or corporate operations to gain real-world experience, develop \nprofessionally and learn how to feed a growing world. \nAfter this initial introduction to the industry, qualified Sanderson Farms interns are eligible \nto pursue full-time employment with the company in our corporate trainee program. In \nfiscal year 2019, over 17 percent of graduating company interns were hired into full-time \nroles at Sanderson Farms, while another 37 percent of corporate trainees were promoted into \nmanagement roles within the company. \nFor Sanderson Farms, the new talent necessary to lead our company into the next generation \nof food production comes from many different backgrounds and experiences. While we are \npassionate about providing opportunity for young people just entering the workforce, we also \npride ourselves on providing opportunity for employees of all ages. We are also a military-friendly employer for the hundreds of thousands of courageous men and women leaving U.S. \nmilitary service every year to return to life as civilians. \nThe company offers eligible employees on active military leave differential pay above their \nmilitary earnings that is equal to their employee compensation, including company benefits. \nEmployees returning from active duty or annual training are assigned to the job that they \nvacated or a job of similar status with continuous service privileges and cost of living pay \nincreases. \nWe also believe it is our responsibility to provide the resources necessary to help our team \nmembers be successful in life, both inside and outside the workplace. Our team of 15 certified \ntraining professionals provide on-the-job training in a variety of topics including animal \nwelfare, good manufacturing practices, biosecurity procedures, leadership development, \nhealth and wellness, and workplace safety. Hourly employees are paid to participate in a \nminimum of three hours of personal and professional training annually. \nBecause of our excellent employee training program and hands-on supervisory team, we \nare able to hire people who have no previous experience in the food or poultry industry and \nteach them the skills they need. For many of our team members, this training process is the \nbeginning of a long and rewarding career of providing food for families all across the world, \n", "metadata": {"source": "NASDAQ_SAFM_2019.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}