{"page_content": "44 45Much like our employee family, our family farmers are critical \nto the success of our company and our ability to feed a growing \nworld, which is why we were the first in our industry to offer \nlong-term, 15-year contracts to our family farmers more than 20 \nyears ago. Our investment in our family farmers’ future has more \nthan paid off as the company has retained more than 28 percent \nof our eligible family farmers for 20 years or longer. In fiscal year \n2019, our more than 1,000 independent family farmers raised \nover 622 million chickens in more than 6,300 poultry houses \nthat are monitored daily to ensure our birds receive quality air, \nsustainable poultry bedding and a proper nutritional diet.\nThrough our vertically-integrated model, we supply the birds, \nfeed, veterinary care and supervision, while our farmers provide \nhousing and follow animal husbandry techniques that meet \nour standards for raising and protecting our flocks. Because we \nprovide the chickens and the feed, our farmers are insulated \nfrom market swings that are characteristic of commodity chicken \nand grain markets and benefit from a predictable cash flow. In \nfiscal year 2019, Sanderson Farms paid family farmers over $407 \nmillion for raising chickens necessary to supply our business, \nwhich is an over 112 percent increase in our grower pay within \nthe last decade alone. \nSanderson Farms invests over 39 percent of our cost of sales into \npurchasing and milling nutritious feed for our birds, and then \ndelivering that finished feed directly to family farms. In the last \nfiscal year, Sanderson Farms’ feed facilities produced over 4.9 \nmillion tons of feed sourced from feed ingredients produced \nprimarily in the United States. To produce over 4.9 million \ntons of poultry feed, the company purchased approximately 3.1 \nmillion metric tons of corn and approximately 1 million metric \ntons of soybean meal, which helps to support farmers and other \nagricultural industries all across the nation. INVESTING IN OURfamilyfarmers\nINVESTING IN OUR FAMILY FARMERS", "metadata": {"source": "NASDAQ_SAFM_2019.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}