{"page_content": "70 71\nOTHER\nBased on our research, we understand that today’s consumers are inundated with food claims on \na daily basis that can be simply overwhelming. That is why we are committed to our “common \nsense” approach to product marketing that helps our customers cut through the advertising \nnoise and truly understand the food they are choosing to feed to their families. For example, \nbased on a survey conducted by Nielsen, only 42 percent of consumers in the United States \ncorrectly identified chicken breasts as containing over 20 grams of protein, while over 55 percent \nof consumers correctly identified a ribeye steak as containing over 20 grams of protein.\nNot only do we want to ensure our consumers understand the food they are choosing for \ntheir families, we also want to ensure they are feeding their families with the freshest protein \navailable on the market. All Sanderson Farms facilities are strategically located in close \nproximity to our domestic customers, allowing for the most efficient transportation of goods and \nresulting in delivery of the freshest chicken possible. We optimize packaging to keep food fresh \nthrough its intended use-by date and use state-of-the-art food safety techniques that protect \nshelf life for our customers. All of our poultry products are hatched, raised and harvested right \nhere in the United States, and our excellent logistics team and strategic plant placement ensure \nthat most of our products are packaged and delivered within 24 hours of being harvested. *Based on historical yields and maximum capacity\nBIG BIRD DEBONING\n   HAZLEHURST, MS   5,561,500\n   LAUREL, MS   5,561,500\n   HAMMOND, LA  5,561,500\n   COLLINS, MS   11,123,250\n   WACO, TX    11,123,250\n   PALESTINE, TX   11,123,250\n   ST. PAULS, NC   11,123,250\n        TOTAL     61,177,500\nRETAIL TRAY PACK\n   MCCOMB, MS   7,722,000\n   BRYAN, TX  7,722,000\n   MOULTRIE, GA    7,722,000\n   KINSTON, NC   7,722,000\n   TYLER, TX   7,722,000\n        TOTAL     38,610,000PROCESSED POUNDS PER WEEK\n EXPORT DESTINATIONS IN GROSS SALES \nDOLLARS FOR FISCAL YEAR 2019\nMEXICO\nEAST/SOUTHEAST\nASIACENTRAL ASIAMEXICO\n55%OTHER\n22%\n16%\n8%CENTRAL ASIA\nEAST \n  ASIA\nLEGEND FOR CHART ABOVE:", "metadata": {"source": "NASDAQ_SAFM_2019.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}