{"page_content": "76 77“ROMIKA WELLS\nSANDERSON FARMS CHAMPIONSHIP VOLUNTEER \nAND SANDERSON FARMS MANAGER OF TRAINING\nAs the daughter of two Sanderson Farms employees who collectively \ndedicated over 62 years of service to the company, Manager of Training, \nRomika Wells, has a unique perspective and appreciation for all of the \nhard work our employees contribute to ensuring the company’s long-term \nsuccess. “My parents actually met in the Sanderson Farms break room in \nLaurel, Mississippi back in the early 1970s, so this company has been a part \nof my entire life,” said Wells. “I grew up with stories of how amazing this \ncompany was to work for.”\nWells’ mother, Earlie Bridges, alone worked for the company for over 42 \nyears as an hourly employee who was fortunate enough to have supervisors \nsuch as our current Chairman of the Board and Chief Executive Officer, \nJoe F. Sanderson Jr., and current President and Chief Operating Officer, \nLampkin Butts, serve as mentors throughout her lengthy career. “My \nmother always said she never felt like just an employee, she felt like family,” \nsaid Wells. “Now, I am happy that I have joined this same family.”\nOne of the many reasons Wells was intent upon joining the same family her \nparents were so proud to be a part of was because of the company’s giving \nnature. “Following the recent tornadoes in Mississippi, Sanderson Farms \nprovided free chicken and ice to the families affected by the storms,” said \nWells. “You will not find these acts of goodness in the paper and you will not \nsee them on the news, but Sanderson Farms is contributing in some way, \nsomewhere, on a daily basis.” \nSince joining the company, Wells has been intentional about her own \ninvolvement in the company’s charitable efforts, serving as an active \nvolunteer at the 2019 Sanderson Farms Championship. As the only PGA \nTOUR sporting event in the state of Mississippi, the event has had a \ncharitable impact of over $9.7 million since the company became title \nsponsor in 2013. \n“I initially became interested in volunteering at the championship because \nof the organization receiving the donation, Blair E. Batson Children’s \nHospital,” said Wells. “My husband and I have a young daughter, and I \ncould not imagine her being unhealthy. To think what parents of children \nwho are sick are going through breaks my heart. I wanted to volunteer so \nthat I could make a difference, be it small, in the lives of those families.”\n77", "metadata": {"source": "NASDAQ_SAFM_2019.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}