{"page_content": "100 101“LORRI DEVEREAUX\nSANDERSON FARMS MANAGER OF CENTRAL PURCHASING\nAs manager of central purchasing, Lorri Devereaux is responsible for \nmanaging the company’s procurement function along with obtaining \ncompetitive bidding for materials necessary for our operations. During her \nmore than 33-year tenure, she has held multiple roles within the company \nincluding chief accountant, financial analyst and corporate sales manager \nfor retail sales. \n“Since joining the company right out of college, I have learned so much \nabout the poultry industry, but I still find new things to learn each day,” said \nDevereaux. “I initially became interested in working in purchasing when \nour company was continuing to grow and procurement at the corporate level \nbecame even more important to ensuring that the products and services \nnecessary to run our operations were not only competitively priced, but also \nused consistently throughout our company.” \nDevereaux’s team is responsible for the procurement of many essential \ngoods for our operations. One of these goods is our product packaging, which \nhas a substantial impact on the company’s sustainability efforts. She has \nworked with leading industry suppliers to identify packaging materials that \nare over 77 percent recyclable or reusable, which based on our volumes, is \nthe equivalent of eliminating the weight of 57,702 households worth of trash. \n“In order to be successful in achieving our goals for sustainability, it is \nimportant to partner with companies that share those same goals,” said \nDevereaux. “We are fortunate to work with some of the best suppliers in \ntheir respective industries who help make us better by identifying new and \nsustainable products and providing expertise in helping us manage the use \nof those products.”\nSanderson Farms’ waste footprint is comprised of non-food waste from \noperations including recyclable waste and animal by-products such as egg \nshells and feathers that are sent to rendering. In fact, 96 percent of the waste \nSanderson Farms produced in fiscal year 2019 was diverted to rendering for \nother product uses rather than being sent to a landfill.\n“Due to the dedication and hard work of our employees, Sanderson \nFarms’ sustainability efforts rank at the top of the industry according to \nbenchmarking services,” said Devereaux. “Our environmental services, \nengineering and purchasing departments all work together to implement \nsustainable practices and technology throughout our company. We \nimplement practices to reduce the waste of packaging and other materials, \nand we use recycling opportunities when and where they’re available.”100\n", "metadata": {"source": "NASDAQ_SAFM_2019.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}