{"page_content": "104 105\nLand Use & \nEcological \nImpactsQuantitative Metric \ntons (t), \nPercentage \n(%)FB-MP-160a.1 Amount of animal \nlitter and manure \ngenerated, percentage \nmanaged according \nto a nutrient \nmanagement planSanderson Farms is currently unable to accurately quantify the amount of animal litter \nand manure generated in our operations. The company has estimated, based on academic \nresearch performed by Texas A&M University’s Department of Poultry Science, that our \nbroiler chickens generated approximately 931,874 metric tons of litter and manure, or \napproximately 3.3 pounds per head processed, during fiscal year 2019. This study only \nencompassed broiler flocks, therefore our estimate does not include our breeder flocks. \nAll or 100% of the litter and manure generated in the operations of our independent \ncontract poultry producers is managed according to a nutrient management plan, which \nis a requirement in each state in which we operate. SUSTAINABILITY ACCOUNTING STANDARDS BOARD METRICS (SASB)\nTOPIC ACCOUNTING METRIC CATEGORYUNIT OF \nMEASURECODE RESPONSE\nWater \nManagementQuantitative Number FB-MP-140a.3 Number of incidents \nof non-compliance \nwith water quality \npermits, standards, \nand regulationsThe company received one (1) enforcement action during fiscal year 2019. The violation \nfor failure to comply with the permit effluent limit for total suspended solids occurred \nat our feed mill in Franklin, Texas and resulted in a $5,100 fine. This is the first \nenforcement action received by the company since fiscal year 2012. Water \nManagementDiscussion and \nAnalysisN/A FB-MP-140a.2 Description of water \nmanagement risks and \ndiscussion of strategies \nand practices to \nmitigate those risksThe company’s primary water-related risks are future potential scarcity of resources, \nespecially as a result of climate change, and regulatory and reputational risks related to \ndischarges of its treated wastewater.\n \nIn summary, we mitigate the risk of resource scarcity through our water conservation \nefforts and our organic growth strategy. Our greenfield expansion over the last three \ndecades has afforded the company the ability to locate new poultry complexes only in \nregions where water resources are sufficient to meet our long-term needs. These sites \nare selected only after an extensive due diligence process, which includes engaging \nwith hydrologists that are familiar with the target region and drilling test water wells at \npotential sites.\n \nWe are able to mitigate current and future regulatory and reputational risks related \nto wastewater discharges through our extensive wastewater treatment and monitoring \nprograms, which are designed to operate well below applicable permit requirements and \nenable us to discharge treated wastewater either directly into nearby bodies of water or \napply it to cropland using land application systems. Rather than rely on municipalities \nor other public entities, we treat our own wastewater at 11 of our 12 poultry processing \nplants.  Our facilities include state of the art technologies to treat, test and monitor \nwastewater, and our newer facilities employ state of the art land application systems that \nrecycle water and further mitigate our risk of resource scarcity.\nSee pages 88-95 for more details on the company’s water management practices.TOPIC ACCOUNTING METRIC CATEGORYUNIT OF \nMEASURECODE RESPONSESUSTAINABILITY ACCOUNTING STANDARDS BOARD METRICS (SASB)", "metadata": {"source": "NASDAQ_SAFM_2019.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}