{"page_content": "11  2017 CORPORATE RESPONSIBILITY  REPORTCorporate Responsibility Governance\nCorporate Responsibility Governance \nCorporate responsibility is embedded throughout our organization and integrated into our governance processes. With strong \nleadership from our board of directors and executive management team, along with engaged leaders and organizations across the company, we are able to effectively manage risks and opportunities and drive strong performance across a spectrum of corporate responsibility issues.  Strategic PrioritiesCorporate Responsibility\nFocus Areas\nEconomic  \nResponsibilityKeep Customer Bills Low\n• Carefully manage our costs•  Continuously improve how we work to improve  \nefficiency without compromising safety or reliability\n•  Keep total bill increases at or below the rate  \nof inflationAffordable Energy. Transform our cost structure to \nbecome more efficient and customer focused, while  \ninvesting in projects that reduce fuel and other  \nexpenses for customers\nReliable Energy. Deliver strong system reliability and \noutage response capabilities\nLocal Economic Development. Support local \neconomies through infrastructure investment, quality of \nservice and economic development support\nEnvironmental \nResponsibilityLead the Clean Energy Transition\n•  Serve customers with cleaner, reliable energy through \nincreased ownership of wind and solar generation \nand continued operation of our nuclear fleet.\n•  Invest in the grid, including advanced technologies \nand transmission that enable more renewable energy\n•  Reduce carbon and other emissions, improving  \nenvironmental performance \n•  Encourage and help enable the electrification or implementation of low-carbon solutions in other \nindustriesRenewable and Advanced Clean Technologies. Increase the use of economic renewables and position \nthe power grid as a platform for new energy services \nGreenhouse Gas Emissions and Air Quality.  \nContinue to pursue a cost-effective clean energy  \nstrategy to reduce carbon and other air emissions\nCommunity  \nResponsibilityEnhance the Customer Experience\n• View our work through customers’ eyes•  Make it easy for customers to do business with us\n• Offer products and services that our customers value• Help strengthen our local communitiesPublic Safety and Employee Safety. Ensure those \nliving and working near our facilities are aware of \npotential hazards and respond safely to them\nEnergy Efficiency. Support customers and the  \ncommunities we serve in attaining their energy  \nconservation goals\nThe Foundation of All Our Efforts\nCorporate Governance. Ensure sound corporate governance and a culture of compliance by  \nfocusing on strong practices, independent oversight and shareholder rights", "metadata": {"source": "NASDAQ_XEL_2017.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}