{"page_content": "122  2017 CORPORATE RESPONSIBILITY  REPORTReleases provided here are from 12 generating plants in locations throughout our service territory. For individual plant \ninformation visit the EPA’s TRI Explorer website or contact corporateresponsibility@xcelenergy.com. \nAir-related Regulatory Developments\nAs we continue to transition to cleaner sources of energy and retire and repower aging fossil fuel plants, we are well  positioned to meet evolving federal clean air requirements.\nRegional Haze and Visibility\nIn Minnesota and Colorado, regional haze state implementation plans are approved and include emission controls and other measures put in place at our Sherco Generating Plant and through Clean Air Clean Jobs. However, there are two types of regulations that EPA has adopted involving our Texas plants: Best Available Retrofit Technology (BART) for units that began operation between 1962 to1977 and “reasonable progress” requirements of the regional haze program. \nIn September 2017, EPA issued a Federal Implementation Plan (FIP) adopting a Texas-only trading program as a BART alternative \nfor sulfur dioxide (SO2). The program allocated SO2 allowances to electric generating units in Texas, resulting in an emissions budget for the state that is consistent with the EPA’s 2012 ruling finding this level of emissions to be “Better than BART,” and therefore, approvable as a BART alternative. Our two coal plants, Harrington and Tolk, were included in the trading program and we expect the allowance allocations to be sufficient to cover emissions from these plants. The National Parks Conservation Association, Sierra Club and Environmental Defense Fund appealed the EPA’s final BART rule to the United States Court of Appeals for the Fifth Circuit in December 2017, and filed a petition for administrative reconsideration of the final rule with the EPA. We intervened in the litigation in support of EPA’s final rule. The litigation is currently in abeyance while EPA determines whether to reconsider the rule.\nFor reasonable progress requirements, EPA adopted a rule that would have required installation of sulfur dioxide scrubbers on \nboth Tolk Plant units.  After staying the effect of this rule, the Fifth Circuit remanded it to EPA for reconsideration. The court  is holding the litigation in abeyance until the EPA completes its reconsideration.\nFor our Texas operations, our position on EPA’s regional haze plan has been consistent. We believe EPA’s earlier actions in the \nstate exposed our customers to significantly higher energy costs while producing very little, if any, improvement to visibility in national parks. Because of this, we took action against the rule on behalf of our customers. We believe that EPA’s reasonable progress rule that affected the Tolk Plant failed to appropriately weigh the full impact and cost of its plan against the benefits.  Conversely, we believe EPA has taken the appropriate action in finalizing the recent FIP for BART.TRI Land Disposal \n(93 percent of total)TRI Releases to Air \n(7 percent of total)TRI Releases to Water \n(<1 percent of total)78% Barium\n51% Hydro/f_luoric Acid28% Hydrochloric Acid16% Ammonia5% Other\n83% Barium13% Ammonia3% Vanadium1% Other\n11% Manganese4% Zinc3% Vanadium2% Copper1% Chromium1% Other\n8,599,366 \npounds685,856 \npounds865 \npounds\nTRI Land Disposal \n(95 percent of total)TRI Releases to Air \n(5 percent of total)TRI Releases to Water \n(<1 percent of total)81% Barium59% Hydro/f_luoric Acid26% Hydrochloric Acid9% Ammonia6% Other\n91% Barium6% Ammonia2% Zinc1% Other\n10% Manganese3% Zinc2% Vanadium2% Copper1% Chromium1% Other20162014TRI Land Disposal \n(94 percent of total)TRI Releases to Air \n(6 percent of total)TRI Releases to Water \n(<1 percent of total)81% Barium\n71% Hydro/f_luoric Acid13% Hydrochloric Acid11% Ammonia5% Other\n77% Barium13% Zinc9% Ammonia2% Vanadium<1% Other\n10% Manganese3% Zinc\n2% Vanadium\n1% Copper\n1% Chromium1% Other2015\n11,808,726 \npounds781,055  \npounds1,059  \npounds\n12,013,315 \npounds593,905 \npounds1,013\npounds1,013\npounds2014 TRI Releases ", "metadata": {"source": "NASDAQ_XEL_2017.pdf", "page": 121, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}