{"page_content": "125  2017 CORPORATE RESPONSIBILITY  REPORTWe also recognize that as a fundamental, shared resource, water is vital to the growth and development of our communities and \nfor agriculture and other industries, as well as for habitat and wildlife. As competition for water increases and weather patterns change, our water resources will be more stressed. That’s why we continue to work collaboratively with other local water managers, to secure responsible supply options and to conserve water where we can.\nAs we transition to cleaner energy sources, we are reducing water use. In 2017, 23 percent of our energy came from  \nwind and solar power, which require no water to generate electricity.  Meeting Mutual Water Needs\nWe anticipate that the Western and Southwestern  portions of our territory will experience drought  conditions in the future. To help meet different water needs during dry times, we continue to work with local water boards, management organizations, farmers and ranchers, other utilities and communities to develop innovative partnerships and agreements.\n•  Our Water Resources staff serves on boards and as \nofficers overseeing nine ditch companies in Colorado where the company owns significant water rights.  Conflicts involving water are often identified and  amicably resolved through these organizations.\n•  We own very senior water rights on the Colorado River that are used to operate the Shoshone Hydroelectric Generating Plant. To help meet water needs within the city of Denver, along the Front Range and for some  users on the Western slope, we established an agreement in 2006 to “relax” a portion of our water requirements for Shoshone during dry years. Colorado experienced below-average moisture in 2013, which is the most recent year that we executed on the agree-ment. We reduced Shoshone’s water use by more than half and allowed water to be stored for critical uses, benefitting users throughout the state.\n•  We have agreements with the cities of Longmont and Westminster in Colorado to exchange high quality water under our water rights with their lowest quality water or effluent, which we use at our area power plants. It’s similar to a practice we pioneered in Texas where we use recycled municipal effluent for cooling  at our power plants.\n•  In dry years, Colorado farmers typically lack the full water supply needed to produce marketable crops. Through a mutually beneficial agreement, we buy limited quantities of water that farmers have available and use it in our power plants. Under this arrangement, farmers are compensated, helping them financially during dry years.\n•  The Xcel Energy Foundation funds a statewide initiative of the Colorado Foundation for Water Education to help raise awareness about water as a limited and valuable resource. By connecting Coloradans with information and activities focused on water, the organization is motivating residents to become more proactive and supportive participants in the state’s water future.\n•  Xcel Energy is a member of the Minnesota Sustainable Growth Coalition, a business-led partnership of 33  businesses and organizations working to promote a  circular economy in Minnesota. The coalition focuses on energy, water and waste issues. In the water  area, the coalition is working on “greening grey  infrastructure” or promoting infrastructure and  practices designed to mimic the natural  water cycle.", "metadata": {"source": "NASDAQ_XEL_2017.pdf", "page": 124, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}