{"page_content": "135  2017 CORPORATE RESPONSIBILITY  REPORTPCB Phase-out Effort\nWe have been phasing out equipment that contains PCBs from our transmission and distribution system for many years. The \nToxic Substances Control Act of 1979 defines PCB equipment as equipment containing oil having a PCB concentration of 500 parts per million (ppm) or more, while PCB-contaminated equipment has oil with a PCB concentration of 50 to 499 ppm.  Xcel Energy previously undertook efforts to remove all known PCB (500 ppm or more) equipment from its system, including transformers, capacitors and other regulated categories of equipment. This equipment was targeted, removed and replaced with non-PCB equipment. In many cases, we retrofitted systems to accommodate the removal and replacement of regulated equipment with non-PCB equipment. \nOther phase-out efforts include the replacement of regulated equipment with non-PCB equipment as systems are upgraded. \nAny regulated equipment removed from the field is disposed of and replaced with non-PCB equipment unless there are extenuating circumstances associated with the design or procurement of the equipment. Xcel Energy personnel are trained on PCB regulations and the proper identification, handling, removal and disposal of this equipment to facilitate phase-out efforts.\nPCB Contaminated Equipment and Oil Removed from the Xcel Energy System \nLegacy Manufactured Gas Plant Projects\nIn the late 1800s up until the mid-1900s, gas was manufactured using coal, oil and petroleum. It was used as natural gas is \ntoday, primarily for heating, cooking and street lighting. EPA estimates that thousands of manufactured gas plants or MGP facilities operated in the United States between 1815 and 1960. They were owned by municipalities and corporations, including predecessor companies to today’s electric utilities. MGPs produced a variety of wastes and byproducts, including coal tar. Some of the waste and byproducts were sold for reuse or disposed off-site, and some were left at plant sites.\nGiven the extensive history of our operating companies — going back more than 100 years — Xcel Energy has inherited legacy \nMGP sites. All the plant facilities were closed and dismantled many years ago, and some of the properties where the MGP once operated have been sold. Over the years, Xcel Energy has worked cooperatively with environmental agencies and communities to successfully investigate and remediate former MGP sites when necessary.\nAshland\nXcel Energy is part of an extensive remediation project underway in Ashland, Wisconsin. During the late 1800s and early 1900s, the lakefront in Ashland was one of the busiest industrial ports in the country. It was the site not only of a legacy MGP, but also other industrial operations. The MGP was operated at the site from 1885 to 1947 and provided gas for street lighting and businesses. Later, the site was used for a city-owned landfill and waste water treatment plant. In Wisconsin, we have owned  a portion of the Ashland site since 1986.\nThe site is being cleaned under the supervision of EPA and the Wisconsin Department of Natural Resources (WDNR). EPA has \nidentified several parties responsible for the cleanup. Under an agreement with the U.S. Department of Justice, EPA and WDNR, we have conducted Phase I of the project, which includes remediation of the impacted soils and groundwater at the site. The soil cleanup was completed in early 2015, and a long-term groundwater pump and treatment program is in place. \nPhase II of the cleanup, which involved wet-dredging material from Lake Superior including wood waste, construction debris \nand impacted sediments, was initiated and substantially completed in 2017. Phase II will be completed in 2018 with the final hydraulic dredging of the remaining sediment and placement of a restorative sand layer in dredged areas. Final project work, involving construction of a protective cap over portions of the Phase I work areas, will be completed in 2019. 2013 2014 2015 2016 2017\nPCB and PCB-contaminated oil \n(gallons disposed)23,075 25,951 34,782 21,378 36,632\nPCB and PCB-contaminated  equipment (units removed  \nfrom service)714 764 711 632 815", "metadata": {"source": "NASDAQ_XEL_2017.pdf", "page": 134, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}