{"page_content": "29  2017 CORPORATE RESPONSIBILITY  REPORT •  GROW:  Identifies and implements innovative ideas and strategies for recruiting, developing, promoting and retaining \nwomen in non-traditional work roles in our Energy Supply business area.\n •  MOVE (Military Ombudsmen for Veterans and Employees): Sustains awareness on issues of interest to veterans \nand active military employees in our workforce focusing on the development, implementation and communication of programs and policies centered on the welfare of veterans and their families.\n •  SAGE (Supportive Association for Gay/Lesbian/Bisexual/Transgender Employees): Works to help the company become and remain a leader in this area of workforce diversity by addressing issues relating to sexual orientation and gender identification.\n •  SOURCE (Strategic Organization Utilizing Resources for Career Enhancement): Promotes career development, \ncontinued education, training and cultural awareness with a focus on African Americans.\n •  Tribal Wind: Supports diverse workforce initiatives and the Native American population through business initiatives such as recruiting, retention, professional development and cultural awareness.\n •  WIN (Women’s Interest Network):  Focuses on issues of interest to women, such as professional development and \nwork/life balance.\n •   !Xcelente¡:  Increases visibility of Latino employees within the company and community while also promoting \nprofessional development and sharing Latino culture through awareness, inclusion and celebration.\n •  XE WiN (Women in Nuclear): Explores and develops programs that help all employees working within our nuclear organization to expand their leadership skills, network and create positive visibility for the nuclear industry within the communities we serve.\nEqual Employment Opportunity and Non-discrimination PoliciesOur corporate Code of Conduct prohibits all forms of discrimination and promotes equal employment opportunities. We have Equal Employment Opportunity and Non-Discrimination policies in place that apply to all operating companies and subsidiary companies throughout the company. Xcel Energy provides equal opportunity in hiring, training, compensation, promotion, termination, transfer and all other terms and conditions of employment, without regard to race, color, religion, creed, national origin, gender, age, disability, veteran status, sexual orientation or any other protected class status in accordance with applicable federal, state and local laws.\n", "metadata": {"source": "NASDAQ_XEL_2017.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}