{"page_content": "57  2017 CORPORATE RESPONSIBILITY  REPORT\nThe Midwest Energy Efficiency Alliance honored our Partners in Energy program as one of its 2017 Inspiring Efficiency Award \nwinners, which recognizes the best and the brightest in energy efficiency. The program is unique in that it provides the opportunity to connect directly with community officials and organizations to build sustainable relationships by promoting  our entire portfolio of programs in the community, including renewable, efficiency and even payment programs.\nSince we began consistently tracking results in 1992, we estimate that customers have saved enough electricity to help  \navoid building 20 average-size power plants.\nCumulative Customer Energy Savings:\nState-by-State Efficiency Programs and 2017 Results\nMinnesota\nResidential Programs:\nProgram offerings range from prescriptive rebates to in-home services providing energy efficient materials and installation labor. Consumer education is included with most of the residential programs to increase conservation awareness and encourage energy-wise choices and behavior in the home.  \nThe Residential Segment exceeded its electric and gas participation, savings and spending goals. Popular programs such as \nHome Lighting, Home Energy Squad, Heating System Rebate and other prescriptive electric and natural gas rebates continue  to drive portfolio performance.\nBusiness Programs:\nThe business segment includes electric and natural gas commercial, industrial and small business customers. We offer a variety of programs that encourage business customers to save energy, lower their energy bills and/or peak demand and minimize environmental impacts.1\n02342005 2010 20174,0006,0008,00010,00012,00014,000Gigawatt Hours\n2017 Approved Savings Goals: 433,513,457 kWh\n719,360 Dth\nElectric Program Participants: 1,857,028\nNatural Gas Program Participants: 641,961\nSpending: $109,109,805\nElectric Savings: 658,868,750 kWh\nNatural Gas Savings: 799,597 Dth", "metadata": {"source": "NASDAQ_XEL_2017.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}