{"page_content": "60  2017 CORPORATE RESPONSIBILITY  REPORTColorado:\nResidential Programs:\nXcel Energy’s residential energy efficiency programs focus on cost-effective, direct impact products that target household appliances, HVAC and lighting. This effort is supplemented with educational services intended to further increase customer understanding and interest in conservation and energy efficiency.  \nSeveral residential electric and gas products contribute to achievement, including Home Lighting & Recycling, ENERGY STAR\n® \nNew Homes, School Education Kits, Energy Efficient Showerhead, Energy Feedback Residential and Residential Heating.Business Programs:\nEnergy efficiency sales to business customers are achieved through Xcel Energy’s account managers and Business Solutions Center, end-use equipment vendors and energy service companies. Our business program — for commercial and industrial customers of all sizes — offers a broad portfolio of demand side management products designed to meet the needs of this varied segment. The portfolio has three primary components: \n • Prescriptive products focus on the most common equipment  \n • Custom products encourage savings from unique situations, often involving newer technologies or measures \n • Study and educational products help customers identify energy efficiency opportunities\nLow-income Programs:\nThe low-income segment consists of Energy Savings Kit, Multifamily Weatherization, Non-Profit and Single-Family Weatherization products. These products analyze natural gas and electric consumption for low-income customers  and provide them with products, services and education designed to assist in lowering their energy bills. \nIn 2017, all four products exceeded gas goals and the Multifamily Weatherization and Non-Profit products also  \nexceeded electric savings targets.\nNew Mexico:\nPrograms:\nXcel Energy offers a broad portfolio of programs to meet the needs of business, residential and low-income customers  in our eastern New Mexico service territory.2017 Goal/Target: 400 GWh goal/421 GWh target\n636,078 Dth\nElectric Program Participants: 801,218\nNatural Gas Program Participants: 471,824\nSpending: $88,260,328 \nElectric Savings: 415,369,902 kWh\nNatural Gas Savings: 626,978 Dth\n2017 Energy Goal: 32.864 GWh (net generator),\n29.444 GWh (net customer)\nElectric Program Participants: 289,960\nSpending: $8,342,728\nElectric Savings: 36,733,924 kWh\n", "metadata": {"source": "NASDAQ_XEL_2017.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}