{"page_content": "79  2017 CORPORATE RESPONSIBILITY  REPORTThrough several matching donation and volunteer programs, we encourage our employees to be involved and to share their \ntime, energy and talents. From supporting our annual volunteer Day of Service to our successful United Way Campaign, our employees have a tradition of giving generously and supporting our communities.\nThe Xcel Energy Foundation is our company’s charitable arm and oversees our giving and volunteer programs. Our foundation \nsupport is focused generally in four areas:\n •  STEM Education (science, technology, engineering and math): The economic growth and future of the communities \nwe serve relies on the educational systems and programs that produce a quality workforce for tomorrow. Just like other businesses in the community, Xcel Energy’s future success relies on having a workforce that is educated and well trained.\n •  Economic Sustainability: Employment levels directly impact a community’s economic prosperity, and ultimately, quality of life. We believe that all of our customers should have the skills and opportunity to be successfully employed so we support organizations that promote workforce development and economic self-sufficiency.\n •  Environmental Stewardship: Our communities count on us to produce energy responsibly and to conserve natural resources. While we do all we can in our operations to meet these expectations, we can do more by supporting organizations and programs that work to protect and enhance the natural environment.\n •  Arts and Culture: Thriving arts and cultural activities are a key component to vibrant and strong communities. With a mission to help create desirable communities in which to live, we support programs that increase the opportunities and accessibility of arts and cultural programs to all.\nWe provided $72.9 million in total community giving in 2017 through energy assistance, the Xcel Energy Foundation and other corporate giving\n \nEnergy Assistance = $59.5 million\nFocus Area Grants = $3.4 millionUnited Way and Matching Gifts = $6.1 million\nIn-Kind and Other Giving = $1.4 million\nVolunteer Time = $0.78 millionEconomic Development = $1.7 million\nTotal Community Giving  \n$72.9   \nMillion\n2017", "metadata": {"source": "NASDAQ_XEL_2017.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}