{"page_content": "Our Associates and Customers continued to \nmake an impact for those in need in 2021.\nWSFS Associates continued our 30-year relationship \nsupporting Meals on Wheels in Delaware, totaling 383 \nvolunteer hours making weekly deliveries while the \nnumber of homebound seniors needing these services \ncontinued to increase in 2021 due to the pandemic. \nAs noted above, our Associates’ volunteerism includes \nboard and committee service with many community and \nnonprofit organizations. A few examples of Associate \nboard and committee service include: \n•  Tech Impact, a nonprofit leveraging technology to \nadvance social impact and helping to prepare young \nadults for entry level IT careers without the need for \na degree through programs like ITWorks.\n•  The Philadelphia Industrial Development Corporation \n(PIDC), a nonprofit with a mission to spur investment, \nsupport business growth, and foster developments that \ncreate jobs, revitalize neighborhoods, and drive growth \nto every corner of Philadelphia.\n•  UrbanPromise, located in Camden, N.J., which works to \nequip children and young adults with the skills necessary \nfor academic achievement, life management, spiritual \ngrowth, and leadership.\n•  The United Negro College Fund (UNCF), an organization \ndedicated to building a robust pipeline of under-\nrepresented students who, because of UNCF support, \nbecome highly-qualified college graduates, and ensuring \nthat its network of member institutions is a respected \nmodel in moving students to and through college.\n•  Habitat for Humanity of New Castle County – Family \nSelection Committee, an organization committed \nto changing lives and landscapes by revitalizing \nneighborhoods and empowering families.\n•  Cabrini University, an accredited residential Catholic \ninstitution in Pennsylvania that welcomes learners of \nall faiths, cultures, and backgrounds.\n•  Rowan University Foundation, a separate nonprofit \nthat exists for the advancement and support of Rowan \nUniversity and its students.•  Philadelphia Police Athletic League (PAL), a youth \ndevelopment organization offering educational, athletic, \nrecreational, character-building, and cultural programs \nto Philadelphia’s youth. \n•  The Chester County Food Bank, a central hunger relief \norganization serving more than 150 partner agencies in \nChester County, Pa.\n•  Southern Delaware Therapeutic Riding, which is \ndedicated to improving the physical and emotional \nwell-being of children and adults living with disabilities \nthrough therapeutic horseback riding. \nFinally, our banking office-led annual food drive resulted \nin more than 66,000 pounds of food donated to food \npantries, including Sunday Breakfast Mission (Del.), Rolling \nHarvest Food Rescue (Bucks County, Pa.), The Patrician \nSociety (Montgomery County, Pa.), Catholic Social Services \n(Philadelphia County, Pa.), CityTeam (Delaware County, Pa.) \nand Burlington Township Food Pantry (Burlington and \nCamden counties, N.J.).\n WSFS Financial Corporation | Environmental, Social and Governance Report 2021 \n2\n", "metadata": {"source": "NASDAQ_WSFS_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}