{"page_content": "value for the world\n• Contributes to solutions for some of the \nworld’s most intractable health concerns\n• Exposes scientists, health professionals, nonprofits, \nand others to new ways of solving major challenges\n• Provides hope to individuals who may otherwise \nsuffer health, economic, and social hardships \n• May ultimately lessen the impact of disease and \nhealth conditions on economic and social systemsvalue to our company\n• Advances Schrödinger’s computational platform \nthrough varied and new applications \n• Enables deep collaboration between Schrödinger software/\napplication scientists and in-house therapeutics teams \n• Empowers employees to live their values \nand the Schrödinger mission \n• Broadens exposure to the benefits \nof Schrödinger’s platformParticipating in Global \nHealth Collaborations\nDrug Discovery and  \nLife Science Collaborations\nSchrödinger Definition:  Our physics-based computational platform powers our own drug discovery efforts, drives our research collaborations to \ndevelop novel medicines for critical health needs, and helps our customers accelerate their own drug discovery processes.\nApplying Our Platform to Improve Human Health\nAt Schrödinger, it has been a long-time priority to continuously explore new applications \nfor our platform in an effort to make a positive impact on people’s lives around the world. \nWe are applying our computational platform to discover and advance a broad pipeline of \ndevelopment programs in collaboration with leading biopharmaceutical companies. We \nare also using our platform to advance a pipeline of partnered and wholly-owned drug \ndiscovery programs spanning a wide range of targets and indications. We began more \nthan 30 years ago by licensing our software to major pharmaceutical and biotechnology companies around the world to improve their drug discovery efforts. Approximately 15 \nyears ago, we began collaborating with companies to deploy our technology and advance \ntheir high-priority drug discovery programs. And, more recently, we have begun using \nour platform in-house to produce a portfolio of novel, high-value therapeutics. You can \nread more about these efforts in the About Schrödinger  section of our report and in our \nSchrödinger 2022 Annual Report on Form 10-K.\n16", "metadata": {"source": "NASDAQ_SDGR_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}