{"page_content": "Conferences and Networking.  We continue our \nrecruiting efforts to diversify our candidate pipeline at \ninnovative conferences such as AfroTech , Society for \nthe Advancement of Chicanos/Hispanics and Native \nAmericans in Science ( SACNAS ) National Diversity in \nSTEM Conference, National Society of Black Engineers \n(NSBE ), and the Grace Hopper Celebration  of Women \nin Computing. Additionally, we expand our reach \nvia robust student networks such as the National \nOrganization for the Professional Advancement of \nBlack Chemists and Chemical Engineers ( NOBCCh E).\nAt the interview stage, our Strategic Growth team \nutilizes a standardized interviewing model to reduce \nunconscious bias and to create a consistent hiring \nprocess across our open positions. Our hiring teams \ndiscuss job requirements in-depth, review questions \nin advance, and assign competencies for each \ninterviewer to evaluate. With this comprehensive \napproach, we aim to construct a fair, universal \nstandard by which all candidates may be evaluated. \nWe train our hiring managers to educate leaders on ways \nto avoid the most common recruitment pitfalls, help hiring \nteams proactively challenge biased or discriminatory \nthinking, and ensure an equitable hiring process.\nOur methods have proven successful. In 2022 \nalone, more than 100 scientists, developers, \nand R&D personnel joined the company. \n“Working at Schrödinger means you’re surrounded by \nexceptionally bright, capable, and curious colleagues. \nWe have a lot of intense scientific discussions. But we \nhave a lot of fun, too. It’s a really healthy balance.”\n— Robert Abel, Ph.D., Executive Vice \nPresident, Chief Computational ScientistDeploying a Multifaceted \nApproach to Developing  \nand Retaining T alent\nIn an industry known for its fierce competition for talent, \nthere are a host of reasons why Schrödinger maintains high \nretention and low turnover rates. At the end of 2022, a \ntime when the so-called “great resignation” was in full \nswing, our employee retention rate was 91.48%.\nWe believe that we are able to achieve these results \ndue to our collaborative culture, learning and \ndevelopment opportunities, commitment to DEI \n(see Page 23 ), and care for our employees \n(see Page 29 ). We support a fluid and \nflexible work environment that allows \nemployees to meet their needs while \ncontributing to the company’s success.\nFor detailed quantitative information on 2022 hires and voluntary and \ninvoluntary turnover, please see Workforce Metrics  (pages 27 and 28)\n91.48%\nof employees stayed \nwith Schrödinger  \nin 2022 .\nMaterial T opic  Company Culture and Employee Engagement\nMaterial T opic  Company Culture and Employee Engagement\n21", "metadata": {"source": "NASDAQ_SDGR_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}