{"page_content": "value for the world\n• Creates career opportunities for historically \nunderrepresented groups\n• Builds a community of strong advocates \nworking toward a more inclusive society\n• Helps ensure diverse representation in clinical trialsvalue to our company\n• Ensures that all employees feel safe, \ncomfortable, and valued in the workplace\n• Supports talent acquisition and retention efforts \n• Facilitates more creativity, unique approaches, \nand improved problem-solving\n• Allows employees’ voices to be heardAdvancing DEI  \nCommitmentsOpening New Worlds of Possibility Through DEI\nPushing the boundaries of what is possible in science requires a remarkably \ndedicated, creative, and collaborative team. Assembling that kind of team requires \nan intentional focus on recruiting people from a diversity of backgrounds and \nexperiences. That is why advancing DEI within Schrödinger, our talent pipeline, and in \nclinical trials is a business imperative. And, it is why our DEI team meets directly with \nour president and CEO on a regular basis. Our DEI philosophy is focused on ensuring that our employees feel safe, \nheard, comfortable, and valued. By embracing our people and their diversity of \nbackgrounds, opinions, and ideas, we empower them to take action, ultimately \nfostering more creativity, novel ways of thinking, better problem-solving, and greater \nperspective within our organization.\nDiversity, Equity, and Inclusion (DEI)\nSchrödinger Definition:  True innovation requires diversity of backgrounds, inclusion of varied perspectives, and equity among voices. Schrödinger is committed \nto advancing DEI within our company and in societal institutions. This approach is both beneficial for our company and is the right thing to do.\n23\nMaterial T opic  Company Culture and Employee Engagement", "metadata": {"source": "NASDAQ_SDGR_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}