{"page_content": " Disclosure GRI Standards Disclosure Title 2022 Location/Response\nGeneral Disclosures\n2-11 Chair of the highest governance body The Schrödinger Board of Directors is led by an independent director.  \nSchrödinger Board of Directors\n2-12  Role of the highest governance body in overseeing the \nmanagement of impactsSchrödinger 2022 Corporate Sustainability Report, ESG Governance, Page 12  \nSchrödinger Nominating and Corporate Governance Committee Charter\n2-13 Delegation of responsibility for managing impacts Schrödinger 2022 Corporate Sustainability Report, ESG Governance, Page 12  \nSchrödinger Nominating and Corporate Governance Committee Charter\n2-14 Role of the highest governance body in sustainability \nreportingSchrödinger 2022 Corporate Sustainability Report, ESG Governance, Page 12\n2-15 Conflicts of interest Schrödinger 2023 Proxy Statement, Pages 15, 33, 62\n2-16 Communication of critical concerns Schrödinger Code of Business Conduct and Ethics, Page 10\n2-17 Collective knowledge of the highest governance body Schrödinger 2022 Corporate Sustainability Report, ESG Governance, Page 12\n2-18 Evaluation of the performance of the highest  \ngovernance bodySchrödinger 2023 Proxy Statement, Page 18\n2-19 Remuneration policies Schrödinger 2023 Proxy Statement, Page 24\n2-20 Process to determine remuneration Schrödinger 2023 Proxy Statement, Page 24\n2-21 Annual total compensation ratio Schrödinger 2023 Proxy Statement, Page 45\n2-22 Statement on sustainable development strategy Schrödinger 2022 Corporate Sustainability Report, Message From Our CEO, Page 4\n2-23 Policy commitments Schrödinger 2022 Corporate Sustainability Report, Ethics, Transparency, and Compliance, Page 41  (Conducting Business \nEthically and Keeping Current: 2022 Corporate Policy Updates)\nCorporate policies at Schrödinger are developed, approved, and embedded at varying levels within the company based on \nthe policy topic.\nSchrödinger Nominating and Corporate Governance Committee Charter\n2-24 Embedding policy commitments Schrödinger 2022 Corporate Sustainability Report, Ethics, Transparency, and Compliance, Page 41  (Conducting Business \nEthically and Keeping Current: 2022 Corporate Policy Updates)\nCorporate policies at Schrödinger are developed, approved, and embedded at varying levels within the company based on \nthe policy topic.\nSchrödinger Nominating and Corporate Governance Committee Charter\n2-25 Processes to remediate negative impacts Schrödinger 2022 Corporate Sustainability Report, ESG Governance, Page 12 ;  \nOperational Environmental Footprint, Page 39 ; Ethics, Transparency, and Compliance, Page 41 ;  \nResponsible Use of Technology, Page 44\n2-26 Mechanisms for seeking advice and raising concerns Schrödinger Code of Business Conduct and Ethics, Page 10\n2-27 Compliance with laws and regulations During our fiscal year ending December 31, 2022, Schrödinger was not subject to any material legal proceedings.\nReporting Appendix\n48", "metadata": {"source": "NASDAQ_SDGR_2022.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}