{"page_content": "At Amalgamated Bank, we have been \ncommitted to the greater good since we \nwere founded in 1923 by the Amalgamated \nClothing Workers of America. For 95 years, \nthat commitment has shaped our business \nmodel and our values.\nWe are on a mission to use our resources and \ninfluence as a bank to move our customers, \nour communities and our society forward. It \nis a strategy that has enabled us to become \nthe financial ally of the socially responsible \nmovement that is building a cleaner, greener, \nsafer and more just planet.\nThe report that follows highlights some of \nthe initiatives we have spearheaded over the past year. Many of these programs were \nundertaken in tandem with our impact-making \nclients. Others were driven by our culture, \nour heritage and our employees’ ceaseless \ndedication to advancing positive change in \nthe banking sector and the wider world.\nWe have a clear goal: to earn our reputation as \nAmerica’s largest socially responsible bank. I \nthink you will find that we made great strides \nover the last year to deliver on that goal.A MESSAGE \nFROM OUR \nCEO\nWHO WE ARE\nFor nearly a century, Amalgamated Bank has served as America’s socially responsible bank. \nRooted firmly in the labor movement, we are a champion of working people and proudly support \nthe forward-thinking organizations, companies and individuals across the country who are \nworking to make the world more just, compassionate and sustainable. We are America’s largest \ncertified B Corp bank and a member of the Global Alliance for Banking on Values. We don’t just \nhave a mission. We are on a mission: to support those who support others, to invest in progressive \nand impactful causes and to advocate true financial opportunity for all.EXPANDING OUR REACH WITH \nNEW RESOURCE BANK\nOur merger with New Resource Bank brings  \ntogether two like-minded organizations who share  \na mission-driven purpose. It allows us to offer \nan expansion in products and services, greater \ngeographic scope and increased financial resources \nwhich will together enhance the experience for our \ncustomers, communities and employees. \nThe merger gives us strong footholds in four key \ncommunities where changemaking organizations \nare concentrated — New York City, Washington, \nD.C., San Francisco and Denver/Boulder,  \nand positions us to expand in values-aligned \ncities throughout the country. We look forward \nto continuing to be the go-to financial resource \nand partner for the people, companies and \norganizations dedicated to creating a better world.Together, Amalgamated and New \nResource, both certified B Corp \nand Global Alliance for Banking on \nValues (GABV) banks, are working \nto confront the serious climate and \nsocial inequities of our time and to \nrestore the financial system to its \nproper role in support of people \nand the planet.Keith Mestrich , President & CEO \nAmalgamated Bank\n3\n 2\nAmalgamated Bank  Impact Report", "metadata": {"source": "NASDAQ_AMAL_2017.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}