{"page_content": "We understand the sense of urgency to step up when a community is in need, and are \ncommitted to deliver on our unique brand promise to support the causes that have real \nimpact on people’s lives.CULTIVATING\nCOMPASSION\nPRODUCTS & PROGRAMS\n•  We launched Affinity Give-Back Online Savings,1  \na cause-based banking program that offers   \nco-branding, plus preferred rates. Amalgamated \nBank donates an amount, equal to half of the interest \ncustomers earn, back to a nonprofit of their choice.Amalgamated [is a] bank that’s willing to raise their voice… and...\nstand with organizations that are working every single day to \nmake our country a little bit more fair... a little bit more just.  \nThat means a lot.\nRashad Robinson,  Executive Director, Color Of ChangeCLIENT SPOTLIGHT: PROGRESSIVE CHAMPION AWARD\nCongratulations to Rashad Robinson, Executive Director of Color Of Change, \non receiving our 2017 Progressive Champion Award for his leadership and \nunwavering commitment in the fight against racism and injustice.\nWe invite you to learn more about our clients who are leading the charge for social change,  \nJobs With Justice, 1199SEIU, NARAL and more. amalgamatedbank.com/impactful-clientsINITIATIVES\n•  Working with partners and clients, we coordinated \nimmediate support for Puerto Rico’s hurricane relief \nefforts and Mexico’s earthquake recovery efforts, \nensuring that 100% of all funds and resources donated \nwent to the most affected communities.\n•  Following the horrific incidents in Charlottesville, we \ncalled upon our debit card vendor  Mastercard®, on \nbehalf of our client  Color Of Change , to join us and  \ncease business transactions with any hate groups.announce an  \ninvestment policy\nagainst nuclear \nweaponsendorse and adopt  \nEverytown for Gun \nSafety’s principles\nfor responsible practices from gun \nmanufacturers and distributorsWE ARE THE FIRST  \nU.S. BANK TO:WE’RE PLEASED TO WELCOME NEW CLIENTS IN 2017, INCLUDING:\nHIGHLIGHTS FROM 2017 CUSTOMER SATISFACTION SURVEY:\n80%78%\n79%71%of our customers believe \nit’s important that we \nshare their valuesof our customers think \nour progressive values \nare very appealing\nof our customers consider \nour union heritage \nextremely appealingof customers are likely \nto recommend the bank \nto othersWE’RE PLEASED TO WELCOME NEW CLIENTS IN 2017, INCLUDING:\n9\n 8\nAmalgamated Bank  Impact Report", "metadata": {"source": "NASDAQ_AMAL_2017.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}