{"page_content": "amalgamatedbank.com\n 1. Please visit amalgamatedbank.com for complete account terms and conditions. \n 2. Results based on a survey conducted by the National Business Research Institute in October 2017.\n © 2018 Amalgamated Bank. All rights reserved. Member FDIC. Equal Opportunity Lender. NMLSID #898791.\n Mastercard and the Mastercard Brand Mark are registered trademarks of Mastercard International Incorporated.\n* Amalgamated Foundation is the name used for the programs and services of the Amalgamated Charitable Foundation, an independent nonprofit public \ncharity. Reflecting their shared commitment to positive social change, Amalgamated Foundation receives charitable contributions from and maintains service \nagreements with Amalgamated Bank, but is not a program or activity of Amalgamated Bank.\n† Consumer investment and consumer insurance products and services are offered through INFINEX INVESTMENTS, INC. Member FINRA/SIPC. \nAmalgamated Investment Services is a trade name of Amalgamated Bank. Infinex and Amalgamated Bank are not affiliated.     \nInvestment products and services made available through Infinex are:\nNot Guaranteed\nby the BankNot FDIC Insured Not a DepositNot Insured by any Federal\nGovernment AgencyMay Lose Value Including\nLoss of Principal\n Other investment products and services provided by Amalgamated Bank’s Investment Management Division are not insured by the FDIC and are subject \nto investment risks, including the loss of principal amounts invested. This does not constitute an offer to invest or solicitation of an offer to buy interest in a \nfund. A complete description of a funds’ terms, including risks, are included in the appropriate disclosure documents. Investment products are not insured by \nthe FDIC (or any other state or federal agency), are not deposits, obligations or guaranteed by Amalgamated Bank or any bank or non-bank affiliate thereof, \nand are subject to investment risks, including the loss of principal amount invested. Consider a strategy’s investment objectives, risks, charges and expenses \ncarefully before investing. Prospective investors should read a fund’s offering materials containing this and other information carefully before investing. Past \nperformance is not indicative of future results.\n Rev. 05/2018\nPlease recycle", "metadata": {"source": "NASDAQ_AMAL_2017.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}