{"page_content": "2009, and United Community Bank has partnered with \nthe organization for the past five years. Nearly two \ndozen of the bank’s team members joined together to \norganize and assemble the care packages. Each package \nincluded items such as notepads, stationary materials, \nshower gel, coffee, crayons, coloring books and jewelry. \nA handwritten thank you note is also included in every \npackage. Approximately 2,000 care packages were \nassembled for distribution this holiday season.\nTeam Packing Care Packages for Military Families in 2020\nUnited Way of Greenville County. For the past 5 years, \nour employees have contributed $512,640 along with \nan additional $15,500 in corporate donations. We \nalso lend our time and strategic expertise to strengthen \nvolunteer leadership within our nonprofit community. \nIn 2020 specifically, United Community Bank employees \nassisted their neighbors struggling to make ends meet \ndue to the impact of COVID-19 complete and submit \nthe necessary paperwork to receive utility payment \nassistance through United Way’s Keep the Lights On \ninitiative. \nNorth Carolina: \nApple Festival. For the past ten years, United has \nsponsored the Apple Festival in Henderson County and \npresented the United Community Bank Farmer of the \nYear Award. The event had limited attendance and went \nvirtual in 2020 due to COVID-19. However, as one of the \nlargest family events in the entire state of North Carolina, \nthe festival traditionally brings in approximately \n250,000 visitors annually. North Carolina is the 7th \nlargest apple-growing state in the US, and Henderson \nCounty serves as home to over 200 apple growers, \nproviding 65% of the crop production for the state.Camp Field Day. In 2010, in conjunction with the \nHenderson County Chamber of Commerce in Western \nNorth Carolina, United set out to create a fundraising \nand awareness event revolving around the summer \ncamp industry. Based on an economic study completed \nin 2011, the summer camp industry has over a $365 \nmillion dollar impact on this tri-county region. Each \nyear, local business owners and community leaders \nform teams to spend the day competing in camp-centric \nactivities with great opportunities for team building \nand skill development. Camp Field Day has been a well-\nreceived, sold out event since the year of its inception. \nIn 2020, even while COVID-19 restrictions eliminated \nalmost all events from the Chambers calendar, Camp \nField Day was able to be hosted with extreme success, \nfollowing very strict precautionary COVID-19 safety \nguidelines. Raising funds in support of the local chamber \nand awareness of all the camp industry does, both \nintrinsically and for our local economy, is a true honor to \ncontinue carry forward.\nSwan County United Gift Fund (SCUGF). SCUGF has \nbeen making a difference in Swain County since 2006 \nby conducting an annual fund drive to benefit up to \n20 non-profit organizations serving our area. 100% \nof the money donated is used by organizations in \nour community – none of the donations are used for \nadministrative costs. United contributes monetarily \nto the SCUGF annually and has two employees on \nthe Advisory Board. In addition, several of our bank \nemployees volunteer in the fundraising activities. \nTeam Presenting SCUGF donation, pre-COVID 2020\nMountain Song Festival and Boys and Girls Club. \nSince the inception of the Mountain Song Festival \nnearly 14 years ago, United has remained a consistent \nsponsor. This festival was started by and benefits The \nCindy Platt Boys and Girls Club of Transylvania County, \nNorth Carolina which hosts programs for children and \nyoung adults focusing on cultivating academic success, \nhealthy lifestyle habits, good character and citizenship. \nOver the years, we’ve donated approximately $70,000 \nto the Festival as the premier fundraiser of the club. \n10\n", "metadata": {"source": "NASDAQ_UCBI_2020.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}