{"page_content": "A Conversation with Vice President of Environmental, Health, & Safety, Suresh Rajapakse\nSuresh Rajapakse  \nVP of Environmental Health & Safety\nHow does Schnitzer maintain a comprehensive safety \nstrategy that meets the needs of each employee?\nOur environmental, health, and safety programs build a strong \nfoundation for a safe workplace by aligning with industry \nbest practices and relying on the expertise of our leadership \nteams. Our focus on continuous improvement, especially \nwithin our training programs, addresses the evolving physical \nand environmental health and safety needs of our teams. \nTraining courses reinforce mainstay safety policies, like proper \nuse of personal protective equipment, truck and operator \nsafety, emergency preparedness, and incident and accident \nmanagement, but also include an increasing focus  \non occupational health.\nAre there any training programs that have been \nespecially insightful or effective at improving safety \nperformance this year?\nOver the past year we’ve seen roughly 10% growth within \nour employee base and added 10 new facilities due to \nacquisitions. On-boarding many new employees at once \nprovided a unique opportunity to embed a collaborative \nsafety culture from day one. During business integration, we \nintroduced new processes and provided enhanced resources \nto individuals who, in many cases, have been working in the \nmetals recycling industry for decades. The response from new \nemployees has been overwhelmingly positive. Specifically, \nour pre- and post-task risk assessments resonated with our \nnewest team members as we continuously seek to eliminate \nrisks from our operating activities.What kinds of challenges or obstacles to safety do  \nyou experience from external factors? \nSchnitzer’s products and services are essential to local, regional, \nand global economies. Since the start of the pandemic, our \nresilient workforce has shown up to get the job done. This year \nchallenges, including labor shortages and pandemic fatigue, \nadded a new layer to the situation that required us to dig in \nour heels and harness the energy of our workforce. In some \ncases, this meant finding creative ways to cultivate quality \nemployee relationships and leading by example to demonstrate \na capacity for continued resilience. In other cases, we deployed \ntargeted efforts to manage safety risks at specific sites based \non the varying needs of our teams. In all situations, we aim to \ninspire safety leadership across the organization through true \ncollaboration. No task, feedback, or suggestion is too small to \nmake a difference.\nWhat does personal safety leadership look like?\nBuilding a safe work environment requires perseverance, \nattention to detail, and a commitment to ongoing development. \nWe often see great examples of personal safety leadership at \nhigh-performing facilities where safety culture ripples throughout \na site and individuals feel personally responsible for maintaining \nthe group’s commitment to safety. I would also mention our \nLayered Safety Observations (LSOs), which provide dedicated \ntime for a manager to observe an employee perform a work task. \nThe discussions that follow LSOs include open dialogue and \nshared learning that undoubtedly improve our processes and \nencourage personal safety leadership. How do you incorporate innovation into safety culture?\nReplacing or augmenting business activities using automated \nsystems has proven an immensely valuable lever for \nadvancing our safety performance. In 2022 , we used wireless \ncommunication technology to support driver safety, reviewing \ndata to understand when our team of 200+ drivers hauling \nrecycled metals, end-of-life vehicles, and finished steel \nproducts across all parts of the country are most at risk. We \nemploy on-vehicle cameras with machine vision and artificial \nintelligence triggers to identify and signal lane departures, \nforward collisions, following distance, cell phone usage, \nseatbelt usage, distracted driving, speeding, harsh cornering, \nand incomplete stops. Innovation that provides more detailed \ninformation about how to keep our teams safe will continue to  \nbe a cornerstone of Schnitzer’s safety strategy. \n 38     2022 Sustainability Report\n Company              Environment              People              Community              Appendix \n", "metadata": {"source": "NASDAQ_SCHN_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}