{"page_content": "Promoting Diversity, Equity & Inclusion (DEI)\nEnsuring diversity, equity, and inclusion within our employee community promotes broader perspectives and stronger connections. DEI is a \nfundamental part of our business strategy and success, including a commitment to attracting and retaining a diverse workforce and fostering an \ninclusive culture where employees collaborate toward shared goals. \nOur formal DEI program celebrates employees of all backgrounds by advancing a safe and healthy work environment in which individuals are treated \nequitably and with respect and dignity. We strive to motivate and recognize our teams who work with pride, passion, and mutual accountability.\nA Conversation with Chief Diversity & Inclusion Officer, Stef Murray\nWhat is Schnitzer’s DEI vision?\nDiversity, equity, and inclusion are strategic business imperatives that help us reach our full potential – collectively and as individuals. \nImplementing our DEI vision is critical to our success, including through engagement with our customers, suppliers, communities, and other \nstakeholders. Simply put, our DEI vision is to assemble a workforce that reflects the demographics of our communities, demonstrates a deep \nsense of pride in our Company, and leans on equitable practices to succeed. \nHow does the concept of equity fit into Schnitzer’s existing diversity strategy?\nI would say equity is at the heart of our broader DEI objectives. This year we focused our Company-wide DEI training on the topic \nof equity, taking the opportunity to educate our workforce on the differences between equity and equality, and showcasing the steps \nSchnitzer is taking to advance equity and provide individuals with the resources and support they need to succeed.\nStarting with our hiring practices and extending to our Employee Resource Groups, we’re actively engaged in eliminating barriers in  \nthe workplace that create inequity so we can offer an environment where everyone can thrive.\n 39     2022 Sustainability Report\n Company              Environment              People              Community              Appendix \n", "metadata": {"source": "NASDAQ_SCHN_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}