{"page_content": "Engaging Employees Everyday\nBy engaging employees every day, we work to increase cultural awareness, inspire employee collaboration, \nand create an inclusive workplace environment. Through regular communication platforms, we ensure \nemployees stay informed on Company performance, programs, and offerings, and have the opportunity to \nvoice feedback and ask questions of our leadership teams. \nWeekly Update \nIn March 2020, our Chairman and CEO, Tamara Lundgren began composing a weekly communication to \nall Schnitzer employees. What started as a way to offer consistent and up-to-date information and ensure a \nsense of unity amid the challenges of the COVID-19 pandemic, has continued on for more than 127 weeks \nas a meaningful marker of connectivity between our CEO and our employee community. \nQuarterly Town Halls \nTown Hall meetings are held at each of our facilities, complemented by quarterly all-Company Town Halls \nfeaturing our executive leadership team. These regular sessions offer a dedicated space for employees to \nhear from our leadership and provide direct feedback on workplace experiences, including through online \nsurveys provided at the conclusion of each meeting. \nRegular CEO Office Hours \nIn February 2022, we introduced a communication platform known as CEO Office Hours  to facilitate \nmeaningful discussions across the Company. By opening a virtual office door, all employees gained the \nopportunity to participate in the 10 Office Hours sessions held throughout the 2022 fiscal year. The agenda \nfor each session was entirely driven by employee questions, feedback and interests ranging from workplace \nculture and recruitment to the Company’s growth strategy and plans for innovation.\n 43     2022 Sustainability Report\n Company              Environment              People              Community              Appendix \n", "metadata": {"source": "NASDAQ_SCHN_2022.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}