{"page_content": "Anticorruption\nAn essential part of operating ethically is ensuring we follow anticorruption and anti-bribery laws and \nregulations. In addition to our Code of Conduct, we maintain a comprehensive Anticorruption Policy that \nrequires meticulous recordkeeping and prohibits bribery, money laundering, facilitation payments, and \nengaging with terrorists or other sanctioned entities.\nOur Anticorruption Policy is bolstered by an expansive set of internal controls, training, and third-party \nmonitoring, all of which help employees understand the importance of compliance and our shared \nresponsibilities to ensure accountability. Our International Anticorruption Council, chaired by the Chief Ethics \nand Compliance Officer and consisting of senior leaders in operations, finance, legal, sales, procurement,  \nIT, and internal audit, monitors the oversight and execution of Schnitzer’s Anticorruption Program. \nHuman Rights\nAs a business engaged in commercial transactions throughout the world and with Integrity as a Core Value, \nwe take our responsibilities seriously to respect human rights and uphold our commitment to operating \nresponsibly and sustainably. Schnitzer’s Human Rights Policy reinforces our commitment to upholding the \ninternationally recognized human rights standards as set forth in the United Nations’ Universal Declaration \nof Human Rights and the International Labour Organization’s Declaration on Fundamental Principles and Rights \nat Work. We believe it is our responsibility, and pursuant our supplier Code of Conduct the responsibility \nof those we do business with, to comply with relevant legislation and minimum standards and to respect \nuniversal rights. \nWe oppose the use of child or forced labor and human trafficking and advocate for safe and healthy \nworking conditions and a workplace free from violence, harassment, intimidation, and retaliation. We educate \nour managers and employees to identify, prevent, and report potential human rights abuses. We promote \nthe right to a safe, clean, healthy, and sustainable environment through our business practices and support \nthe long-term health, safety, and wellness of all employees. We oppose corruption in all forms by proactively \ndeveloping and maintaining programs and policies.“ At Schnitzer we believe that achieving \nsustainable business success is synonymous \nwith maintaining ethical business practices. ”\n— Callie Pappas, VP & Chief Ethics and Compliance Officer\n 45     2022 Sustainability Report\n Company              Environment              People              Community              Appendix \n", "metadata": {"source": "NASDAQ_SCHN_2022.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}