{"page_content": "Supporting Today’s Children & Families\nThe Boys & Girls Clubs of America’s mission is to enable young \npeople, especially those in marginalized and underserved \ncommunities, to reach their full potential as productive, caring, and \nresponsible citizens. Through our partnerships across the country, \nSchnitzer has provided broad support for this mission. We view \nour contributions as both a form of service and assistance in the \nshort-term, as well as a long-term investment in the leaders of our \nsustainable tomorrow. \nSchnitzer is actively involved with the following Boys & Girls Clubs: \n\u0007Boys & Girls Club – Central New Hampshire\n\u0007 A.G. Gaston Boys & Girls Club – Birmingham, Alabama \n\u0007 Murphy Felton Tindall Boys & Girls Club – Macon, Georgia \n\u0007 Rockwood Boys & Girls Club – Portland, Oregon \n\u0007Boys & Girls Club – Washington State \n\u0007Boys & Girls Club – Oakland, CaliforniaEngaging Tomorrow’s Sustainable Workforce\nIn September of 2021, Schnitzer announced a three-year partnership with Student Programming for Athletic and Academic Transitioning (SPAAT) \nat McClymonds High School and Laney College in Oakland, and Universal Technical Institute in Sacramento, California. The partnership program, \nSchnitzer Academy, offers educational resources and hands-on training for students interested in the metals recycling industry, eventually \nproviding a pathway to job opportunities at Schnitzer’s recycling facilities and Pick-n-Pull retail stores.\nThrough the program, Schnitzer Academy participants:\n\u0007 Receive hands-on training from mechanics, welders, and  \nindustry experts.\n\u0007\u0007Access educational instruction on metal working, machine  \ntechnology, industrial hydraulics, vehicle dismantling, and welding.\u0007\u0007Work with materials sourced directly from Schnitzer facilities including \nmetal piping, sheet metal, and car parts.\n\u0007Attend facility tours at local Schnitzer locations.\n\u0007\u0007Gain access to paid internship opportunities at the Company’s metals \nrecycling, and Pick-n-Pull retail stores, academic and workforce \nscholarships, and tools and equipment to support classroom activity. \nIn the coming years, Schnitzer plans to expand the program to other parts of the country to engage students interested in a career in the metals \nrecycling industry and develop a pipeline of recycling professionals to advance metals recycling in our communities and our economy.\n 51     2022 Sustainability Report Company              Environment              People              Community              Appendix \n", "metadata": {"source": "NASDAQ_SCHN_2022.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}