{"page_content": "Advancing Our Sustainability Goals\nFirst established in fiscal 2019, our Sustainability goals are embedded in our business strategy, and are focused on our three pillars of People, \nPlanet, and Profit. Each year we review our progress against our goals and adjust our metrics as we achieve milestones and adopt new and \ninnovative programs and technologies. We establish short-, medium-, and long-term goals which align directly with the issues that matter most  \nto our stakeholders.\nKEY:     Just getting started       Making progress       Achieved\nGoal Goal Target Date Status FY2022 Highlights UN SDG AlignmentPeopleAchieve a 1.00 total case incident rate (TCIR) End of FY2025More than 20,000 hours of safety-related training completed by  \nemployees and 90% of facilities free of any lost time injuries \nDonate at least 10,000 hours of paid volunteer \ntime off (VTO)End of FY2025 Employees logged over 1,100 hours of VTO\nAchieve a 25% employee participation rate in \nour physical and mental wellness programsEnd of FY2025Launched The Invitational, Schnitzer’s first-ever Company-wide  \nwellness challenge\nAchieve a 70% employee participation rate in \nour retirement benefits programEnd of FY2028Achieved 52% employee participation in our retirement benefits  \nprogram, a 15% improvement year-over-yearPlanetMaintain 100% net carbon-free electricity use \nevery yearMaintain AnnuallyAchieved 100% net carbon-free electricity use for second  \nconsecutive year\nReduce Scope 1 and 2 GHG emissions from \nrecycling operations by 25%End of FY2025Reduced Scope 1 and 2 emissions from recycling operations by 24%  \nover our fiscal 2019 base year\n  \nDeploy an ISO 14001:2015 certified \nEnvironmental Management System (EMS)End of FY2022 Deployed an ISO 14001:2015 certified EMS\n  \nIncorporate all Company facilities within our \nISO 14001 certified EMS50% by End of FY2024 \n100% by End of FY20261Earned ISO certification at 6 Schnitzer locations, representing  \n23% of Company workforce\n  \nProfitAchieve a profitability improvement target of \n$15/ton, over our fiscal 2019 base year, using \nsustainability-based initiatives2,3End of FY2025Our fiscal 2022 results represent the second-best fiscal year  \nearnings in Company history\n1 Goal adjusted to accommodate the acquisition of 10 new facilities during fiscal year 2022. Interim goal added to track progress toward 100% achievement.\n2 Goal timeline adjusted to reflect expected roll-out of advanced nonferrous recovery technologies across our operations and achievement of volume growth target.\n3 Based on achieving operating income of $8/ton from new advanced metal recovery technology and $7/ton from ferrous volume growth to 5.3 million tons.Look for this symbol throughout this report \nfor more information on initiatives supporting \nprogress toward our goals.\n 6     2022 Sustainability Report Company              Environment              People              Community              Appendix \n", "metadata": {"source": "NASDAQ_SCHN_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}