{"page_content": "Disclosure \nNumber Description Report Section Reference\n406-1 Incidents of discrimination and corrective actions \ntakenPolicy 3.1.11, Harassment and Discrimination – see Code of Conduct page 10  \nThe Company does not tolerate any form of discrimination, has a non-discrimination policy that is acknowledged by all employees and comprehensively \ninvestigates and addresses any concerns raised.\nHuman Rights Assessment — 2016 Standards\n103-1 Explanation of the material topic and its Boundary Code of Conduct page 36–37\n103-2 The management approach and its components Code of Conduct page 36–37\n103-3 Evaluation of the management approach Code of Conduct page 36–37\n412-1 Operations that have been subject to human rights \nreviews or impact assessmentsSustainability Is Integrated into Corporate Governance  \nSchnitzer operates in fully developed economies, in urban environments across the United States, including Puerto Rico, and western Canada — all of which \nhave common arrangements for the protection of people at large. None of our workforce can be characterized as vulnerable as a group. However, issues \nof unconscious bias, including bullying and intimidation may arise, and are addressed in our Code of Conduct, Human Rights policy, and other Company \npolicies, which include the rights to independent representation, independent internal hearing (separated from direct line management reporting) and \nwhistle -blower provisions.\n412-2 Employee training on human rights policies or \nproceduresTraining, Education, Development & Recognition  \nAll employees receive training on our Code of Conduct upon joining the company. All Schnitzer employees, both union and non-union, participate in annual \ntraining on our Company’s Core Values, which includes instruction on our Code of Conduct and ethical behavior.\nLocal Communities — 2016 Standards\n103-1 Explanation of the material topic and its Boundary Maintaining Meaningful Community Connections\n103-2 The management approach and its components Advancing Our Sustainability Goals  \nSchnitzer Creates Value  \nMateriality Defines the Issues That Matter Most to Our Stakeholders  \nMaintaining Meaningful Community Connections\n103-3 Evaluation of the management approach Advancing Our Sustainability Goals  \nSchnitzer Creates Value  \nMateriality Defines the Issues That Matter Most to Our Stakeholders  \nMaintaining Meaningful Community Connections\n413-1 Operations with local community engagement, \nimpact assessments, and development programsMaintaining Meaningful Community Connections\nPublic Policy\n415-1 Political contributions Policy 6.1.2, Political Contributions – see Code of Conduct page 22, 25\nCompany              Environment              People              Community              Appendix 66    2022 Sustainability Report", "metadata": {"source": "NASDAQ_SCHN_2022.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}