{"page_content": "14 SUNRUN SOLAR | 2017 IMPACT REPORTCUSTOMER STORIES\nCUSTOMER STORIES\nOur customers are integral to our success as an impactful company and a community leader.  \nHere are some of their experiences in their own words.\nEd Cruz\nEd Cruz, a California doctor, saw the choice to install \nsolar panels with backup battery service as a “no \nbrainer.” \n“I was thinking of going solar ever since I moved to \nCalifornia,” he explained. “As prices kept dropping, it \nbecame more alluring to me.”\nBecause California has a time-of-use rate structure, \nEd’s energy costs were extremely high at times when \nhe needed power the most. “It was unbearable to see \nthat bill go up and up,” he said. “We tried to be more \nenergy efficient, but nothing seemed to make much of \na dent in our energy consumption.” \nWhen Ed’s brother-in-law and friend told him about \nSunrun’s Brightbox, he knew it was just what he was looking for. Brightbox, a solar-battery service for the \nhome, offers extra security during outages, cleaner \npower, and substantial savings. \nThe financial freedom of Brightbox eased the most significant burden for Ed. Over 20 years, he \ncan expect to save $50,000 on electricity. And the security of backup power was more important \nthan he had anticipated.\n“To me, it seems like a no brainer, especially living in an area where we often see natural disasters. \nTo have that freedom to know that we have power if the grid goes out is very appealing,” he said. \nEd likes to be prepared, and he says, “This is just an extension of disaster preparedness.”\nOne aspect of Brightbox that has become more important to Ed as time has gone on is \nsustainability. “Part of it was that we are trying to live cleaner and make less of an impact on the \nplanet,” he said. The experience of installing solar panels and Brightbox has encouraged Ed to be \neven more environmentally conscious. He and his wife have chosen to get an electric car, and Ed \nsaid the Brightbox system “made that decision a lot easier.”\n", "metadata": {"source": "NASDAQ_RUN_2017.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}