{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2013 12\nGENDER RIGHTS & CHILD LABOR\nThe cocoa industry remains challenged about \nchildren and gender rights. Despite many years of \nworking with industry, local governments, suppliers \nand third parties, the problems still exist. Our \npriority is to address these issues head-on in our \nsupply chain, while also advocating for others to do \ntheir part.\nOver the past two years, we’ve commissioned \nreports — conducted by Harvard University and \nCARE International — that revealed striking gaps \nin income and opportunities for women in cocoa \ncommunities. In Ghana, female cocoa farmers earn \n25-30 percent less than their male counterparts; in \nCôte d’Ivoire, women in cocoa communities earn up \nto 70 percent less than men. And, in both countries, \nwomen struggle with lower farm productivity, \nsmaller farms and less access to financing and \nfarm inputs. In 2013, we published an action plan  \ntailored for each origin to systematically address \nthe root causes driving these gender inequalities. \nWe also advocate for women’s empowerment \nthrough multi-stakeholder organizations, such \nas the World Cocoa Foundation. Additionally, we \nsigned the United Nations Women’s Empowerment \nPrinciples  in 2013. \nChild labor and exploitation of children are \nunacceptable. Cocoa Life  takes a holistic approach \nto identify and address underlying causes. We believe Cocoa Life’s  holistic approach that \naddresses farmer productivity and incomes while \nempowering communities is the best way to \neradicate child labor from the cocoa industry. We \nwork with non-governmental organizations like \nAnti-Slavery International to deliver on our child \nlabor action plan . \nWe will proactively seek out and respond to \nincidents that we uncover, be transparent about \nwhat we find, as well as adapt our actions and \ncollaborate with others to share and maximize our \nimpact. We also work with International Cocoa \nInitiative , which is active in hundreds of cocoa-\ngrowing communities worldwide, and seeks to \neliminate the worst forms of child labor.\nPARTNERSHIPS & CERTIFICATION \nWe are building partnerships to drive the \ntransformational change needed within the cocoa \nindustry. We are active board members of the \nWorld Cocoa Foundation (WCF) and are playing a \nleading role in the creation of WCF’s CocoaAction, \nan industry-wide strategy to align sustainability \nefforts that boost supply chain productivity and \ncommunity development. We’re also active in the Bill \nand Melinda Gates Foundation West Africa Cocoa \nLivelihoods program. As we work towards long-\nterm supply solutions, we continue to support the \ncertification efforts of the Rainforest Alliance, and \nare the world’s largest buyer of Fairtrade cocoa.“At CARE, we know that business can play a vital role in tackling poverty and injustice. Mondelēz \nInternational is putting farmers and communities at the heart of their supply chain. By working \ntogether with Mondelēz on Cocoa Life , we can leverage our experience and understanding \nof disadvantaged farmers from poor communities to bring about lasting change for the \ncommunity and for the long-term benefit of the business itself.”\n—Christine Svarer, Head of Private Sector Engagement, CARE International UKSUSTAINABILITY\nCOCOA LIFE  ADVISORY COUNCIL \nBecause the issues facing cocoa communities \nare too important and too complex to solve \nalone, Cocoa Life  works with a group of \nexternal advisers and strategic partners:\n•  Andrew Bovarnick , Lead Natural Resource \nEconomist and Global Head of the United \nNations Development Programme’s Green \nCommodities Programme\n• Michael Mapstone , Head of Corporate \nPartnerships, Voluntary Services Overseas\n• David McLaughlin , Managing Director \nand Vice President, Agriculture, World \nWildlife Fund\n• Aidan McQuade , Director, Anti-Slavery \nInternational\n• Mil Niepold , Senior Mediator, The \nConsensus Building Institute\n• Christine Svarer , Head of Private Sector \nEngagement, CARE International UK\nThe Advisors also played an instrumental role \nin developing the verification framework \nand will oversee the process going forward, \nincluding the selection of the verifiers.", "metadata": {"source": "NASDAQ_MDLZ_2013.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}