{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2013 14\nIn the coffee-growing areas of Peru, access to potable water for drinking and farm use is a \nparticular problem. As part of the Coffee Made Happy  program, our Kenco  brand has helped \ninstall water tanks in rural communities, which will provide at least 500 million glasses of clean \nwater over the years to come. So one cup of Kenco  coffee means one glass of clean water for \nthese communities, making every cup of Kenco  count. \nSince its launch in 2012, we now have Coffee \nMade Happy  projects in the several regions where \nwe buy coffee and where our company’s scale \ncan make a real impact. We are working with \nlocal partners such as ACOM (Vietnam), Sogimex \n(Honduras) and Pronatur (Peru) to train farmers in \nbetter agricultural practices, to help boost their \ncoffee crop yields and increase the quality of their \nbeans. In 2013, we reached a milestone with the \nopening of the first Coffee Made Happy  Farmer \nTraining Center in Vietnam. Working with the 4C \nAssociation and supplier ACOM, 1,500 farmers \ntoday are now being trained in agricultural \npractices to help boost their coffee crop yields and \nincrease the quality of their beans. \nOur Coffee Made Happy  program supports our \ngoal to sustainably source 100 percent of our coffee \nin Western Europe by 2015. Today, over 80 percent \nof the coffee sold by the company in Western \nEurope is already sourced from farmers who are \nengaged in continuous improvement or certified. \n “We can have real impact on the ground–\ninspire, train and build capacity to \nimprove coffee farmers’ livelihoods and \nattract new generations to small-scale \nfarming. Together with our partners, we \ncan help farmers solve challenges and \nsecure a more sustainable coffee supply.”\n—Roland Weening, President, Coffee, Mondēlez \nInternationalSUSTAINABILITY", "metadata": {"source": "NASDAQ_MDLZ_2013.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}