{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2013 15\nSUSTAINABILITY\nBy committing along with us, our farmers help us ensure the entire process — \nfrom field to biscuit in our consumers’ homes — is a more sustainable one.\n44%*\nof our \nWestern \nEuropean \nbiscuits are \nmade with \nHarmony \nwheat\n*graph reflects goal of 75%producing \nHarmony \nwheat \nproducts\nWheat\nWheat is the  \ncore ingredient  \nin our biscuits. \nAs the largest baker of biscuits in Europe, with \nbeloved brands like Oreo , belVita  and LU, we know \nthat the way wheat is grown has a significant \nimpact on the quality of our biscuits, as well as on \nthe local environment.\nFor that reason, in 2008, we created Harmony  — \na sustainable partnership with European players \nalong the wheat chain: from farmers and millers, to \nscientists and NGOs. Harmony  outlines provisions \nthat promote local biodiversity and better \nenvironmental practices in wheat production. \nWhat started with just 68 farmers in France \nhas now grown to a multi-country partnership \ninvolving more than 1,700 European farmers who \nhave committed to follow Harmony’s  agricultural \npractices — covering wheat culture from seed to \ncrop. As part of Harmony , our priority is to partner \nwith farmers located as close as possible to our \nbakeries. The farmers commit to growing wheat that is carefully selected to match our specific \nbaking needs, with greater traceability from seed \nto flour. They also must follow more respectful \nagricultural practices. This includes planting a wide \nvariety of wheat and selecting the best varieties \nof wheat for our biscuits. These farmers commit to \nlimiting the use of treatment afterwards, adhering \nto proper soil management, limiting fertilizers \nand pesticides, and preventing excessive water use \nby analyzing real plant needs, soil reserves and \nclimate. Additionally, to foster local biodiversity, \nthey dedicate three percent of their wheat field \nsurface to sowing flowers, specifically selected to \nattract bees, butterflies and other pollinators.\nThird-party auditors check compliance on 10 \npercent of the farms that partner with us each \nyear on Harmony . Traceability from seed to flour is \ncontrolled with external audits of 100 percent of \nthe millers.As of 2013, 44 percent of \nour Western European \nbiscuits were made \nwith Harmony  wheat. \nBy the end of 2015, we \naim to increase that to \n75 percent. Even more \nimportant, our farmers \nare using approximately \n20 percent* less pesticides compared to standard \nagriculture, and at least 10 million bees have been \naccounted for through the French Museum of \nNatural History’s counting protocols.\n* Frequency of treatment of Harmony wheat crops \n(average over the past three years) vs. the average \ntreatment of all wheat grown in 2008 in France — where \nthe program first started and is most advanced to date", "metadata": {"source": "NASDAQ_MDLZ_2013.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}