{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2013 16\nSUSTAINABILITY\nPalm Oil\nWe are concerned about the potential long-term \nenvironmental and societal impacts of palm oil \nproduction, including deforestation and human \nrights. That’s why we are taking steps to ensure \nthe palm oil we purchase is produced on legally \nheld land, does not lead to deforestation or loss of \npeat land, respects human rights — including land \nrights — and does not use forced or child labor. \nSpecifically, palm oil development should not take \nplace in Primary Forest, High Conservation Value \n(HCV) areas, High Carbon Stock (HCS) forests, or \nuse fire in plantation operations.\nWe reviewed our approach with our palm oil \nsuppliers and published an action plan  to give \npriority to supplies that meet these principles and \neliminate supplies that do not. The plan requires \nsuppliers to achieve 100 percent traceability to the mill level by the end of 2015. In addition, suppliers \nmust publish sustainable sourcing policies that \nmeet our principles and implementation timelines \nby the same date.\nWe are working with the World Wildlife Fund to \nevaluate options and will report on our progress \nand findings annually.\nWhile we recognize its limitations, the Roundtable \nfor Sustainable Palm Oil (RSPO) provides the \nmost widely supported approach to developing \nand enforcing standards for sustainable palm oil \nproduction. Since 2013, 100 percent of our palm \noil is RSPO — two years ahead of our commitment. \nWe achieved this through a combination of \nRSPO-certified oil and Greenpalm certificates that \nsupport sustainable production.\nAdditionally, we have supported the United \nNations Development Programme (UNDP), the Government of Indonesia, and other partners to \ndevelop the Indonesia Sustainable Palm Oil (SPO) \nInitiative. The initiative aims to develop national \ncapacity to promote and scale up sustainable \npalm oil by strengthening smallholder farmers, \nsupporting national policy reform and reducing \ndeforestation through public-private partnerships. \n100%\nof our palm oil \nis RSPO — two \nyears ahead of \nour commitment\npurchasing \npalm oil\nPhoto Credit: Bremen Yong", "metadata": {"source": "NASDAQ_MDLZ_2013.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}