{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2013 22\nMINDFUL SNACKING\nMINDFUL SNACKING\nAs the world’s largest snack company, we believe we \nhave a critical role to play in empowering consumers to \nsnack mindfully. Our approach is to create foods that fit \nthe way people eat, while bringing joy to those small \neating moments.\nAfter talking with thousands of our consumers, we know \npeople are looking for snacks that support their busy \nlifestyles. Snacks that can help fuel them, curb their \nhunger or to treat themselves to a delicious moment of \npleasure.\nLikewise, no matter where or how we live in the world, \nwe all share the desire to be well. And this includes \nbeing mindful about what we are consuming. This is all \nthe more important as obesity and other health issues \nincrease across the globe. \nBy developing new products, improving the nutrition \nprofile of our portfolio, and empowering consumers with \nclear information — including calories front-of-pack —\nwe can help people become more mindful about what \nthey’re eating. That’s what we mean by mindful snacking.\nWe’ve taken a comprehensive approach to help consumers \nsnack mindfully through two objectives:\n• First, we have set standards to help transform our \nportfolio  over time to offer more nutritious choices — \nknown as our Better Choices. To help people enjoy the \ntreats they love while maintaining healthy lifestyles, \nwe are also increasing portion control options. \n• Secondly, we have set clear goals to improve the \nnutrition profile  of our products globally.   Deliver 25% of our revenue from Better Choices by 2020\n  Increase Mindful Portion products — individually wrapped, \nportion-control options that are less than 200 calories — by 25% \nby 2020\n  Reduce sodium and saturated fat by 10% across the portfolio  \nby 2020\n  Increase whole grains across our portfolio by 25% by 2020\n  Place calorie information front of pack globally by the end  \nof 2016Mindful Snacking Goals*\n*Based on a 2012 baseline", "metadata": {"source": "NASDAQ_MDLZ_2013.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}