{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2013 30\nEmployees Answer the Call \nFor Well-being\nEmployees around the world help us answer the \ncall by sharing their time and talents to volunteer \nin big and small ways. We tap into their passion to \ndrive change throughout the year, but collectively \nwe shine the brightest in October — the \noccasion of our Global Volunteer Month  and Joy \nAmbassadors  program.\nGLOBAL VOLUNTEER MONTH,  \nTHE POWER OF BIG \nOur Global Volunteer Month  invites employees to \nroll up their sleeves to volunteer in October and \nthroughout the year. In 2013, more than 15,000 \nemployees stepped up to answer the call, resulting \nin nearly 26,000 hours of service across 80 \ncountries in projects designed to help protect the \nwell-being of people and the planet. Employees \nput their skills to work — from planting school \nvegetable gardens in Egypt and running nutrition \nworkshops in the US, to packing food parcels for needy families in Japan and organizing sports for \nchildren in China and India. \nJOY AMBASSADORS, THE POWER OF SMALL \nThe Joy Ambassadors program sends employees \nfrom around the world to serve and experience \nlife in cocoa-farming communities in Ghana, the \nbirthplace of the Cocoa Life program. In 2013 \n(our inaugural year), we designed the two-week \nvolunteer program in partnership with Voluntary \nService Overseas, piloting the program with nine \nemployees from Brazil, China, Russia, Sweden, \nSwitzerland, UK and the US. To help build a \ncultural bridge to Ghana, each Joy Ambassador \nwas assigned a “buddy” to help them quickly \nnavigate cocoa farming life. This life altering, \nskills-exchange program gave Joy Ambassadors a \nfirsthand look at the challenges and opportunities \nin securing a sustainable cocoa supply. In turn, the \nAmbassadors were able to share their own diverse \nbusiness skills — from agronomy and R&D to \noperations, procurement, and marketing — with \nthe cocoa farmers. COMMUNITIES\n“ The opportunity to live among cocoa farmers and work side-by-side with them \nwas a truly humbling and energizing experience. I now feel a sense of duty \nto impart what I learned with others and apply it to my everyday operations \nwithin the company.”\n—Joy Ambassador Miles Eddowes, Associate Director, Research, Development & QualityFrom Brazil to Ghana—  \nJoy Ambassador Buddies \nJens Hammer, Research, Development \nand Quality Manager in Brazil, had the \ngood fortune of being partnered with \nfellow agronomist Eric Ababio. Jens recalls, \n“Eric is a Field Extension Agent in Ghana. \nHe goes into farming communities and \nteaches good practices. I was inspired \nby how many farmers Eric reaches and \nhow this affects change. Eric, in turn, \nwas inspired by the techniques I taught \nhim. He began to question the status quo \nwith regards to farming and open up to \nnew ideas and practices. This relationship \nleft us both transformed. We still keep \nin contact, sharing updates on family, \nfootball and farming.”\n", "metadata": {"source": "NASDAQ_MDLZ_2013.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}