{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2013 35\nProducing Safe,  \nQuality Food\nProviding foods that are safe for people to eat \nis at the core of our values. We have in place a \ncomprehensive, quality management system \nto ensure the integrity of our products. All \nof our 168 manufacturing facilities are being \nevaluated against the internationally recognized \nand independent Foundation for Food Safety \nCertification [FSSC 22000] , the Global Food Safety \nInitiative-benchmarked scheme. Today, 75 percent \nof our facilities worldwide are certified, with the \nremaining sites expected to qualify by the end \nof 2015. We expect our suppliers to live up to the \nsame standards we have set for ourselves and have \nwell-defined safety and quality expectations in \nplace. We currently have set a goal of having all of \nour raw material suppliers certified against a GFSI \nbenchmarked standard by the end of 2015, as well. \nAt the end of 2013, 52 percent of our suppliers had \nachieved such certification.\nEqually as important as having quality \nmanagement systems in place are having \nemployees committed to ensuring our world-class \nstandards are upheld. In each location where we \nhave a facility, we provide employees with the \ninfrastructure, training and tools that establish a \nculture of safety. \nBIOTECHNOLOGY & THE USE OF GENETICALLY \nMODIFIED INGREDIENTS\nWe believe that crop biotechnology can play an \nimportant role in improving food production and \nensuring enough food for the world’s growing \npopulation. The technology already provides some environmental benefits, such as reduced \nuse of pesticides and water, and increased crop \nyields. We also know consumers worldwide have \ndifferent points of view about crop biotechnology \nand derived ingredients. \nMany public authorities with scientific expertise \nhave affirmed the safety of genetically modified \n(GM) ingredients and biotech crops that are \ncurrently on the market. This includes the World \nHealth Organization , the Food & Agriculture \nOrganization  of the United Nations, the European \nFood Safety Authority , and the US National \nAcademy of Science .\nWhile the scientific consensus around the safety \nof currently available GM food ingredients is \nclear, local regulation and consumer acceptance \nof GM food ingredients varies across the globe. \nThat’s why as a global company, we consider \nvarious factors when deciding whether or not \nto use GM ingredients in individual countries. In \naddition to meeting our strict safety and quality \ncriteria, other factors our local businesses take \ninto account include local regulatory requirements \non use, consumer acceptance, and availability of \nalternatives. As such, the final decision to use (or \nnot to use) GM ingredients are made at the local \nlevel. Our full policy statement is available online .“ The safety and quality of our products is a personal priority. I like to ask \nemployees, ‘Would you want the products produced here ending up in \nyour child’s hand?’ Through that lens, we can all see the tremendous \nresponsibility we have to maintaining the highest quality standards.” \n—Peter Begg, Senior Director Global Quality, Mondelēz International\nBy the end of 2013, 126 out of our 168 \nmanufacturing sites (75%) are now \nFSSC 22000 certified75%*\nmanufacturing \nsites certifiedSAFETY\n*graph reflects goal of 100%", "metadata": {"source": "NASDAQ_MDLZ_2013.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}