{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2013 8\nSUSTAINABILITY\nSUSTAINABILITY\nSustainable Agriculture \nOur business depends on a steady, high-quality supply of crops like cocoa, coffee, wheat and many \nother commodities to create our delicious snacks. As demand for these supplies increases worldwide, \nso do the challenges facing farmers — from reducing the environmental impact of agricultural \npractices and dealing with more frequent extreme weather to the long-term impact of climate change \nand growing competition for land. These challenges are complex and require coordinated action by \ngovernments, industry, and scientific and environmental experts. \nThere is no easy solution. That’s why we are using our reach and global presence to give farmers a voice. \nOur approach begins by evaluating the science and working with outside experts to understand the \nagricultural and environmental challenges. From this, we developed three signature programs through \nwhich we can make a significant impact across key commodities: Cocoa Life , Coffee Made Happy  and \nHarmony . We also participate in independent certification programs. \nAnd, we’re looking to add momentum to our efforts by taking a more active role on the ground, \ndriving change within our own organization and with our suppliers. We are raising the expectations \nof our suppliers and requiring more transparency and collaborating on efforts such as the Sustainable \nAgriculture Initiative (SAI) Platform . Through our agricultural commodity sourcing, we are addressing \nkey areas, including agricultural practices, human, gender and labor rights, deforestation and more. \nTogether, we can create a sustainable supply chain by doing what’s right for farmers, their communities \nand for our business.   All cocoa will ultimately be \nsustainably sourced\n  70% of global coffee  will be \nsustainably sourced by 2015\n  75% of Western European \nbiscuits volume made with \nHarmony  wheat by 2015\n  100% of palm oil will be RSPO \nby 2015Sustainable Agriculture \nGoals \nCalling on our Suppliers for Responsible Sourcing \nWe work with thousands of suppliers, consultants and business \npartners around the world. We are taking steps to align what they  \ndo for us with our own values and goals. \nWe have laid out our expectations to all our direct suppliers in our published supplier contract \nprovisions  and supply chain transparency  statements.\nAs a founding member of AIM-PROGRESS, we also adhere to the Sedex Member Ethical Trade Audit . \nThis audit evaluates suppliers against a common set of Corporate Social Responsibility standards to \ndrive efficiency on performance improvement for the consumer goods industry.\n", "metadata": {"source": "NASDAQ_MDLZ_2013.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}