{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2013 9\nSUSTAINABILITY\nCocoa\nMondelēz International is among the largest \ncocoa buyers in the world. We rely on cocoa to \nmake our delicious chocolate brands, including \nMilka, Cadbury Dairy Milk, Toblerone, Côte d’Or  \nand many more. Around five million smallholder \nfarms produce almost all the world’s cocoa. \nMore than 70 percent is grown in West Africa, \nmainly in two countries: Côte d’Ivoire and Ghana. \nAs the world’s largest chocolate company, it is \nimperative that we lead the transformation of \nthe cocoa supply chain by being directly involved \nin implementing sustainability on the ground. \nThis helps us to focus on the impacts we have \nlearned will improve the welfare and livelihoods \nof cocoa farmers and therefore contribute to \nlong-term stability.\nCocoa Life  is a holistic program \nthat works to transform the \nlives of cocoa farmers, create \nthriving communities and \ninspire the next generation. \nThe impact we seek with \nCocoa Life  is community-driven, so while the program is based on a common \nframework grounded in decades of insights, it is \nscalable and flexible to local needs. In 2012, we \nexpanded the program with a $400 million USD, \n10-year commitment to empower more than \n200,000 farmers and more than one million people \nin the cocoa-farming communities of Côte d’Ivoire, \nGhana, India, Dominican Republic, Brazil  \nand Indonesia.\nBuilding on our existing programs in Ghana, India \nand Dominican Republic, in 2013, we introduced \nCocoa Life  to Côte d’Ivoire and Indonesia. Now, \nfarmers in these regions will receive training in \nbetter agricultural and business practices, and gain \nbetter access to cocoa planting materials and other inputs, like fertilizers. Additionally, communities \nwill be taught how to create community action \nplans tailored to meet needs identified in local \nassessments, such as empowering women, \nimproving health and nutrition education for the \ncommunity and literacy of children.\nWorking with our suppliers,  \nCARE International and other \npartners – and coordinating with \nthe Ivorian government’s Conseil du \nCafé Cacao – Cocoa Life  will reach \nabout 15,000 farmers in at least 150 \ncommunities in Côte d’Ivoire by 2014.\n“At the heart of Cocoa Life is our belief in improving the lives of cocoa \nfarmers. We’re investing in much more than farming – it’s about \nempowering cocoa communities as a whole so cocoa farming villages \nbecome places where people want to live.” \n—Bharat Puri, President, Global Chocolate, Gum and Candy, Mondelēz International\n10,000\n2012 2012 2014 201438,000\n200500\nFarmers CommunitiesCocoa Life progress\n10% of our global cocoa supply is sustainably \nsourced, mainly through existing certification \npartnerships.", "metadata": {"source": "NASDAQ_MDLZ_2013.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}