{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddINNOV ATING FOR THE ENVIRONMENT\nWe are dedicated to using our expertise to make an enduring impact on people’s lives and the world around us. At their core, the \ntechnologies and solutions we develop are supporting our environmental sustainability goals by reducing emissions, increasing \nefficiency and enabling greater use of renewable energy sources. \nGoing the Distance with Electric Vehicles  \nEV battery systems are significant drivers of vehicle \ncost. ADI’s battery management solutions (BMS)  \nreduce overall costs while improving battery \nperformance, range and safety. ADI’s BMS accurately \nmonitors the battery’s current and voltage profiles to \nprevent over- and undercharging, while maximizing \nbattery life. This technology is supporting increased \nadoption of EVs, which could prevent up to 60 million \ntons of CO 2 from entering the atmosphere—  \nthe equivalent of 70 million acres of forest.Maximizing Renewable Energy\nMaximizing power from wind and solar sources is \ncritical to driving the renewable energy revolution. \nOur Energy Storage Systems provide a more reliable \nsupply of renewable energy sources, greatly enhancing \nthe viability of smart grids. Our power and isolation \ntechnologies convert electricity from solar panels for \nelectrical power, and our data acquisition and signal \nprocessing technologies ensure wind turbines operate \nsafely and effectively. These technology improvements \nmake power alternatives more viable as primary energy \nsources in the future.Greener Data Centers\nData centers are considered to be among the most \nenergy-intensive buildings and are estimated to account \nfor 2% of all electricity used in the U.S. alone.* The \nability to reduce data centers’ energy consumption is \nnecessary to help reduce their environmental impact. \nADI’s intelligent sensing systems can activate an entire \ntemperature, pressure and humidity sensing network \nwithout disruption to data center operations, greatly \noptimizing energy efficiency while maintaining reliability.\n \n*Source: U.S. Department of Energy  OUR SUSTAINABILITY APPROACH\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n12", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}