{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddMaking Factory Floors Safer\nModern factories have robots and humans working \nalongside each other. In the past, this proximity would \nhave posed potential dangers. ADI’s advanced robotics \ntechnologies, such as drive and inverter control, LIDAR-\nbased position sensing and 3D Time of Flight all improve \nsensing capabilities, reduce collision and mitigate other \nsafety risks. And, variable speed motors deliver both motor- and process-efficiency \nimprovements to significantly reduce energy usage across the factory floor. \nConnecting the World with 5G\nAnalog Devices has been planning, designing and building core technologies that \nmake today’s 5G network infrastructure possible. ADI’s expertise in radio frequency \nand microwave communications enables increasingly high-speed data conversion \nand communication that are critical to the deployment of new 5G networks  \nopening the door to the exciting new opportunities 5G brings, including improved \naccess to healthcare, fully autonomous vehicles and improved \nrobotic connectivity.Tackling Healthcare Challenges \nADI’s critical measurement and control technologies are used in medical equipment \nessential for diagnostics and treatment including ventilators, respirators, tests and \nimaging systems—which has played an integral role in helping contain the COVID-19 \npandemic and treating patients. And we remain committed to doing everything we \ncan to ensure critical medical supplies are getting to the front lines.\nWe are also leveraging our domain expertise in partnership with biosensor \ncompanies, research hospitals and the international Open Source Ventilator  \nproject to deliver breakthrough technology and provide design assistance where  \nit is needed.IMPROVING LIVES THROUGH TECHNOLOGY\nOUR SUSTAINABILITY APPROACH\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n13", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}