{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddScope 3  \nWe follow the Greenhouse Gas Protocol: A Corporate Accounting and Reporting \nStandard in accounting for our emissions. Currently, ADI is only able to account \nemissions from Business Travel under Scope 3.  ADI’s Scope 3 emissions saw  \nan upward trend since 2015, resulting from unique travel needs due to corporate \nacquisitions and integration activities. However, ADI has implemented programs  \nto educate employees about GHG emissions associated with travel and commuting, \nand we encourage employee carpooling or use other alternatives whenever possible. \nFor example, our Philippines site provides free commuting shuttle buses, and \nADI’s Wilmington, MA campus facilitates employee carpooling by providing prime \nparking spots as incentives. ADI is also working to increase teleconference and \nvideoconference usage when possible to reduce emissions from business travel.\nScope 3 Emissions (Business Travel)\n2015 2016 2017 2018 20196,9897,939\n4,5787,0319,616SCOPE 3\nScope 3 Emissions (Business Travel) (Metric Tons CO 2)\nENVIRONMENTAL SPOTLIGHT: \nA Greener Commute\nADI Wilmington supports electric vehicle (EV) drivers with onsite charging \nstations. Availability started at six spaces in 2018, but is projected to  \ngrow to 21 spaces by summer 2020 as the campus expands to become the \nAnalog Devices Global Headquarters.\nTo help build interest in electric vehicles among employees, the \nWilmington Environmental Health and Safety department brought teams \ntogether in two events to learn about growing demand for electric vehicle \nvariety, quality and how to make the switch from conventional cars. \nThe Green Energy Consumers Alliance shared information on annual fuel \nsavings, addressed “range anxiety” about battery capacity and provided \nuseful information about rebates and incentives for purchasing an electric \nvehicle through their Drive Green Program. There was also a panel of four \nelectric vehicle-owning ADI employees who answered questions from  \nthe audience like how EV S cars handle winter weather and why they made  \nthe switch.PROTECTING AND REGENERATING  \nTHE ENVIRONMENT\n20 2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}