{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.indd\nResponsible Usage  \nWater is an essential part of ADI’s operations, and our water comes from public \nsources. We treat a significant portion of that water to produce the high purity \ndeionized (DI) water necessary for our manufacturing operations. We carefully \nmonitor our water usage (in millions of gallons) at each of our operating facilities.  \nWe have exceeded our previous 2.5% normalized reduction goal on water and  \nare now setting a new goal of doubling our water recycling/reuse rate by 2025  \nfrom our 2015 baseline. \nWater conservation initiatives at our manufacturing sites have significantly \ncontributed to lowering our overall water usage despite the company’s 74% growth: \nOur 2019 water usage (in million gallons) decreased by 6% from 2015, while water \nrecycling rates increased to 25%  from 15% in 2015.\nWater Used\n2015 2016 2017 2018 2019\n632633633 Total Water Used,\n596646\n15%19%25%% Recycled Water,\n25%28%W ATER CONSERV ATION\nWater UsedENVIRONMENTAL SPOTLIGHT: \nUsing Our Water Smarter\n100% \nreplacement of raw water use  \nby using reclaimed water30% \naverage reduction in B1’s  \nraw water consumption\n108,000 m³ /year  \nmeasured reduction in  \nwater conservation $143,000 \nannual cost avoidanceOn the ADI Philippines campus, just one building (B1) consumes 71% of the  \nsite’s water supply. Water is mainly used for Cooling Towers, Deionized Water (DI) \nproduction and domestic purposes. Knowing how much this building stands out \nas a high-usage case, we put our minds to devising an opportunity to reduce our \nresource impact—and decided to start by recycling B1’s used DI water for Cooling \nTower use.\nA Cooling Tower is a heat exchanger that uses air to help cool water, which is  \nthen used to cool the refrigerant of HVAC chillers. But if water from the heat \nexchange is exposed to open air, there’s a chance for contamination, cooling \ninefficiencies, scaling, algae growth and the like. So the water regularly needs  \nto be flushed and simultaneously replaced with fresh water.\nInstead of continuing to pull water from a public source, we installed a filtration \nsystem to use DI water as an alternative source for our Cooling Tower’s flushing \nsystem. This meant that there was no net new water needed to refresh the \nCooling Tower, saving  9,000 cubic meters per month.\nProject results:PROTECTING AND REGENERATING  \nTHE ENVIRONMENT\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n23", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}