{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddReducing Landfill Waste  \nAt ADI, we constantly look for better ways to reduce the amount of waste we \ngenerate, and more so the amount of waste we send to the landfill. However,  \nthe recent growth of our production resulted in an increase in waste generation.  \nAs a result, we did not meet our previous goal of 2.5% normalized reduction. We \nremain committed to going beyond our current performance. Hence, we are now \nmoving to a goal of 0% waste to landfill.\nSolid waste generated (in tons) increases an average of 5% annually. In 2019, 60% of our  \nsolid waste was recycled. \nSolid WasteW ASTE GENERATION\nSolid Waste\n1,7391,7892,244 Solid Waste \nGenerated, Tons,\n2,0722,03155%56%60%% Recycled \nSolid Waste,\n60%64%\n2015 2016 2017 2018 2019\nHazardous Waste\n1,051 1,0661,150 Hazardous Waste \nGenerated, Tons,\n1,204\n1,19037%41%39%\nWaste Recycled,\n34%40%\n2015 2016 2017 2018 2019\nENVIRONMENTAL SPOTLIGHT: \nLeading by Example\n24““ADI Wilmington celebrated a huge milestone in 2018 when it received the \nSustainability Award from the Associated Industries of Massachusetts (AIM), \nwhich recognizes companies for excellence in environmental stewardship, \npromotion of social well-being and contributions to economic prosperity.  \nThe award specifically acknowledged ADI’s efforts to reduce its environmental \nfootprint at its Wilmington, MA facility, which is the site of the future global HQ.\nExpounding on the ADI strategy, Vince Roche, President and CEO, said,\nAt ADI, we’re building solutions for a better \ntomorrow, and that goes beyond what we \nbuild to how we build them. We’ve made a \nconcerted effort to reduce waste and minimize \nthe environmental impact in our operations \nto create a safer, healthier future for our \nemployees, customers and neighbors. We’re \nconstantly working to achieve our ambitious \nsustainability goals and are honored to be \nrecognized by AIM for our efforts.PROTECTING AND REGENERATING  \nTHE ENVIRONMENT\nHazardous waste generation (in tons) increases by 4% annually but more than a third is  \nsent to recycling facilities.\nHazardous Waste\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n24", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}