{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.indd\nADI is driven by the opportunity to play an important \nrole in the transition towards a more stakeholder-\ncentric world. Our company goals revolve around having \na solid, yet adaptable business model that meets \nthe needs of our end customers, while maintaining \nconsistency between our values and our actions.\n \nThis means reducing the negative environmental \nimpact of our business, while striving to deliver \nsolutions that can actually make a positive impact and \nsupport regeneration goals. We are also focused on our \nsocial impact, ranging from the empowerment of our \nown people, to making a positive impact on the world \nand communities around us.\n \nIn fiscal 2019, we made significant progress against \neach of our sustainability priorities. We made \nsignificant strides toward our goal of reducing our \nglobal direct and indirect greenhouse gas emissions by \n50% by 2025 compared to our 2015 baseline. We also \ncontinued our longstanding support of STEM education \ninitiatives, which has included FIRST Robotics since \n1965. We are proud to be delivering meaningful results \nas we work towards our goals.And we are off to a strong start in fiscal 2020,  \nbuilding on last year’s progress. We established the  \nADI Foundation to formalize the company’s philanthropy  \nand charitable giving. In April, ADI announced the \nsuccessful issuance of the company’s inaugural green \nbond—the first in our industry— to help finance or \nrefinance eligible projects that offer environmental \nsustainability benefits.\n \nThis is all possible due to our talented employees, \nwho bring their ingenuity and energy to trailblazing \nnew sustainability solutions every day. Together, \nwe will continue to find new ways to leverage our \nleading technology, domain expertise and customer \nrelationships to deliver a more sustainable future for \ngenerations to come.\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT 4VINCENT ROCHE\nCHIEF EXECUTIVE OFFICERProtect and Regenerate the Environment  \nWe will deliver solutions that reduce our \ncarbon and environmental footprint, as \nwell as restore and replenish our natural \nresources and ecosystems.\nEmpower People\nWe aim to create opportunities for people and \nmake a meaningful impact on their lives—both \nat ADI and in the broader community.\nImpact Through Engagement\nWe will leverage the ingenuity of our  \npeople to drive positive change and help  \nsolve real-world problems that benefit our \nlives, our communities and our planet.MESSAGE FROM OUR CEO ", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}