{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddInnovate with Impact\nInnovation thrives in open environments and with teams built \nfrom different backgrounds and experiences. We know \nthis to be true now, but we also knew it in 1974, when an \nADI design director wrote a widely circulated memo, \ntitled “Philosophy of Design Review,” which championed \ndiversity of thought and opinion as critical components \nof an effective design process.  \nTo enable a truly inclusive recruitment approach that drives results we have a  \nMaster Class for Recruiters training program for our talent acquisition team to  \nhelp drive the diversity we know is needed to support a culture where innovation  \ncan thrive.Create the Future\nDeveloping talent throughout the organization is essential for the \nfuture of ADI. Our flagship Global Early Employee Challenge \n(GEEC) is an example of how we engage employees across \nfunctions and with different seniority levels to develop \nbusiness skills. The GEEC program is our business \ncompetition for employees with five or fewer years of career \nexperience. Through the process, teams are assigned manager \nmentors, engage with different functional areas, are offered \nvisibility with executives and receive recognition across the organization.Diversity & Inclusion Mission\nADI is building a culture of inclusion — that values and leverages the \nuniqueness and broad perspectives of each employee  — to develop a \ntalent base that makes us a leading innovation company in the world.\nD&I at ADI\nIt’s important to bring diverse perspectives to every technology problem we try to solve, because more is achieved when we harness employee talent and bring together  \npeople of diverse backgrounds. This commitment is the reason why diversity and inclusion is an important part of our company values.DIVERSITY AND INCLUSION\nEMPOWERING PEOPLE\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n34", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}