{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddReach Our Full Potential\nMembers of an organization who are underrepresented \nneed to feel free to contribute their unique backgrounds \nand perspectives. Actively seeking out and engaging \nwith those diverse perspectives is needed to achieve \nour full potential. We have a variety of Employee \nNetworks which are employee led, and that reach \nacross areas such as gender, age, sexual orientation \nand veteran status. In fact, 17% of our total employee \npopulation is a part of at least one employee-led \nnetwork. These networks play a critical role in helping \ngive employees a sense of inclusion. Execute with Excellence\nAn environment in which employees excel requires \nhearing all voices. That is why we implemented a  \nmulti-year program around inclusion designed to  \nimpact every employee. The \nprogram started with training \non unconscious bias for \nhundreds of ADI leaders \nincluding our executive \nteam.  \nOur leaders are now \nsupported with conversation \nguides to have discussions on \ndiversity and inclusion with their teams to ensure \nconversations continue after training.\nMove with Agility\nWe strive to foster an agile culture where adaptability \nand transparency leads to expanding employee skills \nand helping employees capitalize on new opportunities. \nOur approach is to help employees proactively find \nnew career opportunities within the company through \ndevelopment discussions, training and mentoring.Share Our Success\nWe encourage our people to contribute and support \ntheir passions inside and outside work. To foster this,  \nwe have developed initiatives designed to give \nemployees avenues to share their experiences, gain \nknowledge and expand their networks. One example \nis our Pay It Forward program that works with high-\nperforming female employees to support our diversity \ninitiatives, including mentoring interns and help  \nwith outreach. \n \nTo support career development for women, we recently \nlaunched the new Elevate program. Elevate focuses on \ndeveloping women of ADI, regardless of career level, \ninto leadership positions.\nWOMEN’S  \nLEADERSHIP \nNETWORK\nLGBTQ \nPROFESSIONAL\nNETWORKVETERAN’S\nNETWORK\nYOUNG \nPROFESSIONALS\nNETWORKGREEN TEAM\nNETWORK\nEMPOWERING PEOPLE\nDIVERSITY AND INCLUSION\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n35", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}