{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddEMPLOYEE COMPENSATION \nOur Compensation Philosophy\nWe strive to attract and retain the most talented \nemployees in the industry across the globe by offering \ncompetitive compensation and benefits that support \ntheir health, financial and emotional well-being. We are \nalso committed to providing fair wages to all workers \nregardless of gender or race.\nOur compensation philosophy is based on rewarding \neach employee’s individual contributions. We use  \na combination of fixed and variable pay including  \nbase salary, bonuses, performance awards and  \nstock incentives.\nThe compensation we provide always meets or exceeds \nlocal statutes, and we annually assess our pay ranges \nto ensure we remain competitive. Our pay ranges apply \nto new hires and existing staff, and we offer training \nto managers to ensure fairness in all compensation \ndecisions, which are also reviewed by a higher-level \nmanager and HR.Pay Equity\nAt Analog Devices, we have long been committed to \nequal pay for equal work regardless of gender, race or \nethnicity. In support of this, we have designed checks \nand balances into our compensation system, including \nan in-depth annual analysis, to help ensure fairness. \nOur goal is to attain 100% pay equity for people with \nsimilar roles, skills and experience. We conduct equal \npay assessments at least annually, and our 2020 \nassessment and validation process showed that we \nare close to attaining our pay equity goal in the U.S. \nWe have discontinued asking candidates their salary \nhistory in the U.S. to support this.\nOur work in pay equity is never done, and we will \ncontinue to assess compensation globally to close pay \ngaps and strive to achieve pay equity worldwide, similar \nto our U.S. achievements.EMPOWERING PEOPLE\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n38", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}