{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddTalent Engagement Programs\nGEEC\nOur Global Early Employee Challenge (GEEC) is  \nADI’s organization-wide business competition \nfor employees with five or fewer years of career \nexperience. Participants form teams that compete  \nin a four-month challenge while focused on a  \nspecific area (such as machine health or societal  \nneed) that concludes with team presentations to  \nsenior leadership.ADI Hackathon\nThe ADI Hackathon, hosted by ADI Ireland, encourages \nour best and brightest thinkers to apply ADI technology \nin a novel way that benefits society. In 2020,  \n60+ technologists contributed ideas that led to the \nwinning team designing a headset that could help \nopticians more easily monitor a patient’s eye health  \nfor the theme of “Visual Impairment.”Talent Feedback\nADI Pulse is our employee engagement survey that  \nallows us to get employee viewpoints on what we \nare doing well and where we can improve across the \ncompany. The survey is administered annually with \nquarterly “Mini Pulses” surveys to get more more \nfrequent feedback. Survey topics include matters on \nleadership, decision making and more. The survey is \nadministered by a third party to ensure anonymity and \nresults are shared with employees.\nTalent Development\nADI works to ensure our employees are continuously \nchallenged and always developing their careers. We \nconduct annual assessments that:\n• Review each division’s goals to identify talent needs\n• Assess how each division is positioned from a \ntalent perspective\n• Review the current state of talent vitality for  \neach division\n• Review key talent segments and prioritize actions  \nto identify and develop\n• Identify and agree on critical actions, next steps  \nand outcomes\nEMPOWERING PEOPLE\nTALENT DEVELOPMENT\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n41", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}