{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddTREATING EMPLOYEES FAIRLY\nAs a global manufacturer, ADI is committed to treating every single one of our employees fairly \nand with dignity. We always comply with local laws, and often go above and beyond them to lead by \nexample in our communities with fair compensation and safe working conditions.\nForced Labor\nAnalog Devices does not use forced or involuntary labor. \nAll work must be voluntary, and workers are always \nfree to leave upon reasonable notice. Our workers \nare not required to hand over government-issued \nidentification, passports or work permits to our facility \nrepresentatives as a condition of employment.\nADI is a member of RBA and subscribes to the RBA \nCode of Conduct. We also expect our key suppliers \nto recognize the RBA Code as it contains standards \nintended to eradicate slavery and human trafficking in \nthe electronics supply chain. These standards promote \nbest practices in a number of areas affecting human \nrights. Modern Slavery Act StatementWe verify our conformance to the RBA Code by \nengaging third party audit entities accredited by the \nRBA to conduct Validated Audit Programs (VAP) at \nour manufacturing facilities. Our employees receive \nTraining on the RBA Code, as well as training and \nguidance on ADI’s values and ethics, specifically as it \nrelates to integrity and respect in the workplace.\nChild Labor Avoidance\nADI does not use child labor at any stage of \nmanufacturing. We use the RBA Code of Conduct \ndefinition of “child”: any person under the age of 15  \n(or 14 where the law of the country permits), or under \nthe age for completing compulsory education or under \nthe minimum age for employment in the country, \nwhichever is greatest. The use of legitimate workplace \napprenticeship programs, which comply with all laws  \nand regulations, is supported by ADI. Workers cannot \nperform work that is likely to jeopardize their health  \nor safety. Freedom of Association\nADI regards open communication and direct \nengagement between workers and management \nto be the most effective ways to resolve workplace \nand compensation issues. ADI respects the rights of \nworkers to associate freely and seek to communicate \nopenly with management regarding working conditions \nwithout fear of reprisal, intimidation or harassment. \nCollective Bargaining Agreements\nGlobally, approximately 1.2% of our employees belong  \nto unions.EMPOWERING PEOPLE\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n43", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}