{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddRESPONDING TO COVID-19\nProtecting Health and Safety\nTeams across our organization made tremendous  \nefforts to ensure business continuity and put processes \nin place to ensure the safety of our 16,000 global \nemployees. The efforts of our entire workforce enable \nthe company to continue operating remotely, as well as \nthe frontline workers who have kept our factories open  \nto produce essential technologies and equipment.\nPrioritizing Critical Customer Needs\nIn response to the growing need for our technologies in healthcare devices such as \nventilators, respirators, diagnostic test systems and imaging systems, we worked \nwith customers to prioritize shipments of critical equipment. This includes dedicated \nmanufacturing lines to increase production, enhancing safety in our manufacturing \nenvironments and working with local governments worldwide to ensure facilities \ncould remain in operation.Supporting Global and Local Efforts\nWorld Health Organization (W.H.O.) COVID-19 Solidarity Response Fund\nAnalog Devices Foundation, Analog Devices and our employees—through an \naccelerated employee match—donated a combined $4 million to the W.H.O. COVID-19 \nSolidarity Response Fund and supported Global Citizen on its televised and streamed \nspecial “One World: Together At Home.” The special brought the world together \nthrough music and raised $55 million towards the W.H.O.’s Solidarity Response Fund  \nto prevent, detect and respond to the pandemic.\nMassachusetts General Hospital Vaccine and Immunotherapy Clinic (VIC)\nThe Analog Devices Foundation donated $500,000 to fund research for the VIC at \nMassachusetts General Hospital. The donation directly supports work to develop a \nvaccine and novel point-of-care testing technologies for COVID-19, which is critical \nto start opening up the economy and increase safety of healthcare workers and their \npatients. Analog Devices and the VIC are supporting a trial to deploy new diagnostic \ntesting to identify those infected with COVID-19 and confirm which individuals  \nhave developed an immune response and are virus negative.As the coronavirus outbreak has continued its global spread, governments, companies, communities and individuals are facing a health and economic crisis of \nunprecedented nature. Throughout this crisis, ADI and our team of 16,000 employees have been united in our commitment to support global response efforts,  \nproviding a reminder of what we can achieve when we come together in our mission to solve the world’s toughest challenges—and engineer a better future.\nOUR IMPACT\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n47", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}