{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.indd\nWe have long believed that good corporate governance is important to ensure Analog Devices is \nmanaged for the long-term benefit of our shareholders. We review our corporate governance policies \nand practices annually and compare them to those suggested by various authorities in corporate \ngovernance and the practices of other public companies. As a result, we have adopted policies  \nand procedures that we believe are in the best interests of Analog Devices and our shareholders.  \nIn particular, we have adopted the following policies and procedures:CORPORATE GOVERNANCE\nPROMOTING GOOD GOVERNANCE\nCorporate Governance Guidelines \nOur Board of Directors has adopted Corporate \nGovernance Guidelines for our Company that establish \na common set of expectations to assist the Board and \nits committees in performing their duties. The Board \nreviews these Guidelines at least annually, and updates \nthem as necessary to reflect changing regulatory \nrequirements and evolving practices.Declassified Board of Directors\nWe have a declassified Board of Directors, and our \nbylaws provide that each director will serve for a term \nending on the date of the annual meeting following \nthe one at which such director was elected. All of our \ndirectors will stand for election for terms expiring at  \nthe next annual meeting of shareholders.Majority Voting for Election of Directors\nOur bylaws provide for a majority voting standard in \nuncontested director elections, so a nominee is elected \nto the Board of Directors if the votes “for” that director \nexceed the votes “against” (with abstentions and broker \nnon-votes not counted as for or against the election). If a \nnominee does not receive more “for” votes than “against” \nvotes, the director must offer his or her resignation.\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n53", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}