{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddAnalog Devices Board of Directors and its \nNominating and Corporate Governance Committee \nare committed to ensuring that the Board is \ncomprised of a highly capable group of directors \nwho collectively provide a significant breadth of \nexperience, knowledge and ability to effectively \nrepresent the interest of shareholders, drive \nshareholder value and reflect our corporate values \nof integrity, honesty and adherence to high ethical \nstandards. The board also believes that having \ndirectors with a mix of tenure helps transition the \ninstitutional knowledge of the more experienced \ndirectors while providing a broad, fresh set of \nperspectives. The Nominating and Corporate \nGovernance Committee considers gender, racial, \nethnic and experiential diversity as part of its  \nsearch criteria, consistent with the requirement  \nfor relevant and diverse experience, skills and \nindustry familiarity.Average Tenure  \nThe Board of Directors believes that having directors with a mix of tenure on the board \nhelps transition the knowledge of the more experienced directors while providing a \nbroad, fresh set of perspectives and provides the Board of Directors with a diversity \nof experiences and viewpoints. We have had three new directors join the Board of \nDirectors within the last two years. The average tenure of our independent directors \nstanding for re-election is approximately 6.5 years.0–4years\n5–9 years\n9+ years4\n3 3\nDiversity  \nOur Corporate Governance Guidelines provide that gender, racial and ethnic  \ndiversity, consistent with the requirement for relevant and diverse experience, skills \nand industry familiarity, are important search criteria. To this point, in addition to \nstrengthening our board from a skills and experience perspective, the Board’s newest \nthree directors have also increased the Board’s overall diversity profile.Gender  \nDiversityEthnic  \nDiversityWom en20% 20%\nEthnically\nDiver seIndependence  \nOther than our founder and Chief Executive Officer, all of the members of our Board  \nare independent directors.\n8/10 Directors are \nIndependentDIRECTOR PROFILEPROMOTING GOOD GOVERNANCE\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n55", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}