{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddWhat we  DO\n• Our cash incentive bonus awards are based solely  \non our financial performance\n• We have a specific policy regarding the grant  \ndates of stock options, RSUs and other stock-  \nbased awards for our directors, executive officers  \nand employees\n• We have stock ownership guidelines for all officers \nand directors\n• We prohibit hedging transactions and “short sales” \ninvolving ADI securities \n• We prohibit holding ADI securities in margin\n• We prohibit pledging ADI securities as collateral  \nfor a loan\n• Annual “say on pay” voteWhat we DO NOT DO\n• We do not guarantee salary increases or non-\nperformance-based bonuses\n• We do not modify our performance targets during \nthe performance period, even in challenging years\n• We do not provide new tax gross-ups for  \nexecutive officers \n• We do not pay dividends on unvested equity awards *\n• We do not provide extensive perquisites to  \nour executives\n*Restricted Stock Awards assumed in connection with the Linear Technology  \nacquisition are the only exception to this statement.PAY FOR PERFORMANCE\nA significant portion of the total target compensation for our named executive officers, or NEOs, is variable and directly linked to Company performance in the form of \nvariable cash incentive bonus payments and equity awards. This approach provides our executives with an opportunity to earn above peer average compensation if ADI \ndelivers strong results. Conversely, our NEOs’ total compensation is reduced if our business results are below target.\nPay and Governance Practices   \nOur pay and governance practices are designed to align our executives’ interests with our shareholders. For example:PROMOTING GOOD GOVERNANCE\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n56", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}