{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.indd\nGovernance and Ethical Sustainability\nEthical behavior has been a core tenet of our Company’s \nvalues since our earliest days. Our employees, across \nall locations and job functions, have internalized the \nvalue of ethical behavior, routinely going beyond mere \ncompliance with applicable laws and regulations. \nEmployees have a mandatory training on our Code of \nEthics and are then re-certified the following years. \nIt is reviewed for necessary changes or amendments \non an annual basis by the Nominating and Corporate \nGovernance Committee of our Board of Directors. Our \nlong history of leadership in the area of governance \nand ethics has resulted in a trusted reputation among \nour customers, investors and employees, as well as the \ncommunities where we operate. Code of Business Conduct and Ethics\nWe work to comply with all applicable anticorruption \nand antibribery laws in all countries where we do \nbusiness (see Guidelines for Gifts and Business \nEntertainment on page 9 within the ADI Code of \nBusiness Conduct and Ethics ). We also assess our \nmanufacturing sites for corruption and ethics risks \nusing the Responsible Business Alliance’s (RBA, \nformerly Electronic Industry Citizenship Coalition) self-\nassessment tools. We publicly report on breaches to or \nwaivers of the Company’s Code of Conduct for officers \nor our controller on a Form 8-K in accordance with  \nSEC rules. \nSupplier Code of Conduct\nWe are members of the RBA and adhere to the RBA \nCode of Conduct for our operations and as our Supplier \nCode of Conduct. Our belief that ethical behavior is a \ncore company value and the RBA Code supports our \ncommitment to upholding the highest ethical standards \nin how we conduct business.Voicing Concerns\nWe have several avenues through which employees  \nand stakeholders can report potential violations of  \n laws, rules, regulations and Company policies.  \nWe have an open-door policy with regard to issues that \nmay arise under the Code or about potential violations. \nEmployees may bring these issues to their supervisors, \ntheir supervisor’s managers, their human resources \nrepresentative, any member of human resources or  \nADI’s Senior Vice President and General Counsel.  \nIn addition, we have a toll-free and confidential  \nbusiness ethics hotline operated by an independent \nthird party through which employees may anonymously \nreport any potential violation online or via a hotline. \nFollowing a report, ADI’s Legal Department oversees an \ninvestigation appropriate for the situation. Anonymous \nreports and the results of any investigation are \nreported to the Nominating and Corporate Governance \nCommittee. For more information regarding reporting \nof violations, please view our  Code of Business Conduct \nand Ethics .COMPLIANCE AND BUSINESS ETHICSPROMOTING GOOD GOVERNANCE\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n59", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}