{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddNo Retaliation\nWe do not discipline, discriminate against  \nor retaliate against any employee who reports  \na complaint or concern.\nFair Competition and Pricing\nADI and its employees do not discuss prices or \ncustomers with our competitors except when  \nnecessary in connection with legitimate sales or \npurchase transactions. In addition, ADI and its \npersonnel do not fix or dictate resale prices to our \ndistributors or pressure resale price maintenance by \nreprimanding or threatening distributors who reduce \ntheir prices. We are fair in our dealings with our \ndistributors and do not restrict our distributors’ rights \nto sell our products, nor do we seek to prevent our \ndistributors from selling our competitors’ products. We do not discriminate among similar distributors  \nwhen we offer price discounts. ADI had zero legal \nactions related to anti-competitive behavior, anti-trust \nand monopoly practices in the reporting period.\nInsider Trading\nOur policy regarding the trading of securities is \napplicable to all ADI personnel, as well as our Board of \nDirectors. They are required to take a mandatory online \ncourse covering our insider trading rules. Appropriate \nemployees are also reminded quarterly via email of their \nobligations to refrain from trading in Company stock \nduring blackout periods.\nAnti-Corruption\nWe work to comply with all applicable anticorruption \nand antibribery laws in all countries where we do \nbusiness. Our Guidelines for Gifts and Business \nEntertainment, which prohibit the giving of anything \nof value to a government official with the purpose of \ninfluencing his or her decision or gaining an improper \nbenefit, apply to all ADI personnel.\nSee link under Governance Documents for full ADI Anti-Corruption Policy.Export Controls\nADI monitors and strives to comply with the export \nregulations of the United States and of other countries \nwhere we conduct business. We provide training on \nexport laws, including the International Traffic in Arms \nRegulations and the Export Administration Regulations, \nto all appropriate employees. New hires receive export \nawareness training within the first month of hire. \nExport compliance training is delivered every two years \nto all ADI employees and more frequently for certain \nfunctional teams.\nGovernance Documents Links:\nDownload ADI Code of Conduct & Ethics\nDownload ADI Related Person Transaction Policy\nDownload ADI Privacy & Security Statement\nDownload ADI Anti Corruption Policy\nPROMOTING GOOD GOVERNANCE\nCOMPLIANCE AND BUSINESS ETHICS\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n60", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}