{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddSupply Chain Management\nOur goal is to develop a meaningful and lasting \nrelationship with ADI suppliers. Our products require  \na wide variety of components, raw materials,  \nexternal foundry, assembly and test services—much  \nof which ADI purchases from third-party suppliers.  \nWe have multiple sources for many of the components \nand materials that are purchased and incorporated into \nour products. However, a large portion of our external \nwafer purchases and foundry services are from a limited \nnumber of suppliers—primarily Taiwan Semiconductor \nManufacturing Company.Purchasing Responsibly\nThe ADI Purchasing Organization has a procedure for \npurchasing materials from its suppliers. Approximately \n63 of the material suppliers are considered to be \nkey suppliers. Where appropriate, raw materials and \ncritical indirect materials are either dual sourced or \nhave an identified second source. The ADI Purchasing \nOrganization, in conjunction with the Subcontractor \nManagement Organization, oversees the work of Taiwan \nSemiconductor Manufacturing Company and the test \nand assembly subcontractors in Asia. ADI has developed \na series of specifications to define the ADI Supplier \nManagement Policy for materials and services.\nEthical Suppliers\nADI expects suppliers to adhere to the same business \nethics and human rights standards ADI has set for \nitself. ADI’s policy is to perform FCPA (Foreign Corrupt \nPractices Act) checks on all new suppliers being added \nto ADI’s supplier master file, and ADI provides new \nsuppliers with a copy of the ADI ethics statement  \nand requests acknowledgment from the supplier.  \nThe Agreement on Responsible Business Conduct which includes human rights clauses is implemented \nbroadly to all suppliers. All of our key raw materials \nsuppliers have signed an Agreement on Responsible \nBusiness Conduct.\nSupplier Audits\nADI suppliers must demonstrate proven quality,  \neffective process controls, financial stability, \ncompetitive pricing, on-time delivery and commitment \nto continual improvement in all aspects of their \nbusiness. Suppliers are audited for conformance with \nADI requirements and other purchasing conditions. \nThis audit schedule is determined based on a risk \nmanagement process. New key raw material suppliers \nare audited prior to their acceptance.\nPROMOTING GOOD GOVERNANCE\nCOMPLIANCE AND BUSINESS ETHICS\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n61", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}