{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddGRI  \nSTANDARDDISCLOSURE NUMBER AND TITLE RESPONSE\nGENERAL DISCLOSURES\nGRI 102:  \nGENERAL \nDISCLOSURES102-1 Name of the organization Analog Devices, Inc.\n102-2 Activities, brands, products and services ADI Products\n102-3 Location of headquarters ADI Corporate Information, Regional Headquarters\n102-4 Location of operations ADI has manufacturing facilities in the USA, Ireland and the Philippines. 2019 Annual Report Page 20\n102-5 Ownership and legal form 2020 Proxy Statement\n102-6 Markets served Corporate Responsibility Report About Our Company Page 7\n102-7 Scale of the organization Corporate Responsibility Report  About Our Company Page 7\n102-8 Information on employees and other workers Corporate Responsibility Report  About Our Company Page 7\n102-9 Supply chainCorporate Responsibility Report  Promoting Good Governance Supply Chain  Page 61\n2019 Annual Report Pages 7-8\n102-10Significant changes to the organization and its \nsupply chain2019 Annual Report Pages 7-8 and Page 20\n102-11 Precautionary principle or approachADI applies the concepts of the precautionary approach by considering the long-term trajectory of climate change and its \npotential impacts on ADI. Elements of that ongoing evaluation are reflected  in ADI's sustainability web content.\n102-12 External initiatives Corporate Responsibility Report Our Sustainability Approach Pages 9-14\n102-13 Membership associationsADI subscribes to, is a member of and/or has committed to the following external initiatives: Catatlyst, International \nStandards Organization (ISO), Responsible Business Alliance (RBA), European Union’s Restriction of Hazardous \nSubstances (ROHS), Registration Evaluation Authorization and Restriction of Chemical Substances (REACH), and  \nEnd of Life (ELV) Directives in China RoHS.\n102-14 Statement from senior decision-maker Corporate Responsibility Report  CEO Letter Pages 3-4\n102-15 Key impacts, risks and opportunitiesCorporate Responsibility Report  CEO Letter Pages 3-4\n2019 Annual Report Page 10\n102-16 Values, principles, standards and norms of behaviorCorporate Responsibility Report Promoting Good Governance Pages 52-61\nADI Code of Business Conduct and Ethics\n102-17 Mechanisms for advice and concerns about ethicsCorporate Responsibility Report  Promoting Good Governance Pages 52-6 1\nADI Code of Business Conduct and Ethics Page 12GRI INDEXAPPENDIX\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n64", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}