{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddGRI  \nSTANDARDDISCLOSURE NUMBER AND TITLE RESPONSE\nGRI 102:  \nGENERAL \nDISCLOSURES102-34 Nature and total number of critical concerns ADI Code of Business Conduct and Ethics Page 12\n102-35 Remuneration policies 2020 Proxy Statement Page 40\n102-36 Process for determining remuneration 2020 Proxy Statement Page 40\n102-37 Stakeholder involvement in remuneration 2020 Proxy Statement Pages 2 and 25\n102-38 Annual total compensation ratio 2020 Proxy Statement Page 66\n102-39Percentage increase in annual total  \ncompensation ratio2020 Proxy Statement Page 66 and Page 54 (for previous year compensation)\n102-40 List of stakeholder groupsADI Stakeholders include Employees, customers, investors, communities, governments, suppliers, media, shareholders \nand financial analysts.\n102-41 Collective bargaining agreementsADI regards open communication and direct engagement between workers and management to be the most effective \nways to resolve workplace and compensation issues. ADI respects the rights of workers to associate freely and seek to \ncommunicate openly with management regarding working conditions without fear of reprisal, intimidation or harassment. \nGlobally, approximately 1.2% of our employees belong to unions.\n102-42 Identifying and selecting stakeholdersCorporate Responsibility Report  Our Sustainability Approach Page 11\nCorporate Responsibility Report  Promoting Good Governance Page 5 7\n102-43 Approach to stakeholder engagementCorporate Responsibility Report  Our Sustainability Approach Page 11\nCorporate Responsibility Report  Promoting Good Governance Page 5 7\n102-44 Key topics and concerns raised Corporate Responsibility Report  Promoting Good Governance Page 59\n102-45Entities included in the consolidated  \nfinancial statements2019 Annual Report\n102-46Process for defining report content and  \ntopic boundariesCorporate Responsibility Report  Our Sustainability Approach Pages 9-1 4\nCorporate Responsibility Report  CEO Letter Page 3 -4\n102-47 List of material topics Corporate Responsibility Report  Page 2\n102-48 Restatements of information There are no restatements applicable to the scope and boundary of this reporting content  at this time.\n102-49 Changes in reporting There are no significant changes in the list of material topics or boundaries at this time.\n102-50 Reporting period The reporting period is the 12-month period ending December 31, 2019.\n102-51 Date of most recent report This reporting period addresses the 2019 time frame. ADI's previous report addressed the 2016 to 2018 time frame.GRI INDEXAPPENDIX\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n66", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}