{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddGRI  \nSTANDARDDISCLOSURE NUMBER AND TITLE RESPONSE\nGRI 102:  \nGENERAL \nDISCLOSURES102-52 Reporting cycle Biennial Cycle—Transitioning to Annual\n102-53 Contact point for questions regarding the reportWe welcome—stakeholder comments and feedback, which provide important input for the continual improvement  \nof our sustainability programs and performance. Please direct any general comments regarding this report to  \nsustainability@analog.com.\n102-54Claims of reporting in accordance with the  \nGRI StandardsThe Sustainability Report has been prepared in accordance with the GRI Standards: Core Option. All relevant content is \nreferenced in the GRI Index and is available to locations indicated in the GRI Index.\n102-55 GRI content index This GRI Content Index Page 64-74  identifies the material sustainability topics addressed in this reporting.\n102-56 External assuranceThis report has been prepared in accordance with the GRI Standards: Core Option.  \nUse of external assurance is noted in the report where it is used, though the report as a whole has not been  \nexternally assured.\nMANAGEMENT APPROACH\nGRI 103: \nMANAGEMENT \nAPPROACH103-1 Explanation of the material topic and its boundary\nCorporate Responsibility Report  CEO Letter Pages 3-4 , Our Sustainability Approach Pages 9-14 ,  \nProtecting And Regenerating The Environment Page 15- 30, Empowering People Page 31- 44, Our Impact Pages 45-5 1,  \nPromoting Good Governance Pages 52-61 , About The Report Page 6 3103-2 The management approach and its components\n103-3 Evaluation of the management approach\nECONOMIC STANDARDS\nGRI 201: \nECONOMIC\nPERFORMANCE201-1 Direct economic value generated and distributed 2019 Annual Report Page 48\n201-2Financial implications and other risks and \nopportunities due to climate changeAdditional information available in Analog Devices 10-K Filing  and CDP Portal\n201-3Defined benefit plan obligations and other \nretirement plansADI 10-K Filing Pages 79-80\n201-4 Financial assistance received from government 2019 Annual Report \nGRI 203: \nINDIRECT \nECONOMIC \nIMPACT203-1 Infrastructure investments and services supported Omission: Information Unavailable Explanation: Site level investments not rolled up for tracking\n203-2 Significant indirect economic impactsCorporate Responsibility Report  Talent Development Page 40\nCorporate Responsibility Report  Impact With Engagement Pages 46-5 1GRI INDEXAPPENDIX\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n67", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}