{"page_content": "print scale  None 16251_ADI_ESG_Report_FINAL_051220.inddUNITED NATIONS SUSTAINABLE DEVELOPMENT GOALS STATEMENT\nAnalog Devices corporate responsibility strategy and initiatives are in alignment with the UN SDGS to support a better and more sustainable future for all.   \nMore information on the initiatives in this report that align with the UN SDGS are noted below:\nImproving Lives Through Technology  Page 13 \nTechnology solutions for diagnostic and testing medical equipment including  \nventilators, respirators, test and imaging systems. \nResponding To COVID-19   Pages 47-4 8\nPrioritizing healthcare customer shipments to support manufacturing of critical \nmedial equipment as well as supporting R&D initiatives with the W.H.O. and  \nMass General Hospital.\nImproving Lives Through Technology  Page 13  \nTechnologies to make factory floors safer and enabling the next generation of \nwireless communications with core technologies for 5G network infrastructure.\nDiversity and Inclusion  Pages 34-3 5\nWe’re committed to increasing diversity across the organization and nurturing  \na culture of inclusion where every employee brings their best to their jobs. \nTreating Employees Fairly  Page 4 3\nADI is committed to treating every single one of our global employees fairly and \nwith dignity. We always comply with local laws, and indeed, often go above and \nbeyond them to lead by example.\nImpact Through Engagement-STEM Education  Page 49 \nSupporting science, technology, engineering and math programs in the U.S.,  \nEurope and Asia for over 35 years.\nProtecting and Regenerating the Environment  Page 24\nWe implemented an audit of all waste streams to identify opportunities to  \nimprove resulting in 60% of our solid waste being recycled in 2019.\nEthical Supply Chain  Page 6 1\nADI expects suppliers to adhere to the same business ethics and human rights \nstandards ADI has set for itself. \nProtecting and Regenerating the Environment  Page 23\nWater conservation initiatives to reduce impact in our manufacturing and  \noffice facilities.\nProtecting and Regenerating the Environment  Pages 18-19 \nWe achieved a 37% reduction in Scope 1+2 GHG emissions since 2015 due to  \nrenewable energy sourcing and more efficient abatement systems.\nInnovating for The Environment  Page 12\nTechnology solutions for electric vehicles, energy storage systems and  \nimproving power efficiency in data centers.\nProtecting & Regenerating The Environment  Pages 22 and 29\nReducing usage of energy in our manufacturing and office facilities.\nBoosting Biodiversity  Page 5 1\nSupport for biodiversity conservation programs at our facilities and in our  \nlocal communities. \nEmpowering People  Pages 31-4 4\nADI believes the talent of our people is how we will succeed as a company, which \nis why we are committed to creating a culture that invests in our people,  \nis inclusive and treats employees equitably and fairly.APPENDIX\n2019 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT\n75", "metadata": {"source": "NASDAQ_ADI_2019.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}