{"page_content": "ESG REPORT 2021Social—Caring for Our Workforce 37Caring for  \nOur Workforce\nOur company’s success depends on our ability \nto attract and retain skilled employees. Talented \nemployees come from all walks of life, and we are \ndedicated to fostering a diverse, safe and inclusive \nwork environment that allows each person to thrive \nand maximize their growth and success.\nEmployee Engagement and \nDevelopment\nA key component to meeting our company’s goals \nand fulfilling our mission is continuous development \nof our employees. Our commitment to employee \ndevelopment and training is guided by our vision \nand values, and our processes are designed to \nfacilitate employee understanding of how their \nactions align with SunPower’s vision on a daily basis. \nWe drive high performance and growth through our \nlong-standing tradition of management by objective, \nwith all work clearly linked back to our core values. \nEmployees receive feedback and coaching from \ntheir managers on a quarterly basis at a minimum, ensuring consistent growth and presenting an \nopen channel of communication to outline career \naspirations and development plans.\nThrough our learning management system, we \noffer both mandatory and function-specific training \nprograms. Through our partnership with LinkedIn \nLearning, we invest in our employees’ continued \neducation and career development. SunPower \nalso supports self-development and educational \nefforts by providing reimbursement for many of \nthe expenses associated with continuing education \ncourses and certifications for its employees. \nEmployees may pursue a degree, obtain career-\nrelated professional certifications or take individual \ncourses at approved and accredited educational \ninstitutions under this program, provided the course \nof study is related to the employee’s current position \nor a probable future.\nMeasuring employee engagement is a valuable \nopportunity for everyone to provide open, honest \nand confidential feedback about what it’s like to work \nat SunPower. We take consistent and deliberate \naction to create positive change based on employee \ninput and strive to meet ambitious targets that differentiate us in the marketplace and as an \nemployer of choice. We also create an environment \nwhere our people find success and, in turn, exhibit \nhigh levels of engagement. Engaged employees are \nabsorbed in and are enthusiastic about their work, \nfind a greater sense of meaning in what they do, \nsee a stronger connection between their strengths \nand their role and expend discretionary effort in \ntheir performance. These positive behaviors make a \ndifference to each individual and to our business as \nwe work hard to build an even greater company and \ncontinue to change the way our world is powered. \nSunPower partners with Glint, a third-party survey \nprovider, to conduct its engagement surveys. \nGlint is built on a people-centric architecture that \ncaptures data throughout the employee experience \nunderpinned by the philosophy that higher quality, \nmore frequent and better-informed conversations \nabout engagement lead to happiness and success \nfor people at work. Uncovering insights from \nemployee feedback is only valuable if we take action. \nThe Glint platform is designed to guide leaders \nthrough the process of improving engagement and \ndriving results. ", "metadata": {"source": "NASDAQ_SPWR_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}