{"page_content": "Mindful ManufacturingTM\nSustainability: 3D Printing Key Impacts,   \nRisks and Opportunities \n We understand the game-changing impact \nadditive manufacturing has on driving \nimprovements that introduce more \nsustainable manufacturing. The new world economy, post-COVID-19, will rely on this technology and its power to innovate and \nimprove global supply chains.\nThe challenge now is to take this value to \nscale as part of our everyday operations, for our entire ecosystem, across industries. \nSupply chains will continue to be disrupted. \nLocal production and manufacturing, which pose less risk and create less waste, are becoming a new focus. That’s where \nStratasys comes in. With true hunger to make \nan impact, we will support big companies, local designers and engineers to make this \nshift. Let’s preserve some of the benefits that \na reduced footprint during the pandemic presented. We call it ‘Mindful Manufacturing\nTM’ \nwhere we grow our businesses in a way that \nmakes a positive impact on people and on the \nplanet, for generations to come. \nI stepped into my role as Stratasys CEO in \nFebruary 2020, on the eve of a global pandemic that has impacted business in unprecedented ways. At the time, I knew the power that 3D printing technologies \npresented, and understood the amazing \nuntapped opportunities for polymer-based additive manufacturing. \nOnly a few short weeks later, I witnessed the \nimpact of additive manufacturing in action, at \nscale and on the global stage, providing solutions for communities and economies that \nhad been hit by the COVID-19 outbreak. YOAV ZEIF \nCEO, Stratasys\n“Sustainability is about \npeople. It’s about our role in \nhelping and supporting them, \nso that tomorrow is a better \nversion of today.”\n4Section I \nLeadership \nStatementsSection II \n‘Mindful Manufacturing’ \nSustainability That Goes \nBeyond ComplianceSection III \nEnvironmentSection IV \nSocial \nImpactSection V\nGovernanceSection VI\nAbout This Report\n", "metadata": {"source": "NASDAQ_SSYS_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}