{"page_content": "At Stratasys, we call the rethinking of how we \ncreate and produce parts and products “Mindful Manufacturing\nTM.” It’s where traditional processes, \nparts and supply chains are redesigned. It’s where thoughtful mass production leads to more environmentally friendly solutions. And it’s how we make the world a better place.\nWe understand the far-reaching impact of our \nactivity and our potential to affect entire industries worldwide. That’s why we’re committed to \nmeasuring and improving the environmental \nimpacts of our operations and technologies, both \ninternally and across our value and supply chains, \nwhile continuing to expand our business. \nOur growth strategy dictates increased \nproduction over time. We believe this growth can \nbe achieved without extending our carbon \nfootprint, due to our deep commitment to sustainability and the planet. In addition, we know \nthat our business activity, along with our reach \nand impact, will expand. We are also committed to positively improving the environment through our global network of partners and leading \ninstalled base. \nThere is great value in the changes made within \nand throughout our operations, and the potential \nfor impact is unlimited. Each incremental shift in \nour offering can significantly impact a myriad of industries from aerospace and healthcare to automotive and consumer products.Reduce Reuse Recycle Repurpose Repair RedesignRethink!\nIt is our mission to translate our leadership in 3D printing into mindful business applications \nfor our customers – where less waste is produced and more value is derived from the digital \nprocesses at the core of our manufacturing solutions. Sustainability is a comparative practice. \nWhile AM is considered more environmentally friendly than traditional manufacturing processes, this is not frequently measured. It is our commitment to co-create the \nresearch and case studies needed to bring the data and proof points to the \nforefront to demonstrate the sustainability of 3D printing. \nProducts created with additive manufacturing technologies can reduce material use – both in \nthroughput and output – while maintaining essential characteristics such as strength, quality \nand reliability. Thanks to Stratasys, a single part made up of multiple components can be \ndesigned and manufactured as one holistic part – further reducing a heavy dependency on \nnatural resources like energy and materials.\nBy definition, AM is a more effective and efficient manufacturing process that helps reduce \nenvironmental footprints. Most traditional manufacturing techniques are based on subtractive \ntechniques (i.e. chipping away at raw materials so a product emerges), which creates waste \nthat accumulates in our landfills. In contrast, the additive process’ environmental strength lies in its ability to produce products and parts layer by layer, on-demand, with no molds or \ncarved away waste.\n35Section I \nLeadership \nStatementsSection II \n‘Mindful Manufacturing’ \nSustainability That Goes \nBeyond ComplianceSection III \nEnvironmentSection IV \nSocial \nImpactSection V\nGovernanceSection VI\nAbout This Report\n", "metadata": {"source": "NASDAQ_SSYS_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}