{"page_content": "CHAPTER 9: \nCIRCULAR ECONOMY \n& MEANINGFUL MANUFACTURING\n3D printing is becoming a driver of the transformation \nin manufacturing. And Stratasys is committed to \nsupporting this effort at all touchpoints across the \nindustrial value chain and to the benefit of people and \nthe planet. \nEmploying 3D printing in production processes at key \npoints across the supply chain – reducing, recycling, \nreusing, repairing, redesigning – and in the creation of \na more circular economy are where sustainability \ntakes center stage. \nWhen we design products and parts from cradle to \ncradle, we take existing efforts and give them new life, \nsuch as refurbishing and reusing canister materials \ncollected from our users. Cradle-to-grave efforts like \nrecycling are just as important. \nMoreover, the 3D printing digital design process often \nmakes unnecessary physical products and part \niterations obsolete, thereby significantly reducing \nwaste, materials, and non-renewable energy. \nWe don’t have all the solutions, but together with our \ncustomers and partners we aim to improve the life \ncycle of our products and parts.9.1 Addressing the R’s at Stratasys\nWe aim to support your businesses net zero goals and \ncarbon footprint reduction. Customers are invited to \nparticipate in our Recycling + Returns program. We accept \ncustomers’ used cartridges, canisters, spools, print engines, and containers for reuse  or recycling .\nWith easy-to-follow return instructions and printable labels, \nthe comprehensive program makes it simple for customers \nto identify those products that can be recycled, while simplifying and reducing logistical activity, reducing  waste, \nand saving on space. \n43Section I \nLeadership \nStatementsSection II \n‘Mindful Manufacturing’ \nSustainability That Goes \nBeyond ComplianceSection III \nEnvironmentSection IV \nSocial \nImpactSection V\nGovernanceSection VI\nAbout This Report\n", "metadata": {"source": "NASDAQ_SSYS_2021.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}