{"page_content": "How it Works\nIn our Americas’ operations, customers start by \npackaging canisters and cartridges and printing out \nUPS labels for free shipping from the Stratasys \nwebsite . UPS picks up the packages and ships them \ndirectly back to Stratasys headquarters in Minnesota for recycling. Our on-campus recycling facility is \nstaffed by a team from Lifeworks , which places and \nmentors people with disabilities in jobs that serve the \nlocal community.\nThe Stratasys Recycling program is also offered in \nAsia and Europe. And as part of our commitment to \nan improved circular economy, we are extending and expanding eligible returnables, all the time.\nWhat can I return?\n9.2 Supply Chains \n3D printing enables on-demand manufacturing, which has the potential to transform complete supply chains and their related environmental impact. \nFactory of the Future: 3D printing empowers makers to manufacture in real time \nbased on local needs, supported by a global digital network. This virtual factory \nenables the design process to take place anywhere worldwide, while allowing for delivery and production anywhere there is a 3D printer. With physical inventory moving toward digital files, product precision, quality and reliability are not \ncompromised. This gives any designer and manufacturer access to goods with no \nheavy transportation and shipping requirements. Essentially, the files can be sent electronically with no footprint, and then printed and consumed locally – according \nto specific demand with no oversupply.\nSupplier \nNetworkCentralized \nManufacturing SiteDistribution \nNetworkCustomers\nTraditional Supply Chains\nCAD\nCAD\nCADThe Factory of the Future\nGlobal Digital NetworkOn-Demand Product Design FilesLocal Distribution (If Any Needed) Customers 3D Printers and Additive Technologies \n44Section I \nLeadership \nStatementsSection II \n‘Mindful Manufacturing’ \nSustainability That Goes \nBeyond ComplianceSection III \nEnvironmentSection IV \nSocial \nImpactSection V\nGovernanceSection VI\nAbout This Report\n", "metadata": {"source": "NASDAQ_SSYS_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}