{"page_content": "48Section I \nLeadership \nStatementsSection II \n‘Mindful Manufacturing’ \nSustainability That Goes \nBeyond ComplianceSection III \nEnvironmentSection IV \nSocial \nImpactSection V\nGovernanceSection VI\nAbout This Report\nIV.1 EMPLOYEES\nCHAPTER 10: \nCARING FOR EMPLOYEES \nDURING COVID-19\nWe exemplified our People First approach during COVID-19 by, first and \nforemost, ensuring the health and safety of our employees while \ncontinuing to run an efficient and growing business. The pandemic \npresented the industry with countless challenges, including choices around transparency, communication, and decision-making processes. \n10. 1 Working From Home\nAs a forward-looking, dynamic, and adaptable company, Stratasys was well-equipped to embrace flexibility throughout the pandemic. Most \nimportantly, we pivoted whenever possible to a work-from-home \nframework for the sake of our employees and our communities. For those employees who could not work from home due to the nature of their responsibilities, we created ‘work in capsules’ and practiced social \ndistancing.\nWe recognized that managing teams that are working from home is a \nnew challenge for all of us, so we trained and supported our managers to help them best manage their teams remotely. The training not only \ncentered around management issues, but also aimed to connect \nemployees and their families to the company as much as possible in order to minimize feelings of isolation and loneliness. We identified the many advantages of working from home, and adopted a hybrid working model that will continue after the pandemic. By \nreducing the need to commute to work, we reduced our carbon \nfootprint. We also better support our diverse workforce this way and further engage and retain our talented workforce.\n10.2 Ensuring Business Continuity\nIn parallel, we deployed a Business Continuity Plan (BCP) to closely monitor, map, track, take action, and communicate developments in a \ncentrally aligned manner. We carried out all relevant communication and \ndecision-making according to regional and global factors, and at all managerial levels, to ensure efficient, real-time processes. This showed our ‘People First’ approach in action. It also allowed employees to best \ndemonstrate our “Be customer first” value, as we minimized internal \nuncertainties so people could focus on customer needs and deliver on business commitments.  ", "metadata": {"source": "NASDAQ_SSYS_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}