{"page_content": "CHAPTER 11:\nDIVERSIT Y, EQUIT Y, & \nINCLUSION\nStratasys is committed to providing equal employment \nopportunities to all qualified candidates. We do not \ntolerate discrimination against anyone on the basis of race, \ncolor, religion, age, gender, sexual orientation, marital status, disability, ethnic origin, or nationality. We are also committed to providing a work environment free of all \nforms of harassment.\nOur company prioritizes diverse employment whenever \npossible. Currently, 26% of our global workforce are women. The percentage of women on our board of \ndirectors, 25% (two of eight members).Stratasys encourages the acceptance and accessibility of diverse populations and works with civic associations to promote the employment of diverse populations. \nWe produce a personalized plan for each employee with special needs, and our company facilities are aligned to meet accessibility regulations. In addition, Stratasys conducts mandatory, annual anti-harassment and sexual harassment \ntraining for all employees, reinforcing our commitment to providing a safe and \ninclusive workplace.\nUnder the leadership of our Chief People Officer, we established a diversity, equity \nand inclusion (DEI) committee in 2021. The committee has planned manager training, an increased emphasis on providing diverse candidate slates, and regional activities relevant to DEI in local countries. The objective is to promote a work environment in which employees can be authentic and to create a culture of \ncelebrating the differences that promote our growth and innovation. \nStratasys set a baseline for measuring and managing a more diverse workplace. \nOur journey begins with the mapping of those identified as women and men, with the goal of monitoring and improving equity in terms of salary and representation. We mapped ratios by level and by compensation to create transparency and \nvisibility of year-over-year trends, to secure diversity and drive improved inclusion.\n26% 74%\n51Section I \nLeadership \nStatementsSection II \n‘Mindful Manufacturing’ \nSustainability That Goes \nBeyond ComplianceSection III \nEnvironmentSection IV \nSocial \nImpactSection V\nGovernanceSection VI\nAbout This Report\n", "metadata": {"source": "NASDAQ_SSYS_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}