{"page_content": "CHAPTER 12: \nEMPLOYEE VALUE \nPROPOSITION\n12.1 Engagement \nAs a leader in global polymer 3D printing, we are committed to and \ninvested in making Stratasys a great place to work. Employees are \nproud to work at Stratasys, the industry-leading, global polymer 3D \nPrinting Company. We offer the opportunity for employees to develop \ntheir careers in an environment where groundbreaking solutions  \nand technologies are changing the face of design, manufacturing,  \nand healthcare. \nAt Stratasys we conduct global employee engagement surveys to \nensure our company, business units, and teams collect on-going \nfeedback. The survey’s goal is to listen to our employees, support \nongoing improvement, and maintain our strong employee value proposition, over time. \nWe are especially proud to report that during the COVID-19 pandemic, \nwe attained an 86% response rate to our annual survey and \nmaintained, even slightly improved, our 60% engagement score. This past survey identified the company’s biggest strengths as follows: \n1. Management of COVID-19.\n2. Collaboration between units.\n3. Organizational change management.\n4. Senior leadership movement and work done by direct managers. According to the survey, our then new CEO, leadership team and \nstrategy were well-received, and managers addressed employee \nconcerns satisfactorily when navigating the crisis during very uncertain \ntimes, including a deep business transformation. \nIt is important to also note the lowest scores were for talent \nmanagement and career opportunities, which are now the focus of our \nworkplan going forward. \nOur new Stratasys strategy was designed in collaboration with \nemployees (95 people involved, 6 workshops); they identified the \ncompany’s growth engines and future business directions. Our nimble \norganizational structure allows employees to more directly impact those \nareas under their responsibility. For example, with innovation as a core value, it is important to note that each employee is encouraged to introduce new solutions and patent them under the company’s name. 60%Engagement improved despite COVID-19\nOverall Engagement Score is 60%\n54Section I \nLeadership \nStatementsSection II \n‘Mindful Manufacturing’ \nSustainability That Goes \nBeyond ComplianceSection III \nEnvironmentSection IV \nSocial \nImpactSection V\nGovernanceSection VI\nAbout This Report\n", "metadata": {"source": "NASDAQ_SSYS_2021.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}