{"page_content": "Stratasys has implemented an Operations Training, Qualification and Certification Procedure policy aimed at establishing and defining an internal \ntraining program, as well as ensuring the competency of operations personnel. Training employees in the procedures and methods that they may \nperform is a key factor for operational success. Applicable to on-the-job training, in-house training, and new-hire training, the policy enables and \noutlines the introduction of new procedures and methods, employee retraining, and employee performance verification. \nDue to the diverse nature of our operations, each training area and accompanying coursework is managed by the relevant business unit and manager (i.e., Application \nEngineers, Environment, Health and Safety, or management). This ensures that all training \nand learning are customized to meet the needs and requirements of each business unit, leading to more accomplished and successful employees.  \nWe engage our employees through robust learning and development programs that help \nthem gain new skills, learn new areas, and develop their capacities. We utilize three different \nlearning strategies: the Success Factors Learning Management System (LMS), LinkedIn Learning, and live webinars. By combining these platforms, which involve a mix of online and in-person learning, we can reach each and every employee. Stratasys employees are also \nencouraged to develop their specific fields of interest, dream of new projects, and promote \ninitiatives. Giving the space to be creative, we encourage employees to harness \ntheir own curiosity and develop concrete leadership skills.New employee process\nVeteran Employee Process (Cross training, Role Change, etc.)\n64Section I \nLeadership \nStatementsSection II \n‘Mindful Manufacturing’ \nSustainability That Goes \nBeyond ComplianceSection III \nEnvironmentSection IV \nSocial \nImpactSection V\nGovernanceSection VI\nAbout This Report\nOn board \ntraining\nAssigned to \na trainerAssigned to a trainer\nOverview of the \ntraining planOverview of the training plan\nProvide training materialsProvide training materials\nQuality check-in  \n(only for production employees) Quality check-in (only for production employees)\nTrainingTraining\nQuality check-out (only for production employees)Quality check-out (only for production employees)\nUpdating certification matrixUpdating certification meretrix", "metadata": {"source": "NASDAQ_SSYS_2021.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}