{"page_content": "17.1  Ta x\nTax is a heavily regulated area requiring strict compliance and careful \nmanagement of risks and exposure, which could impact the \ncompany’s results and public image. We ensure full compliance with \nlocal laws and regulations in areas in which Stratasys operates, while exploring developments and tax opportunities to ensure tax efficiency and optimization. Our tax team is updated about new developments \nworldwide. The management team discusses our tax strategy in light of changes in tax law and business developments. \nThe CFO and tax team, who are consulted regarding proposed \nchanges to business operations whenever necessary and consult \nwith external advisors, adopt this approach.\nTax risks or exposures are analyzed, quantified and evaluated for \npossible mitigation strategies. Risks are further investigated and identified exposure is managed when necessary. Our tax filings are \nprepared and reviewed internally under a controlled process. Similarly, \nwe share and consult with professional advisors for any issue that requires unconventional treatment.17 .2 Procurement and Supply Chain\nPurchasing and sourcing activities make up over $230M of direct procurement spend each year within Stratasys, depending on the \nscope of manufacturing and the company’s inventory policy.\nWe evaluate our suppliers to ensure that we are receiving quality \nservices and goods, and vet our vendors according to various benchmarks, including how they are perceived by the public as a business. In addition, the performance of vendors is reviewed on an \nongoing basis to ensure that they are meeting our expectations. We \ncreate KPIs around on-time delivery and other management criteria (yearly KPI management). This year we initiated a suppliers code of \nconduct and aligned our vendors to our values and commitment to \nethical operations.\nProcurement policies are available for review on various internal \nplatforms and web domains (SDM Workbench, Stratanet).\n85Section I \nLeadership \nStatementsSection II \n‘Mindful Manufacturing’ \nSustainability That Goes \nBeyond ComplianceSection III \nEnvironmentSection IV \nSocial \nImpactSection V\nGovernanceSection VI\nAbout This Report\n", "metadata": {"source": "NASDAQ_SSYS_2021.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}