{"page_content": "OPERATING WITH INTEGRITY\nCYBERSECURITY AND DATA PRIVACY  \nFor LPL, information security and privacy are more than just administrative and compliance \nfunctions—they serve to protect and safeguard the information of the company, business \npartners, advisors, end investors, and employees. We are committed to providing \nindustry-leading management of customer, advisor, and employee data. Our Cybersecurity \norganization is composed of more than 100 experienced professionals, and has an annual \nbudget of nearly $40 million.\nHow we use, collect, and safeguard data\nOur data-handling practices are designed to meet the stringent standards of the Gramm-\nLeach Bliley Act and the regulatory expectations of the financial services industry. By the \nnature of our business, data is typically collected directly from the individual investor by \nway of their financial professional during account creation. Our use and sharing of this data \nis strictly limited by our regulatory obligations, which is communicated to clients at account \ncreation and annually thereafter. We employ extensive physical, technical, and procedural \nsecurity controls to safeguard the valuable data entrusted to us by our stakeholders. \nGovernance of cybersecurity and data privacy\nOur chief information security officer (CISO) leads all information security activities, \nincluding establishing and overseeing separate teams for distinct cybersecurity functions \nand risks:\nSecurity  \nOperationsIdentity and Access \nManagementSecurity \nArchitectureTechnology Risk \nand Advisor \nSecurity\nMonitors our systems \nfor security incidentsManages user access \nacross employees, \nadvisors, and end \ninvestorsIntegrates and builds \ncyber defenses for \nnew digital solutions \nbeing added to  \nLPL’s  p l at f o r mTests existing \ndefenses for \ncybersecurity \nvulnerabilities\nThe firm recognizes data privacy’s unique importance and its impact on performance. \nLPL ’s chief privacy officer manages a dedicated privacy team, which is aligned with \nour information security practices, and is responsible for advising the firm about the \nimplementation of data privacy and security measures. These measures serve to meet \nthe ever-changing regulatory and industry requirements to protect the privacy of our \nstakeholders’ data. Any potential compromises of personal information are immediately \nescalated to the privacy team in order to assess regulatory requirements and protect \nagainst consumer fraud.    \n32\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}