{"page_content": "Ensuring cybersecurity and data privacy\nThe foundation of our security and privacy activities are our policies, starting with our \nPrivacy Policy. It lays out the types of data our stakeholders have entrusted to us and \noutlines our commitment to collect, use, and share that data in alignment with accepted \nstandards. In support of this commitment, we have also developed several internal  \npolicies that document our standards for data use:\n §Home Office Security Policy:  Written for our employees, this policy defines access  \nand data use standards for LPL employees. \n §Branch Office Security Policy:  This policy defines access and data use standards \nfor LPL ’s advisors. These standards help protect the personal information of our \nstakeholders by preventing potential security incidents.\n §Supplier contracts:  Our engagement agreements are required to include our “System \nSecurity and Privacy Protocols and Guidelines,” requiring all vendor partners to comply \nwith our data privacy and cybersecurity policies.\nIn accordance with our policies, we manage our program in alignment with the framework \nset out by the National Institute of Standards and Technology’s Cybersecurity Framework \n(NIST CSF), a leading standard for cybersecurity. The NIST CSF was developed in 2013 \nbased on public and private sector engagement and has been revised over time to reflect \nthe latest best practices in cybersecurity. Thanks to these practices and our robust \ncybersecurity and data privacy policies, we did not experience any material data security \nincidents that required breach notifications in 2020.\nData transparency and engagement\nWe take our role as custodians of the data entrusted to us seriously, and we strive to \nalways be readily available to our stakeholders. Our privacy team provides public-\nfacing email addresses and mailing information to allow our employees, advisors, and \nother stakeholders to contact us in relation to any requests or concerns they may have \nregarding their data’s accuracy and privacy. \nOur Consumer Privacy Notice  lays out, in clear terms, our practices around data \nsharing, the entities that may obtain access to consumer data, and the purpose of \nsharing the data. From time to time, LPL may receive a data request from governmental \nauthorities or regulators, and our Compliance, Legal & Risk group has a team dedicated \nto managing these requests. They coordinate with our privacy team and the applicable \nauthorities or regulators to assure that these requests are lawful and, simultaneously, \nthat LPL ’s transmission of data is safe and secure. OPERATING WITH INTEGRITY\nLPL’S CYBERSECURITY AND DATA \nPRIVACY PROGRAM ELEMENTS\n §Training:  Employees and advisors \nare required to complete privacy and \nsecurity trainings during onboarding \nand on an annual basis.\n §Data protection in advisor \noperations: We ensure the highest \nlevels of data security in our \nadvisors’ operations by obtaining \nannual affirmations of compliance  \nto policies.\n §Incident response: The teams \nmaintain playbooks outlining LPL ’s \nresponse to incidents in order to \nmitigate data loss, resolve system \nissues, and notify consumers and \nregulators as necessary.\n §Information security testing:  \nPenetration testing is performed at \nleast annually by an external vendor. \nAll applications are subject to \ntesting before rollout and are given \nvulnerability scans.\n §Risk assessments:  Our team has \nperformed phishing simulations \nand 70 virtual cyber assessments \nto gauge the effectiveness of our \ntechnology in protecting user data.\n § Standard alignment:  Annually,  \nwe perform a test of our alignment \nto NIST standards using an \nexternally  developed framework \nassessing the five framework \nfunctions: Identify, Protect, Detect, \nRespond, and Recover.\n §Monitoring:  Our Security Operations \nCenter operates 24/7, leveraging \nmachine learning and AI to quickly \nidentify and remediate vulnerabilities \non our digital platforms.\n33\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}