{"page_content": "LEGAL AND REGULATORY COMPLIANCE\nAt LPL, we’re committed to protecting our advisors and their clients. As part of this \ncommitment, we support the development of legislation, regulations, and compliance \nprocedures that enable their ability to focus on their clients. Our Government Relations \nteam leads this effort by monitoring legislation and regulations and responding to any \nissues that may impact our advisors and our business. \nLPL Government Relations \nLPL supports legislation, regulations, and compliance procedures that reflect our business \npriorities and core values. The Government Relations team works within LPL ’s Compliance, \nLegal & Risk (CLR) function and is charged with tracking legislation and regulations at \nthe state and federal level, acting as a thought leader for policy makers, and effectively \nadvocating for legislation in the following areas:\n §Retirement Security \n §Independent Contractor Status\n §Diversity, Equity, and Inclusion §Data Security and Privacy\n §Senior Investor Protection\n §Harmonized Best Interest Standard\nThe LPL Political Action Committee (PAC) is one of the tools used by the Government \nRelations team. The PAC is a bipartisan committee that is overseen by the board of \ndirectors and is composed of LPL employees representing different business units at LPL. \nThey are also informed by any advisory board of directors composed of LPL advisors from \nacross the country. The PAC board directors approve the PAC budget, including which \nmembers of Congress are included in the budget and the overall PAC strategy. For 2019 \nand 2020, LPL PAC issued contributions totaling $921,794.\nRegulation Best Interest \nOur Government Relations team strongly supports Regulation Best Interest (Reg BI), \nwhich was implemented by the Securities and Exchange Commission (SEC) in 2020 to \nenhance FINRA’s existing broker-dealer suitability standard to a “best interest” standard \nof conduct. This rule is regarded as a valuable, positive enhancement to existing rules, \ncreating a well-articulated federal standard that preserves investor choice and access to \na wide range of investment and financial services. In 2020, we rolled out Reg BI training \nto our employees and advisors. This training was designed to teach advisors the four \nkey components of the Reg BI that they need to act upon when providing investment \nrecommendations or strategies to retail customers in brokerage and how to comply with \nthe new requirements.OPERATING WITH INTEGRITY\nPROTECTING THE ELDERLY \nAND VULNERABLE FROM \nFINANCIAL ABUSE\nWe continue our work to increase \nawareness about potential \nfinancial fraud targeting the \nelderly and vulnerable population. \nFor the elderly, financial fraud can \nbe devastating—threatening the \nfinancial stability that they worked \nhard to achieve in retirement. We \nbelieve that financial advisors are \nin a unique position to identify \nand prevent fraud due to their \nclose relationships with their \nclients. LPL created a Senior \nInvestor Protection team that, \nalong with the compliance, legal, \nand risk department, oversees \nand investigates any suspected \nfinancial exploitation or abuse. In \naddition, our Senior Investment \nProtection team provides guidance \nand resources to employees and \nadvisors to help understand the \nrequirements they must follow \nunder FINRA Rule 2165 and various \nstate laws and regulations to \nhelp protect senior investors and \nvulnerable adults. \n34\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}