{"page_content": "OPERATING WITH INTEGRITY\nRESPONSIBLE SOURCING\nOur dedication to responsible governance extends to our relationships with the providers of \nthe products and services we use in our business. We strive to implement ethical sourcing \npractices and deliver sustainable products and services because we believe this not only \nhelps our business succeed, but also supports the communities and individuals our supply \nchain interacts with every day. \nOur head of strategic sourcing, within Finance, leads a team that coordinates LPL ’s \nsourcing and procurement activities and strategy. They oversee the approximately 1,800 \nsuppliers we work with to procure technology, professional services, office supplies, food \nfor our cafeterias, facilities maintenance services, and other products and services that \nenable our business to thrive.  \nHuman rights risks in the supply chain\nDue to the nature of our business, our supply chain does not leave a significant \nenvironmental footprint, however we are still mindful of our procurement practices to \nensure we’re addressing risks within our supply chain, such as human rights violations. \nIt’s important to our company that we respect human rights in all of our business \nfunctions and relationships.\nWe screen our suppliers during our vendor selection process to ensure their practices are \nconsistent with our values and expectations, including assessing for any potential violations \nof modern slavery and human trafficking laws within their business. We require that all \nsuppliers we work with adhere to a minimum set of controls appropriate to the delivery of the \ncontracted product or service, and that their costs and impacts are not disproportionately \nlarge considering the products or service they provide.  \nVendor code of conduct\nIn 2020, we expanded our responsible sourcing program by enacting a Vendor Code of \nConduct  that aligns closely with our Human Rights Statement of Principles  and Code of \nConduct . This Vendor Code of Conduct establishes our expectations for our suppliers in \nconducting their business ethically, committing to human rights, pursuing environmental \nstewardship, and promoting diversity, equity, and inclusion. \nThese standards draw on internationally recognized benchmarks, including the United \nNations Universal Declaration of Human Rights, United Nations’ Guiding Principles for \nBusiness and Human Rights, and the ILO Declaration on Fundamental Principles and Rights \nat Work. The Vendor Code of Conduct applies to all LPL vendors and business partners. \nFurthermore, if vendors subcontract any portion of their obligations, this code applies to \nsubcontractors. LPL expects its suppliers and vendors to communicate and uphold these \nexpectations throughout their operations and supply chain by adopting policies, procedures, \nand training. LPL VENDOR CODE  \nOF CONDUCT\nOur Vendor Code of Conduct  \noutlines our expectations for \nour vendors and suppliers, and \ncovers their practices and  \nprocedures for managing:\n §Ethical Business Practices\n —Anti-bribery and  \nanti-corruption\n —Anti-money laundering\n —Conflicts of interest\n —Gifts and political \ncontributions\n —Information and  \nproperty privacy\n §Respecting Human Rights\n —Child labor\n —Discrimination and \nharassment\n —Fair wages, benefits, and \nworking hours\n —Modern slavery, forced labor, \nand human trafficking\n —Safe working conditions\n §Diversity, Equity, and Inclusion\n §Environmental Stewardship\n §Grievance Mechanisms\n35\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}