{"page_content": "OPERATING WITH INTEGRITY\nPartnering with diverse suppliers\nDiversity and inclusion are important across our business, and our strategic \nfocus on diversity extends beyond our own walls to our value chain. Through our \nprocurement intake form, we actively screen for companies that include businesses \nowned by people of color, women, and veterans, and we encourage vendors to \ninclude these same screens for businesses in their own supply chains and to \npromote a diverse, inclusive, and equitable environment within their own firms.\nIn 2020, we screened for diverse suppliers during our onboarding process for \nnew vendors, and approximately 10% of the total vendors were identified as \nowned by women, people of color, or veterans. We are continuing to expand our \nsupplier diversity initiatives and process by investing in a supplier screening \nsoftware tool that will support our supplier diversity screening and reporting \nfrom 2021 onward.\nLPL strives to work with vendors whose policies and practices regarding \nhuman rights are consistent with our own. Our supply chain mission is to:\n §Deliver sustainable, ethical practices and leadership to enable the \nselection of external partners to drive the best service, quality, and value \nfor LPL while appropriately mitigating risk.\n §Provide leadership to our business partners through LPL ’s center-\nled Vendor Management Program to ensure that any contractual and \nperformance risks are effectively mitigated.\n §Drive operational excellence through management of the requisition, \ncontracting, payment process, and associated systems.\nSUPPORTING THE CARES ACT \nIN RESPONSE TO COVID-19\nIn response to COVID-19, the \nU.S. Congress passed the \nCoronavirus, Aid, Relief, and \nEconomic Security (CARES) Act. \nThis law was enacted to keep \nworkers paid and employed, \nkeep businesses operational, \nimprove the healthcare system, \nand stabilize our economy. LPL \noffered tools, resources, and \nsupport to help our advisors learn \nabout the CARES Act and its role \nin mitigating the virus’s economic \nimpact in America. In 2020, we \ncreated a CARES Act website to \nguide our current and prospective \nadvisors through uncertain times. \nOur resources focused on the \nretirement, individual, and small \nbusiness provisions included in \nthe CARES Act to highlight the \nissues that matter the most to \nadvisors and their clients. \n36\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}