{"page_content": "LPL FOUNDATION’S  \nREVIEW PROCESS \nIn 2020, the LPL Foundation board \napproved a revised approach to \nreviewing and approving grants.  Due \nto the hardships COVID-19 brought \nto nonprofit organizations, the LPL \nFoundation streamlined the process \nfor our community partners. All \norganizations that had received \ngrants in 2019 were invited to answer \na few questions about the impact of \nCOVID on the way they were doing \nbusiness and the financial impact \nof the new environment. The board \napproved grants for each partner at \nthe same level they had received in \n2019, and these funds were available \nfor the general operating budget of \nthe organizations. Grants were paid \nin April—three months earlier than in \nprevious years—in order to provide \nsupport as soon as possible.  \nSUPPORTING THE COMMUNITIES WHERE WE OPERATE \nSUPPORTING THE COMMUNITIES  \nWHERE WE OPERATE \nWe recognize the importance of engaging with our communities. We \nsupport initiatives and programs that strengthen our communities \nwhere we live and work, with a focus on increasing access to career \npathways for under-resourced teens and young adults as a way  \nto build equity. Through our corporate charitable programs, the  \nLPL Financial Foundation, and volunteering hours by employees,  \nwe expand on our care for our advisors and extend that care into  \nour communities.   \nInvesting in our communities through charitable giving  \nOur main vehicle for community impact is the LPL Foundation. Overseen by a board of \ndirectors, the LPL Foundation collaborates with organizations to donate to mission-\naligned nonprofit organizations. In 2019, we established a three-year roadmap to guide our \ncorporate giving practices, which is reviewed during quarterly board meetings. In 2020, the \nLPL Foundation and LPL ’s corporate giving totaled approximately $1.7 million, including \nunplanned gifts for COVID-19 relief and racial equity. We made an additional contribution to \norganizations supporting the COVID-19 relief effort by addressing hunger, the digital divide, \nand the literacy challenges of remote learning.  \nThe LPL Foundation also empowers our employees and advisors to give back via our \nmatching gifts program. Through this program, we offer a matching gift of up to $500 \nannually for all LPL employees and registered financial advisors. In 2020, the Foundation \nmatched $507,000 in donations on top of our regular charitable work. \nExplore Your Future, Carolinas Community Partner Showcase, Dress for Success May Serve Days, Carolinas\n37\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}