{"page_content": "SUPPORTING THE COMMUNITIES WHERE WE OPERATE \nLPL Financial Foundation management \nThe Foundation is directed by its guiding principles, and all funding decisions are made \nin alignment with those principles. In 2020, the LPL Foundation made contributions \nto organizations supporting COVID-19 relief efforts and focused its corporate giving \nprogram on helping individuals impacted by COVID-19. Schooling changed from in-\nperson to remote overnight once the scale of the virus was realized, creating nationwide \nchallenges related to overcoming digital divides, literacy, and even hunger. Our \ncontributions supported organizations seeking to help manage and solve these issues. \nFor more information on our COVID-19 response, see page 12 .  \nHistorically Black colleges and Universities partnership  \nwith Johnson C. Smith University\nOne of our leading charitable giving programs is our HBCU partnership with Johnson C. \nSmith University (JCSU). The LPL Foundation provides support for Phasing Up, which \nfocuses on providing financial support for JCSU students who have aged out of the foster \ncare system, funding housing expenses and covering transportation costs for qualified \nstudents who are otherwise unable to afford housing expenses and visits home during \nschool breaks. Additionally, we expanded the impact of our grant by partnering with JCSU \nto dedicate some of the funding to their Career Services program, which is available to all \nJCSU students. Our employees volunteer virtually and in person with JCSU through career \nfairs, career experience panels, and resume writing and job application events.\nSupporting Austin community impacted by winter storm\nIn early 2021, the LPL Financial Foundation responded swiftly to the devastating winter \nstorms that impacted communities in Austin, Texas. Our Foundation provided financial \nsupport to the Austin Urban League and the Central Texas Food Bank, helping residents \nin central Texas who were affected by severe weather conditions. 2020 COVID-19  \nRELATED DONATIONS \n §$100,000 Feeding America \n(nationally)\n §$80,000 Food Banks  \n(San Diego, Carolinas)\n §$10,000 Computer for Kids  \n(San Diego)\n §$10,000 Promising Pages in \nCharlotte\n §$100,000 Employee Relief Fund\n“The effects of this winter storm have been \ndevastating and our hearts are with everyone \nacross Texas. Now, as recovery begins in the \ngreater Austin area, essential items such \nas food and shelter are in great need and \ncharitable organizations are under stress.”\n—  Tim Carter, LPL Senior Vice President and  \nPresident of the LPL Financial Foundation \n38\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}