{"page_content": "SUPPORTING THE COMMUNITIES WHERE WE OPERATE \nEMPLOYEE VOLUNTEERISM\nIn addition to the charitable giving efforts of our LPL Foundation, we encourage our \nemployees and advisors to volunteer their time and talents with organizations that \nstrengthen our communities. To support this effort, we offer our employees 16 paid hours \neach year to volunteer with an organization of their choice through our Volunteer Time Off \nprogram. Employee volunteerism is overseen by our Community Relations Group, which \nreports to the LPL Foundation Board of Directors. \nVolunteering opportunities for our employees\nOur employees and financial advisors are dedicated to strengthening the communities \nwhere we live and operate. In 2020, the number of employees volunteering decreased due \nto the COVID-19 pandemic. However, our employees still volunteered virtually. In total, we \ncontributed approximately 6,000 volunteer hours to provide community support across \nthe country compared with over 12,000 hours in 2019. Highlights of some of our partner \norganizations during 2020 include:\n §LPL Employee Volunteer Center:  Our Employee Volunteer Center provides resources \nthat connect our employees with volunteer opportunities in their communities, as well as \ntools for creating and sharing volunteer activities with organizations that are meaningful \nto them.\n §YESvember:  Introduced in 2020 to celebrate virtual volunteerism during the month of \nNovember. We actively sought virtual opportunities with community partners and other \norganizations. Two hundred seventy employees recorded hours across the company—and \nthese all went to the $10/volunteer incentive, totaling a $2,700 contribution to Austin \nUrban Technology Movement, which bridges the gap between the Black and Hispanic \ncommunities and the technology industry. \nTo help strengthen our home \noffice communities, we \ncollaborate with the following \norganizations where we \nmentor youth and provide \ncareer skills training:\nYESVEMBER IN AUSTIN, TEXAS\nWe remain committed to our communities, and while we’re a growing company, we \nknow the importance of staying in touch with the people and places that provide us \nspace to operate. When we moved into our new Austin location in Fall 2020, we knew \nhow important it was to join the community in a positive way. We held an inaugural \nYESvember event in our Austin office, which included $10 donations to Austin-based \nnonprofits by the LPL Financial Foundation for every employee who participated \nin the charitable giving event. This successful event provided our employees the \nopportunity to introduce LPL to the community while simultaneously helping \nestablish a strong culture of giving and community focus in our new office location.\n39\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}