{"page_content": "SERVICE AFFORDABILITY\nService affordability is an increasingly important topic for the \nfinancial sector and LPL. Our geographically and culturally diverse \nadvisors seek to provide services to equally diverse clients, and we \naid this effort by offering fair and reasonable costs for our products \nand services to support service affordability, including Guided \nWealth Portfolios and Small Market Solution.\nGuided Wealth Portfolios\nLPL ’s Guided Wealth Portfolios is a financial advisor-led, online, \ncost-effective investing opportunity. It requires only a $5,000 \naccount minimum, which allows people at a younger age or lower \nincome range to get started on their financial journey. Despite the \nlow minimum investment, these investors have full access to an \nLPL advisor. In addition, these clients have access to cost-efficient \nexchange-traded fund models managed by LPL Research and \nautomatically invested and rebalanced according to their specific \ngoals. A new feature added in 2020 allows clients to work with the \nadvisor to set goals and risk tolerance.\nSmall Market Solution \nOur Small Market Solution provides an affordable way for \nbusinesses of all sizes to offer retirement plan services and help \nemployees to save for and invest toward a secure future. If the plan \nclient is subject to the Employee Retirement Income Security Act \n(ERISA), we serve as the ERISA Section 3(38) investment manager \nand assume discretion for determining the plan’s investment \nmenus, helping to support investment fiduciary responsibility and \nlegal liability under ERISA for the plan sponsor and for ongoing \nplan consultation assistance.\nIn addition, LPL ’s advisors are available to host employee \nmeetings to help plan participants understand their retirement \nplan investment options, which appeals to smaller businesses that \nmay otherwise believe they could not offer this level of support to \ntheir employees.Financial literacy\nWe strive to help our customers make informed choices, \navoid financial pitfalls, and follow good practices to improve \ntheir financial well-being. The LPL Board of Directors and the \nManagement Committee recognize the importance of financial \nliteracy and have increased the emphasis on it in the communities \nin which we operate. As a result, our LPL Total Rewards team \noffered financial wellness education to all LPL employees, in \npartnership with our Young Professionals ERG.\nIn addition, we provide our advisors and employees with financial \neducation resources and support financial literacy programs in \npartnership with nonprofit organizations. For example, we have \npartnered with Junior Achievement to offer financial literacy \nand career readiness skills to students, which simultaneously \nemphasized the importance of girls’ exposure to financial services \ncareers. The program prepares and educates young people with \nreal-world financial and career management skills and reaches \nthousands of students annually.  \nWe support programs that help individuals manage their \npersonal financial resources, including those designed to enhance \nfamiliarity and comfort with fundamental skills, such as setting \nfinancial goals, budgeting, and managing funds. These publicly \navailable, free financial tools and resources include:\n §Savings Calculator\n §Retirement Calculator\n §Fund Analyzer\n §College Savings Calculator\n §Insightful articles and educational videos\n §Goals-based planning tools  for our advisors to use  \nwith their clients\nWe believe that everyone deserves sound financial advice, and that \ndrives our effort to support financial literacy and acumen.  SUPPORTING THE COMMUNITIES WHERE WE OPERATE \n40\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}