{"page_content": "ENVIRONMENTAL STEWARDSHIP\nENVIRONMENTAL STEWARDSHIP\nClimate change and environmental justice issues continue to be \nimportant not just for the financial services sector, but for all \ncompanies and societal systems. At LPL, we strive to manage our \nimpacts on the environment—not just because it’s the right thing \nto do, but because doing so makes good business sense. Pursuing \nenvironmental sustainability often leads to cost reductions \nresulting from more energy efficient offices and buildings, \nwhile also ensuring we’re maintaining business resilience by \nmanaging risks and opportunities related to climate change and \nour operational performance. We have a record of success in \nimplementing initiatives that reduce our environmental impact \nby improving our energy efficiency, reducing our water use, and \ndecreasing our waste generation.  \nGOING PAPERLESS  \nFinancial services companies have traditionally used paper documentation to operate their \nbusinesses, from day-to-day office operations to mailing information, hard copy statements, \nand reports. Digital platforms and solutions afford us the opportunity to vastly reduce \nour paper usage while cutting costs in the process. We view the need to go paperless as \na business imperative, and it continued to be one of our key ESG focus areas in 2020. We \ncontinued our efforts by implementing several initiatives for reducing our reliance on paper:\n §Expanded the list of communications eligible for eDelivery to include tax documentation \n §Reduced unnecessary letters by narrowing the criteria for generating automated \ntransaction notices\n §Consolidated multiple communications, such as those related to automated clearing \nhouses, into single communications\n §Added periodic reminder messages to investors to update their paperless account \nsettings if existing elections were less than 100%\n §Added a feature to allow investors to become 100% paperless with one click\nThese initiatives pushed paperless adoption to 30% for overall statements and 42% for \nconfirms and prospectuses, which resulted in savings of $3.3 million for LPL and reduced \ncontributions to deforestation and climate change.San Diego, CA office\nFort Mill, SC office\nBoston, MA office\n41\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}