{"page_content": "OUR ENVIRONMENTAL FOOTPRINT \nOur greatest environmental impacts as a company are associated with our business travel \nand the climate, water, and waste impacts of our offices in Fort Mill, San Diego, Boston, and \nAustin. Our Corporate Real Estate team oversees our environmental management efforts to \nensure we’re improving our environmental performance over time.\nReducing energy usage and carbon emissions \nEnergy use is one of our biggest operational expenses with an environmental impact, \ntherefore we continually evaluate ways to limit our usage in our offices and facilities. Our \nmain office buildings in Boston, Fort Mill, and San Diego have been certified LEED Platinum, \nGold, and Platinum, respectively, by the U.S. Green Building Council as evidence of their \nleading energy- and water-efficient features. In San Diego, we make use of energy-efficient \nfuel cells that generate significant portions of the electricity used at that facility. Some \nof our buildings are also equipped with remote monitoring units that allow us to observe \nenergy use in different areas of our buildings. In addition, we have recently engaged with \na facilities data company to provide continuous monitoring of our energy use and identify \npotential opportunities to improve. \nWe’re committed to operational excellence that allows for energy efficiency and  \nlower greenhouse gas (GHG) emissions. When we seek new commercial real estate,  \nas we did in 2020 for our new office in Austin, Texas, we look for Class A buildings  \n(as defined by the Building Owners and Managers Association), which have the strongest \nenergy performance.  \nMeasuring our impact on climate change\nOur energy usage also influences climate change, and, with global action ramping up \nto combat global warming, we’ve begun to consider how we can adapt our business to \ncontribute to these efforts. The first step in reducing GHG emissions is measuring them.  \nWe measure our climate impact using the World Resource Institute’s GHG protocol, a widely \nused framework for measuring and accounting for carbon emissions. \nAfter consolidating the volumes of fuel we use to control the temperature in our \nbuildings, power our backup generators, and provide electricity to our equipment, we’re \nable to use emission factors provided by the U.S. Environmental Protection Agency (EPA), \nas of February 2021, to calculate emissions. In our 2019 report, we completed an initial \nGHG inventory that assessed our emissions associated with business travel and our \noffice buildings in Fort Mill, San Diego, and Boston. In this year’s report, we expanded our \nscope to include our data centers and our newest office in Austin. In addition, we set up a \ntemporary office in a former supermarket adjacent to our Fort Mill location, known as the \nLPL Market. With these additions, the figures reported in the data table below represent \nour Scope 1 (direct emissions), Scope 2 (indirect emissions), and Scope 3 (business \ntravel) emissions.ENVIRONMENTAL STEWARDSHIP\nTHE IMPACT OF COVID-19 \nON OUR OPERATIONAL \nENVIRONMENTAL IMPACTS\nCOVID-19 provided an opportunity \nfor us to adapt our approach to \nhow we work and dramatically \nreduce the environmental impacts \ncreated by our offices. We adjusted \nour work through the following \nmechanisms, which in turn \nreduced our energy usage,  \nwaste generation, and  \nwater consumption:\n §Close to 90% of our workforce \nshifted to remote work,  \nreducing demand for in-office \nelectricity use\n §Given reduced office demand, \nwe modified building \ntemperature thresholds  \nto adjust energy used by  \nour heating and air-  \nconditioning units\n §Building services such as \nvending/food services, \nmaintenance, and other non-\nessential services were also \ngreatly reduced\nFor more information on how  \nwe responded to COVID-19,  \nsee page 12 .\n42\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}