{"page_content": "ENVIRONMENTAL STEWARDSHIP\nWater\nIn addition to monitoring our energy use and GHG emissions, we also \npursue effective water management. Limiting potable water use, \nespecially in office locations with water scarcity like San Diego, is \na high priority for our business. Our Fort Mill and San Diego offices \nboth have onsite water reclamation systems that withdraw water \nfrom lakes, roof drains, and other unpurified sources for facility water \nneeds, such as irrigation, server cooling, and our office restrooms.\nMaintaining our buildings conscientiously\nIn the day-to-day upkeep of our facilities, we seek to use products, \nwherever possible, that are environmentally friendly. We measure this \nas the percentage of our janitorial supply spend that has a lesser or \nreduced effect on human health and the environment when compared \nwith competing products and services that serve the same purpose. \nIn the first quarter of 2020, before the COVID-19 pandemic began in \nearnest, this green spend for our two main offices was over 75%.\n2020 Green Spend by Quarter\nQ1 Q2 Q3 Q4\nFort Mill 75% 40% 20% 50%\nSan Diego 90% 40% 54% 64%Waste\nHistorically, we have consistently placed a strong focus on waste \nand recycling in our operations, with composting, recycling, \nand waste-reduction programs and initiatives across our office \nfootprint. However, in 2020, less than 25% of our offices were \noccupied as we shifted to remote work, which dramatically \nreduced the volume of waste and amount composted, recycled, \nand repurposed. We adjusted our programs to accommodate the \nemployees who were required in our offices, resulting in nearly \n25 tons of compost and 700 pounds of recycled batteries. As \nwe emerge from COVID-19, we’ll continually monitor and adjust \nour waste programs to adapt to a more remote way of working, \nresulting in better energy, water, and waste performance. \n §Dual bin recycling and compost stations (Fort Mill)\n §San Diego single stream waste management\n §Water refilling stations\n §Onsite battery, eye glass, coffee pod, and print  \ncartridge recycling\n2019 2020 % change\nWater\nTotal Water Withdrawn* - 5,306,075 gallons -\nTotal Water Consumed* - 1,264,216 gallons -\nWaste\nTotal Waste Generated 159 tons* 103 tons -35%\nTotal Repurposed Waste 97 tons* 71.17 tons -27%\nComposted Waste 76.2 tons 23.25 tons -69%\nTotal Recycled Batteries 1,435 lbs 655 lbs -54%\nTotal Shredded Paper 200 tons 69 tons -66%\nTotal Waste Avoided from Water Bottles at Fort Mill Office 277,464 bottles 87,747 bottles -68%\n*Includes only Fort Mill and San DiegoManaging water and waste\nThe following table summarizes our water and  \nwaste performance in 2020.\n44\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}