{"page_content": "ENVIRONMENTAL STEWARDSHIP\nCLIMATE RISK\nWhile we recognize the importance of mitigating our own carbon footprint to help stave off the worst effects of climate change, we also \nknow that some of the impacts of climate change are already happening, increasing the severity and likelihood of extreme weather, \nwildfires, and other natural disasters. Through the efforts of our Business Continuity and Recovery (BCR) team, we safeguard the resiliency \nof our operations from both the physical and transitional risks of climate change through concrete actions:\nPhysical Risk  §LPL Alert  : Communication during an emergency event is critical, which is why we maintain LPL Alert, a mass \ncommunication tool that can text, call, or email our employees and advisors with real-time updates during an emergency. \nThe tool leverages GIS technology to map an event’s expected and actual impacts on vulnerable personnel in the area, \nallowing us to provide targeted messaging to the teams that are most at risk.\n §Diversified locations : Our core resiliency measure is our geographically diverse office footprint. According to the U.S. \nFederal Emergency Management Agency National Risk Index, none of our offices are in counties that have the highest \ncategory of risk to natural hazards, while the geographic distance between our offices reduces the likelihood that more \nthan one of our offices would be impacted by the same event. Furthermore, our offices are equipped to manage additional \noperational load if one is taken offline.\n §Remote work: COVID-19 was uniquely widespread and thus disruptive to our operations, but it has had the effect of \nenhancing our ability to be agile and continue operating successfully. We are now even better equipped to manage \nemergency events, as our employees can work remotely if our offices become unavailable. \n §Business Continuity and Recovery (BCR) Event Playbook : Our event playbook documents procedures and accountability \nfor different LPL teams during an emergency. The playbook provides a custom approach to different events (hurricane, \nwildfire, flood, etc.), documenting priorities and custom considerations. \n §Advisor emergency plan support : Our BCR team provides support to our advisors’ operations by helping them develop \nand implement emergency response plans. Furthermore, we provide data backups to our advisors so that if their local \noperations are impacted, their clients’ information is secure and accessible.\nTransition Risk  §Backup generators : Access to electricity can be disrupted from climate events in multiple respects; severe weather \ncan physically knock down power lines and disrupt power generators, while utilities may also conduct rolling blackouts \nto conserve power during severe weather or prevent wildfires, particularly in California. To help mitigate the impacts \nof these events, many of our offices are equipped with backup generators that can bridge our operations during these \nevents. Furthermore, given the increase in remote work from COVID-19, we are currently assessing and identifying critical \npersonnel who should be equipped with generators in their homes.\n §Operational improvements : Our business could also be impacted through the implementation of regulatory change \naddressing climate. While our exposure is relatively limited given the service-based nature of our work, we address this \nrisk through our continued investment in renewable energy and initiatives to improve our buildings’ energy efficiency. In \naddition, we’re improving the scope and accuracy of our GHG emissions measurement and we’re committed to setting \ngoals to reduce our GHG emissions in future years.\n45\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}