{"page_content": "APPENDIX II: ABOUT THIS REPORT\nABOUT THIS REPORT \nLPL ’s 2021 Sustainability Report focuses on the core topics prioritized by our stakeholders—employees, \nfinancial advisors, business partners, and communities. This report, as well as our ESG framework, were \ndefined by our 2019 sustainability materiality assessment, and both were further iterated in 2020 to reflect \nour most up-to-date material ESG issues and focus areas. Our material topics and ESG framework may be \nfound on page 7.\nOur sustainability profile is consistent with the prior year, reflecting our established commitment to taking \ncare of our advisors so they can take care of their clients through sustainable strategies and practices. Our \nprogress is reflected in the increased disclosures and cadence of our reporting and engagement in response \nto stakeholder interest. We highly value the perspectives of our stakeholders, and we look forward to \ncontinued feedback.\nReport boundaries \nUnless otherwise noted, this report covers calendar year 2020 and provides qualitative and quantitative \ninformation on our approach to managing ESG issues. Some initiatives or targets that were launched during \nearly 2021 are also included in this report to provide up-to-date information for our stakeholders. We \nintend to continue to report on ESG topics annually. For additional information, you can visit LPL ’s social \nresponsibility page. This report covers LPL ’s ESG efforts across our company, including our subsidiaries.\nWhen we use the terms “LPL,” “we,” “us,” “our,” and the “company,” we mean LPL Financial Holdings \nInc., a Delaware corporation, and its consolidated subsidiaries, taken as a whole, unless the context \notherwise indicates. The intended audience of this communication is the general public and the purpose \nis to communicate the business operations of LPL Financial. Throughout this communication, the \nterms “financial advisors” and “advisors” include registered representatives and/or investment adviser \nrepresentatives affiliated with LPL Financial LLC, an SEC-registered broker-dealer and investment adviser. \nReporting guidelines and content\nWe prepared this report leveraging the Global Reporting Initiative (GRI) Sustainability Reporting \nStandards reporting framework and Financial Services Sector Supplement disclosures as guidance. The \nSustainability Accounting Standards Board (SASB) Consumer Finance and Asset Management & Custody \nActivities industry guidance also influenced the key topics and metrics covered within this report. \nMoreover, the topics covered in this report were defined based on the results of our ESG materiality \nassessment, which is described on page 8. \nReporting uncertainties\nNon-financial information is subject to measurement uncertainties resulting from limitations inherent \nin the nature and the methods used for determining such data. The selection of different but acceptable \nmeasurement techniques can result in materially different measurements. The precision of different \nmeasurement techniques may also vary.\n51\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}