{"page_content": "APPENDIX II: ABOUT THIS REPORT\nDisclaimer\nStatements in this sustainability report and LPL Financial Holdings Inc.’s website regarding the \ncompany’s ESG initiatives and future operating results, outlook, growth, plans, and business \nstrategies, including statements regarding projected savings and anticipated improvements to \nthe company’s operating model, service offerings, technologies, and ESG metrics as a result of its \ninitiatives and programs, as well as any other statements that are not related to present facts or \ncurrent conditions or that are not purely historical, constitute forward-looking statements. These \nforward-looking statements are based on the company’s historical performance and its plans, \nestimates, and expectations as of April 1, 2021. Forward-looking statements are not guarantees \nthat the future results, plans, intentions, or expectations expressed or implied by the company will \nbe achieved. Matters subject to forward-looking statements involve known and unknown risks and \nuncertainties, including economic, legislative, regulatory, competitive, and other factors, which may \ncause actual financial or operating results, levels of activity, or the timing of events to be materially \ndifferent than those expressed or implied by forward-looking statements. Important factors that \ncould cause or contribute to such differences include execution of the company’s plans and its \nsuccess in realizing the benefits expected to result from its initiatives and programs, including its \ncustomer service and technology initiatives, and the other factors set forth in Part I, “Item 1A. Risk \nFactors” in the Company’s 2020 Annual Report on Form 10-K, as may be amended or updated in \nthe company’s Quarterly Reports on Form 10-Q or other filings with the SEC. Except as required by \nlaw, the company specifically disclaims any obligation to update any forward-looking statements \nas a result of developments occurring after the date of this report, even if its estimates change, and \nyou should not rely on statements contained herein as representing the company’s views as of any \ndate subsequent to the date of this report. The use of the term “materiality” and other similar terms \nrefers to ESG and sustainability topics. We are not using such terms as they are used under the \nsecurities or other laws of the United States or any other jurisdiction or as these terms are used in \nthe context of financial statements and financial reporting.\n52\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}