{"page_content": "APPENDIX III: GLOBAL REPORTING INITIATIVE AND SUSTAINABILITY \nACCOUNTING STANDARDS BOARD DISCLOSURES\nDISCLOSURE NUMBER DISCLOSURE DESCRIPTION LOCATION (REPORT SECTION, URL)\nGeneral Disclosures (Core Option)\n102-1 Name of the organization LPL Financial Holdings Inc.\n102-2 Activities, brands, products, and services [Creating Value, Together] ; 2020 10-K Annual Report, page 1\n102-3 Location of headquarters 75 State Street, Boston, MA 02109\n102-4 Location of operations [Creating Value, Together] ; LPL website, locations tab\n102-5 Ownership and legal form 2020 10-K Annual Report, page 1\n102-6 Markets served [Creating Value, Together]\n102-7 Scale of the organization [Year in Review] ; 2020 10-K Annual Report, page 6\n102-8 Information on employees and other workers [Diversity, Equity, and Inclusion]\n102-9 Supply chain [Responsible Sourcing]\n102-10 Significant changes to the organization and its \nsupply chainIn 2020, we:\n §Added a new office in Austin and a temporary office outside our  \nFort Mill location\n §Shifted significant portions of our operations to remote work due to \nCovid 19\n102-11 Precautionary principle [Climate Risk] The precautionary principle states that when there is \nsuspected risk of causing harm, protective action should be supported \nbefore there is complete proof of a risk. Through our precautionary \napproach to environmental sustainability and greenhouse gas emissions \nreduction, we continuously monitor and address the physical risks \nassociated with climate change. Our ESG Steering Committee regularly \nexamines the regulatory landscape for potential risks that may have an \nimpact on business continuity or increase the cost of operations due to \nclimate-related issues.\n102-12 External initiatives US Forum for Sustainable and Responsible Investment (SIF), Association \nof African American Financial Advisors, UN SDGs, United Nations Universal \nDeclaration of Human Rights, United Nations’ Guiding Principles for \nBusiness and Human Rights, and the ILO Declaration on Fundamental \nPrinciples and Rights at Work, Forest Stewardship Council, U.S. Green \nBuilding Council LEED certifications\n102-13 Membership of associations FINRA/SIP, SIFMA- Securities Industry and Financial Markets Association \n(the industry’s largest trade group); IRI- Insured Retirement Institute; ASA \n– American Securities Association; Greater Boston Chamber of Commerce; \nNew England Council (regional business association); Charlotte Regional \nBusiness Alliance; South Carolina Chamber of Commerce; San Diego \nRegional Chamber of Commerce; Congressional Hispanic Caucus Institute; \nCongressional Black Caucus Institute, Association of African American \nFinancial AdvisorsGRI CONTENT INDEX\nThis report covers calendar year 2020 and has started to align with the Global Reporting Initiative (GRI) standard reporting guidelines  \nThe table below shows where you can find the information disclosed for each Standard Disclosure we have fulfilled or partially met. \nWhile most information is found in this report, other primary sources include: our 2020 Annual Report, Form 10-K, and 2021 Proxy Statement. \n53\nLPL SUSTAINABILITY REPORT 2021", "metadata": {"source": "NASDAQ_LPLA_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}