{"page_content": "15Financial inclusion\nFinancial inclusion guarantees millions of people access to basic human \nrights and generates new opportunities for entrepreneurs. The merger of \ntechnology and finance opens up a huge range of possibilities, of local \nand individual solutions, which respond to global problems. \nIn Latin America, there are still 30 million adults who do not have access \nto formal financial services, and yet 90% of them have a cell phone. \nThese figures clearly show the huge opportunity created by technology to \ninclude people in financial matters.\nWe understand that not having to depend on cash for all payments and \nfinancial transactions has a tremendous impact on the lives of individuals, \nfamilies and business people, in terms of security, predictability, and \nopportunities. Today, many benefits, opportunities for financing, and \npromotions are found exclusively in the digital world. Our focus is on \nensuring that Mercado Pago’s solutions are simple, accessible and secure. In addition, we are committed to strengthening the capabilities of \nentrepreneurs, providing them with reports containing strategically \nvaluable information for the management of their business. Beyond \nthe solution’s transactional use, they can obtain key metrics, reconcile \ntransactions with their balance sheet, and view any withholdings that may \nhave applied. \nWith this information, entrepreneurs can analyze their ability to take out \nloans to invest in business growth. The integration of Mercado Pago \nand Mercado Credito gives them access to money in an agile, flexible \nand simple manner, seeking the financial inclusion of those who must \novercome more barriers to access credit in the traditional system in Latin \nAmerica. This is possible thanks to the innovation and investment we have \nmade in machine learning and big data, and on innovative proprietary \nscoring model based on the history of each person. \nUSD 534 million in loans \ngranted in 2019\n2.9 millon  \nPoint users4.5 million\nQR code payments processedFinancial inclusion: 103-1, 103-2, 103-3 Company profile\nWith Mercado Pago we help people grow their business  \nor finance their purchases, promoting financial inclusion.15", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}