{"page_content": "19The entrepreneurial effect \nGiven our DNA, we believe entrepreneurs are the vehicle to achieve a \nmore equitable and democratic economy, spearheading an authentic \ntransformation in society and on the planet.\nThe Entrepreneurial Effect is our strategy to promote the development of \nthe entrepreneurial ecosystem in the region. Its focus is the purpose with \nwhich Mercado Libre was born: to democratize commerce and money, \nequaling out the opportunities between large companies and small \nentrepreneurs by reducing geographical and economic gaps. The pillars \nof our sustainability strategy are to boost the entrepreneurial ecosystem, \ncontribute to the communities where we are present, and reduce the \nenvironmental impact of our operations.  Strategic Focus\nThe entrepreneurial effect is the ideas and businesses \nbusinesses that technology creates, driving trade and \nmultiplying job creation.\nOur triple impact measurement\nWe know that to manage our economic, social and environmental \nimpacts it is very important to know the relevant information of \nour organization. For this reason, since 2017 we work together \nwith Sistema B in measuring our impacts in-depth, in order to \nimplement improvement plans for the opportunities that present \nto us. Entrepreneurship promotion: 103-1, 102-15 Sustainability strategy 19Eco Friday + Sustainable vertical - Emprender con impacto - Ashoka Fellows - Sustainable purchases\nRenewableenergy\nMobility\nPackaging RecyclingSustainable architectureCODE.ORG - Ceibal - TEC.LA - ELLALAB (ADA + Reprogramar)Mercado Libre Solidario\nPlanetReduce our environmental impactCommunityEntrepreneurial ecosystem Contribute to the development of the communities we operate\nDrive the entrepreneurial ecosystem\nDemocratize\ncommerce\nand moneyTriple-impact entrepreneurs\nCarbon FootprintYoung & W\nomanNGOs", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}