{"page_content": "3In 2019, we celebrate the first 20 years of Mercado Libre, a path that we forged with a challenging \npurpose: to democratize commerce and money.\nThe entrepreneurial DNA that drove us from a garage in Saavedra neighborhood, in Buenos \nAires, remains in force and unalterable. That is the spirit that defines us: constant innovation in our \necosystem with a wholistic approach.\nOur evolution over these two decades has made us part of the lives of millions of people in Latin \nAmerica. Our multiplier effect in 18 countries of the region is immense: more than 600 thousand \nfamilies make their livelihoods by operating in Mercado Libre. In 2019 more than 378.9 million \nproducts were sold on our platform and we reached 838 million transactions using Mercado Pago, \n115% more than the previous year. Our Mercado Credito solution continues to grow, surpassing \nUS$534 million in loans in Mexico, Brazil and Argentina.\nIn 2019, we hit a milestone of more than 2.9 million users who incorporated our Point payment-as-\na-service solution to process electronic payments with debit and credit cards, when many of them \npreviously did not have the means to do so.\nWe have also continued to scale what we believe is our most disruptive service: the mobile wallet. In \nArgentina, Brazil and Mexico we launched the functionality of investment fund and, in every country \nwhere we operate, QR-code payments are a reality with 4.5 million users in 2019. With these solutions, \nwe seek to end the cash economy including segments of the population that have historically been \nabandoned by the traditional financial system.Letter from the CEO\nMarcos Galperin\nCEO and President of Mercado Libre Inc102-14 Letter from the CEO\nWe continue to revolutionize the democratization of payments and the  \ninclusion of small and medium sized merchants in the financial system.  \n3", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}