{"page_content": "28102-16, 102-17, Ethics and transparency: 103-1, 103-2, 103-3\nWe conduct ourselves as good corporate citizens, with integrity and \ntransparency. We expect everyone who forms part of Mercado Libre to \ncarry out their functions according to the highest ethical and behavioral \nstandards. Likewise, we have the same expectations of our suppliers, \npartners and customers. We work to ensure that values of honesty, \nfairness, and respect prevail in all our relationships. \nTo ensure these expectations are met, we have a Code of Conduct and \nEthics, which is available on the Investor Relations site to the general \npublic. The document outlines our commitment to comply with laws \nand regulations, and establishes best practices related to internal \ninformation management, company assets and digital media. It also \nincludes guidelines for the prevention of conflicts of interest; policies of \ngifts and business courtesies; rules on corporate opportunities, privileged \ninformation and competition; external work activities and competitive \nbusinesses; and policies related to anticorruption, prevention of money \nlaundering and terrorist financing .\nWe also have policies that contribute to the good behavior of people who \nwork at Mercado Libre and members of the value chain. These policies \ncover diversity and inclusion; donations, events and sponsorships; and \ntravel expenses and entertainment. Policies for each topic are developed \nby the specialized areas and authorized by the Board’s Ethics Committee.\nThe main policies contained in the code of ethics are communicated \nperiodically through internal channels and training initiatives with key \nareas. All employees are given a copy of the code of ethics to sign when \nthey join the company. In 2019, we redrafted the contents to make them \nmore accessible and relevant, reflecting Mercado Libre’s communication \nstyle when addressing its employees.To ensure consistency with our vision and values, we evaluate ethical \nconduct and integrity in an efficient and transparent manner. Every year, \nthe Internal Audit area conducts special evaluations to assess compliance \nwith laws applicable to the company’s employees and the Sarbanes-\nOxley (SOX) Act. A report with the findings from each review is sent to \nthose individuals responsible for the process and the CFO. We also have \nprocedures for reviewing compliance with the policies and provisions of \nthe Code of Ethics. Finally, we prepare quarterly reports for the Board’s \nAudit Committee about the findings detected in each of the reviews.\nComplaint hotline\nWhen a situation arises that call into question about its legality, \nwe expect the people who work at Mercado Libre and the \nmembers of our value chain to be proactive and report it. We have \ncreated trustworthy channels so that people can report issues \nimmediately, without fear of reprisals.\nThe complaint hotline , which is managed by an external service \nprovider, is anonymous and confidential.  It is available to \nemployees, members of the value chain, and third parties outside \nthe company. Complaints are received and analyzed by Internal \nAudit and the Ethics Committee, which evaluate and corroborate \nthe information, issue a report and recommend measures to \nrectify the situation or control irregularitiesOur Code of Ethics and Conduct28 Ethics and transparency", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}