{"page_content": "32User trust and security: 103-1, 103-2, SASB: CG-EC-220a.2 y CG-EC-230a.1 User oriented\nThe security of our users  \nMillions of Latin American users choose us every day to buy, sell, pay and \nfinance their activities with our solutions. They are the true protagonists \nof the entrepreneurial effect. We want to offer them a superior experience \nin an agile and secure platform, aligned with the highest \ne-commerce standards.  \nThere are two fundamental aspects to our commitment to users: our \npositioning as a leading digital meeting point between buyers and sellers, \nand the usefulness of the platform’s tools.\nA vision of integral security\nOur security policies seek to protect the confidentiality, integrity and \navailability of all flows and processes associated with our own business \ndata and that of our users. \nAs an innovation-oriented company, we incorporate the vision of security \nin all instances of the development of business flows, even before going \nto market. We have automated and continuous management processes \nin place to control the quality of the code developed in terms of security. \nLikewise, we have automatic protection systems against cybersecurity \nattacks, which prevent, alert and provide traceability of this type of event, \nguaranteeing the availability of data flows. \nThe confidentiality of our clients’ data is ensured and controlled by \nclassification and monitoring processes, which we apply according to the \ntypes of data involved. There is a cross-cutting vision to our security management that applies \nto all of the company’s business units. Therefore, the security area \nis organized in different sectors such as Application Security, Cloud \nSecurity, Monitoring, Incident Response, Compliance, Data Protection, \nOffice Security and Identity Management. This organization supports the \nentire company in terms of access, prevention and detection of malicious \nsoftware, as well as in the security of the infrastructure that supports \nMercado Libre’s ecosystem. \nWe apply a strategy focused on cybersecurity, following the principles \nof zero trust, automation and decentralization, behavior analysis, and \nautomatic response. With this approach we seek to avoid any type of \ninformation leakage, preventing and detecting computer attacks.We are committed to ensuring the security of the \ninformatio n, processes and technologies that give life to \nthe products and services of Mercado Libre’s ecosystem.32", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}