{"page_content": "44Human capital and talent attraction: 103-2, 404-2 Our team\nProtagonists of their own \ndevelopment\nWe believe that each person is the protagonist of their own development \nand career path. With this belief we challenge ourselves to lead, reinvent \nourselves, innovate, learn and evolve. \nWe encourage all people to co-create their development in a proactive \nexperience. And we provide the means for them to do so, constantly \nevolving in the design and functionality of these tools. \nOur talent management strategy has an integrative and disruptive \napproach that addresses performance and career development together. \nWe have an annual, cyclical and continuous performance management \nprocess. Everyone at MELI manages their own annual performance \nprocess, evolving in each cycle.\nPerformance Management is an integral process, where self-assessment \nand evaluation are the natural consequence of what has been worked on \nand undertaken jointly throughout the year.\nThe focus of Performance Management is on continuous feedback, \nbut there are also instances on a quarterly basis that are examined \nand related to one another, which ensure an ongoing flow of a critical \nconversation, review and performance measurement of all MELI people. We facilitate processes so that along with the business goals \n(performance), each person defines their development goals, with both \naspects integrated in the same conversation as they mutually enhance \neach other. We suggest that employees frame their development goals \nin a 70/20/10 learning model: 70% focused on experiences, 20% on \nexposure through mentoring, and 10% on training and formal knowledge.\nWe challenge people to “learn to learn,” to move beyond \ntheir mistakes, flow with knowledge to grow together \nand without limits.44\n", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}