{"page_content": "46\nDiversity and equal opportunities: 103-1, 103-2, 103-3, 405-1, Human capital and talent attraction: 103-2, SASB: CG-EC-330a.3 Our team\nDiversity and equal opportunities\nWe believe in respect for people as a fundamental value and basis of all \ndiversity and inclusion actions. We made progress with leadership \nand awareness processes to strengthen our vision, inspiring people to \ndeploy their abilities and express themselves in a healthy and \nequitable environment. \nFor us, diversity is also a competitive advantage. We innovate from \ndiversity and that makes us disruptive. Thanks to this empathic approach \nwe can design products, services and solutions best suited to the unique \ncharacteristics of each country and each user.\nWomen make up 40% of Mercado Libre workforce. However, in the IT \nareas, the percentage is reduced to 15%, in line with the market trend. \nThe Diversity and Inclusion policy is part of Mercado Libre’s Code of \nEthics. It is the basis of our actions, which we rewrote along this reporting \nperiod to better reflect our people and make it more accessible. In 2017, \nwe developed a three-year diversity and inclusion plan and, two years \nafter implementing it, we already managed to enrich our leadership, \nadapt the systems to minimize biases, and form strategic alliances with \ncommunity stakeholders.\nOur commitment is long term and goes beyond Mercado Libre, so we \nencourage access to technology education with a focus on expanding the \nIT field to women.The impact of our actions transcends MELI. We partner with organizations \nfocused on digital inclusion. We offer scholarships, provide training \nwith our technical experts, advise on the contents of the program, and \naccompany them to position the issue and multiply its impact.\nIn Argentina, where more than half of our team is located, we support \nassociations that promote and facilitate the opportunity for inclusion \nof women in the workplace as early as 18 years of age. More than 100 \nwomen have already been trained in co-designed careers in FrontEnd \nand BackEnd in ADA and Acamica. In 2019, we hired 10 of these women \nand we expect to add 13 more. And in Brazil, where 30% of our team is \nlocated, we do it through Reprograma, where 32 women will be trained \nvery soon and MELI will seek to hire half this number.More than 9700 singular, valuable and unique people \nenrich and consolidate the diversity of our team.\n  \nBuild diverse teams, with gender priority (women and \nLGBTIQ+), people with disabilities, with different racial or \nethnic backgrounds.\nFoster an inclusive culture, through the experience that each \nperson lives in MELI: the way of doing things, the workspaces, \ntechnology, and processes.\nNurture IT talent, expanding access to technology education, \nprioritizing women. Our diversity and inclusion purpose\n1\n2\n346", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}