{"page_content": "58Chicas en Tecnología  \nArgentina\nWe want to empower young women who are interested in being part \nof the tech industry, working together with Chicas en Tecnología, an \nArgentine nonprofit organization that seeks to reduce the gender gap\nin technology.\nThe #ClubesCET (CET Clubs) are an educational proposal for schools and \norganizations across the country to motivate and train the next generation \nof female tech innovators and their educators. In 2019, we welcomed \nmore than 100 girls from the CET Clubs at our offices in Mendoza, \nCordoba and San Luis.  \niLab-Mercado Libre challenge  \nMexico\nWe launched the iLab-Mercado Libre challenge to support ThinkCamp \nparticipants, an intensive face-to-face program to transform an idea into \na company. The challenge drives those entrepreneurs who focus their \nprojects around the challenge of financial inclusion and e-commerce. \nUpon completion of the program, the projects will be evaluated and three \nto six semifinalists will be chosen to travel to the Mercado Libre offices in \nMexico City to compete before the final jury. Winners will receive funds to \ndevelop their projects. For a half day, the girls met with the Mercado Libre teams and worked on \ntopics like backend, mobile, UX, while receiving mentoring and feedback \non the prototypes of technological solutions they are creating in the clubs. \nIn addition, they get to meet our team and see firsthand what working in a \ntechnological entrepreneurial environment is like. \nAlso, in 2019, Mercado Libre invited the participants to apply for one of \nthe 30 scholarships to study at Acámica, a coding school, in 2020. \n3 Argentine provinces\n100 girls receiving training\n+1700 girls trained since the start of the program\n+USD 10,000 \nin an angel fund for the winners \nEducation and digital inclusion: 103-2, 103-3, Diversity and equal opportunities: 103-3, 413-1 Community 58", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}