{"page_content": "59Jóvenes a programar   \nUruguay\nWe support this initiative that seeks to contribute to the development of \nthe IT sector from an educational approach, providing training in testing \nand in the most commonly used programming languages in the market.\nThe project has been carried out since 2017 and is part of the Ceibal Plan, \ntogether with CUTI, MIF-BID, INEFOP. It is developed jointly with other \ntechnology companies. \nThe program is intended to train young people between 17 and 26 who \nhave completed the basic cycle of higher education. The courses are free \nof charge and all necessary materials for learning are provided. \nContinuing with our commitment, employees from different areas of \nMercado Libre donated hours during two weekends to share their \nknowledge and experiences with young people. More than 50 graduates \nof this initiative participated in these sessions. Tec.LA   \nArgentina, Uruguay, Brazil y Mexico\nWe accompany the development of the Tec.LA program, a training \ninitiative for educators in Latin America and the gateway to the world of \ncomputational thinking. \nDesigned by Fundación Eidos in conjunction with the Mumuki platform, \nthe program trains teachers in computational thinking to improve the tools \nthat they provide children to develop necessary skills for the future.\nWe promote employability with Arbusta and Nahual IT   \nArgentina\nWe worked with Arbusta and Nahual IT, two social companies focused on \npromoting the training of young people in technology and increasing their \nability to get a job. \nIn 2019, 140 young people from both companies provided support to the \nIT, sales and sustainability areas at Mercado Libre. +1400 young graduates\n+500  women+780 teachers trained  \nin Argentina, Brazil, Mexico, and Uruguay\n140 young people  \nproviding services for different Mercado Libre projectsEducation and digital inclusion: 103-2, 103-3, 413-1 Community 59", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}