{"page_content": "60Programming Learning platform for Hispanics  \nCode.org is the leading global platform for children and young people \nto learn about programming, but it did not have the resources translated \ninto Spanish, limiting access for thousands of users. Committed to the \ndemocratization of learning, we financed the project for the translation of \nmore than 500,000 words of the contents of Code.org.Arrastart Project   \nBrazil\nWe want to strengthen the culture of innovation and entrepreneurship \nof the youngest generations, contributing to the development of skills \nto face the socio-environmental problems of their realities. As part of \nthis commitment, we support the Arrastart Project in Brazil, through tax \nincentives. Thanks to our support, entrepreneurship, technology and \nrobotics workshops for teenagers were delivered in the Campo Limpo \nregion, in São Paulo. Education and digital inclusion: 103-2, 103-3, 413-1 Community\nMercado Libre Solidario \nWe carry out our mission of democratizing and capitalizing the potential \nof e-commerce for non-profit organizations through Mercado Libre \nSolidario program. We offer the services of our ecosystem to Latin \nAmerican NGOs in order to increase their revenue and boost the impact \nof their social mission. \nMercado Libre Solidario seeks to create a special synergy between \nthe different actors in society, with the deep conviction that the work \nof NGOs generates an impact of immense value for individuals, \nbusinesses, the community, and the planet.\nBenefits of the Mercado Libre ecosystem for social organizations:\n- Sale of products or services (produced by them or donated) \n- Reception of donations\n- Sale and registration for events, trainings and activities\n- Fund management for the operation of their programs \n- Investment of funds in Mercado Fondo, which is accessible at all times, \ngenerating financial returns for their organization.\n- Training sessions on fundraising and digital campaigns\n- Links with other organizations in Latin America \n+1100 organizations joined  \nin eight countries in the region \nUSD 6.2 millions\nin funds raised 60\n200 teenagers trained", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}