{"page_content": "61Virtual donations, real products\nArgentina\nWe developed a digital campaign in partnership with food bank Fundación \nBanco de Alimentos, based on an official store on the platform and \nthe use of QR codes in the street and in the workplaces of different \ncompanies. Thus, hundreds of people made their donation to the food \nbank so that they can purchase products to supply the more than 1000 \nmeal programs in the city of Buenos Aires and the area of Greater Buenos \nAires, which serve more than 143,000 people a day.\n+600 donations\n+US$ 51,000 raisedCampaign highlights   \nCriança Esperança\nBrazil\nMercado Pago joined Red Globo and Unesco in a donation campaign \nfor Criança Esperança, one of the largest Brazilian social movements, \nwhich seeks to transform the future of children and young people living in \nsituations of social vulnerability. \nThe #MeuNovoJeitodeDoar campaign was broadcast to thousands of \nBrazilians through Red Globo, inviting them to try a new way to donate: \nthe button available on Mercado Pago’s digital wallet. \n30,000 donations\nUS$ 60,000 raisedLGBTIQ+ fundraising campaign\nBrazil\nGuided by the principles of diversity, we mobilized Brazilian society in \nsupport of the LGBTQ+ cause. We partnered with community influencers \nto promote a fundraising campaign for the NGO Casa 1, a home and \nculture center for homeless LGBTQ+ youth, serving approximately 1500 \npeople a month, in São Paulo.\nUS$ 10,000 raised\nSolidarity partnerships\nWe work with Wingu  and Donar Online , organizations whose \nmission is to enhance the work of other NGOs in Latin America \nthrough the incorporation of innovative technologies and \nmethodologies. In 2019, we optimized the fundraising and loyalty \nwebinars for social organizations, which were attended by more \nthan 1700 participants.\nIn addition, we organized face-to-face workshops in Argentina, \nUruguay and Mexico, in which we trained more than 650 people \non the use of our ecosystem to boost their fundraising strategies.\n+2300 NGO \nrepresentatives trained61 413-1 Community\n", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}