{"page_content": "63Committed to the environment \nOur purpose is to carry out our operations with the lowest possible \nenvironmental impact. At Mercado Libre, environmental management \nis based on a process of continuous improvement that accompanies \nthe sustainable growth of our business. Its pillars are: carbon footprint, \nsustainable architecture, packaging and the 4Rs (reduction, reuse, \nrecycling and recovery, recognizing the value of as many resources as \npossible throughout our value chain).\nMeasuring ourselves is essential to improve. \nFor that reason, we put a lot of effort into measuring our environmental \nfootprint. We started conducting a baseline measurement in 2016. We \nextended the scope throughout the region in 2017. And, in 2019, we \nimplemented a semi-annual measurement, improving development times \nby 60%. Each year, we extend the scope of the footprint, deepen the \nmeasurement, and generate new indicators that allow us to obtain better \ntraceability of environmental variables. We want everyone who forms part of Mercado Libre’s community to \nunderstand, manage and improve their own impact. Therefore, the \nmeasurement results are shared with all areas of the organization so that \nthey can be considered in their decision-making processes. Externally, the \nresults are disseminated in the annual sustainability report.\nThe main environmental impacts of our operations are spread out across \nour value chain. A fundamental pillar of our environmental strategy is our \ncoordinated efforts to strengthen our suppliers and strategic partners in \nthe area of impact evaluation and management.\nWe measure, manage and ensure transparency of our \nenvironmental impact.Carbon Footprint: 103-1, 103-2, 103-3 Environment 63\nHola, ¡llegué!Materi al 100% biodegradable y compostable", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}