{"page_content": "64Carbon footprint\nBy measuring our Carbon Footprint, we can identify our operations’ \nemission sources of greenhouse gases (GHG) and their critical points. \nWith this information, we can define our objectives and the most effective \nreduction policies.\nWe use the measurement guidelines of the Greenhouse Gas Protocol \n(GHG) standard developed jointly by the World Business Council for \nSustainable Development (WBCSD) and the World Resources \nInstitute (WRI).\nIn the measurement of our carbon footprint, we include the three types of \ngreenhouse gas emission ranges:\nScope 1:  emissions that arise from the use of fossil fuels or from using \nGHG directly. We measure all gases covered by the GHG protocol \nmeasured in their equivalent CO2 form. (1) Emissions generated in the \ndelivery of orders controlled by Mercado Libre. (2) Emissions generated \nby fuel consumption in the use of corporate vehicles. (3) Emissions \ngenerated by fuel consumption in electric generators. (4) Emissions \ngenerated by the leakage of refrigerant gases belonging to the air \nconditioning systems.\nScope 2:  indirect emissions generated outside the company, but that \nform part of our impact. In the measurement, we include the electricity \nconsumption of each country based on national energy matrices and \nspecific purchase agreements with energy suppliers. In addition, \nin 2019, we have included consumption related to the different \ndistribution centers.Scope 3: indirect emissions generated as a result of our employees’ travel \nand mobility, transport of merchandise and third-party services. These \nemissions, although not produced directly by our organization, are the \nresult of our activity. For the essence of our business, these are the most \nrelevant emissions. They include employee mobility and business trips, \ntransportation and packaging of shipments, the energy consumption of \nservers, waste generated by our offices, cross-border trade operations, \noffice and electronic supplies as well as the production, transportation, \nuse and disposal of own brand products.Carbon Footprint: 103-2, 103-3, 305-1, 305-2, 305-3, 305-5, SASB: CG-EC-410a.1, CG-EC-410a.2 Environment\nGreenhouse Gas Emission \n(in Tco2e)64", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}