{"page_content": "65Sustainable architecture\nWe create and design our workspaces with energy efficiency criteria in \nmind to reduce the environmental impact of our infrastructure.\nAt all our operating centers, we focus on the responsible use of energy, \nimplementing energy efficient technologies, such as motion sensors and \nLED lighting. \nMeliCidade in Brazil is our model for sustainable architecture. Its \nautomated lighting system and use of LED light bulbs allowed us to \nreduce Mercado Libre’s energy intensity in the country by 82.8% since its \nconstruction. There are 1800 solar panels that occupy 7000 m2 (approx. \n75,347 sq. feet) with the capacity to generate about 20% of our energy \nneeds. This percentage represents 100% of the consumption of our offices \nin Chile, Mexico and Colombia combined.\nIn addition, we installed 84 solar panels on the roofs of the offices in \nColombia, which have the capacity to generate more than 5% of the \nenergy consumed in the common spaces of the building. Also, our offices \nin Cordoba, Argentina, have 84 solar panels with the capacity to generate \n15% of the energy consumed. We have generated 1268 MWh of energy \nfrom solar sources since 2017. The monthly generation supplies about \n2.5% of the energy consumed at the regional level.    \nIntensity of GHG emissions65 Carbon Footprint: 102-48, 103-2, 103-3, 302-3, 305-1, 305-2, 305-3, 305-4, 305-5, SASB: CG-EC-410a.1 Environment\nAlthough the result of emissions in 2019 is lower than in 2018, it is not due \nto a real reduction. Each year we propose ourselves to be more precise \nin measuring our footprint. For this reason, we develop new indicators \nwith the analytics team and our value chain. By obtaining more accurate \ninformation, we eliminated assumptions that overestimate the final value \n(in line with the GHG protocol).\nSince this improvement in the information source is not applicable to \nprevious years, a retroactive recalculation will not be carried out \nsince 2018.\n1800  in Brazil offices \n+20% of consumed energy\n84 in Colombia ofices \n+5% of consumed energy84 en oficinas de \nCórdoba , Argentina\n+15% de la energía consumidaSolar Panels\n84 in Córdoba, Argentina \noffices  \n+15% of consumed energy", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}