{"page_content": "68Rethink, Reduce, Reuse and \nRecycle \nWe understand that an efficient use of resources involves the recovery of \nmaterials in our offices and distribution centers. Therefore, we question \nour habits and decisions from the moment we purchase supplies until \nleftover materials are disposed of, with the commitment to reduce, reuse \nand recycle the waste we generate.\nIn 2019, we eliminated the use of disposable cups and bottles in our \noffices in Argentina, Chile, Colombia and Uruguay, and replaced them \nwith thermal bottels. In addition, we introduced the use of food containers \nmade of compostable material at our headquarters in Argentina and \nUruguay. This practice has led to a reduction of 20.5 tons of plastic \nper year.\nOur program for the recovery of electrical and electronic devices allows \nus to put into use equipment in disuse by donating them to social \norganizations, such as Fundación Vivienda Digna and Fundacion Equidad, \nin Argentina and participating in collection events like the Reciclatrón in \nMexico. In addition, as part of the move from the Arias building to Polo \nDot, we recovered 133 furniture items, such as chairs, carpets, mats and \nmodular sections.\nThe offices in Uruguay and Chile have a sustained waste recovery rate \nabove 50%, achieved thanks to the 100% recovery of their organic waste \nthrough composting. In 2019, we introduced a new composter in Brazil \nthat allowed 100% of the organics generated there to be recovered, which \nallowed it to raise its total recovery rate above 50%.100% of the organic waste  recovered at our offices in \nBrazil, Uruguay, Colombia  and Chile  \n200 tons of materials recovered per year \n43% of the total generated\n+1800 tons recovered in our distribution centers\n663 computer equipment  recovered and donated\n769 computer equipment  computer equipment\n+270 furniture items recovered and donated\nOrigin of the waste generated (in kg) Carbon Footprint: 103-2, 103-3, 306-2 Environment 68", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}