{"page_content": "75\n100% of employees receive regular performance and career development reviews.\nAlthough Mercado Libre does not sell products and services subject to labeling and information obligations related to the origin of components, content, substances \nthat could generate an environmental or social impact, or safe use; Yes, users who use the website as a computer tool for marketing do. To this end, Mercado Libre \nclearly states in its Terms and Conditions and in its Publication Policy, whose acceptance is mandatory by users, that they comply with the aforementioned \nlegal provisions. \nIn Chile, the Superintendence of Electricity and Fuels (SEC) establishes the obligation that certain electrical and fuel products have a safety certification. \nIn 2019 Mercado Libre implemented measures to inform selling users of the obligation to report the certification mark (SEC Seal) and the energy efficiency label in the \nrespective publication, which was also incorporated into the Terms and Conditions. Additionally, the possibility was added to the users to denounce the sellers that do \nnot comply with the above. \nIn Chile, we received an official letter from the Superintendency of Electricity and Fuels (SEC) indicating the non-compliance in some publications of electrical products \nand fuels in Mercado Libre, of the obligation to exhibit certificates of safety and energy efficiency. A work plan was developed in conjunction with the SEC, and \nadvertising measures were established to inform users of the obligation to display the aforementioned certificates, in addition to incorporating the Website Terms and \nConditions, and establishing the option to denounce publications that do not comply with this. \nIn Chile, the National Consumer Service issued an official notice informing Mercado Libre that the advertising campaign called “We extended thousands of After Days \noffers” did not conform to the regulations on the protection of consumer rights, suggesting the use of a disclaimer pointing out that payment with credit cards may \nhave associated costs. Mercado Libre responded to the authority indicating that in the particular case, the provisions of the aforementioned regulations did not apply. \nHowever, it was decided to incorporate the suggested disclaimer in future publications. 8, 10 \n8, 10 \n8 \n8\n8\n8\n8\n8, 10\n8\n8\n8\n12\n12\n12405-1 Diversity among governance bodies and employees \n405-2 Women vs. men basic salary and \nremuneration ratio \n103-1 Explanation of material aspects and coverage \n103-2 Management approach and components \n103-3 Assessment of management approach \n \n401-1 New employee hires and turnover \n401-2 Benefits provided to full-time employees that are not \nprovided to temporary or part-time employees \n401-3  \nParental leave \n404-1  Average hours of training per year per employee \n404-2 Programs for upgrading employee skills and \ntransition assistance programs \n404-3 Percentage of employees receiving regular \nperformance and career development reviews \n103-1 Explanation of material aspects and coverage \n103-2 Management approach and components \n103-3 Assessment of management approach  \n417-1  Requirements for product and service information \nand labeling  \n417-2 Incidents of non-compliance concerning product \nand service information and labeling  \n417-3 Incidents of non-compliance concerning\nmarketing communications25, 47\n47\n38 \n38, 40-49 \n43\n43\n47-49\n48\n45\n43 \n36\n36\n35\nAnswer SDG\nGRI 405 \nDiversity and Equal opportunities \n2016\nGRI 103\nManagement Approach 2016\nGRI 401 \nEmployment 2016\nGRI 404\nTraining and Education 2016\nGRI 103\nManagement Approach 2016\nGRI 417\nMarketing and labeling 2016GRI standard\nMaterial issue: Diversity and equal opportunities\nMaterial issue: Human capital and talent attraction\nMaterial issue: Buyer and merchant behaviorContent Page102-55 Content index\n \nParental leave\nTotal number of eployees that were entitled to parental leave \nTotal number of employees that took parental leave \nTotal number of eployees that returned to work after parental leave ended \nTotal number of eployees that returned to work after parental leave  ended that \nwere steal employeed 12 months after their return to work \nReturn to work rate of employees that took parental leave \nRetention rate of employees that took parental leaveTotal\n9704\n232\n217\n217\n93.5%\n93.5%Women\n3847\n154\n152\n152\n98.7%\n98.7%Men\n5857\n78\n65\n65\n83%\n83%", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}