{"page_content": "9\nWe know that an entrepreneur without financing will find it difficult to grow \nand develop, which is why we have our credit alternative proposal for our \nuser base. We have developed proprietary credit risk models with unique \ndata, which differentiates our rating from traditional financial institutions. \nIn addition, we can significantly reduce delinquency risk given that the \ntransactions of the creditor users flow through Mercado Pago. \nIn Argentina, Brazil and Mexico, we provide working capital loans to \nmerchants who also adopt our Point and QR code payment solution, \ngiven that we have pinpointed an opportunity similar to the demand for \nconsumer credit.\nBecause an important segment of the Latin American population does not \nhave access to installment financing for family consumption, and knowing \nthat installments are an important tool for consumers when purchasing \nhigh-ticket items, we began to proactively offer consumer loans to our \nusers who buy in Mercado Libre or with Mercado Pago in Argentina, Brazil \nand Mexico.With Mercado Pago, we are building the largest mobile wallet in \nthe region. Users can pay in physical stores with a QR code or \nPoint, use a prepaid card, take out a loan from their cell phone and \ninvest their savings.\nWith the use of QR codes, Mercado Pago seeks to massify digital \npayments in a fast, secure and economic manner, improving \nour user experience. In 2019, we took another step in the \ndemocratization of payments in the region, launching our QR code \nsolution in Chile, Uruguay, Peru and Colombia. \nPoint is a physical point-of-sale solution to process credit and debit \ncards that allows small merchants, SMEs and microentrepreneurs \nto receive these forms of payment and offer their customers \ninstallments. The device has no rental costs and includes \ncompetitive transaction rates to entrepreneurs. In addition, it is \nintegrated with the Mercado Pago application and the prepaid \ncard, with no need for a bank account. It is available in Argentina, \nBrazil, and Mexico.\nIn Argentina, Brazil, and Mexico, we expanded the functionalities \nof the virtual wallet with Mercado Fondos. It is a totally disruptive \nsavings and investment solution that allows users to obtain a real \nreturn on their savings, in an agile and 100% digital manner.Mercado Crédito\nMobile Wallet\nUSD 534 million in  \nloans granted in 2019\n838 million  transactions\nUSD 28,389.9 million  processed \n71 million  active payersCompany profile\nMercado Pago and its solutions, such as the Mobile \nWallet and Mercado Crédito, are our main tool \nto promote financial inclusion and access to credit in \nthe region.9 102-2 ", "metadata": {"source": "NASDAQ_MELI_2019.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}