{"page_content": "ABOUT THIS REPORT\nWelcome to Liberty Global’s 2015 Corporate \nResponsibility (CR) Report. This annual report provides an overview of our economic, social and environmental impacts and performance. Additional details, including our latest CR news, can be found on our website: www.libertyglobal.com/cr  This report is written in accordance with the Global Reporting Initiative (GRI) G4 Sustainability Reporting Framework, core option. All data in this report covers the period January 1 to December 31, 2015 unless otherwise stated. We report on all of our global operations, including Virgin Media, Ziggo, operations under the UPC brand, Unitymedia, Telenet, VTR and Liberty Puerto Rico. Our policy is to include any new subsidiaries that have been entered into in the first six months of the reporting period. Therefore, we include the recent acquisition of Ziggo in the Netherlands (completed in November 2014) and Choice in Puerto Rico (completed in June 2015) in our 2015 reporting.We engaged KPMG LLP to perform independent limited assurance, reporting to Liberty Global plc, using the assurance standards ISAE 3000 and ISAE 3410, of the energy consumption and greenhouse gas emissions data presented in Liberty Global plc’s Annual Report and Accounts for year ending December 31, 2015. This information is included in this report and it is highlighted \nwith\n  on page 21 . KPMG’s full statement, including a \nsummary of the work they performed, is available on our \nwebsite.\nOur 2015 GRI G4 Content Index, Environmental Reporting \nCriteria and KPMG Independent Limited Assurance Statement can be found at:  www.libertyglobal.com/cr/cr-report-2015 \nFor information about our governance structure and \nBoard Committees, see our website.\nYOUR VIEWS ARE IMPORTANT TO US.  \nPlease send comments and suggestions to:  cr@libertyglobal.comGRI: G4-17, G4-28, G4-30-33", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}