{"page_content": "9 \nHannes Hauwaert, Founder Happs“\nGRI: G4-EC8Case study: \nHELPING ENTREPRENEURS LEAD \nOUR DIGITAL FUTURE\nEntrepreneurship is driving Europe’s economy. Small and \nmedium-sized enterprises create 85% of new jobs, provide two-thirds of private sector employment\n2 and are a rich source \nof ground-breaking digital innovation addressing key needs for society. Yet new start-ups often find their growth restricted by a lack of access to support that can build their capabilities. At \nLiberty Global, we’re helping start-ups break into the market \nso that they can improve lives, using tailored mentoring, networking, marketing and financing opportunities. \nIn Belgium, the Telenet Kickstart program is an intense, eight-\nmonth accelerator enabling start-ups to address important \nsocietal issues. For example, take Hannes Hauwaert’s \ncompany. Happs, one of the start-ups assisted by Telenet Kickstart, is producing an educational role-playing game that lets children with dyslexia practice reading and writing skills in a fun, interactive way. Hauwaert, himself dyslexic, worked with professional speech therapists to complete the \nfirst version of the game, called Karaton, now being tested \nby academic experts. With an estimated 700 million people worldwide living with dyslexia, the business and social potential is immense.In the UK, our newly-launched Virgin Media Accelerator is helping start-ups use digital for good too. One of the companies it supports, Ecoisme, is developing a sensor that tracks the energy consumption of any device and provides \nalerts for devices left on in error. \nEcoisme and Happs are just two of the innovative start-ups  \nwe are excited to support, because we believe in the power  of small business to generate positive change through  digital technology.\nWe want to help dyslexic \nchildren, no matter where they’re from or what language they speak. The Telenet Kickstart program helped us make this dream come true.\n2 http://ec.europa.eu/growth/smes/\n“\nNURTURING \nBUSINESS\n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}