{"page_content": "10\nRESPONSIBLE \nCONNECTIVITY\nWHY IT MATTERS   \nConnectivity is essential for today’s economies, communities \nand people’s everyday lives. This creates an important responsibility to make sure that digital technology works in everyone’s best interests. It’s our responsibility to continue to \ninvest in our network, deliver outstanding service and protect \nour customers’ privacy. And to ensure that as the bandwidth we provide grows, our impact on the planet won’t.\nAs the world’s largest \ninternational TV and broadband company and with an ambitious growth plan for the future, we will demonstrate to all of our customers and stakeholders that we operate responsibly and sustainably . WHAT WE’RE DOING\nTo deliver outstanding connectivity while running our \nbusiness responsibly and sustainably, we focus on three  main areas:\nTRUSTED PRODUCTS\nWe are protecting our customers’ personal data, helping keepchildren safe online and making the digital world moreaccessible. For example, producing toolkits on internet safety used by schools, parents and children around the world, \nand protecting our customers from malware through our \npartnership with the Microsoft Digital Crimes Unit. \nSUSTAINABLE GROWTH\nWe are working to ensure that as our business grows,  our environmental impact does not. For example, through  our commitments as a member of the Energy 2020  plan to reduce the sector’s energy consumption and  \ngrid dependency, and through the launch of our new  \neco-friendly packaging that has helped us improve  resource efficiency and cut waste across our operations.\nEMPOWERING PEOPLE\nWe are developing the talents of our people, investing in aninclusive and diverse workforce, and inspiring them tomake a difference in the communities where we operate. For example, through the global roll out of our employee \nengagement survey Zoom.\n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}