{"page_content": "11\n          TRUSTED  \nPRODUCTS\nCUSTOMER PRIVACY \nAND DATA SECURITY\nAs a provider of internet, telephone \nand television services, our customers’ entire digital lives are entrusted to our organization. Consequently, the \nobligation on us to ensure the safety  \nof their data is central to every decision we make.\nThis responsibility is both legal and \nethical. High-profile digital hacking in \nthe UK during 2015 highlighted the \nimperative to protect our customers from risk, while legally, we comply with strict regulation and legislation across all of our market operations. \nDigital safety is comprised of two main \nwork streams: customer privacy and data security. As they are closely linked, our teams work together to make sure we keep all data safe and protected.\n \nCustomer privacy\nThe significance of customer privacy \nto our customers and our business is growing. Our Global Privacy Policy outlines the standards and practices all \nof our employees must follow and our \nprivacy policies are easily accessible for customers on our operating companies’ websites. To help us stay ahead of this complex issue,  we doubled the size of our Group \nPrivacy team in January 2016. This \nincrease is in addition to the dedicated teams acting locally in each of our operating markets.\nLegislatively, privacy regulations vary \naccording to local jurisdictions. Each \noperation’s local teams manage our compliance with the law, overseen  \nby the Group Privacy team which \nreports centrally on any customer privacy incidents.\nWe are also designing privacy into the \nfoundation of every new technology product being launched. Our Privacy \nby Design process includes stringent \nvulnerability checks and built-in prevention for threats such as hacking.\nIn 2015, for the first time, we audited \nour privacy incident management \nprocess in Europe. The audit findings  \nindicated that the process is well managed. At the same time,  there  \nis still work for us to do to ensure  that all our employees are confident in their knowledge and usage of each \nprocess stage.\n \nData security\nAt Liberty Global, we have a number \nof functions specializing in different aspects of data protection and information security at the corporate \nlevel, all working hand-in-hand with the \nprivacy teams in our market operations.\nInformation security managers act as \nrisk assessors, ensuring and measuring compliance to the latest policy and \nregulatory requirements. Security \nArchitecture, Design and Engineering teams assess every new technology product and service for secure design principles and a strong security control environment, as well as for threats that \nmay affect them or vulnerabilities that \nmay be present. \nOur 24-hour Security Operations \nmonitoring team, based in our Global Security Operations Center, detects and monitors events and implements \nour security incident response \nmanagement process, assigning a specialist team as soon as an incident is detected. At the same time, our Threat Intelligence team analyze and refine information about potential or current attacks that threaten our organization.\nRead our case study on page 12  to find \nout how our new abuse management \nplatform is reducing network contamination.\n \nManaging a potential  data threat\nIn the Netherlands during 2015, \nhacktivists overloaded the system of our Ziggo business and while all customer data remained safe, it created \na very slow customer experience. By \ninvoking both our security incident response and crisis management process, we quickly put in place a cross-functional team of experts and operational staff to mitigate the attack \nand restore services. We also engaged \nDeloitte’s Risk Services to assist the incident response team with the forensic investigation.\nThe overload impacted 2.2 million \ncustomers yet within 24 hours, \nour teams were moving 130,000 customers per hour to more resilient infrastructure. Two days later, full service was restored. Our swift action and agile processes ensured the continued safety of our customers’ \ndata and privacy, with services  \nreturned to normal as quickly as possible thanks to the hard work of  our specialist teams.\nWHAT’S NEXT\nWe will continue to focus on meeting all recognized standards for data protection and information security, including the implementation of new \nEU data protection regulations released \nin January 2016.\nSECURE  \nproducts\nGRI: G4-PR8\n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}