{"page_content": "13\nKEEPING CHILDREN SAFE ONLINE\nAs the overall volume of online content increases \nexponentially year-on-year, so too does the quantity of material unsuitable for young people. One in three young people are victims of cyberbullying\n4. We are determined to \nmaintain our focus on child safety and provide opportunities for children to reach their full potential online.\n \nProtecting the next generation\nParents, educators, policymakers and our entire industry have \na shared responsibility to nurture the digital citizens of the future. At Liberty Global, we are aligned with the European Commission’s Digital Single Market strategy, which aims to \nincrease training in digital skills, modernize education across \nthe EU, harness digital technologies for learning and for the recognition and validation of skills, and anticipate and analyze skills needs. In 2015, we invested over $1.1 million into the protection of minors through our various programs.\nSince 2007, we have produced toolkits for families, educators \nand a broad age range of children. These resources aim to educate parents and teachers and empower children to protect themselves online while discovering the endless possibilities of the digital world. Our Family eSafety Kit for six to 12 year-olds, for example, offers advice to both adults and young people on topics such as security, contact with strangers and cyberbullying. We are proud that over 1 million toolkits in 18 different languages have been used by schools, parents and children, making a significant contribution to \nkeeping kids safe online.\n \nEducating and empowering\n2015 saw us join the ICT Coalition for Children Online, \nwhich aims to help young people in Europe make the most of their digital life and become better equipped to handle the challenges and risks it may bring. In collaboration with \nteachers, we also launched the Web We Want Handbook \nfor Educators, containing lesson plans and activities that encourage young people to develop the creative and critical thinking skills essential for a positive digital future.\nWe are further supporting schools through the eSafety Label, \nan accreditation and support service for schools developed \nby leading technology companies and European Ministries of Education in conjunction with European Schoolnet. The Label is now being used by over 4,000 teachers across Europe.\nIn Chile, VTR launched a free children’s e-book about the \nrisks of forming relationships online. In addition, VTR gave 13 \neducational talks to over 2,000 primary school children about staying safe online.PUTTING OUR CUSTOMERS FIRST\nAt Liberty Global, we put our customers at the heart of everything we do and strive for consistently positive experiences that meet or exceed our customers’ expectations. Last year, as a foundation of this approach, we established \na single, global monitoring platform using the Net Promoter \nScore (NPS) metric to help us listen and improve based on real customer insight.\n \nNet Promoter Score\nNPS gauges customers’ loyalty by asking them how likely \nthey are to recommend either our products or our company to friends. Surveys are sent when customers complete a service transaction, like paying a bill, or by random selection \nbased on the products they own. Each month we collect \nabout 250,000 survey responses. \nIn 2015, we successfully aligned our methodology and \ndeployed a single NPS platform for all markets. Not only did this allow us to ensure consistency of measurement, but it \ngave aggregated insight in real-time. Better understanding \nof our customers has, in turn, guided our development and improvement. \n \nWHAT’S NEXT\nOur 2016 focus is on listening to customers and making meaningful improvements to their experience. Encouraged by strong improvements in our Mobile Product NPS, we are embedding customer feedback into \nthe development of our full product set. \nBy linking our global NPS targets to the remuneration \nplan of Liberty Global employees in 2016, we are further reinforcing our intent to improve experiences for all customers.\nGRI: PA7, G4-EC84 http://www.bullyingstatistics.org/content/cyber-bullying-statistics.html\n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}