{"page_content": "14               SUSTAINABLE \nGROWTH \nGiven present energy consumption \nrates and the mitigations needed to limit climate change, projections indicate that the cost of energy is \nlikely to continue increasing\n5. Energy is \ncurrently responsible for approximately \n2% of our operational expenditure and electricity consumption accounts for \n80% of our total carbon emissions, so \nfinding ways to be more efficient and decrease our impact on the planet is important to us.\nOur biggest source of carbon \nemissions is the energy that powers \nour networks, making up 90% of our total consumption. Therefore, we are focused on deploying the most efficient solutions that drive down energy use, from our data centers to our customers.\nAt the same time, we are adding solar \ncapabilities across our markets and procuring renewable energy in order to reduce our carbon emissions. Our global environmental statement, published in 2014, sets out our \ncommitment to enhancing the energy \nefficiency of all our operations, with a focus on energy use, carbon emissions and management of electronic waste.\n \nPERFORMANCE AGAINST \nOUR GOALS\nWe are on track to achieve both of  \nour key corporate goals – to improve energy efficiency by 15% every year through 2020 and to be five times \nmore carbon efficient by the end of this \ndecade, using our 2012 emissions as our base year. We are achieving these goals by optimizing new technologies in our network, investing in new technologies in our facilities and by \nprocuring renewable energy.\nIn 2015, 26% of our purchased \nelectricity came from renewable or \ngreen energy, compared to just 6% in2012. We also increased the amount of electricity generated from onsite renewable sources by 39% compared to2012. In total, this year, we decreased \nour market-based carbon emissions by \n10% and location-based emissions by 1%. We continue to see the economic benefits of our ongoing environmental initiatives, saving more than $337million in 2015 alone. This represents a 3% improvement compared to our \nsavings in 2014. \n  \nIn order to provide meaningful targets, \nwe measure our energy consumption and GHG emissions in terabytes (TB)of data transported through our networks. For the second year, KPMG assured our Scope 1, 2 & 3 carbon \nemissions and energy consumption. \nTheir assurance statement, including a summary of the work they performed, is available on our website. \n \nENERGY 2020\nIn 2015, we joined Energy 2020 , the \nenergy plan of the Society of Cable Telecommunications Engineers (SCTE). The program aims to create energy \nmanagement solutions by sharing best \npractices, setting standards and finding innovative ways for cable companies and vendors to manage energy use.\nWe have subsequently created a \ngovernance model enabling us to \nintegrate energy efficiency initiatives from Energy 2020 across Liberty Global. This approach has proven to be extremely fruitful, engaging employees in different market operations to share \nlearnings and collectively find solutions \nto pressing efficiency issues.\nEach company aligned to Energy 2020 \naims to achieve the goals of reducing its power consumption by 20% per unit, decreasing its energy costs by 25% per \nunit, reducing its grid dependency by \n10% and optimizing its data center and technical facility footprint by 20%. These goals encourage us to look beyond our own internal efficiency goals, collaborating to minimize our entire sector’s grid dependency and \nenergy consumption.\nRead our case study on page 16 to \nfind out how we are reducing the environmental impact of our  technical sites.\nREDUCING CONSUMER\nELECTRONIC WASTE\nAs we supply hardware such as set-top \nboxes and modems for use in our customers’ homes, we take care to keep all product waste to a minimum.\n \nE-waste and recycling\nElectronic equipment that becomes \nobsolete is disposed of in line with applicable legislation. Wherever \npossible, however, we use refurbished \nequipment, thereby avoiding additional resource consumption in our supply chain. In 2015, 40% of newly-deployed set-top boxes and modems were from \nrefurbished stock and 63% of collected \nhardware was refurbished for future use. We refurbished 4.7 million set-up boxes and modems this year, avoiding approximately 7,500 metric tons of waste that would otherwise have been \nsent to landfill.\n \nEco-friendly packaging\n2015 saw the launch of our new \neco-friendly packaging solution. The reduction in bulk and weight helped us improve resource efficiency and \ncut waste across our operations. \nAs a result, we have reduced the environmental impact of our new Horizon packaging by over 30%. In addition, the new packaging is 100% recyclable and almost 40% lighter than its predecessor, so it is significantly more efficient to transport and deliver.\n \nWHAT’S NEXT\nBy the end of 2016, our eco-friendly packaging will have helped us avoid more than 450 metric tons of unnecessary packing material since its \nintroduction – the equivalent of more \nthan 55 trucks fully loaded with Horizon set-top boxes. Our new packaging is expected to not only save our  company an estimated $2 million in 2016 alone, it is helping us deliver \nagainst our operational goal to be five \ntimes more carbon efficient by the end of this decade.\nGRI: G4-EN5, EN18 & EN23Progress: On track\nProgress: On trackCommitment: Become five times more carbon efficient by the end of this decade, using 2012 as our base year. Commitment: To improve energy \nefficiency by 15% every year to 2020, using 2012 as our base year. \n29%\n3xMore carbon \nefficient \ncompared to 2012More energy efficient in 2015 - and 66% more  \nefficient than \n2012\n5 http://www.iea.org/publications/freepublications/publication/WEB_WorldEnergyOutlook2015ExecutiveSummaryEnglishFinal.pdf\n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}