{"page_content": "15\n1  We measure our electricity consumption and carbon emissions per terabyte of data transported through our networks, using 2012 as our base year. \n2 Our energy consumption is the sum of total energy consumption from non-renewable fuel and electricity, heating and cooling, minus electricity sold. \n3  Our Scope 1 emissions come from sources that are company owned or controlled. Our Scope 2 emissions come from purchased electricity, heat and steam. In 2015, the GHG Protocol changed its guidelines for reporting Scope 2 emissions from \npurchased electricity. These emission now need to be reported as two numbers instead of one. The first number uses the ‘location-based’ methodology, which applies a grid average emissions factor. The second number uses the ‘market-based’ \nmethodology that uses supplier-specific emissions information wherever it is available. The latter methodology tends to better reflect electricity purchasing decisions. Our Scope 3 emissions come from business air and land travel, water and \nwaste, recycling customer premises equipment and travel by our third party service and installation vehicles. In 2015 and 2014, emissions from the travel by our third party service and installation vehicles were included as part of our Scope 3 \nemissions. This data was not included in our 2013 and 2012 data. Please see page 21 for a complete breakdown of our environmental data, including both our location-based and market-based carbon emissions.ENVIRONMENTAL PERFORMANCE\nOur growing network1\nOur market-based carbon emissions3 \n607,100\n632,400\n575,100\nMetric tons CO2e\n548,700\n2013\n2014\n2015\n14%\n16%\n+29%\n+32%\n+29%\n75%\n77%\n84%\n82%\n15%\nScope:\n15%\n+41%\n+49%\n+43%\n2015\n2015\n2014\n2014\n2013\n2013\n2012\n2012 Our energy consumption2\nIncrease in \nterabyte of data transported each year\nAnnual \nefficiencyimprovement(kWh/TB ofdata)\n2012\nGRI: G4-EN3 & EN15-17 \n (Base year)\nPurchased Electricity\n (Base year)\n (Base year)\n1\n2\n3\n85%\n80%\n80%\n82%\n%\n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}