{"page_content": "17\nWORKING ACROSS OUR \nSUPPLY CHAIN\nFrom information technology, customer premises and \nnetwork equipment to mobile and business-to-business markets, we work with a wide range of suppliers. \nWorking together\nOur collaborative relationship with suppliers helps us both mitigate risk and identify opportunities – from better understanding of the way we source electronic components to their subsequent distribution to our customers. We also \nemploy certified organizations to perform the collection and \nsafe disposal of equipment returned from customer homes and other premises.\nWe use a four-step process to guide our supplier \nrelationships:\n \n \n \n Assessing suppliers’ risks and opportunities\nIn 2015, we continued building on the supplier assessment program that we established in 2013. Phase one of this assessment focused on our top 400 suppliers, who collectively account for 80% of our overall spend.\nUsing the EcoVadis platform to benchmark suppliers against \n21 environmental, social and ethical indicators, we identified our highest risk suppliers. In 2013, this generated a list of 11 suppliers considered high risk. Through corrective action plans, nine of these suppliers improved their performance \nand were upgraded to normal status over the last two years. \nThe remaining two suppliers are continuing to work through their corrective action plans. In 2015, a further 147 suppliers completed the assessment.\nConflict minerals \nConflict minerals consist of tantalum, tin, tungsten and  gold that is sourced from the Democratic Republic of Congo and neighbouring countries, often used to finance armed conflict. The U.S. Securities and Exchange Commission has \nissued rules covering these minerals and we collaborate \nwith our suppliers to identify whether they may exist in the products they supply us. We also address conflict minerals through their integration into the EcoVadis assessment platform and through our Responsible Procurement and Supply Chain Principles.\nWHAT’S NEXT\nNow that we can isolate the key risk areas to focus on with our suppliers, we can work collaboratively to mitigate those risks. We also plan to join GeSI, the Global e-Sustainability Initiative, in early 2016, to work with our industry peers to \nstrengthen our supply chain. \nSOURCING\nPACKAGING &  \nPROCESSING\n CUSTOMER USE\nREUSE & \nDISPOSAL\nDISTRIBUTION  \n& TRANSPORTOUR SUPPLY CHAIN\nGRI: G4-12REQUIREMENTS\nSetting requirements for suppliers through our \nResponsible Procurement and Supply Chain Principles1\n2\n3\n4ALIGNMENT \nCreating internal understanding through training  \nASSESSMENTS  \nAssessing our suppliers using the EcoVadis platform\nDIALOGUE\nOpening up possibilities for supplier improvement  \n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}