{"page_content": "18         EMPOWERING PEOPLE\nOur people are our greatest competitive advantage. We aim \nto both develop their talents and inspire them to make a difference in the communities where we operate. We want to nurture a dynamic, talented workforce that reflects the \ndiversity of our customers, building a culture of innovation \nwhere our 37,000 employees can grow and feel supported.\nOUR PEOPLE AGENDA\nThe development, motivation, health and wellbeing of our employees are all critical to our business. We address these factors in our multi-year strategy, the People Agenda, setting out our vision for investing in our people across four key \nareas: Talent, Leadership, Reward and Culture.\nThe People Agenda ensures our employees are supported \nin their careers with the tools to work and grow. It also recognizes the importance of engaging people across all levels of our business, because we know engaged employees \ndeliver superior business performance. This is why, in early \n2015, we launched our first global employee survey, Zoom, to better understand the views of our worldwide workforce.\nRead our case study on page 19 to find out more about Zoom, \nour global employee engagement survey.\nLearning and development\nWe invested approximately $20 million in employee training and development in 2015, with almost 900,000 training hours recorded. Our portfolio of employee development programs includes Fast Forward, focusing on emerging \nleaders, and Lead Forward, providing a platform for \nsenior management to improve their personal leadership effectiveness and build a common cultural framework within the company despite our geographical spread.\nWe also provide graduate training and ongoing personal \ndevelopment programs, reflecting our commitment to \nemployee development as a top priority. Liberty Global’s Management Development Program provides new graduates in our European divisions an opportunity to participate in a job rotation where they gain experience across various aspects of our business over a three-year period, rotating every six months. This program equips young graduates with \na background in the core functional areas of management at \na range of locations across our 12 European markets.\nSome of our operating companies complement Liberty \nGlobal’s Management Development Program with their own local programs. In Belgium, for example, Telenet concentrates \non pairing new graduates with experienced employees, \nsupporting the growth of our young talent through cross-functional collaboration. So far, 74 employees have participated. We are also proud of our successful apprentice programs at UPC Austria and Virgin Media in the UK.\nEmployees in the community\nOur employees are encouraged to support the causes they care most about, and we offer tools and resources to help them. Our Employees in the Community initiative gives people the opportunity to raise money for their chosen \ncharities through the In Heroes and In Givers programs. In \nHeroes supports employee volunteering, awarding $40,000 per year. In Givers encourages our employees to get involved in community and charitable activities by matching any funds they raise. \nIn 2015, we matched $97,000 for various charities important \nto our employees through our In Givers program, including matching over $35,000 raised by our employees for the Movember Foundation. In addition, our colleagues in Switzerland contributed 1,200 hours for social organizations during their Corporate Volunteering Days and over 9,500 \npeople were reached through roadshow activities for Virgin \nMedia Charity Week in the UK.\nWe continue to support Lessons for Life Foundation, a charity \nLiberty Global helped establish in 2007, which provides scholarships and educational support to students, families and community members in Sub-Saharan Africa. This year, \nwe donated over $1.3 million through various fundraising \nevents including the Big Ride for Africa and the annual Gala Ball. \n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}