{"page_content": "20Progress against our commitments\n2015 COMMITMENTS 2015 PROGRESS\nContinue to support the European \nCommission’s Grand Coalition for Digital Jobs through programs to advance youth skills and digital entrepreneurshipAchieved  - In 2015, Liberty Global continued to support the goals \nof the Grand Coalition for Digital Jobs. We achieved the targets set \nby the European Commission and became a key partner in the ‘all you need is code’ industry workstream.\nDevelop and launch ‘The Web We Want’ \ntoolkit for educatorsAchieved  - The handbook, created in partnership with European \nSchoolnet and Google, is now available in eight languages. We \nalso launched a social media campaign aimed at teachers.\nRedefine Liberty Global’s ‘promoting \na digital society’ strategyAchieved - In 2015, we redefined the ‘promoting a digital \nsociety’ strategy. Our new and ambitious ‘Digital Imagination’ \nflagship program will be implemented mid-2016.\nConduct an audit of our privacy incident \nresponse management processAchieved  – An audit of our incident response management process \nin Europe was conducted in 2015. Results confirmed our approach is \nwell managed, but there is still work for us to do to ensure that all our employees are confident with the process and escalation path.\nImprove our energy efficiency by 15%  \neach year through 2020Achieved  - We improved our energy efficiency by 29% in 2015 \nand 66% compared to 2012, putting us ahead of our target.\nBe five times more carbon efficient by 2020Achieved  – Since 2012, we have improved our carbon efficiency \nthreefold. With four more years remaining, we are on track to \nachieve our target.\nMaintain inclusion in FTSE4Good and  \nDow Jones Sustainability Indices (DJSI)Achieved  - We were listed in the FTSE4Good and Dow Jones \nSustainability North America and World Indices. As one of the \ntop-scoring companies in the media industry, Liberty Global was pleased to receive the RobecoSAM Silver Class award from DJSI in \nJanuary 2016. \nImplement action plans to advance  \nemployee engagementAchieved  - The global Zoom survey launched in 2015 with 85% \nemployee participation, and 62% considering themselves engaged, \nputting us well above the global benchmarks of our independent surveyor, Aon. Action plans are now in place to address employees’ \nfeedback.\nDevelop and launch a CR awareness strategyPartly achieved  – We began the process of updating our \nCR framework, name and narrative, and in this report we have \nadopted this new approach. We anticipate this work, including communications to drive further CR engagement across the \nbusiness, will be completed in 2016.Finalize and publically report our \nNet Promoter Score for 2015Partly Achieved - In 2015, we successfully aligned our methodology \nand deployed a single NPS platform for all markets. This provides us \nwith consistency going forward. However, the change in methodology means we cannot compare against a 2014 benchmark and therefore \ncannot report our relative annual NPS performance this year. \nAssess a further 100 suppliers as part  \nof our ESG supplier assessment Achieved  - 147 suppliers were assessed via the EcoVadis platform.\nImplement corrective action plans with remaining four high risk suppliersPartly achieved  - Corrective action plan requests were initiated \nwith all four suppliers and two were upgraded to normal status. \nWe are continuing to implement corrective action plans with the remaining two suppliers.Develop an e-waste target Not achieved  – We postponed developing a global e-waste \ntarget to 2016 in order to align with internal business projects. Below please find a summary of our progress against our 2015 commitments. We are currently setting new commitments for 2016.\n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}