{"page_content": "AT LIBERTY GLOBAL, \nWE PASSIONATELY BELIEVE IN THE \nPOWER OF DIGITAL AS \n \na force   \nfor good\nGRI: G4-1 2\nCEO Welcome \nAt Liberty Global, we believe that the internet is one of the \nmost powerful tools ever invented. Connectivity brings us together, accelerates learning and transforms societies. We passionately believe in the power of digital technology as a \nforce for good, and our customer base of 27 million people \nand families positions us to help drive positive change for society as a whole.\nOur industry continues developing at a rapid pace, and we \nare helping to fuel that innovation. Our rebased revenue rose \nby 3% to $18.3 billion in 2015 and we invested more than \never in building and expanding our powerful network. In the UK, we are in the early stages of adding four million new homes to our footprint through Project Lightning, and our recent acquisition of Cable & Wireless significantly extends our reach throughout Latin America and the Caribbean.\nIn 2015, we introduced the Connect Box - our first product \nto be launched across all fourteen of our markets. It is better connecting our customers through superior in-home WiFi and it’s a prime example of how our investments always place the customer at the heart of everything we do. And the recent decision to link the remuneration of our employees to \nchallenging customer satisfaction targets further underpins \nour commitment to our customers.\nOur industry-leading scale gives us an unprecedented \nopportunity to champion digital as a catalyst for a better world. To maximize our impact, we recently clarified and \nsharpened our CR strategy. At its foundation is our belief \nin the liberating potential of technology and that digital solutions can be used to help answer society’s most pressing challenges. We call this Digital Imagination.\nThrough our Digital Imagination program, we are equipping \nfuture change makers with the vital skills needed to thrive \nin the digital economy. Our partnership with CoderDojo encourages kids to use technology and coding to solve social issues affecting their communities. We are also committed to helping entrepreneurs develop new business ideas with purpose at their core. Our accelerator programs at Telenet and Virgin Media are helping to scale the impact of social innovations. We are excited about the future that we can \ncreate and, at the same time, we are respectful of the \nresponsibility our position brings.\nThat’s what we mean when we talk about Responsible \nConnectivity. At Liberty Global, we must earn the trust of our stakeholders by investing in our network, delivering \noutstanding service and protecting our customers’ privacy. \nThat’s why we have prioritized the protection of customer data, introducing a new advanced security platform that greatly reduces device contamination.\nOur membership in the Society of Cable Telecommunication \nEngineers’ Energy 2020 program helps us deliver on our \ncommitment to make sure that as our bandwidth grows, \nour impact on the planet will not. We are sharing best practices with our industry peers and leading the way in seeking new energy management solutions for the entire sector. Importantly, we remain on track to meet our long-term environmental targets, improving our overall energy \nefficiency by 29% this year, and becoming three times more \ncarbon efficient than we were in 2012. \nNow in our fifth year of Corporate Responsibility reporting, \nwe are building upon a strong foundation. While many challenges remain, I am excited about the level of ambition \nthroughout  our company for empowering positive change \nthrough digital. All of our achievements were only made possible by the sustained effort of our 37,000 employees, whose talent, commitment and hard work enable us to deliver on our growth agenda and to always do more for our customers - every single day.\nYour feedback on this year’s CR Report, as always, is \nencouraged and appreciated.\nSincerely,\nMichael T. Fries, \nPresident and Chief Executive Officer ", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}