{"page_content": "4Addressing the issues that are most important to our stakeholders and our business is an opportunity for us to strengthen our \ncompany and positively influence the communities in which we operate. \nWe identified and prioritized our most pressing issues by conducting a materiality assessment in 2014. As part of a detailed \nprocess, we reviewed our industry peers and the media relevant to our sector, interviewed 11 sustainability experts, surveyed \n200 employees and more than 6,000 customers, and held consultation sessions with senior management. Our CR strategy continues to be shaped by their collective feedback.\nSee our full materiality matrix on our CR website.Our approach\nSTAKEHOLDER ENGAGEMENT\nHere are just some of our stakeholder engagement highlights from 2015. For the full detail of our initiatives, please see  our website. \nCommunities and civil society organizations\nWe listen to feedback from our communities and collaboratively identify the best ways of supporting the  needs that meet our shared strategic objectives. This leads  us to work with organizations like CoderDojo to help kids develop digital skills and European Schoolnet to keep children \nsafe online. \nCustomers and consumers\nNet Promoter Score (NPS) helps us gauge the strength of \nour relationship with our customers and also monitor their experiences at all stages of their journey with us. Customer loyalty is critical, which is why, starting in 2016, the \nremuneration of our employees is linked to our NPS targets. \nEmployees\nLaunching our first global employee survey, Zoom, in 2015 \nenabled us to gain powerful insights from our employees about what we do well and what needs improvement. Through action plans implemented by our managers, we are now \naddressing the key findings.Governments and policy makers\nWe engage European Union (EU) policymakers through  \nour membership in the ICT Coalition and our support for the European Commission’s Digital Single Market strategy in order to promote a safer internet for our children while actively \ndelivering on the priorities of the European Commission’s \nGrand Coalition for Digital Jobs.\nIndustry peers \nAs members of the Society of Cable Telecommunications Engineers’ (SCTE) Energy 2020 program and Chair of SCTE’s Access Network Energy Efficiency workstream, we help the industry develop standards for more energy-efficient \ntechnologies as well as the development of a new standard for \nmeasuring and managing energy use.\nSocially responsible investment community\nWe engage with the Dow Jones Sustainability Index and CDP’s Climate Change Program seeking their advice on how best to improve our performance. We also respond to FTSE4Good, Newsweek Green Ranking and MSCI ESG.\nSuppliers\nWe use the EcoVadis assessment platform to collaboratively work with our suppliers, identifying the biggest risks in our supply chain and implementing corrective action plans wherever needed.Electronic \nwaste \nreductionDigital inclusion \nand education\nReducing carbon \nemissionsCO 2Privacy \nand data \nsecurityProtecting \nchildren while \nonline and \nwatching TVImproving \nenergy \nefficiencyMATERIAL ISSUES\nGRI: G4-18-19, G4-26\n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}