{"page_content": "7\n         ORIGINAL THINKERS \nInnovative small businesses are being launched every day, all around \nthe world, and we are fortunate to have operations near some of the most dynamic of those start-ups. In London alone, 2015 saw over 580,000 new start-ups established\n1 and Amsterdam \nis increasingly recognized as the start-up capital of continental Europe. We aim to nurture the development of these new businesses through accelerator programs, mentoring and funding \nthat also get us closer to the cutting edge of innovation.\nHELPING SMALL BUSINESSES FLOURISH\nThe 2015 edition of Virgin Media Business’ Pitch to Rich \ncompetition attracted over 2,500 small and medium-size enterprises (SMEs), each trying to win a share of £1,000,000 in marketing investment and development support. The three \nwinners are now building their capabilities as they prepare  \nto launch.\nIn the UK, we also developed the Virgin Media Accelerator , an \nintensive three-month, mentorship-driven scheme. In Belgium, \nTelenet continued its eight-month accelerator program,  \nTelenet Kickstart.\nOur Chilean business, VTR, expanded the scope of its \nVive Chile Foundation to incorporate projects focusing on entrepreneurship and innovation, with further projects planned.\nRead our case study on page 9 to find out more about how two \nof this year’s Telenet Kickstart and Virgin Media Accelerator participants are making a difference to our society.\nWHAT’S NEXT\nWe want our accelerators to inspire Digital Imagination. So, as we continue to develop and expand these programs in the future, we aim to increase our focus on specifically helping start-ups with a defined social purpose.          FUTURE MAKERS \nDigital skills are essential for working professionals to keep pace in today’s competitive job market. It is a particularly strategic issue in Europe, where the skills gap is projected to grow significantly by 2020. To address this skills gap, the \nEuropean Commission has established the Grand Coalition for \nDigital Jobs, a multi-stakeholder partnership aimed at creating a talent pipeline for jobs, of which Liberty Global is a member.\nWe want to help young people drive a fast-paced digital \nrevolution as active creators of websites, apps and games, not \nsimply passive consumers. Teaching and developing digital \nskills is a major part of this process. To enable this, we must work together, bringing programming to all communities and embedding it into home life, workplaces, communities  and mainstream education.\nCODING FOR OUR FUTURE\nThis need has driven our partnership with the CoderDojo Foundation, a global community of free coding clubs for children aged seven to 17, since 2013. Our support for CoderDojo is enabling the next generation of creators, \nimproving their long-term career prospects.As well as coding, our partnership also teaches vital skills \nlike problem-solving and introduces young people to STEM (science & technology, engineering and math) subjects in a fun, practical way.\nCOOLEST PROJECTS AWARDS\nIn 2015, Virgin Media Ireland and Liberty Global sponsored the popular CoderDojo Coolest Projects Awards in Dublin. Now in its fourth year, the Coolest Projects Awards give members of local coding clubs the opportunity to showcase the skills they \ngain from their coding sessions. \nWHAT’S NEXT\nWe believe that learning coding skills is not enough; it’s what \nyou do with those skills that really counts. We plan to actively encourage young people to use their newly-acquired coding skills for positive social change by establishing a Future \nMakers Award, celebrating the best digital solutions that \nrespond to society’s most pressing challenges.  Read our case study on page 8 to find out more about our partnership with CoderDojo.\nGRI: G4-EC81 http://www.telegraph.co.uk/finance/businessclub/11692123/Britain-hits-record-  \n  number-of-startups-as-more-aspiring-entrepreneurs-take-the-plunge.html\n", "metadata": {"source": "NASDAQ_LBTYA_2015.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}