{"page_content": "Sustainability Report 2018  |  11At Skyworks, we strive for perfect quality while abiding by our principles of sustainable business practices. Our management systems manuals and policies are available to the public via our website \nand are certified to internationally recognized standards for quality and environment including ISO 9001 and ISO 14001. Furthermore, our systems are designed and operated in accordance with the \nRBA ® Code of Conduct. To learn more, the following resources are available online: Quality Manual, Sustainability Systems Manual, Certifications, and the RBA® Code of Conduct.\nWe have developed process-focused quality systems where the sequence and interactions of our core business processes has been mapped and integrated into an overall business methodology. Our \nsustainability systems leverage this strategy by referencing common systems where ever possible. We have maximized the utilization of electronic documentation delivery in our factories making it \nmore effective and virtually eliminating paper distribution.\nIn 2018, Skyworks continued its active membership in the RBA®, which is a nonprofit coalition of electronics companies committed to \nsupporting the rights and well-being of workers and communities worldwide affected by the global electronics supply chain. RBA® members \ncommit and are held accountable to a common Code of Conduct and utilize a range of RBA® training and assessment tools to support \ncontinuous improvement in the social, environmental, and ethical responsibility of their supply chains. Skyworks has been an active member \nof the RBA® since 2011. A full list of members can be referenced by visiting: www.responsiblebusiness.org/about/members\nIn 2018, Skyworks achieved \"Full Member\" status within the RBA ®. Full members demonstrate the highest level of commitment and \naccountability to the RBA® Code of Conduct.\nSkyworks is dedicated to conducting business that complies with both the letter and \nthe spirit of applicable laws, rules and regulations and consistent with the highest \nstandards of business ethics. Our sound business principles and practices foster our \nstrong commitment to ethical behavior, accountability and transparency. \nWe aim to lead by example —guided by our c orporate governance and principles as \ndefined in our Code of Business Conduct and Ethics (the \"Code\"). The Code outlines \nbroad principles of ethical business conduct embraced by Skyworks. In order to establish \nan effective ethics and compliance program and to develop trust, employees must be \nable to raise concerns without fear of retaliation. Our employees have a duty to report \nany known or suspected violation of the code, or of any rules or regulations applicable \nto the Company. Employees are trained annually on the contents of the Code. In 2018, \nSkyworks also added a new compliance training course for employees focused on \nthe Foreign Corrupt Practices Act (FCPA) and other anti-corruption laws, conflicts of \ninterest, confidentiality obligations, and proper financial reporting. \nThe Code, along with other corporate governance information, is available on our \nwebsite at: investors.skyworksinc.com/corporate-governanceManagement Systems\nEthics\n", "metadata": {"source": "NASDAQ_SWKS_2018.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}