{"page_content": "12  | Sustainability Report 2018\nOur greatest and most valuable resource is our people. Skyworks promotes inclusion in the \nworkplace and is proud that our employee population represents 66 nationalities worldwide. \nWe make every effort to create a culture where everyone feels welcomed, valued and \nrespected —fostering an environment that is free of bias, prejudice and harassment. We \nscrupulously adhere to all laws and regulations that are applicable in the countries where  \nwe operate, as well as local, state, federal and international child labor and safety laws.  \nWe do not employ anyone under the age of 18. In addition, Skyworks employees are provided \nhigh-quality benefits, compensation, training, staffing and general human resources support. \nOur Employment programs and policies address the RBA ® Code elements of:\n• Freely Chosen Employment\n• Young Workers\n• Working Hours\n• Wages and BenefitsEmployees\n| Working Hours\nExcessive working hours are associated with risks to employees’ health, safety and work \nperformance. Skyworks has programs to monitor and limit working hours at our factories to \n<60 hours/week in accordance with the RBA ® standard. Days of rest are also monitored so \nthat employees get no less than one day off every seven days. Factory compliance rates are \nregularly reviewed with management. \nIn 2018, Skyworks achieved a 99% compliance rate to both the <60 hour workweek and  \nday-of-rest standards for full-time, direct employees. Additionally, Skyworks is expanding  \nits tracking and reporting of this data to include onsite contractors and labor though third-\nparty agencies. | Talent Management\nAs part of Skyworks’ long-term strategy to maintain high levels of workforce engagement \nand our ability to attract and retain the best talent, we continue to increase opportunities \nthat impact both employee growth and development as well as recognition and rewards. \nIn 2018, Skyworks strengthened its learning and development programs so that employees \nhave the training and tools to enhance performance, develop skills and manage their career. \nOur global learning curriculum achieved more than 3,500 hours of live training focused on \nprofessional growth, leadership development and compliance education. \nFurther, Skyworks expanded its strategy and communications of the Company’s recognition \nand rewards initiative. As a result, there was an 18% increase in the number of employees \nrecognized for their achievements and contributions —equating to almost 70% of Skyworks’ \nworkforce receiving an award. \n9,594 7,053 66 99%\ntotal Skyworks  \nemployeesrewards given to \nemployees via  \nrecognition programnationalities compliance rate  \nto the ≤ 60 hour \n workweek standard\nSkyworks is an Equal Opportunity Employer Supporting Diversity in the Workplace• Humane Treatment\n• Non-Discrimination\n• Freedom of Association", "metadata": {"source": "NASDAQ_SWKS_2018.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}