{"page_content": "14  | Sustainability Report 2018With employees around the globe, Skyworks calls many countries its home. Our employees support projects relevant to local efforts and are committed to investing their time, expertise and \nresources to help develop and maintain vibrant, sustainable local communities. Skyworks and its employees are proud to be members of the global community, lending a helping hand where possible.Stewardship\nFundraising and Charitable Contributions\nAs part of the Company’s commitment to corporate social responsibility and to being part of a global community, Skyworks and employees donated more than $200,000 to various  \ncharitable organizations in fiscal 2018. Donations were made through global initiatives as well as the Company's Charitable Contributions and Employee Matching Gift programs  \nin the U.S. and Canada. The Skyworks family is proud to support so many worthwhile causes and to make a difference for those in need.\nMexicali Supports Children in Foster Care\nSkyworks presented $2,000 to the Cadenas de Ayuda foundation in Mexicali to support \nthe “Apapacho” (Cuddle) campaign, an initiative to help children in the foster care \nsystem or experiencing hardship. With Skyworks’ generosity, 100 children in foster \nhomes, as well as from low income families, were provided with classroom necessities \nsuch as backpacks and school supplies to help give a positive start to the school year. \nSkyworks volunteers helped pack and deliver the supplies to the children.\nSkyworks and Employees Donate to Difficult Events Near Newbury Park Facilities\nOur Skyworks family responded generously to various charitable organizations \nsupporting those affected by the shootings near our Newbury Park offices in California. \nIn total, more than $10,000 was contributed through matching and direct employee and \nCompany contributions.Skyworks and Employees Donate Nearly $8,500 for Fire Relief Efforts in California  \nTo help support the relief and recovery efforts for the thousands of people impacted \nby the devastating wildfires across Southern California, Skyworks and its employees \ngave close to $8,500 to various charitable organizations. Donations were made directly \nby Skyworks employees and matched through the Company's Charitable Contributions \nprogram to assist affected families with food, supplies and temporary shelter.\nOttawa Employees and Family Participate in Hospital Fundraiser\nEmployees and their family members participated in a cycling fundraiser for the \nChildren’s Hospital of Eastern Ontario (CHEO). Skyworks’ team of 29 employees, friends \nand family took part in the 70, 35, 15, 5 and 2 kilometer routes that can be cycled, \nskated, run, walked, or ‘strollered’. The event raised more than $1 million for the hospital \nto support programs dedicated to the treatment and research of childhood cancers. \nTogether with a contribution from Skyworks, the team raised over $6,500 in a fun, team-\nbuilding activity for a good cause!\n", "metadata": {"source": "NASDAQ_SWKS_2018.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}