{"page_content": "Sustainability Report 2018  |  15Toy and Food Drives\nSeveral of Skyworks' offices participated in food and toy drives during the 2018 holiday  \nseason. Thank you to employees for making this holiday special for children and \nfamilies in need.\nMassachusetts Employees Support Toy Drive for Jamie’s Joy\nFor the second consecutive year, Skyworks employees from our Andover and Woburn \noffices joined efforts to participate in Jamie's Joy —a local charity supporting families \nin Woburn. With a generous spirit, employees donated toys, clothing and books —\nfulfilling 150 children's holiday wishes. \nCASA Toy Drive in Southern California\nSkyworks employees in Irvine donated several boxes of toys and gift cards for children \nin need at Court Appointed Special Advocates. CASA is a non-profit organization \ncommitted to improving the lives of children in the foster care system in Orange \nCounty through quality mentoring and advocacy services. The children were presented \nthese gifts at their holiday party where over 250 children took photos with Santa, \ndanced, played games, mingled with friends, and enjoyed great food. \nEmployees in Mexicali Support Annual Food and Toy Drive\nSkyworks employees in Mexicali collected a record number of donations for its \nAnnual Food and Toy Drive to help people in need. This year's efforts benefited 24 \ncommunities and 15 institutions with 2,157 pantry items, 1,031 toys and 1,250 blankets. \nOver 100 employees and family members volunteered to pack, transport and deliver \nthe goods to the most needed areas of the city, including several orphanages, shelters \nand nursing homes. As a company, Skyworks donated all the blankets and contributed \none pantry donation for every item donated by an employee.STEM/STEAM Events\nSkyworks took part in various events that benefit education efforts in science, technology, \nengineering, arts, and mathematics. \nSkyworks Supports Astounding Inventions Faire\nSkyworks sponsored the Astounding Inventions Faire held in Irvine, California. Now in \nits 31st year, the event serves to promote creativity and interest in the fields of science, \ntechnology, engineering and math for children. The event featured over 400 inventions \ncreated by Kindergarten through 8th grade students from the local school districts. \nOne of Skyworks' engineers served as a judge at the competition, which showcased a \nmultitude of inventions ranging from air bags for bicycles to a scalable rocket recovery \nsystem, to an automated sorting device for Lego sets!\nCedar Rapids Participates in STEM Speaker Series Event\nSkyworks' team members participated in a STEM Career Speaker Series at Kennedy High \nSchool in Cedar Rapids, Iowa. The event is part of the Workplace Learning Connection \n(WLC) program promoting career awareness and exploration for thousands of students \nin the local school districts. One of Skyworks' engineers spoke about the semiconductor \nindustry, discussing educational requirements and sharing personal journeys —all to \nincrease student engagement and enthusiasm for STEM courses and careers.\nMexicali Helps STEAM Education Efforts\nSkyworks took part in a STEAM fair in Mexicali (Baja California), Mexico, aimed to \nencourage awareness in the subject areas of science, technology, engineering, arts and \nmathematics among elementary school-aged children.\nThe event hosted over 1,000 children from the local community where they enjoyed \nexciting hands-on workshops, exhibitions and games —all in an effort to provide a simple, \nfun-filled way to promote critical thinking. \n", "metadata": {"source": "NASDAQ_SWKS_2018.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}