{"page_content": "Since our humble beginning in 1884, we have developed into a thriving banking \ninstitution with over $7.3 billion in assets. We have stayed true to our roots of first \nand foremost being a community banking institution, and we are a vital part of the \n48 communities in which we operate.\nOur guiding principles and strong values consist of ethics, integrity and giving back \nto the communities we serve. Through our financial expertise, strong leadership and \nloyal relationships, we help our clients achieve their financial goals both for today and \nfor tomorrow.\nIt is both our passion and our responsibility to improve lives throughout the \ncommunities that we serve. Through the KearnyBank Foundation we provide financial \ngrants and support the hands-on contributions of our employees. \nThe COVID-19 pandemic strengthened our desire to support our employees, clients and shareholders during these \nunprecedented times.  Our business continuity plans operated effectively and our front-line workers continued to \nsupport our clients in person while demonstrating tremendous resiliency. The pandemic also accelerated the use \nof digital channels for many of our clients, and we continue to expand our online capabilities.  Additionally, we were \nable to seamlessly transition a large number of corporate employees to remote work. I could not be prouder of the \nremarkable dedication shown by our employees during these challenging times. \nThe Board of Directors is committed to providing leadership in areas pertaining to our long-term financial \nsustainability, including relevant environmental, social and governance risks and opportunities. As such, we are \npleased to publish our first Environmental, Social and Governance (“ESG”) Report highlighting some of our ESG efforts \nto date. Together, the Board and management look forward to sharing our progress while we move forward on our \nESG journey.\nCraig L. Montanaro\nPresident and Chief Executive Officer\nDEAR FELLOW SHAREHOLDERS\n12021  ESG REPORT\n", "metadata": {"source": "NASDAQ_KRNY_2021.pdf", "page": 0, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}