{"page_content": "BOARD OF DIRECTORS\nESG MANAGEMENT TEAM ESG COMMITTEE\nIn 2021, we established an ESG Committee of the Board that has primary oversight of all \nESG matters within the Company and is responsible for reviewing ESG-related strategy, \ninitiatives, policies and risk management.\nENTERPRISE RISK MANAGEMENT (ERM) COMMITTEE\nThe ERM Committee of the Board manages, contains and controls risk throughout the \nCompany. Our Chief Risk Officer and Enterprise Risk Officer report to the ERM Committee \non a quarterly basis and partner with the ESG Committee to manage ESG-related risk.   \nOur ESG Working Group has cross-functional representation, including members from the \nCompliance, Human Resources, Risk Management and Facilities departments as well as \nexecutive leadership. The ESG Working Group reports to the ESG Committee of the Board \non an as-needed basis.\nKearny Bank serves as a true financial partner to both consumers and businesses by subscribing to the belief that people, \nperformance and relationships are what matter most. We serve our clients and shareholders through our deep-rooted \nprinciples of ethics and integrity, and by giving back to our community. We are committed to advancing our ESG strategy \nbecause we believe it drives long-term, sustainable value creation for our shareholders, clients and employees.  \nENVIRONMENT\nBy focusing on paperless operations, digital banking services and \nenergy efficient appliances in our office and branch locations, we \nhave increased efficiency and decreased our environmental impact. \nWe continue to look for ways to reduce our carbon footprint.  \nSOCIAL\nAs we have grown, we have never lost sight of our principles of \npersonal service and community involvement. Our team has a \nlong-standing history of service that has been enhanced by the \nestablishment of the KearnyBank Foundation.  \nHUMAN CAPITAL\nWe invest our hearts and minds in the success and development \nof our employees, celebrating career milestones and longevity. \nWe strive to create a diverse and inclusive culture reflective of our \ncustomers and the communities where we live and work.\nGOVERNANCE\nWe are committed to transparency, integrity and effectiveness of \npolicy and decision-making both at the Board and management \nlevel. We take legal and regulatory compliance very seriously and \nstrive for the highest moral and ethical standards in conducting \nour business.ENVIRONMENTAL, SOCIAL AND GOVERNANCE (ESG) HIGHLIGHTS\nSUSTAINABILITY GOVERNANCE\nSUSTAINABILITY FRAMEWORK\n2", "metadata": {"source": "NASDAQ_KRNY_2021.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}