{"page_content": "CUSTOMER PRIVACY\nSTRESS TESTING\nLEGAL AND \nREGULATORY \nENVIRONMENT\nFAIR LENDING \nCOMPLIANCE\nBANK SECRECY ACT \n(BSA) AND ANTI-MONEY \nLAUNDERING \nPROGRAM\nENVIRONMENTAL RISK \nPOLICY AND FLOOD \nDISASTER PROTECTION \nACT POLICYRecognizing the significance of client privacy, our Board has designated a qualified Privacy \nOfficer who, for purposes of the privacy program, oversees compliance, manages the \ntraining for all Bank personnel and supports the independent review. We adhere to all \nlaws and regulations to safeguard personal information, as indicated in our Privacy Policy \n[https://www.kearnybank.com/privacy-policy ].\nIn partnership with a third-party, our Enterprise Risk Management team runs several \nstress tests including capital, liquidity and interest rate risk. We annually run two credit \nstress tests to establish our sensitivity to credit losses and potential impact to capital. This \nis a voluntary strategic decision and helps us estimate our capacity for risk and reserve \nrequirements, and allows us to make more informed capital allocation decisions. \nWe take our legal and regulatory compliance and the relationship with regulators very \nseriously, in particular those of our primary regulators including the FDIC, the Federal \nReserve Board, the SEC and the State of New Jersey. We proactively ensure our team is \naware of upcoming new and changing regulations and share insights through a monthly \nnewsletter circulated to the Compliance and CRA Steering Committee.\nWe collect and track data about our marketing activities across the organization. \nThis includes data on the allocation of our marketing and lending efforts in regard to \naccessibility and inclusiveness, particularly looking at race and ethnicity. Results are \npresented quarterly to the Compliance and CRA Steering Committee.\nWe use an enhanced transaction monitoring platform incorporating AI technology to \ndetect, track and help prevent against fraud. Every employee receives BSA training, \nincluding our Board. Our system of internal controls includes daily, weekly and monthly \nreporting, automated watchlist screening and Suspicious Activity Reports (SARS) that are \nreported to the Audit and Compliance Committee monthly.\nOur Board-approved Environmental Risk Policy requires environmental assessments and \nrisk reports to be conducted prior to real estate loan transactions. Our Flood Disaster \nProtection Act Policy addresses flood hazard insurance requirements to ensure applicable \nloans are protected against flood hazards. \nTo help inform our decision-making regarding the content to be included in this first sustainability report for the Company, \nwe relied upon the Sustainability Accounting Standards Board (SASB) to help us understand the areas that may be \nmost relevant to our investors. We also referred broadly to the Global Reporting Initiative (GRI), and we performed a \nbenchmarking analysis to help us understand trends and best practices in the industry. We drew upon the subject matter \nexpertise of our team to collect and organize the content relative to the areas we identified in our benchmarking.RESPONSIBLE BUSINESS PRACTICES\nMETHODOLOGY\n4", "metadata": {"source": "NASDAQ_KRNY_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}