{"page_content": "2021 Viatris Sustainability Report\nIntroduction COVID-19 Response Access and Global Health Employees Environment Community Management Disclosure and Data Appendix GRI, SASB and TCFD\n40\nAIR EMISSIONS\nWe are committed to reducing emissions to the air. In 2021, we developed a new Air Emissions \nTechnical Requirement that expands the tracking of air pollutants, and includes requirements \naround pharmaceutical emissions, storage tank system fugitive emissions, visual emissions, \nand odor. Our facilities are equipped with air emission control devices as required to manage \nregulated air pollutants. From particulate matter to sulfur oxides, nitrogen oxides to volatile \norganic compounds (VOC), reducing emissions remains a top priority. \nWe are initiating a long-term project across our API facilities in India to enhance control  \nof VOC emissions. The API facilities handle the bulk of our solvents, and beginning with \na phased approach, more than 100 bulk solvent storage tanks were fitted with vent \ncondensers or nitrogen blanketing system. The vent condensers are recirculated with \nchilled fluid which condenses any residual solvent emissions not only reducing VOC \nemissions but also helps in resource conservation. The team will continue to expand  \nthis approach across all API facilities over the next four years.Volatile Organic Compounds and Odor Reduction in China  \nOur team at our site in China installed UV photocatalytic oxidation and active carbon \nadsorption for the sewage reservoir. Additionally, the site stopped production of flaveric  \nto eliminate the usage of ethanol as a solvent, while establishing procedures that require  \na fume hood to be in place for all processes that use solvent in labs. \nHighlights from 2021 at the site included:\n• Being recognized by the local government agency focused on environmental protection \nand authorities for our environmental efforts. \n• Achieving odor reduction of reservoir air emissions.\n• Stopping production of flaveric to eliminate the usage of ethanol as a solvent helped \nreduce 1.8 tons per year of VOC emissions.\n• Reducing VOC emissions from the coating and granulation process by 95%, which \nreduced VOCs by more than 3.7 tons per year. Installing active carbon adsorption and \nRegenerative Catalytic Oxidation for air emissions from coating and granulation processes.\n•  Installing active carbon adsorption and Regenerative Catalytic Oxidation for air emissions \nfrom coating and granulation processes. \n", "metadata": {"source": "NASDAQ_VTRS_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}