{"page_content": "Introduction COVID-19 Response Access and Global Health Employees Environment Community Management Disclosure and Data Appendix GRI, SASB and TCFD\n2021 Viatris Sustainability Report5\nThis is the second annual sustainability report for Viatris, which was formed in November \n2020. This report presents work and progress across key topics in 2021, a year shaped by our \nefforts to integrate two legacy organizations into one global healthcare company dedicated to \nsustainable access to medicine.\n \nSustainability is fundamental to the Viatris mission. We work to advance responsible and \nsustainable operations and leverage our collective expertise to empower people worldwide \nto live healthier at every stage of life, recognizing that our actions affect the stakeholders \nand communities we serve.\n \nThrough this publication, we describe our holistic actions and initiatives across multiple areas \nof focus supporting our efforts to be a model for sustainable access to medicine and to make \na difference. In addition to describing work and progress during the calendar year 2021, the \nreport also includes some updates from early 2022. The report contains three main sections: \n1. Introduction to Viatris  \n2. Areas where we strive to make a difference  \n3. Management disclosure and performance data  We are committed to annual reporting on important sustainability matters and are working to \nfurther enhance our disclosure. This report is prepared in accordance with the GRI Standards: \nCore level, references the Sustainability Accounting Standards Board (SASB) standards for \nBiotechnology & Pharmaceuticals and provides disclosure in accordance with the Task Force \non Climate-related Financial Disclosures (TCFD). Viatris is a signatory to the United Nations \nGlobal Compact (UNGC) and is committed to the Compact’s 10 principles related to human \nrights, labor, environment and anti-corruption. \n \nCertain subsidiaries are also subject to statutory sustainability reporting in the EU, following \nthe EU Non-Financial Reporting Directive (EU NFRD). This report, together with Viatris’ statutory \nfilings, is intended to fulfill our applicable reporting requirements. Information contained in \nthis report reflects work and progress from Jan. 1, 2021 to Dec. 31, 2021, unless otherwise \nnoted. Reporting on other matters specific to financial performance of Viatris Inc. and our \nsubsidiaries can be found in our periodic reports and filings with the U.S. Securities and \nExchange Commission, including the Company’s most recent Annual Report on Form 10-K  \non Feb. 28, 2022, as amended by the Form 10-K/A filed on April 29, 2022. \n \nNot all of the products mentioned in this report have been approved for use in all countries \nwhere Viatris has a commercial presence. The information contained in this report is not for \nuse in product detailing or promotion. \n \nMore information on Viatris’ work, policies and management processes is also available at \nViatris.com .\nAbout this  \nReport", "metadata": {"source": "NASDAQ_VTRS_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}