{"page_content": "48\n2021 Viatris Sustainability Report\nIntroduction COVID-19 Response Access and Global Health Employees Environment Community Management Disclosure and Data Appendix GRI, SASB and TCFD\nESG TOPICS PRIORITY ASSESSMENT\nAs reported in the Viatris 2020 Sustainability Report, in the first part of 2021, we conducted an \nassessment of internal and external perspectives on topics potentially pertinent to future ESG-\nrelated areas of focus for Viatris. The assessment was not intended to be, nor does it reflect, \na quantitative evaluation of or commentary on strengths or weaknesses in the noted areas. \nIt was intended to help inform our future decisions regarding matters relevant to long-term \nsustainability and ESG-focused strategies, as well as for purposes of GRI-related reporting.\nThe assessment aimed to survey the evolving external sustainability and ESG perspectives \nacross geographies and reflect the issues we believe internally are most relevant given our \nnewly formed company and our knowledge of our business, operations, and global workforce. \nWe considered input from external stakeholders and research from other sources, capturing \nviewpoints and feedback from customers, partners, investors, non-governmental organizations \n(NGOs), employees, community groups and policymakers. Internal perspectives were provided \nby functional leaders and internal experts representing key areas of our company and spanning \nour geographic footprint. \nThe following table depicts the full list of topics that were considered in this exercise, while the  \nmatrix indicates the relative degree of external stakeholder interest and potential company \nimpact as perceived internally for the top-ranked topics. The priority topics to Viatris relate to our mission, our people and our business, and include: \n• Sustainable Access to Medicine, Patient Outcomes and Contribution to  \nGlobal Public Health. \n• Talent Management, Employee Engagement, Workplace Health and Safety  \nand Diversity and Inclusion. \n• Manufacturing and Distribution, Supply Chain, Regulatory Impact, Climate  \nChange and Energy and Business Ethics.\nFollowing this work, as noted earlier in the report, we established company-wide goals.\nWe will continue to evaluate and review external developments to determine, based on our \nknowledge of the company, our platforms, our workforce, and the industry, any appropriate \nchanges to our areas of focus and priority.\nSTAKEHOLDER AREAS OF INTEREST Low High\nPOTENTIAL IMPACT ON COMPANY Low HighClimate Change and EnergyWorkplace Health and Safety\nDiversity and InclusionPatient Outcomes\nRegulatory Impact\nContribution to Global Public Health\nEmployee Engagement\nBusiness EthicsSupply ChainManufacturing and DistributionTalent ManagementSustainable Access to Medicine\nFull List of Topics Assessed\nAccess to Medicine\nManufacturing and Distribution\nProduct Donations\nSustainable Access to Medicines\nBeing a Responsible \nEmployer\nDiversity and Inclusion\nEmployee Engagement\nTalent Management\nWorkplace Health and SafetySocietal Impact\nCommunity Engagement  \nand Impact\nContribution to Global  \nPublic Health\nLocal Community Capacity \nBuilding\nPatient Outcomes\nEnvironmental Stewardship \nClimate Change and Energy\nEnvironmental Protection\nProduct Stewardship\nWaste and WaterResponsible Business \nBusiness Ethics\nCorporate Governance\nData Privacy and Protection\nEthical Marketing and Promotion\nHuman Rights\nRegulatory Impact\nResponsible Product \nDevelopment\nRisk Management\nSupply Chain", "metadata": {"source": "NASDAQ_VTRS_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}