{"page_content": "55\n2021 Viatris Sustainability Report\nIntroduction COVID-19 Response Access and Global Health Employees Environment Community Management Disclosure and Data Appendix GRI, SASB and TCFD\nWe conduct clinical trials in many regions of the world as part of the process to eventually \nmake treatments available to patients. To support the geographic expansion of products and \nbring more products to more patients with diverse needs, the number of trials in new settings \nhas increased. Moving forward, Viatris will continue to work to include patient representatives \nof the regions where approval is sought, focusing on improving patient access to needed \ntherapies globally.\nDiversity in Clinical Trials\nViatris supports FDA’s guidance on Diversity in Clinical Trials and works to include diverse \npatient populations for global studies that will be submitted for approval to FDA and other \nhealth authorities. Considerations for diversity include both demographic criteria (e.g., gender, \nrace, ethnicity) as well as non-demographic criteria (e.g. co-morbidities, organ dysfunction, the \nextremes of weight range).  Viatris is committed to working with health authorities to enhance \nsafety, scientific rigor and diversity in our clinical trials.\nHealth authorities across the globe have called for increased pediatric research to support  \naccurate labelling for pediatric populations. Viatris complies with applicable GCP requirements to \nensure that pediatric clinical trial requirements are completed with a focus on patient safety \nand integrity of clinical trials data.\nManagement and Oversight \nThe Head of Global Clinical Operations reports to the Chief Medical Officer, who reports to the \ncompany’s President. Our Global Quality Management System (QMS) is at the core of our clinical \ninvestigations. It includes procedures on internal processes associated with drug development \nas well as processes for overseeing and auditing outsourced activities completed by our vendor \npartners. Dedicated independent members of our Quality team conduct periodic assessments and \naudits across our operations and at our vendors. Any potential or actual incidents are managed \nthrough clear processes and escalated to senior management as appropriate. Our QMS requires \nongoing review of procedures to ensure continued alignment with GCP regulations and \nguidance documents. Global Standards \nRegardless of where the trials are conducted and whether they are performed in-house or by a \nqualified third party, the company’s global standard operating procedures apply with the aim to \nensure the robust adherence to applicable policies, procedures and regulatory requirements.   \nWe develop clinical study protocols for every clinical trial, which contain criteria and procedures \nfor the conduct of each trial. The procedures for clinical site assessment are developed prior to the \nselection of investigators. The company maintains procedures that require ongoing evaluation of a \nclinical site’s conduct of clinical studies from study initiation through study closeout. We work with \nour partners to ensure that clinical investigators are carefully screened prior to being selected to \nparticipate in a clinical study and require that clinical investigators conduct careful screening and \nselection of patients consistent with the written study protocols. \nWe also require that all clinical studies receive review and approval from institutional review \nboards/independent ethics committees (IRB/EC). These committees evaluate and provide \napproval and ongoing review of clinical trials with a primary goal of ensuring patient rights and \nsafety. The review of each clinical study must be properly documented for every clinical site \nparticipating in a clinical study for the company. IIRB/EC documentation of review/approval \nmust be available for all clinical sites that participate in a clinical study. Additionally, health \nauthorities may place clinical study activities on hold should there be concerns that arise that \nwarrant such action. \nThe company’s governance councils, quality committees and clinical development teams \noversee the conduct of clinical trials, including regular monitoring of ongoing trials, and \npartner with internal and external experts and investigational sites to promote patient safety \nand data integrity across our clinical development programs. In addition, we use quality \ncouncils, governance boards and independent data monitoring committees when appropriate \nto support quality, safety and protection of participants in our clinical development programs. \nOur standard operating procedures specifically address the requirements associated with the \ndevelopment of Investigator Brochures, Clinical Protocols and Informed Consent Forms in \norder to adhere to applicable regulations. A cross-functional development and review process \nis incorporated into the procedures to ensure that experts in various functions have input into \nthe design and approval of these documents. These documents provide clinical investigators \nwith sufficient background on the investigational product to protect the safety of research \nparticipants, that the clinical study is scientifically rigorous and that participants are well-\ninformed of the potential risks and benefits, study goals, procedures, and their critical role in \nclinical research. All employees involved in this aspect of a clinical trial undergo training for  \nthis purpose.Our range of clinical experience and scale includes: 27,000 study participants across \n9 therapeutic areas; 800 PKPD / adhesion & human factor studies with over 30,000 \nhealthy volunteers; and more than 80 clinical development and post marketing \nprograms inclusive of Phase I, Phase II/III and Phase IV.", "metadata": {"source": "NASDAQ_VTRS_2021.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}