{"page_content": "2\nRobert A. Bradway  \nChairman and Chief Executive Officer Leadership Message\nAs we deliver more therapies to more patients suffering \nfrom serious illnesses around the world, it remains \ncritical that we do so in a way that is consistent with \nour mission and our values. \nOver the past 33 years, we have grown to be a leader in \nbiotechnology and we have reached more than 25 million \npatients. During the course of that journey, innovation \nhas played a pivotal role. As a company, we have innovated \nby discovering and developing medicines that have \ndramatically improved people’s lives. In addition, we \nhave played a pioneering role in biologics manufacturing \nthrough scores of innovations that have enabled us to \ndeliver vital medicines to large patient populations. \nWe expect to continue transforming our manufacturing \nprocess in the years ahead. An important part of that next \nwave of manufacturing innovation will involve reducing \nwaste while improving efficiencies and incorporating \ngreater flexibility into the process. As we embark on \nthis exciting new chapter in our company’s history, \nour commitment to operating in a way that reduces \nenvironmental impacts remains steadfast. \nWe achieved the targets that we set in 2008 as part of \nour first environmental sustainability plan. From 2008 \nthrough 2012, we realized more than $24 million in \ncost savings by implementing strategic sustainability \ninitiatives. And we made those conservation gains even \nas we grew operations worldwide.\nAs part of our sustainability initiatives, our staff eliminated \nwaste and created efficiencies through our Green Chemistry \nand Green Biology programs. We remodeled facilities for \nexpansion with green features, and in 2012, we achieved a LEED (Leadership in Energy and Environmental Design) \nGold designation for an Amgen building. Our initial \nintegration of environmental sustainability principles into \nour products and processes will form the foundation of \nour second environmental sustainability plan, beginning \nin 2013, which will take us through 2020.\nI view the state-of-the-art manufacturing facility we are \nplanning in Singapore as the best example to date of how \nour growth intersects with our environmental sustainability \ngoals. This innovative, new facility is expected to conserve \nresources and save costs, thereby contributing to the \nconsistent supply of safe and effective medicines to \npatients who need them.\nStaff members, who are passionate about our mission, \nrepresent our most important resource. Creating a supportive \nwork environment that keeps them safe and well is a \nprimary part of our culture. We have a comprehensive \nand effective set of wellness programs for staff as well \nas one of the best safety records in our industry.\nThank you for following our progress as we continue \nto reduce environmental impacts, improve efficiencies, \nand decrease costs. These sustainability achievements \nexemplify how science and innovation applied across \nAmgen support our aspiration to dramatically improve \npatients’ lives.Robert A. Bradway", "metadata": {"source": "NASDAQ_AMGN_2012.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}