{"page_content": "11Environmental Performance Indicators\nLabor Practices and Decent Work Performance Indicators\nNumber Disclosure Reported Response\nLA7 Occupational Health and Safety: Health and safety rates environment.amgen.com (Safe Workplace)\nLA8Occupational Health and Safety: Programs in place to assist workforce, families and \ncommunities regarding serious diseasesenvironment.amgen.com (Staff Wellness)Number Disclosure Reported Response\nEN3 Energy: Direct energy consumption by primary energy sourceenvironment.amgen.com (Energy Sources)\nenvironment.amgen.com (Summary of Data)\nEN4 Energy: Indirect energy consumption by primary sourceenvironment.amgen.com (Energy Sources)\nenvironment.amgen.com (Summary of Data)\nEN5 Energy: Energy saved due to conservation and efficiency improvementsenvironment.amgen.com (Energy Approach)\nenvironment.amgen.com (Summary of Data)\nenvironment.amgen.com (Targets)\nEN7 Energy: Initiatives to reduce indirect energy consumption and reductions achievedenvironment.amgen.com (Energy and Carbon Approach)\nenvironment.amgen.com (Targets)\nEN8 Water: Total water withdrawal by sourceenvironment.amgen.com (Water Approach)\nenvironment.amgen.com (Summary of Data)\nEN10 Water: Percentage and total volume of water recycled and reusedenvironment.amgen.com (Water Approach)\nenvironment.amgen.com (Summary of Data)\nEN16Emissions, Effluents and Waste: Total direct and indirect greenhouse gas emissions \nby weightenvironment.amgen.com (Carbon Performance)\nenvironment.amgen.com (Summary of Data)\nEN17 Other relevant indirect greenhouse gas emissions by weight environment.amgen.com (Carbon Approach)\nEN18Emissions, Effluents and Waste: Initiatives to reduce greenhouse gas emissions  \nand reductions achievedenvironment.amgen.com (Energy and Carbon Performance)\nenvironment.amgen.com (Summary of Data)\nenvironment.amgen.com (Targets)\nEN22 Emissions, Effluents and Waste: Total weight of waste by type and disposal method environment.amgen.com (Summary of Data)\nEN23 Emissions, Effluents and Waste: Total number and volume of significant spills There were no significant spills in 2012.\nEN27Products and Services: Percentage of products sold and their packaging materials \nthat are reclaimed by categoryenvironment.amgen.com (Stakeholder Engagement)\nEN28Compliance: Monetary value of significant fines and total number of non-monetary \nsanctions for non-compliance with environmental laws and regulationsIn 2012 Amgen received two environmental notices of violation as a \nresult of agency inspections. There were no fines associated with these \nnotices of violation.\nEN29Significant environmental impacts of transporting products and other goods and \nmaterials used for the organization’s operations, and transporting members of the \nworkforceenvironment.amgen.com (Carbon Approach)\nenvironment.amgen.com (Summary of Data)\nProduct Responsibility Performance IndicatorsSociety Performance Indicators\nNumber Disclosure Reported Response\nPR1Customer Health and Safety: Life cycle stages in which health and safety impacts \nof products are assessed for improvement, and percentage of products subject to \nsuch procedures www.amgen.com (Medicine Safety)Number Disclosure Reported Response\nSO6Total value of financial and in-kind contributions to political parties, politicians, and \nrelated institutionswww.amgen.com (Corporate Governance)\nenvironment.amgen.com (Summary of Data)GRI Index\nReported PartialNumber Disclosure Reported Response\n3.7 Limitations on the scope and boundary of the reportItems that are out of scope for this report include global sales and \nadministrative offices with minimal environmental impact; outsourced \nactivities, such as contract manufacturers; companies acquired in 2012, \nincluding Micromet, KAI Pharmaceuticals, deCODE genetics, and Mustafa \nNevzat Pharmaceuticals; and Amgen’s facility in São Paulo, Brazil, \nacquired in 2011.\n3.8 Basis for reportingThe in-scope facilities listed in indicator 3.6 represent our 15 manufacturing, \nresearch and development, and distribution facilities in North America, \nEurope, and Puerto Rico. These facilities represent 95 percent of our \noperations, based on the square footage of our facilities. The remaining \nsquare footage primarily includes administrative offices. We do not \ninclude environmental data from outsourced activities in this report.\n3.9 Data measurement techniques and bases of calculations and assumptions environment.amgen.com (Summary of Data Notes)\n3.10 Explanation of the effect of any re-statements No restatements\n3.11 Significant changes from previous reporting periodsAmgen acquired four companies in 2012 including Micromet, \nKAI Pharmaceuticals, deCODE genetics, and Mustafa Nevzat \nPharmaceuticals. For the 2012 report, environmental data from \nthese facilities will not be included.\n3.12 GRI content index table environment.amgen.com (GRI Index)\nNumber Disclosure Reported Response\nEC1 Economic Performance: Direct economic value generated and distributedenvironment.amgen.com (Summary of Data and Data Notes)\nwww.amgen.com (2012 Annual Report and Financial Summary)\nEC2Economic Performance: Financial implications and other risks and opportunities due \nto climate changeWe’re actively working to conserve energy and reduce greenhouse gas \nemissions that result from our operations. We have also considered \npotential risks to our business associated with climate change such as \nextreme weather events and increasing regulation. Financial impact is \nconsidered as part of our risk management processes. Having plans in \nplace to mitigate these risks increases the overall sustainability of the \nbusiness.\nEC9Indirect Economic Impacts: Understanding and describing significant indirect \neconomic impacts, including the extent of impactswww.amgen.com (AmgenAssist)", "metadata": {"source": "NASDAQ_AMGN_2012.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}