{"page_content": "17Summary of Data — Assurance\nINDEPENDENT VERIFICATION STATEMENT \nIntroduction and objectives of work  \nBureau Veritas North America, Inc. (Bureau Ve ritas) has been engaged by Amgen to conduct an \nindependent assurance of select ed environmental data included in Amgen’s 2012 Environmental \nSustainability Report. \nThis Assurance Statement applies to the related information included within the scope of work described \nbelow.  \nThe data presented in Amgen’s 2012 Environmental Sustai nability Report is the sole responsibility of the \nmanagement of Amgen.  Bureau Veritas was not involved in the drafting of the Report.  Our sole \nresponsibility was to provide independent verification of  the accuracy of selected information included in \nthe Report.\nScope of work\nAmgen requested Bureau Veritas to verify the accura cy of the following environmental health and safety \ndata summarized in Amgen’s Environmental Sustainab ility Report for the Calendar Year 2012 reporting \nperiod:  \n Energy Use (Total, Direct and Indirect) \n Greenhouse Gas Emissions (Direct Scope 1 and Indirect Scope 2)  \n Water Withdrawal and Fate \n Waste Quantities and Disposition \n Fleet Fuel Efficiency \n Safety Metrics including Injury and Illness Rate, Lost Day Rate and Severity Rate \n Number of Environmental Violations \nExcluded from the scope of our work is any verification of information relating to: \n Text or other written stat ements associated with Amgen’s 2012 Environmental Sustainability \nReport \n Activities outside the defined verification period of Calendar Year 2012 \nMethodology  As part of its independent verification, Bureau Veritas undertook the following activities:  \n1. Interviews with relevant personnel of Am gen regarding data collection and reporting systems; \n2. Review of Amgen’s data and information system s and methodology for collection, aggregation, \nanalysis and internal audit of information used to determine the environmental data; \n3. Review of documentary evidence produced by Amgen;  \n4. Audit of Amgen’s data traced back to the source during visits to two manufacturing facilities: one \nin Juncos, Puerto Rico; and, one in West Greenwich, Rhode Island; and \n5. Visit to Amgen’s headquarters location in Thousand Oaks, California to review consolidation of \nsite data and to review data collected at a central location. ", "metadata": {"source": "NASDAQ_AMGN_2012.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}