{"page_content": "18Amgen Page 2 \nOur work is conducted against BVNA’s standard inte rnal procedures and guidelines for external \nverification/assurance of sustainability reports, base d on current practice in independent assurance. In \naccordance with our internal procedures for limited  assurance, we use the International Standard on \nAssurance Engagements (ISAE) 3000 and ISO Standar d 14064-3 Greenhouse gases - Part 3: \nSpecification with Guidance for the Validation an d Verification of Greenhouse Gas Assertions as \nreference standards. For this assignment, we ar e also using the GRI Reporting Framework as a \nreference standard. \nThe work was planned and carried out to provide limited verification and we believe it provides an \nappropriate basis for our conclusions. \nOur findings    \nOn the basis of our methodology an d the activities described above: \n Nothing has come to our attention to indicate t hat the reviewed information within the scope of \nour verification is not materially correct. \n Nothing has come to our attention to indicate that the reviewed information is not a fair \nrepresentation of the actual environmental and heal th and safety data for calendar year 2012.  \n It is our opinion that Amgen has established appropriate systems for the collection, aggregation \nand analysis of quantitative data, including energy use, direct and indirect GHG emissions, water \nwithdrawal and fate, waste quantities and dispositio n, fleet fuel efficiency, injury and illness rate, \nlost day rate and severity, and number of environmental violations.  \nStatement of independence, impartiality and competence \nBureau Veritas is an independent professional services company that specializes in Quality, Health, \nSafety, Social and Environmental management with al most 180 years of histor y in providing independent \nassurance services, and an annual 2012 revenue of 3.9 Billion Euros.  \nNo member of the verification team has a business relationship with Amgen, its Directors or Managers \nbeyond that required of th is assignment.  We have conducted th is verification independently, and there \nhas been no conflict of interest.  Bureau Veritas has implemented a Code of Ethics across the business to maintain high ethical standards \namong staff in their day to day business activities. \nAttestation:  \nLisa S. Barnes, Lead Verifier   David C. Reilly, Project Reviewer   \nTechnical Director, Climate Change Services   Senior Project Manager    \nBureau Veritas North America, Inc.  Bureau Veritas North America, Inc.   \nDenver, Colorado   Costa Mesa, California \nApril 8, 2013Summary of Data — Assurance", "metadata": {"source": "NASDAQ_AMGN_2012.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}