{"page_content": "4\nFrom developing molecules to installing building technologies, we’re integrating environmental \nsustainability into many core areas of Amgen’s business. We share our environmental ethic through \nvolunteering in our communities worldwide.\nBuilding Renovation Earns LEED Gold\nIn 2012, Amgen earned LEED (Leadership in Energy \nand Environmental Design) Gold for the renovation of an \nadministrative building at our Thousand Oaks, California, \ncampus. The building is designed to provide energy and \nwater conservation benefits exceeding current industry \nbaseline standards. Additionally, the building incorporates \nabundant natural light, state-of-the-art technology, and \nflexible work areas and meeting spaces to facilitate the \nway people work today. This renovation, a pilot project, \nhas set an example for all of Amgen’s office space \nconstruction for 2012 and beyond.\nInnovations Reduce Carbon Footprint of Manufacturing\nFacilities to load drug product into vials and syringes \ntraditionally consume large amounts of energy, but at \nour new manufacturing building in Puerto Rico, updated \ntechnologies have reduced energy use by 25 percent \nand fuel requirements by 40 percent over traditional \nmethods. That facility design eliminated 8,730 metric \ntons of carbon dioxide in 2012, thereby helping us \nachieve our carbon target in 2012. Energy-efficient \nlighting as well as equipment that uses less water adds \nto the conservation benefits of that new construction.\nBetter Processes through \nGreener Biology and Chemistry \nAs part of a green biology emphasis, Amgen is beginning \nto switch to advanced chromatography methods that lead \nto energy and water conservation, waste reduction, and \nreduced solvent use. Amgen is including sustainability considerations in the annual review of our monoclonal \nantibody platform and is participating in industry-wide \nefforts to measure the environmental footprint of large-\nmolecule manufacturing. \nOur small-molecule and medicinal chemistry teams are \ndemonstrating the direct relationship between process \ncost reduction and green chemistry practices. These \nconservation results are good for the environment, and \nthey deliver enhanced process efficiency and added \nvalue for our stakeholders. We have advanced our use of \nsolvent-selection tools, integrating them into our Small \nMolecule Process & Product Development electronic \nnotebook. Amgen is very active in several prominent \ngreen chemistry industry organizations.\nGreener Packaging\nWe’re making steady progress toward more-environmentally-\nfriendly approaches in the delivery, packaging, and end \nof use of our medicines. Our Sharps Mail-Back program \nfor patients using Enbrel® (etanercept) grew in the first full \nyear of the program, keeping approximately 17 metric \ntons of sharps medical waste from landfills per quarter. \nIn 2012, we approved the use of paperboard from \ncertified-sustainable forests in our clinical and commercial \nsecondary packaging. Using our Green Packaging \nAssessment Process, we are evaluating the sustainable \nqualities of new secondary packaging materials. Our \nprogram to expand the printing of recycling logos on \nsecondary packaging also expanded in 2012.Left: We renovated a \nbuilding in Thousand \nOaks, California, that \ncombines green building \ntechniques with enhanced \ncollaboration approaches. \nRight: Green chemistry \nand green biology \npractices improve \nefficiency. Sustainability in Action", "metadata": {"source": "NASDAQ_AMGN_2012.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}