{"page_content": "5\nVolunteering for the Environment \nCollecting, hauling, and planting as they go, Amgen \nstaff around the world are protecting and restoring the \nenvironment in their communities. From British Columbia \nto Puerto Rico, hundreds of Amgen staff members \ncleared nearly 4 metric tons of debris from beaches and \nwaterways as part of the September 2012 International \nCoastal Cleanup. In 2012, Amgen was awarded the \nBoulder County, Colorado, Parks and Open Space \nPartnership Award for conservation activities at Pella \nCrossing, a wetland conservation park and other \nopen-space lands. Since 2009, Amgen has contributed \nclose to 600 hours of volunteer service each year in \nhelping care for these lands. \nCommunity plant restoration events grow year by year at \nAmgen. Staff members from Thousand Oaks, California, \nhave made numerous treks to Anacapa Island in California’s \nChannel Islands to remove nonnative, invasive ice \nplant—vegetation that has been overwhelming native \nplant species and inhibiting the food sources of native \nwildlife since it was introduced in the 1940s. Staff also \nreplant cleared areas with native plants grown from \nisland-collected seed. In Australia, staff members planted \n300 native seedlings in an area of bush close to Amgen’s \nSydney office. The group helped transform an area \npreviously overrun with weeds into an area that will \nencourage native birds and insects.The Amgen Foundation Supports the Environment\nThe Amgen Foundation placed special emphasis on water \nthrough the National Fish and Wildlife Foundation’s Five \nStar Restoration Program beginning in 2012. Through \nthis program, the Amgen Foundation will provide financial \nassistance on a competitive basis for community-based \nwetland, riparian, and coastal habitat restoration projects. \nAdditionally in 2012, the Amgen Foundation continued \nits long-standing support of NatureBridge: Science in \nthe Outdoors, enabling students to visit the program’s \nresidential program for several days at a time. The \nFoundation also continued support of the National \nWildlife Federation’s Eco-Schools USA program in \nVentura County, California. \nTwo of the Foundation’s 10 honorees for Excellence in \nVolunteering are involved in environmental conservation. \nOne honoree, a water-sports enthusiast, volunteers with \nthe Scuba Dogs Society in Puerto Rico to remove tons \nof waste from coastal areas of the island every year. \nAnother was singled out for her volunteer work at the \nSeattle Aquarium, which began when she was a teen \nnaturalist in 1994. \nSee the Amgen Foundation 2012 Charitable Contributions \nReport for more information on the wide variety of \nnonprofits the Foundation supports in communities \nacross the United States, Puerto Rico, and Europe.Amgen makes an impact in the communities in which we operate through direct volunteer work by staff \nmembers and through financial support from the Amgen Foundation. We are a good neighbor in the \ncommunities where we work and live. \nAbove: Amgen staff \nvolunteer in their \ncommunities. They \nremoved nearly four \nmetric tons of trash \nduring the 2012 \nInternational Coastal \nCleanup. \n", "metadata": {"source": "NASDAQ_AMGN_2012.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}