{"page_content": "8\nAmgen’s 2020 Plan\nIn 2013, we begin executing against a new sustainability \nplan that will take us through 2020. This plan now covers \nAmgen’s entire value chain, allowing us to gain a better \nunderstanding of our supplier impact, as well as to \nincrease the integration of sustainability into our products \nand processes. Building on our culture of environmental \nsustainability, we will continue driving sustainable practices \nin the areas of Research and Development, Manufacturing \nand Operations, Transportation and Distribution, Commercial \nOperations, Sourcing, and Product Stewardship.\nWhereas our 2012 plan focused sharply on implementing \nconservation projects to increase efficiencies in our existing \nfacilities, our 2020 plan will achieve results from designing \nin sustainability during process and product development. \nBy making sustainability part of the design process, we will \nachieve further efficiencies in our business while continuing \nto reduce our impact on the environment. \nAs part of our plan, we have committed to achieving \nnew targets: \n•\t Reduce\tfacility\tcarbon\temissions\tby\t10\tpercent \t\n•\t Reduce\tfleet\tcarbon\temissions\tby\t20\tpercent \t\n•\t Reduce\tdisposed\twaste\tby\t35\tpercent \tWe will work to better understand the local water issues \nand conditions at our facilities, after which we will set a \nwater reduction target. \nWe realize that staff innovation drives our progress in \nenvironmental sustainability. Our focus is on building an \neven stronger culture where staff innovation is encouraged \nand recognition given for contributions toward reducing \nAmgen’s environmental impact. Staff can have a positive \nimpact in many areas including Green Chemistry, Green \nBiology, and Green Packaging. \nStaff will be particularly engaged in digging more deeply \nto find further opportunities across our entire value chain \nto innovate our processes to increase efficiency and \nreduce wasted resources. By broadening our plan to \ncover our value chain, we will be better able to understand \nthe impact of our suppliers and work to improve our \npartnership and reduce risk. By furthering our reach \nacross our value chain we will begin to have a greater \nimpact not only on our own products and processes, \nbut those of our suppliers as well. \nOur 2020 sustainability plan is designed to strengthen \nour business and contribute to our mission to serve \npatients by creating efficiencies, saving resources, and \nreducing risk.\nLooking Ahead\n", "metadata": {"source": "NASDAQ_AMGN_2012.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}