{"page_content": "9Strategy and Analysis\nOrganizational ProfileNumber Disclosure Reported Response\n1.1 Statement from CEO environment.amgen.com (Leadership Message)\nNumber Disclosure Reported Response\n2.1 Name of organization Amgen\n2.2 Primary brands, products, and/or services www.amgen.com (Product websites)\n2.3 Operational structure www.amgen.com (Amgen Fact Sheet)\n2.4 Location of headquarters Thousand Oaks, CA\n2.5 Countries of operation www.amgen.com (Amgen Fact Sheet)\n2.6 Nature of ownership www.amgen.com (Amgen Fact Sheet)\n2.7 Markets served www.amgen.com (Amgen Fact Sheet)\n2.8 Scale of the reporting organization www.amgen.com (Amgen Fact Sheet)\n2.9 Significant changes during the reporting periodAmgen acquired four companies in 2012: Micromet, KAI Pharmaceuticals, \ndeCODE genetics, and Mustafa Nevzat Pharmaceuticals.\nRobert Bradway became the Company’s new CEO effective May 23, \n2012, and the Chairman of the Board effective January 1, 2013.\n2.10 Awards environment.amgen.com (Environmental Awards and Recognition) Amgen reports in alignment with the Global Reporting Initiative (GRI) G3.1 guidelines. The GRI guidelines offer a useful framework to help companies standardize their \nsustainability reporting. We are reporting on our 2012 performance at an application level C+, which has been GRI checked. See environment.amgen.com (GRI Check).\nThe scope of the environmental data in our report includes 15 manufacturing, research and development, and distribution facilities in North America and Europe. These facilities \nrepresent approximately 95 percent of our operations, based on the square footage of our facilities. The remaining square footage primarily includes administrative offices.\nOur 2012 environmental data for this report has undergone limited assurance by Bureau Veritas.\nIn 2012, Amgen acquired four companies: Micromet, KAI Pharmaceuticals, deCODE genetics, and Mustafa Nevzat Pharmaceuticals. No data will be included for these facilities \nin this report, as we are still working through the integration process.\nThe index summarizes Amgen’s disclosures in relation to the GRI G3.1 indicators.GRI Index\nReport Parameters\nNumber Disclosure Reported Response\n3.1 Reporting period January 1, 2012, to December 31, 2012\n3.2 Date of most recent report May 2012\n3.3 Reporting cycle Annual\n3.4 Contact point esfeedback@amgen.com\n3.5 Process for defining report contentenvironment.amgen.com (Amgen’s Environmental Sustainability Plan)\nenvironment.amgen.com (Stakeholder Engagement) \n3.6 Boundary of the reportAmgen facilities within the scope of this report are as follows:\nUnited States:  Thousand Oaks, California; Cambridge, Massachusetts; \nWoburn, Massachusetts; Greenwich, Rhode Island; Louisville, Kentucky; \nSouth San Francisco, California; Boulder and Longmont, Colorado; \nJuncos, Puerto Rico; Seattle and Bothell, Washington; Field Sales US Fleet\nCanada:  Burnaby, British Columbia\nEurope:  Breda, Netherlands; Uxbridge, Abingdon, and Cambridge, \nUnited Kingdom; Dun Laoghaire, Ireland\nReported Partial", "metadata": {"source": "NASDAQ_AMGN_2012.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}