{"page_content": "akamai.com    |   11\n akamai.com    |   11Human rights\nRespect for human rights — and for each other — is \nfundamental to unlocking the potential of the internet. \nIt is an essential value of the communities in which \nwe operate, both within Akamai and in relation to our \nbusiness partners.\nWe strive to partner with companies \nthat share our values\nAkamai stands against the damaging and shameful \neffects of slavery, servitude, forced or compulsory \nlabor, and human trafficking in societies around the \nworld. In 2021, we filed our joint disclosure  in \naccordance with the UK Modern Slavery Act of 2015 \nand the Australia Modern Slavery Act of 2018 after \nreviewing our business operations and incorporating \nmodern slavery concerns within the scope of Akamai’s \nResponsible Supply Chain Program (RSCP; described \nin more detail below). We plan to build on the efforts \nof the RSCP to establish additional third-party \ndiligence procedures to continue to identify potential \nrisks while working with our partners to help ensure \nthat our collective business activities are free from the \neffects of human rights violations and modern slavery.Our Supplier & Partner Guiding Principles , Human \nRights Policy , and other policies embody our corporate \nvalues and the international principles encompassed \nby the Universal Declaration for Human Rights , the \nInternational Labor Organization’s Declaration on \nFundamental Principles and Rights at Work , and the \nUnited Nations Global Compact Strategy .\nWe strive to ensure that Akamai is a \ngreat place to work\nAkamai values and respects individual and cultural \ndifferences and is committed to providing an inclusive \nwork environment that is free from inappropriate \nbehaviors, such as unlawful harassment and \ndiscrimination, allowing for freedom of association \nand collective bargaining, and maintaining a safe, \nhealthy, and secure workplace with wages and \nbenefits that are competitive and appropriate. These \nprinciples are reflected in our ID&E efforts, discussed \nin more detail above. We are proud that our offices \naround the world are consistently recognized as great \nplaces to work.\nAkamai’s RSCP is designed to encourage our \nsuppliers to align with our corporate goals and values \nin ESG areas. In 2021, we launched our revamped \nprogram with our top global suppliers to help mitigate \nsupply chain risks, create opportunities for diverse \nrepresentation, protect our stakeholders, and inspire \nbetter business practices. In partnership with these \ntop suppliers, we are baselining their ESG performance today and establishing goals designed \nto achieve meaningful ESG improvement by the year \n2030. In 2021, we also launched our new Supplier \nDiversity tool with our partner Viva, which allows us to \nbetter identify and track opportunities to broaden the \nrange of minority-owned suppliers that we engage \nthrough our corporate procurement and spending.Responsible supply chain ", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}