{"page_content": "akamai.com    |   12\n akamai.com    |   12A principled approach\nEvery day, Akamai’s customers and billions of internet \nusers place their trust in us. We understand that the \nway we process personal data is a critical part of that \ntrust. Akamai is committed to upholding and \nprotecting the privacy of individuals, and we strive to \ncomply with the privacy laws of all countries in which \nwe operate. Simple compliance, however, is not \nenough — trust requires a commitment.\nAkamai’s Data Protection and Privacy Program is \ntherefore designed to protect the personal information \nthat we process through a privacy-first ethical data \nprogram based on globally established privacy \nprinciples. These principles, which form the basis of \nvirtually all modern data protection laws, allow us to \noperationalize privacy at Akamai in a way that a \nrule-based approach would not, and to make privacy a \npart of everything that we do.\nPrivacy with a purpose\nAkamai processes personal information only to \nprovide and improve our services, identify malicious \nactivity that threatens people on the internet, secure \nour systems and those of our customers, and \ncommunicate and manage our business. Akamai does \nnot process service data in a manner designed to \nidentify individuals, and we do not sell or share \ninformation intended to identify individuals or \ninformation that is linked to identified individuals. \nMilestones in 2021\nWe completed the shift of our program from a  \nrule-based compliance approach to a principles-based \nethical data program. This shift allows us to \noperationalize privacy by inserting these principles \ninto critical business processes across the company. Rather than try to teach legal rules to all employees, \nwe focus on building awareness around clear \nprinciples that guide everyday activities.\nWe completed our initial third-party assessment of our \nprivacy controls in accordance with the ISO \n27701:2013 Standard.\nWe created a new privacy training curriculum to \nstrengthen employee awareness and understanding of \nthe privacy principles set forth in our ethical data \nprogram. The curriculum was launched company-wide \nfor all Akamai employees.\nWe published detailed information on data transfers \nperformed in the course of service performance in our \nPrivacy Trust Center  to enable customers to perform \ntheir data transfer impact assessment, as required by \napplicable laws.\nYou can read about Akamai’s Global Data Protection \nOffice  and  Privacy Trust Center  for more information \non Akamai’s ethical data practices and compliance \nwith applicable laws.  Data privacy  \n", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}