{"page_content": "akamai.com    |   13\n akamai.com    |   13The protection of our customers’ data is fundamental to \nthe position of trust that we maintain with our \ncustomers. Akamai’s globally distributed CDN platform \nwas purpose-built to deliver content that is consistent, \nfor example, with the Payment Card Industry Data \nSecurity Standard and the System and Organization \nControls 2 reporting standard, providing customers and \ninternet users with confidence in knowing that their data \nis safe as it traverses the globe.\nAlong with data privacy, cybersecurity is also a central \nchallenge in our hyperconnected world, and it has \nbecome an even larger issue during the ongoing \npandemic. Akamai remains steadfast in our mission to \npower and protect life online and we have been \nrecognized for our diligent efforts. An example of this is \nthe German BSI (Federal Cyber Security Authority) that \nclassifies Akamai as a “qualified DDoS protection \nprovider” able to protect critical infrastructure providers \nin Germany. Recently, Akamai was designated a critical \nprovider  to the Financial Services Information Sharing \nand Analysis Center. \nAkamai’s culture is grounded in giving back to the \ncommunities in which we live and conduct business, \nand that includes the cybersecurity community. Our \nwidely lauded State of the Internet (SOTI) report \nsummarizes the types of threats we identify in the \nconstantly evolving threat landscape. The SOTI report is \nmade available for free download to the technology \nindustry, and it is consistently ranked at the top of \nAkamai’s most downloaded asset list.  \nYou can read about our compliance program s to learn \nmore about Akamai’s certifications, attestations, audits, \nframeworks, alignments, and self-assessments.Data security and cybersecurity \n“I am proud that I get to help \npeople with their education \nregarding information security. I \nensure they stay safe from \ncyberthreats by monitoring \nevents, alerting and triaging \ncustomers, and managing the \nSecurity Operations Command \nCenter’s prioritization of \nincidents. I communicate alert \ndetails to customers, while \ngathering important, relevant \nsecurity details for our security \narchitects to assess the next \nsteps needed to protect them. ”\n — Jessie P . , Akamai employee \n", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}