{"page_content": "akamai.com    |   16\n akamai.com    |   16This report, published 4/11/2022, speaks as of the date it is published. The contents of this report were \ndeveloped based on feedback from our internal and external stakeholders and metrics used by corporate \nresponsibility and sustainability rating providers. The metrics and quantitative data contained in this report are \nnot based on generally accepted accounting principles and have not been audited. Neither Akamai Technologies, \nInc. (the “Company”) nor any of its affiliates assume any responsibility or obligation to update or revise any such \ninformation, data, opinions or activities. This report does not, and is not intended to, create any relationship, \nrights or obligations, legal or otherwise, and you should not rely upon this report to do so.\nThe inclusion of information and data in this report, including the materiality assessment, is not an indication \nthat such information or data or the subject matter of such information or data is material t o Akamai for \npurposes of applicable securities laws or otherwise.\nOur goals regarding our corporate responsibility and ESG initiatives are aspirations. They are not guarantees or \npromises that we will meet all or any of our goals. Any statistics and metrics regarding our corporate \nresponsibility and ESG activities are estimates and may be based on assumptions or developing standards.\nNo part of this report constitutes, or shall be taken to constitute, an offer to sell or the solicitation of an offer to \nbuy any securities of the Company or any other entity. This report is not intended to be relied upon as advice to \ninvestors or potential investors and does not take into account the investment objectives, tax considerations, or \nfinancial situation or needs of any investor. This report and the information contained in this report are not \nincorporated by reference into and are not a part of any offer to sell or solicitation of an offer to buy any \nsecurities of the Company pursuant to any offering registered under or any offering exempt from the Securities \nAct of 1933.\nakamai.com     |   16Disclaimer\nAkamai powers and protects life online. Leading companies worldwide choose Akamai to build, deliver, and secure their digital experiences — \nhelping billions of people live, work, and play every day. With the world’s most distributed compute platform — from cloud to edge — we make it \neasy for customers to develop and run applications, while we keep experiences closer to users and threats farther away. Learn more about \nAkamai’s security, compute, and delivery solutions at  www.akamai.com  and blogs.akamai.com , or follow Akamai Technologies on Twitter  and \nLinkedIn . Published 4/22.", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}