{"page_content": "akamai.com    |   2\n akamai.com    |   2Letter from the CEO \nAt Akamai, we believe in delivering business results the right way. That means \noperating at all times in ways that reflect our core values of trust and integrity, \ninclusion and respect, and giving back to the communities in which our employees \nwork and live around the world.\nAkamai approaches environmental, social, and governance (ESG) priorities not as \nisolated initiatives, but as fundamental components of a holistic strategy to be the \nmost innovative and highest performing company we can be — on all fronts. That \nmeans operating our business in ways that best serve the interests of all our \nstakeholders: employees, customers, partners, communities, and our planet,  \nas well as our shareholders.\nWe seek to have a positive impact on the places where we work and live, extending our efforts beyond the \ncompany. We do this in multiple ways. For example, we work with environmentally conscious suppliers and \npartners to reduce our environmental impacts collectively. We partner with sustainability organizations, through \npublic advocacy, and with like-minded companies focusing on expanding the benefits of a carbon-free internet.\nA core component of our commitment to corporate responsibility has been supporting K–12 math education \nprograms to encourage today’s students to become tomorrow’s innovators and technology leaders. This work is \ncarried out by our philanthropic arm, the Akamai Foundation, which in recent years has broadened its impact by \nmaking grants in response to needs caused by the global COVID-19 pandemic and, most recently, the \nhumanitarian crisis caused by the tragic war in Ukraine.\nThis year, Akamai was ranked by JUST Capital as #46 (and #2 among internet companies) on a list of America’s \n“most just” companies for the way Akamai powers and protects life online and makes life better for billions of \npeople, billions of times a day. Akamai was praised for the way we treat and pay our employees fairly, provide \ngood benefits and work-life balance, cultivate a diverse and inclusive workforce, deliver services in a sustainable \nmanner, protect customer privacy, and prioritize public accountability to all stakeholders. \nThis report is one of the ways that we fulfill our commitment to remain transparent in our business practices and \naccountable to you. Thank you for supporting us in this work.\nTom Leighton  \nCEO and Co-Founder, Akamai\n", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}