{"page_content": "akamai.com    |   3\n akamai.com    |   3Letter from the Chief ESG Officer \nAkamai’s mission is to power and protect life online. Through our work in \ndelivering internet content, cybersecurity, and edge computing services to \norganizations all over the world, we make life better for billions of people,  \nbillions of times a day. This sense of purpose animates everything we do.\nAkamai has been in business since 1998. We have made substantial progress in \nour ESG-related objectives. From reducing our greenhouse gas emissions by 30%, \nto powering half of our global platform’s energy needs with renewable sources, to \nearning recognition as one of the best employers for inclusion and diversity \namong our workforce, to the grants that the Akamai Foundation has invested in \nSTEM education for underserved students, operating in the best interests of all \nour stakeholders has been core to who we are.\nIn February 2021, Akamai took the next step in its commitment to ESG by creating a new ESG Office to coordinate \nour efforts across the company. I am grateful for the responsibility to lead this office and drive Akamai’s \noverarching ESG strategy, especially at a company with such a solid track record of doing so much already.\nHaving one hub for our ESG spokes better enables Akamai to: conduct comprehensive assessments and \nanalyses; keep expanding programs closely aligned with business goals; integrate efforts across the enterprise \nand with our suppliers; and measure and communicate performance in a holistic and accountable way.\nIt is my commitment that the Akamai ESG Office will continue to add leverage to help ensure that the whole \ncompany continues to be a true catalyst for positive, systemic change and beneficial impact for our customers, \ninvestors, employees, and the communities where we work and live. By sharing our progress and lessons learned \nalong the way in this report, we hope to show how other companies can do the same.\nNicole Fitzpatrick  \nDeputy General Counsel and Chief ESG Officer, Akamai\n", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}