{"page_content": "akamai.com    |   4\n akamai.com    |   4The Akamai Foundation \nIn 2021, the Akamai Foundation, a charitable fund \nendowed by Akamai Technologies, Inc. and driven by \nAkamai’s purpose, accelerated making life online \nmore accessible, equitable, and inclusive through its \nSTEM education programs — awarding $1.1M in \ngrants to 52 partners around the world.\nWhile the core mission of the Akamai Foundation has \nfocused historically on STEM education, over the years, \nand with the evolving geopolitical climate, the Akamai \nFoundation has expanded its purview to include global \ndisaster resilience, relief, and humanitarian aid. In so \ndoing, the Akamai Foundation is helping to meet the \nneeds of communities by providing support in the face \nof global crises. To get this done, the Akamai \nFoundation ignites the passion of its best resource: \nAkamai’s employees. An unstoppable force for good \naround the world, Akamai employees serve the \ndiverse needs of their communities with inspiration, \naction, and tangible results.\n“Helping others just feels good. \nEspecially when opportunities \npresent themselves to give \nsomething we already have in \nabundance — knowledge about \ntechnology — it just makes so  \nmuch sense. ” \n— Lisa A. , Akamai employeeA powerful example of this occurred in 2021 when the \nAkamai Foundation launched the Akamai Compassion \nFund out of a desire to help employees experiencing \ncomplex and unforeseen challenges during the \nCOVID-19 pandemic. Although the Akamai Foundation \nestablished the fund, it is powered by the generosity \nof Akamai employee contributions in the spirit of \nsupporting global colleagues in need.\nIn 2022, the Akamai Foundation has continued its \nefforts to help provide relief where needed. Less than \n24 hours after the invasion of Ukraine, the Akamai \nFoundation selected three nonprofit partners who were \nprepared to act swiftly and provide an initial wave of \nhumanitarian aid. In association with Akamai’s \nemployees, global site leaders, and the Akamai \nFoundation’s charity partners, the Akamai Foundation \nwill continue to support those who are most vulnerable.\nThe Akamai Compassion Fund, along with other \nprograms partnering with Akamai employees, such as \nthe Employee Resource Group collaborative, the STEM \neducation grant program, and Danny Lewin Community \nCare Days, demonstrate the Akamai Foundation’s core \nbelief that when you empower employees and build \nchannels for connecting with communities and giving \nback to them, amazing work is achieved.\nTo learn more about the Akamai Foundation’s \neducational and community initiatives, visit the  \n2021 Akamai Foundation Annual Report .\n3,113+\nVolunteer Hours80+\nVolunteer Activities20\nCountries30\nCities", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}