{"page_content": "akamai.com    |   7\n akamai.com    |   7Green River Wind Farm Project\nAkamai believes it is crucial to partner with renewable energy \nproviders that “go beyond the megawatt” — meaning that they are \ndoing more than just providing renewable energy to our operations.  \nAn excellent example of this is our Green River Wind Farm project with \nNational Grid Renewables, whose mission as a farmer-friendly, \ncommunity-focused business includes a commitment to give back to \nthe communities that host its renewable energy projects. In 2021, \nAkamai’s portion of the Green River Wind Farm project produced more \nthan 24,000 megawatt hours of renewable energy, and the estimated \ncharitable commitment for the Green River Community fund for the \nyear was approximately $775,000. \nAkamai Water Accelerator Program\nIndia’s water crisis is an unfortunate and persistent reality. With a \npopulation of 1.38 billion people, India is the second-most populous \ncountry in the world. More than 6% of its population do not have \naccess to safe water.\nThe Akamai Water Accelerator Program supports innovators working \non water technologies designed to help solve the Indian water crisis. \nApplications are received from startups focused on social benefits, \ntechnological innovation, and readiness to help improve water impact. \nAfter completion of a rigorous boot camp, two startups are selected \nfor a grant to bring their ideas to life for the people of India.\nDuring the first cohort of the Akamai Water Accelerator Program, the \ntwo candidates selected for grants were Trust for Research in Ecology \nand the Environment (ATREE) and the Foundation for Environmental \nMonitoring (FFEM). ATREE builds a citizen-centric platform that \nconnects communities, local bodies, and corporations to protect \nlakes. FFEM develops a simple, inexpensive, open-source water test \nkit designed for citizens.\nIn 2021, the second cohort of the program kicked off by partnering \nwith the International Center for Clean Water. The grantees for the \nsecond cohort are Smartterra  — an artificial intelligence–powered \noperational intelligence for water utilities — and Centre for Aquatic \nLivelihood Jaljeevika .\n“Akamai India is \npassionate about \nproviding marginalized \ncommunities with \nopportunities for \nsustainable development \nand meaningful \nimprovements in  \ntheir lives. ” \n— Prasad Mandava ,  \n    Vice President and Managing  \n    Director, Akamai India\n", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}