{"page_content": "akamai.com    |   8\n akamai.com    |   8Employees are the heart of Akamai, united in our \npurpose of making life better for billions of people, \nbillions of times a day. Our values guide everything we \ndo, and nowhere is that more evident than in the \nsincere and consistent measures we take to support \ninclusion, diversity, and engagement (ID&E).\nAt Akamai, we see ID&E as essential to our success \nand the quality of our professional lives.\nIn 2021, we observed modest gains in many of the \ntraditionally underrepresented communities at \nAkamai. Our percentage of female employees \nincreased by 1.1%, our highest single year gain in \nyears. We also slightly increased or maintained the \npercentage of Black employees (+0.1%), Hispanic \nemployees (+0.3%), and Asian employees (+0.4%).\nWe are both heartened by our progress and humbled \nby our ongoing journey and commitment toward  \nfull representation.\nWe believe that listening to our employees — the \npeople who drive the business day after day — is \nincredibly valuable. We engage with our employees \nregularly to share ideas and provide feedback that is \nmeant to benefit the entire company. As part of that \nongoing invitation for feedback, we conduct an \nanonymous quarterly employee engagement survey, \ntargeting about half of the global employee population. \nOur results continue to outperform the high-performing \nbenchmark comparative index used by our third-party \nsurvey provider, an internationally recognized \nconsulting firm specializing in corporate culture.\nIn 2021, Akamai received more than 6,600 responses \nand we collated the responses to 60+ statements and \ncategorized them into overall “dimensions” to aid \nanalysis. Two dimensions that we pay particular \nattention to are engagement and inclusion.Engagement — Consists of six statements, including: \n“I am proud to work for Akamai” and “I would \nrecommend Akamai as a great place to work.”\nInclusion —  Consists of three statements: “People at \nall levels of Akamai are treated with respect,” “People \nof all backgrounds can succeed at Akamai,” and \n“Overall, there is a free exchange of views at Akamai.”\nWe remain focused on cultivating a culture of \naccountability, community, and transparency through \na collection of people, policies, and projects. From our \nEmployee Resource Groups, to joining causes that \nalign with Akamai’s values, to developing close \npartnerships with industry and business leaders \nthroughout Akamai, we have a lot to share — and a \nstrong foundation upon which to continue growing, \nlearning, and communicating. \nLearn more about Akamai’s ongoing journey to make \nmeaningful change in the world from the inside out by \nreading our 2021 Inclusion, Diversity, and Engagement \nAnnual Report .Inclusion, diversity, and engagement \n100\n80\n60\n84%\n84%\n85%\n86%\n86%\n86%\n87%\n84%\nQ1 Q2 Q3 Q4Engagement Inclusion\nKey takeaway from the 2021 engagement survey: \nAcross the four quarterly surveys, 87%–90% agree \nor strongly agree that “I would recommend Akamai \nas a great place to work.” ", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}