{"page_content": "akamai.com    |   9\n akamai.com    |   9Language and code inclusivity at Akamai\nThe year 2021 provided many opportunities to demonstrate \nour opposition to racism in all its forms and our \ncommitment to creating an inclusive and respectful \nenvironment for customers and employees. Starting in \n2020 and continuing through 2021, we joined other \ntechnology-industry leaders to identify and remove biased, \noffensive, and racially insensitive terminology in the \neveryday language we use to conduct business.\nAkamai Fellow and Chief Architect Erik Nygren explained \nthe importance of this work in this way: “Addressing bias \nand insensitivity by changing terminology is only a small \nstep in the broader corporate journey toward ensuring a \nculture that fosters diversity by focusing on equality and \nfairness. However, joining other technology-industry leaders \nin removing biased, oppressive, and racially insensitive \nterminology across our portfolio is a step we can take.”In 2021, Akamai signed on to the  Inclusive Naming \nInitiative . Akamai was represented by Senior Software \nEngineer Ben Kaduk and Akamai Fellow and Chief \nArchitect Erik Nygren. Read Erik’s piece “Toward \nInclusive Language in Software ” to learn more.  \nBuilding tomorrow’s workplace today\nIn 2021, Akamai comprehensively examined workplace trends and responded to employee input by establishing \na Future of Work initiative focusing on four core beliefs:\nFlexibility and personalization: Empowering employees with the flexibility to choose where we work \n— at home, at an office, or both — supports better work-life balance, enhances employee \nsatisfaction, inspires innovation, and fuels productivity.\nCulture and connection: Building a flexible work culture based on trust and connection enhances \nour customer-first, results-driven, inclusive, and innovative culture so that we remain connected to \nour stakeholders and one another other as a more distributed workforce.\nEfficiency and sustainability:  Operating as a more distributed workforce will lead to more \npurposeful and innovative uses of technologies, communications, and collaboration methods that \nare more efficient and enable Akamai to realize and achieve sustainability opportunities.\nOpportunity and growth: Working with more flexibility positions Akamai to access broader labor \nmarkets and attract the best talent while presenting new and exciting growth and development \nopportunities for team members across the globe.", "metadata": {"source": "NASDAQ_AKAM_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}