{"page_content": "47 46\nSSR MINING INC          | |   2018 SSR SUSTAINABILITY REPORTWe recognize the important role our operations serve as catalysts for social and economic development in our host \ncommunities and beyond. Therefore, all of our operations support a wide range of community development initiatives, which are based on the local socioeconomic environment and host community needs. \nAt Puna Operations, we make annual contributions to a newly-established, government-run community development \nfund, namely the Fondo de Desarollo Social y Económico (Social and Economic Development Fund). The objective of the fund is to promote local entrepreneurship, support the development of local infrastructure, and invest in sustainability projects. Communities began presenting project proposals to the fund in late-2018. The Jujuy Ministerio de Desarollo Económico y Poducción (Ministry of Economic Development and Production) will administer the fund. The Ministry will provide technical support and facilitate access to existing schemes for microcredit. \nIn addition, educational needs are higher in rural Jujuy than many other parts of Argentina. Therefore, we regularly \npartner with local schools to enhance educational outcomes for local students. We have supported the renovation of six local schools since 2012. We also collaborated with the Argentina Ministry of Education to create a program enabling members of local communities – including our employees – to complete their secondary education.\nThe Marigold mine continues to support the University of Nevada, Reno. Since 2013, the mine has contributed over \n$13.3M in royalties to the university. \nAt the Seabee Gold Operation, we focus our community development initiatives on the training, education, and \nemployment of individuals from the Northern communities. Initiatives include targeted recruitment and hiring from local impact communities. This initiative contributed to over 34% of Seabee Gold Operation employees identifying as Indigenous and 17% coming from local communities in 2018.\nIn addition, the Seabee Gold Operation has a local sponsorship policy, which outlines a clear process for support of \ncommunity investment. This helps ensure funds are spent on responsible and strategic initiatives. \nFor the past two years, the Seabee Gold Operation supported the construction of the Hector Thiboutot Community \nSchool Youth Camp. The school is located in Sandy Bay and is part of the Peter Ballantyne Cree Nation Band. Funding from the mine will enable year-round access to the camp, which currently has winter-only access. This initiative is but one example of how the Seabee Gold Operation supports the promotion of cultural heritage in local communities.  \nThe Seabee Gold Operation is also a proud supporter of Breakfast Club of Canada. In 2018, we partnered with this \norganization and the Gordon Deny School in La Ronge to provide funding for three years to support a breakfast program. Through this initiative, close to 220 students receive a nutritious breakfast in an inclusive and caring environment before they start their school day. Recent research conducted by Breakfast Club of Canada confirms that school administrators report better behaviour, increased attention span, improved academic performance, and enhanced social skills when children receive a balanced meal in the morning.COMMUNITY DEVELOPMENT\nLOCAL PROCUREMENT \nWe recognize that one of the primary benefits of our operations is the substantial local business opportunities available for local stakeholders. By maximizing local procurement expenditure, we can play an even greater role as a catalyst for social and economic development in our host communities.  \nAt the Seabee Gold Operation, we screen suppliers using Northern Saskatchewan criteria. A Northern business is \ndefined as any business or ownership structure that is located within and provides employment to residents above the Northern Saskatchewan Administration District.\nAt Puna Operations, we implemented targeted local procurement activities. With the development and construction \nof the Chinchillas mine in 2018, training related to entrepreneurship was a key focus of our efforts to enable local community members and businesses to secure procurement contracts at the mine. \nWe do not have a local procurement process at the Marigold mine, although most of our procurement comes from the \nState of Nevada. In 2019, we will continue to develop a more formal definition of ‘local’ at the Marigold mine. \nThroughout 2019, we will develop systems and processes to track our local procurement spending more systematically \nat all sites.  COMMUNITY DEVELOPMENT\n", "metadata": {"source": "NASDAQ_SSRM_2018.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}