{"page_content": "16 \nOUR SUSTAINABILITY VISIONMaterial Topics\nIn 2020, we undertook a materiality assessment process to help us \nidentify those sustainability related aspects that are most important \nto our business.\nMethodology\nBoth SSR and Alacer businesses had carried out extensive \nmateriality assessments and the 2020 process sought to build on \nthe work previously undertaken.\nWorking with an independent consultant, our Corporate sustainability \nteam conducted a peer and industry benchmarking review of \nsustainability aspects that are common to the mining industry.This included:\n• The results of materiality assessments previously undertaken \nat SSR and Alacer businesses\n• International standards and guidelines, such as the Global \nReporting Initiative (GRI) topic-specific disclosures, the \nSustainability Accounting Standard Board’s (SASB) materiality \nmap for the metals and mining industry\n• Industry association frameworks such as the World Gold \nCouncil’s Responsible Gold Mining Principles, the international \ncouncil on mining and metals responsible mining principles, and \nthe Mining Association of Canada’s Toward Sustainable Mining\n• Risks identified by the World Economic Forum\n• Community grievance logs and Environmental Impact \nAssessment and baseline work\n• Sustainability related risks identified in site level risk registers\nIdentified aspects were then assessed for level of importance via \na specifically designed scoring system based on frequency of \noccurrence on a one – three scale, where three is very important \nand one is less important. The results were then plotted on a \nscatter graph, reviewed and validated by SSR senior management.\nThe graphic below provides a visual representation of the priority given to the assessed topics.\nSSR Materiality Matrix High priority topics Medium priority topics Lower priority topics\nSigniﬁcance of topic to SSR Signiﬁcance of topic to stakeholdersHuman Ri ghtsAnti corrupti on\nand briberyEthics\nTranspar ency in govt paymentsSecurity\nInvestme nt in infrastructur eHealth & Safe ty\nProducti on\nEmployee s and pe ople developme ntLocal employm ent\nDiversity & inclusio nTailings Water\nWaste\nPermitting & compl ianceBiodiversityClimate chang e\nMine closure\nAir quali tyStakeholder engagementCommunity Development\nGrievanc e mec hanisms\nSupply chain manag ementLocal procurement\nResettlem entArtisanal  mining", "metadata": {"source": "NASDAQ_SSRM_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}