{"page_content": "33 \n SSR 2020 ESG AND SUSTAINABILITY REPORT\nBUILDING A SAFE, HEALTHY & COMPETENT WORKFORCEOur Approach\nAt SSR safety and health always has and always will be our utmost \npriority. One of our first priorities following the merger was to review \nand update our Safety and Health Policy. The refreshed policy sets \nout our commitment to a safety culture that embeds safety and \nhealth not only as a Company but personal value for us and those \nwe work with. The refreshed policy includes commitments to:\n• Protect the safety and health of employees and our business \npartners at all stages of the mine life cycle\n• Provide employees and contractors with a safe working \nenvironment free from uncontrolled hazards\n• Implement effective safety, health and security systems at  \nall operations\n• Evaluate the safety and health implications of business decisions\n• Measure and monitor the safety and health performance of our \noperation against set objectives and targets\n• Promote initiatives that foster a safety culture\n• Promote wellness and healthy lifestyles for our employees, local \ncommunities and those we work withSafety and Health Management\nThe policy applies to all employees and contractors working across \nour business. The policy is backed up by robust enterprise and site \nspecific safety management plans and systems which align with the \ninternational best practice standards OHSAS18001 and ISO45001.\nKey elements of our safety and health management \nsystems include:\nRisk Management: We regularly assess safety and health related \nrisks across each part of our mines. These assessments ensure \nthat we are aware of the specific risks in each part of the mine \nand inform the most appropriate hazard controls are implemented. \nIndividual risk assessments (also known as field risk assessments) \nare also conducted prior to any work or team conducting \npotentially hazardous or non-routine work.\nEmployee Engagement: We encourage our staff to \nthink proactively about safety and health risks and to take \nresponsibility not only for their own safety but also for the safety \nof their colleagues. We empower our workers to challenge their \nsupervisors if they believe that appropriate safety measures or \nequipment are not in place, and all workers have the right to refuse \nwork on the grounds of safety or health risk.\nTraining: Safety education and training are a critical part of \ninduction and ongoing development for all employees and \ncontractors. Additional job-specific safety training is provided \nfollowed by competency reviews to ensure employees have the \nknowledge, skills and practical experience to conduct their work \nsafely and effectively. Examples include heavy equipment operation, \nthe safe use of chemicals, dealing with spills, working at height, and \nhot work.\nOccupational Hygiene: We are striving to ensure parity \nbetween our approach to manage safety risk and those related \nto occupational health hazards. In 2020 significant progress \nwas made is improved characterization of workplace exposures \nand associated controls. Our sites have recruited professional \noccupational hygienists and enhanced coordination with \noccupational medicine specialists and consultants.", "metadata": {"source": "NASDAQ_SSRM_2020.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}