{"page_content": "11 APPLIED MATERIALS CITIZENSHIP REPORT 2016ANNUAL WORLDWIDE WASTE, RECYCLING AND DIVERSION 2014 2015 2016\nT otal weight of waste by type and disposal method (metric tons): \n\u0017 \u0017Hazardous waste treated off-site 458 223 319\n\u0017 \u0017Landfill (non-hazardous) 4,320 3,136 2,187\n\u0017 \u0017Recycled/ composted/ diverted 7, 276 7,906 8,795\n\u0017 \u0017Diversion rate (%) 60.1 71.7 78.0\nWaste and Recycling\nIn 2016, the amount of non-hazardous waste generated decreased by approximately 30 percent, while hazardous waste \nincreased by approximately 45 percent. The decrease in non-hazardous waste is the result of implementing additional \nrecycling programs that enabled improved diversion rates. Among the factors contributing to the increase in hazardous \nwaste was higher production rates of manufacturing equipment and an increase in research and development activities. \nWhile periods of strong business demand can sometimes necessitate greater use of hazardous materials, Applied remains \ncommitted to responsibly monitoring all our waste streams and working to minimize the use of hazardous materials to the best of our ability.\nApplied’s offices, campuses and manufacturing facilities globally implement recycling programs to decrease non-hazardous \nwaste generation and increase waste diversion. The total amount of hazardous waste or nonhazardous waste generated \ndepends on fluctuations and changes in business volumes, facility system or process improvements and the use of enhanced \nmaterials controls and management. \nActivities currently in place to minimize waste production include recycling of solid materials, cafeteria items and building \nmaterials, as well as creation of reusable packaging for shipping and other uses. 2016 WASTE REDUCTION\nLandfill\n30%\nRecycled/composted/diverted\nDiversion rate12%\n78%", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}