{"page_content": "14 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nGoing Green and Sustainable \nUrban gardening projects, tree planting activities and events encouraging sustainable practices received Applied support \nin 2016. Encouraging people of all ages to take advantage of outdoor activity to benefit themselves and the community \nis a small but impactful step toward creating a more sustainable and environmentally-friendly future. Applied’s efforts to \npromote a “green lifestyle” spread throughout the U.S., Europe, the Middle East and Asia.\nThe Backyard Growers in Gloucester, Massachusetts expanded their school garden programs while Israel’s Moatza le \nShimur Atarim organic vegetable garden at the Pardesanut Museum involved children working the soil to grow fresh \nproduce. Veggielution in San Jose piloted a middle school program to introduce students to the impact of sustainable agriculture on their health and the environment. In Austin, the Sustainable Food Center incentivizes low-income families to \nparticipate in gardening and healthy cooking classes to promote long-term wellness. \nAs part of Earthworks, an annual internal campaign at Applied Materials to raise awareness of environmental issues and \naction, employee volunteers and their families worked on conservation activities on Mt. Fuji in Japan, helped create a forest \nin the T ancheon Wetland in Korea, and replanted pine trees in fire-ravaged Bastrop State Park with the Nobelity Project in \nAustin, T exas. \nGetting out of cars and onto the streets, employees in Alzenau, Germany and Silicon Valley, California participated in Bike \nto Work Days to spare the air and get some exercise. In Israel, employees and family members joined Etgarim’s bike ride to \nsupport the organization’s goal of engaging people of all abilities in outdoor sporting activities.\n", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}