{"page_content": "15 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nIn Taiwan, more than 8,000 community \nmembers attended the 15th annual Applied Materials Arts Festival featuring an array of musical performances and arts and cultural heritage lectures.Applied Materials T aiwan 15th Annual  \nArts Festival\nIncreasing Access and Understanding\nThe arts bring people of diverse backgrounds together in shared experiences that cross boundaries, broaden perspec-\ntives and fuel innovation. Applied Materials and its Foundation are proud to support a portfolio of cultural institutions and \nevents that help make our shared communities places people want to live, work, play and participate in the arts. \nIn 2016, the Applied Materials Foundation helped launch new and unique arts programming. We served as presenting \nsponsor of the inaugural Cape Ann Plein Air event in Gloucester, Massachusetts, attracting 170 artists to the picturesque \nseaport for a week of creativity and competition. In San Jose, California, Applied helped ensure that a set of oversized \nMusical Swings, which produce musical notes based on the participants’ interactions, was installed in a public park in the \ncity’s center for use by visitors of all ages. The San Jose Museum of Art, supported by the Applied Materials Foundation, \nsecured the prestigious Cooper-Hewitt Design T riennial exhibition, Beauty, for its first and only West Coast viewing. \nBy supporting arts education and public access programming, Applied helps shape the audience of the future. In T aiwan, \nmore than 8,000 community members attended the 15th annual Applied Materials Arts Festival featuring an array of \nmusical performances and arts and cultural heritage lectures. The Ziker Theatre in Austin benefitted from Applied under -\nwriting admission to a summer production of Shrek for families, while Flathead Valley residents in Montana took advan-tage of free Glacier Symphony and Chorale concerts.", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}