{"page_content": "16 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nEmpowering Neighbors in Need\nAs an engaged corporate citizen, Applied Materials works to improve the lives of our most vulnerable community mem-\nbers. Funding or managing specific programs to feed the hungry, provide safe housing and respond to natural disasters \nwere included in our 2016 activities.\nApplied employees in the U.S., India, Japan, Singapore and T aiwan are working to alleviate hunger in regions near our \nfacilities. Through employee personal donations, which are matched by the Foundation, as well as programs to pack and \ndistribute food items, Applied helps feed needy neighbors in our local communities.\nIn 2016, more than $500,000 was committed to increasing access to nutritional food for hungry families, seniors, and \nindividuals. In its 12th year, in 2016, the Applied Materials Silicon Valley T urkey T rot attracted 26,000 walkers and runners, \nincluding 480 Applied Materials employees, who navigated 5K and 10K courses to raise over $900,000 for Silicon Valley \nsafety net organizations. \nT o ensure safe, appropriate housing for those in need, Applied has supported organizations including Ireland’s Dublin \nSimon Center, the Housing T rust of Santa Clara County, and the House of Refuge in Mesa, Arizona. Employee volunteers \nhave also collaborated with Habitat for Humanity in Austin, T exas and in the Flathead Valley of Montana to construct new housing units for families. \nNear Bangalore India, Applied sponsors a United Way Model Village that improves the livelihood of Kolar District residents \nthrough a multi-pronged approach that includes access to potable water, holistic education for youth, and training and \nseed funding for women interested in increasing their income through entrepreneurship.\nIn Singapore, the Company’s work with the Community Development Council (NECDC), resulted in Applied receiving the \nprestigious People’s Association Community Spirit (PACS) Excellence Award 2016. This annual award recognizes exem-\nplary organizations that have demonstrated remarkable service in building social capital and contributing to the commu-\nnity by supporting the People’s Association and its partner organizations.\nResponding to humanitarian crisis in the aftermath of disasters in regions near Applied facilities remains an important \ncomponent of our commitment to social responsibility. In 2016, the Applied Materials Foundation awarded grants to \nHabitat for Humanity to support its relief efforts following flooding in Chennai, India and to the Red Cross Society to assist \nwith earthquake recovery in area surrounding T ainan, T aiwan.", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}