{"page_content": "17 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nEducating Beyond STEM\nAs a company built on innovation, Applied Materials understands the importance of increasing the number of young \npeople interested in science, technology, engineering and math (STEM). While supporting STEM programs, we also recog-\nnize the role of a strong academic foundation in preparing the technological leaders of tomorrow.\nBecause reading on grade level is a critical indicator of future academic success, Applied invests in programs focused on \nincreasing early literacy and access to books. This year, we funded the China Population Welfare Foundation’s reading \nrooms for elementary students in Shaanxi Provence, BookSpring in Austin, and the Start Making a Reader T oday (SMART) \nprogram in Hillsboro, Oregon. Other literacy and library programs are supported in T ainan, T aiwan; Kalispell, Montana; San \nJose, California; and Israel.\nWith the goal of ensuring educators have the tools and training needed to provide high quality instruction in classrooms, \nApplied invests in a variety of professional development programs for teachers working near Company sites in Montana, \nOregon, T exas and California. Applied funding for T each for T aiwan supports the organization’s efforts to recruit promising \nleaders to teach in rural elementary schools, while in Israel, employees dedicate significant time and resources to a local \nelementary school. \nT o encourage hands-on learning and the exploration of new ideas, Applied helped fund the Singapore Science Centre to \ndevelop a makerspace and to support Praxis in Korea to create an arts education project for students in Incheon City. In \nShanghai, the Applied Materials Future Science Star competition attracts hundreds of teens from across the city to design \ninnovative science projects. In Israel, Applied ensures that the Ofanim science bus delivers hands-on science learning to \nchildren living in remote areas of the country.  \nIn select cities in the U.S., Applied continued its long-term education initiative targeting student achievement in tradition-\nally underserved neighborhoods. Detailed information on the progress of this fifteen-year effort in San Jose, California and \nAustin, T exas is available in the 2016 Education Initiative Report.\nThe T ech Awards, presented by Applied Materials and a program of the T ech \nMuseum of Innovation, paid tribute to the 294 innovators recognized during the first 15 years of the global awards program. The impact of these social entrepreneurs who have used technology to improve 2.6 billion lives around the world was celebrated at a November 2016 event in San Jose, California.\nDuring the retrospective, Applied acknowledged the eleven recipients of the \nJames C. Morgan Global Humanitarian Award, including Bill Gates, Al Gore and Queen Rania of Jordan, whose leadership and vision are shaping the future.\nAt the event, The T ech Museum announced that the T ech Awards would \ntransition to a year-round program and include a series of exhibits featuring innovations addressing pressing global problems, educational offerings that incorporate social innovation, and new summits and events that celebrate innovation and inspire young people.T ech Awards", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}