{"page_content": "SAFETY PERFORMANCE12014 2015 2016\nNorth America \u0017 \u0017T otal case incidence rate (TCIR) 0.70 0.69 0.55\n\u0017 \u0017Injuries or illnesses resulting in days away from work, restricted \nwork activity, or job transfer for every 100 employees (Days Away and Restricted Time or DART)0.38 0.46 0.29\n\u0017 \u0017Number of work-related fatalities 0 0 0\nWorldwide \u0017 \u0017TCIR 0.46 0.46 0.44\n\u0017 \u0017Injuries or illnesses resulting in days away from work, restricted work activity, or job transfer for every 100 employees (DART)0.26 0.32 0.26\n\u0017 \u0017Number of work-related fatalities 0 0 0\n\u0017 \u0017Number of office ergonomic evaluations performed 1,079 1,208 1,557\n1 Data is for each of the fiscal years.\n19 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nSafety at Applied\nApplied conducts its business operations in a manner that protects the health and safety of workers, customers and neighboring commu-\nnities. We are committed to complying with or exceeding all applicable regulatory requirements. \nOur EHS Management System aligns and integrates with our site business processes and incorporates formal risk assessments and \nmitigation practices validated by routine internal audits and periodic third-party audits of our certified manufacturing sites. The EHS Management System includes safety self-inspections, walkthroughs, safety review board meetings and committees, training and new chemical approvals, among other ongoing activities. \nAlzenau, Germany and Rehovot, Israel were both registered to OHSAS 18001 during 2016. Applied’s certification roadmap includes registration \nof three additional global manufacturing sites: Kalispell, Montana; Gloucester, Massachusetts; and Heimstetten, Germany. All non-registered sites utilize the same elements of the EHS Management System to align with appropriate environmental, health and safety practices globally.\nThe table below details the Company’s safety performance metrics for the past three fiscal years. We improved safety results from 2015 to \n2016 through continued efforts and management focus on EHS. However, the Company received one notice of violation in T aiwan in 2016, resulting from a lack of safety coordination meetings with contractors and suppliers at the Applied Materials T aiwan Hsinchu offices, as required by T aiwan Occupational Safety and Health laws. This issue was quickly mitigated by Applied EHS staff.\nApplied Materials OHSAS 18001 \nManufacturing Sites: \n »Austin, T exas\n »Santa Clara, California  \n(New Product Integration)\n »Singapore \n »Rehovot, Israel \n »T ainan, T aiwan\n »Alzenau, Germany", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}