{"page_content": "21 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nThe Company actively promotes a rich and inclusive culture of understanding, empowerment and success through its \npolicies, programs and initiatives. These include engaging with local universities and students through recruiting and \nmentoring programs, community involvement, employee resource groups (ERG), and recognition programs and events \naround the world.\nOur ERGs, for example, provide an open forum to express viewpoints or shared interests to strengthen our connections \nwith each other and local communities. Applied sponsors more than a dozen ERGs, including Hispanics in Partnership; \nthe Black Employee Network; Y oung Professionals Network; the Women’s Professional Development Network and LGBT and Friends called Applied Pride.\n2016 diversity program highlights included:Diversity and Inclusion days in Santa Clara, California and Austin, T exas offered guest speakers, interactive workshops, \nemployee panels and an exclusive fireside chat featuring diverse male and female members of Applied’s Board of \nDirectors who have deep technology and industry expertise and represent a range of work and life experiences. Key \nthemes of Diversity and Inclusion Days included the importance of being bold and speaking up, appreciating differences \nto stimulate learning, and creating an inclusive and collaborative environment that is empowering and engaging.\nAfrican American and Hispanic ERG’s participated in student mentoring, community service and corporate philanthropic \nactivities, including the Martin Luther King Y outh Legacy Awards and scholarship program in Austin and Greene Scholars \nProgram Science Fair in Santa Clara campus. In addition, Applied has supported the Breakthrough Collaborative partner -\nship in Santa Clara and Austin for the past 15 years, helping more than 1,800 students become the first in their family to attend college.\nA second military veteran ERG formed in Santa Clara, joining our existing group in Austin. Applied has a long history of \nrecruiting at military bases and career fairs throughout the country in search of smart, innovative and dedicated team \nplayers who are looking to transition from military to civilian career opportunities. Additionally, the Company was rec-\nognized by Victory Media as a Military Friendly Employer for the 11th consecutive year recognizing Applied’s long-term \ncommitment to hiring military professionals.\nAt Applied, we respect each individual, \nwelcome diversity and embrace different perspectives as a key component of innovation. ", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}