{"page_content": "22 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nIn 2016, for the fifth consecutive year, Applied \nwas named a World’s Most Ethical Company® by the Ethisphere Institute, an independent center of research promoting best practices in corporate ethics and governance.Ethics\nApplied Materials maintains the highest ethical standard in our interaction with employees, customers, suppliers, com-\npetitors and the public. We make ethics a shared responsibility between the Company and our employees. More than just \nfollowing a set of rules, it’s a long-term commitment to doing business the right way, every day. We want our employees \nthroughout the world to understand how their daily behavior and decisions impact the Company’s reputation as a trusted \nbusiness partner and responsible and ethical corporate citizen.\nT o reinforce our commitment to ethics, Applied Materials conducted numerous training reinforcement programs \nthroughout 2016. Included among these was a multi-country “Ethics T our” with visits to Company offices in China, India, \nIsrael, Singapore and the U.S. The goal was to remind employees of key ethical policies and best practices, and make \nthem relatable across all languages and cultures. The Ethics and Compliance team worked closely with business unit \ngeneral managers and senior leaders in each country to develop interactive sessions that engaged employees while high-\nlighting the importance of making responsible business choices every day. Additional Ethics T our visits to Japan, Korea \nand T aiwan are planned for 2017.\nApplied Materials also maintains Business Ethics Helplines, including toll-free phone numbers and an online form, \nglobally and regionally in many local languages 24 hours a day, 7 days a week. These are confidentially administered by \nNavex, an industry leader for helpline solutions. Applied’s Ethics intranet site offers additional resources to help employ -\nees make responsible choices every day, including our Standards of Business Conduct and related policies, multiple train-ing materials, FAQs and executive videos. Employees can also email the Ombudsman to raise an issue or ask a question. \nThese tools help create an environment where employees feel empowered and safe to speak up if they see or suspect something might be wrong, and to be open and honest at all times. ", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}