{"page_content": "23 APPLIED MATERIALS CITIZENSHIP REPORT 2016HUMAN RIGHTS 2014 2015 2016\nNumber and percentage of operations that have been subject to human rights reviews or \nimpact assessments, by country0 0 0\nWe are honored to be consistently recognized for our achieve-\nments by many industry organizations and publications. Some 2016 highlights include:\n »Corporate Knights’ Global 100 Most Sustainable Corporations \nfor the second year in a row  \n »Corporate Responsibility Magazine’s annual list of 100 Best \nCorporate Citizens for 13 years\n »FORTUNE magazine’s World’s Most Admired Companies® for two decades, regularly ranking among the top 5 in the semiconductor industry \n »Newsweek Magazine’s T op Greenest Companies in America since it began in 2009\n »Victory Media’s T op 100 Military Friendly Employers® for 11 years running\n »Computerworld’s Best Places to Work in IT for seven years \nconsecutively\n »Among Silicon Valley Business Journal’s T op Healthiest \nEmployers in the Greater Bay Area for second year in a rowCommitted to  \nGlobal Citizenship Human Rights \nApplied Materials is committed to human rights. We consistently strive to operate in an ethical and responsible man -\nner, both with our workforce and through our supply chain. Our Standards of Business Conduct includes several impor -\ntant provisions on human rights, including prohibitions on the use of child labor or forced, bonded or indentured labor in \nour operations; and harsh or inhumane treatment, including corporal punishment or the threat of corporal punishment. In \n2013, Applied reinforced and clarified its prohibition on child labor in all countries in which it operates by implementing a \nGlobal Policy for Child Labor Avoidance.\nPublic Policy\nAs a responsible corporate citizen, Applied Materials interacts with government officials, elected representatives and candidates to provide information about the Company, our business and stakeholders, including trade associa-\ntions of which we are a member. These efforts, led by our Government Affairs group, aim to shape public policy on \ncertain issues that affect the Company’s business. In 2016, these issues included budget and appropriations, energy, \nimmigration, natural resources, regulatory, and tax and trade issues. The Company’s lobbying activities are disclosed \nin periodic reports filed with the U.S. Senate and U.S. House of Representatives or the appropriate state agency (such \nas the California Secretary of State, New Y ork State Joint Committee on Ethics, or Secretary of the Commonwealth of \nMassachusetts), as applicable.2017", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}