{"page_content": "25 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nRESOURCES AND REFERENCES\nAdditional information regarding Applied Materials’ business and its corporate citizenship activities are available on \nour website at the following links:\n »2016 Annual Report with 10-K \n »Awards and Recognition\n »Carbon Disclosure Project (Annual Water Use and Greenhouse Gas Emissions Reports)\n »Conflict Minerals Policy and Reporting\n »Corporate Governance  \n »Corporate Responsibility\n »Corporate Responsibility Reports\n »Environmental, Health and Safety Policy\n »How We Do It (A primer regarding our business, products, and industries we serve)\n »ISO Certifications\n »2016 Political Disclosure Report\n »Press Releases\n »Organizational Profile\n »T ransparency in Supply Chains ActLegal Disclosure\nSafe Harbor Statement. This report contains forward-looking statements, including those \nregarding Applied’s industries and markets, performance, operations, strategies and goals, and other statements that are not historical facts. These statements are subject to risks and uncer -\ntainties that could cause actual results to differ materially from those expressed or implied by such statements, and are not guarantees of future performance.\nInformation concerning these risks and uncertainties is contained in Applied’s most recent \nreports filed with the Securities and Exchange Commission. All forward-looking statements are based on management’s estimates, projections and assumptions as of June 29, 2017, and Ap-plied undertakes no obligation to update them.\n© 2017 Applied Materials, Inc. Applied Materials and the Applied Materials logo are trademarks of \nApplied Materials, Inc. and/ or its affiliates in the U.S. and other countries. Third party trademarks mentioned are the property of their respective owners. Fortune World’s Most Admired Companies logo from FORTUNE Magazine, March 1, 2016 © 2016 From FORTUNE Magazine, March 1, 2016 © 2016 Time Inc. FORTUNE and The World’s Most Admired Companies are registered trademarks of Time Inc. and are used under license. FORTUNE and Time Inc. are not affiliated with, and do not endorse products or services of, Licensee.APPENDIX\nIf you would like more information about Applied Materials, visit our website at www.appliedmaterials.com. \nIf you have specific questions or comments on the content of this report, contact our sustainability reporting team at:  \ncorporate_responsibility@amat.com.", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}