{"page_content": "7 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nHow We Manage Our Environmental Impact\nApplied Materials’ sense of responsibility for the environment is evident in our Environmental Health and Safety (EHS) \nprogram, manufacturing practices, business operations, supply chain initiatives, and the way we interact within our \ncommunities. We collaborate with suppliers to encourage and support best EHS practices and initiatives to benefit \nboth the environment and our respective businesses. Results are monitored through training and routine reporting.\nThe Company uses its Environmental Management System (EMS), which is modeled on the International Organization \nfor Standardization (ISO) 14001 standard, to measure Applied’s environmental performance. Applied began utilizing \nan EMS in 2004, when our Austin, T exas manufacturing site received ISO 14001 certification. Since then, we have obtained ISO 14001 certification at our manufacturing sites in Singapore, Israel, Montana, T aiwan, Italy and California. \nIn 2016, our Alzenau, Germany operation was the eighth global location to obtain ISO 14001 certification. Applied’s \ncertification roadmap includes registration of two additional global manufacturing sites: Gloucester, Massachusetts \nand Heimstetten, Germany.\nIn conjunction with the EMS, Applied uses its Energy and Sustainability System (ESS) software to accurately capture \nand track the Company’s environmental impact. The ESS enables the Company to collect, analyze, interpret, report and act on-power and water consumption, waste generation, greenhouse gas (GHG) emissions (Scope 1 and 2 under \nthe “Greenhouse Gas Protocol”*) and business travel data (Scope 3*). The data that are tracked and consolidated \noriginate primarily from information provided on a calendar-year basis by utilities and other third parties.\n* The GHG Protocol is a widely-used international accounting tool for quantifying and analyzing greenhouse gas emissions. It was created by a partnership between \nthe World Resources Institute and the World Business Council for Sustainable Development.\nApplied Materials ISO 14001 \nManufacturing Sites: \n »Austin, T exas\n »Santa Clara, California  \n(New Product Integration)\n »Singapore \n »Rehovot, Israel \n »Kalispell, Montana \n »T ainan, T aiwan\n »T reviso, Italy \n »Alzenau, Germany", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}