{"page_content": "8 APPLIED MATERIALS CITIZENSHIP REPORT 2016ANNUAL WORLDWIDE ENERGY CONSUMPTION 2014 2015 2016\nDirect energy consumption by primary energy source (Gas) (Million Therms) 4.0 3.8 3.8\nIndirect energy consumption by primary energy source (Electricity) (GWh)1327 331 345\nRenewable energy (Electricity) (GWh)1, 268 65 59\n1 Renewable energy consists of a combination of on-site generation and green power purchases.\nEnergy\nApplied Materials’ sustainable energy strategy focuses on two core areas: minimizing the energy required for our business, \nthrough energy management control systems, facility equipment energy efficiency improvements, lighting and other facilities \ninfrastructure upgrades and using renewable energy for operational needs where feasible. Dedication to this strategy enabled \nApplied to keep its direct energy consumption flat year-over-year despite it also being a period of rapid growth for the Company.\nAs an integral part of our clean energy initiatives, Applied seeks to minimize our carbon footprint through on-site renewable \nenergy production and/ or purchasing green energy from local utilities. Applied installed a total of 2,674 kilowatt peak (kWp) \nphotovoltaic (PV) solar panels at four facilities and installed a 2,500 kWp wind turbine at our Gloucester, Massachusetts \nfacility in 2012, which has generated 23.6 Gigawatt hours (GWh) of energy, to date. Applied sells the renewable energy \ncertificates (RECs) associated with the wind turbine in support of the Massachusetts Department of Energy Resources \n(DOER) Renewable Energy Portfolio Standard. Due to a technical problem in September 2015, the wind turbine was shut \ndown for repairs. Once repairs were completed, the turbine resumed operation in June 2016. The loss of functionality of the \nwind turbine decreased the amount of renewable energy that Applied was able to generate during 2016. \nApplied’s Santa Clara, California and Austin, T exas facilities support their energy needs by purchasing green energy (renew -\nable energy from wind or solar sources) from local utility providers.Green energy purchases supported 100 percent of the power demand for our two Santa Clara campuses and approximately \n28 percent of Austin’s power needs in 2016. In addition, solar panel arrays at Applied’s facilities in Sunnyvale, California; \nSingapore; Xi’an, China; and Austin, T exas generated a total of 3.5 GWh of energy in 2016. \nThe following table shows direct and indirect worldwide energy consumption at Applied’s facilities for the last three years, \nincluding the amount of energy obtained from renewable sources.Green energy purchases supported 100% of the \npower demand for our two Santa Clara campuses  \nand approximately 28% of Austin’s power needs in 2016 . In addition, solar panel arrays at Applied’s \nfacilities in Sunnyvale, California; Singapore; Xi’an, China; and Austin, Texas generated a total of  \n3.5 GWh of energy in 2016 . ", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}