{"page_content": "9 APPLIED MATERIALS CITIZENSHIP REPORT 2016ANNUAL WORLDWIDE WATER USAGE 2014 2015 2016\nWorldwide total water usage (CCF)1566,8041522,802 528,120\n1  Amounts for owned facilities include domestic, landscaping and process (if any) usage. Amounts for leased facilities include domestic and process (if any) usage, \nwhile leased office-only facilities include domestic usage only.\nWater\nIn 2016, average water usage indicated a minimal increase of approximately one percent, primarily due to higher \nmanufacturing demand that resulted in a record year of production. Notwithstanding the higher production, the \nApplied Austin Industrial Waste Neutralization (IWN) Program that was implemented in September 2015, led to \na total of 6.3 million gallons of water being successfully recycled during 2016. Water usage totals fluctuate with \nbusiness activity, research and development needs and product life cycle development.\nThe table below shows water usage for the last three years (CC F=100 cubic feet).\nGreenhouse Gas Emissions \nApplied Materials’ greenhouse gas (GHG) emissions are a result of energy usage and equipment process emissions. \nThe Company has a long-standing commitment to support the reduction of our greenhouse gas emissions through \npolicies and programs, product manufacturing processes and solutions offered to customers. \nIn 2016, our GHG emissions remained relatively flat to the results reported in 2015. This can be attributed to changes \nin Scope 2 emission factors as Applied’s utility providers have improved their energy-generation portfolio to include cleaner energy sources. Scope 3 emissions (indirect releases) indicated a modest increase of approximately 2 percent \nyear-over-year, attributed to business-related air travel.\nSince 2015, Applied’s Santa Clara, California campus has worked diligently to \nenhance and improve its waste diversion (recycling) capabilities. A multi-phase program, this strategic initiative was designed to help Applied under -\nstand its various waste streams, identify potential opportunities and vendors for recycling support, and implement segregation and waste management practice improvements across the site.\nOne factor driving the impetus to improve recycling was an overall increase \nin the amount of waste wood (in the form of wooden crate packaging) and metal being generated; process and operational changes had resulted in the Company generating these materials in higher volumes. As a result of our improved efforts , Applied recycled approximately 32 tons of recycled waste in 2016, compared to the three tons recycled in 2015. This was a 1,100 percent increase in waste diversion for the campus, and it greatly reduced the amount of waste the Company is sending to landfills.Applied Boosts Recycling Efforts in Big Way", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}