{"page_content": "ANNUAL WORLDWIDE GREENHOUSE GAS EMISSIONS12014 2015 2016\nT otal direct and indirect greenhouse gas emissions by weight (MTCe) (Scope 1+2)1163,703 170,613 170,634\nOther relevant indirect greehouse gas emissions by weight (MTCe) (Scope 3 air travel) 20,724 11,390 11,643\n1Indicates Applied’s worldwide direct and indirect GHG emissions for the last three years (MTCe=metric tons of carbon equivalent).\n10 APPLIED MATERIALS CITIZENSHIP REPORT 2016\nThe table below shows Applied’s worldwide direct and indirect GHG emissions for the last three years.\nApplied has a long history of supporting employee programs that help reduce greenhouse gas emissions, including \ncarpool/ride-matching and vanpool service for California, T exas and Massachusetts employees; public and alternative \ntransportation incentives for California employees; electrical vehicle charging stations at our Santa Clara, California cam-\npuses and Austin, T exas site; and preferred parking for carpools, hybrid and electric vehicles in Santa Clara and Austin. \nApplied has partnered with Scoop to give riders door-to-door transportation to the Company for just $2. A mobile app \nfor carpooling in the San Francisco Bay Area, Scoop users make new connections with co-workers and neighbors, save an \naverage of $2,000 a year, and help the environment. \nIn addition, Applied offers a Work-From-Home (AppliedAnywhere) program with 421 participants in 2016, and maintains \n18 telepresence rooms for virtual meetings. \nThe Company also provides employee discounts for the purchase and installation of solar panels for their homes. Through \nthe Employee Solar Program, eligible employees can receive a rebate of up to $1,500 through an approved vendor. This \nprogram is offered in addition to state and/ or local rebate programs in several areas in the U.S. where Applied operates.", "metadata": {"source": "NASDAQ_AMAT_2016.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}