{"page_content": "Governance / 02 Data Privacy and Security\nProactive Threat Awareness\nAkamai Connected Cloud is a massively distributed edge and cloud \nplatform for cloud computing, security and content delivery. In 2022, the infrastructure to support the Akamai delivery and security businesses consisted of servers and devices in over 4,100 locations and across 1,300-plus networks worldwide. During the next few years, we will continue building our global presence for our newly acquired cloud computing business. Across this infrastructure, we handle trillions of DNS queries daily which creates a unique window on the global threat landscape. This visibility enables Akamai to identify and understand risk signals early, gaining intelligence that informs a forward-looking defense posture. As we continue integration into the delivery and security businesses of Akamai, we will continue to look for ways that help us posture the business to best gain intelligence against the most serious threats across the web.\nIn September 2022, Akamai successfully detected and mitigated the \nlargest DDoS attack ever launched against a European customer. Our proven ability to defend against the ever-evolving tactics of cyber criminals has not only earned our customers’ confidence, but also the German Federal Office for Information Security (BSI) classifies Akamai as a “qualified DDoS protection provider” able to protect critical infrastructure providers in Germany.Consistent with our mission to make the internet more secure, we share intelligence with the broader cybersecurity community through our State of the Internet (SOTI) reports. The popular reports, available by free download to the technology industry, provide expert insights into the types of threats we identify in the constantly evolving cyber landscape and on web performance gathered from Akamai Connected Cloud. \nSecurity Governance\nAkamai has a well-established governance structure that supports our \nability to identify, assess, and mitigate cyber risks. Cybersecurity is also a key focus of oversight for Akamai’s Board of Directors and executive leadership.\nA dedicated information security committee composed of executive-level \nstakeholders from across the organization meets regularly to exchange risk information to inform critical decisions. During regular management reviews at the Board level, the Audit Committee receives security updates directly from Akamai’s Chief Security Officer.\nCrucially, Akamai’s Information Security Organization, led by Akamai’s \nChief Security Officer, operates independently, working constructively with the business to manage the company’s cyber risk profile.\n102", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 101, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}