{"page_content": "Governance / 02 Data Privacy and Security\nSecurity Compliance \nOne way Akamai demonstrates its commitment to protecting our \ninfrastructure, our customers, and internet users worldwide is through compliance with global and national security standards and laws.\nAs mentioned above, in 2022, Akamai received two crucial ISO \ncertifications relating to data security, ISO/IEC 27001:2013 and ISO/IEC 27701:2019, and also adheres to several security compliance programs including:\n•\n PCI DSS\n, the Payment Card Industry Data Security Standard \nrequired for any business that stores, processes or transmits \npayment card data.\n•\n SOC 2\n, a security standard promulgated by the American Institute \nof Certified Public Accountants (AICPA) that reports on controls that directly relate to security, availability, processing integrity, confidentiality and privacy.\n•\n F\nedRAMP , the Federal Risk and Authorization Management \nProgram (FedRAMP), defining a core set of processes to ensure effective and repeatable cloud security for the U.S. government.\n•\n IRAP ,\n Australia’s Information Security Registered Assessors \nProgram (IRAP) providing Australian government customers a validation that appropriate security controls are in place per the Australian Government Information Security Manual (ISM). • PSD2 , the revised Payment Services Directive by the E.U., and \nOpen Banking, the U.K. implementation of PSD2, requiring financial institutions to open their payment infrastructure, granting third-party provider access to their customers’ bank account data. \nTo learn more about Akamai’s certifications, attestations, audits, \nframeworks, alignments and self-assessments, visit Akamai’s Information Security Compliance summary.\nIndustry Leadership\nAkamai is an active participant in a variety of industry organizations and \nforums across the global cybersecurity community.\nAkamai is a founding member of the Financial Services Information \nSharing and Analysis Center (FS-ISAC) Critical Providers program, facilitating a dialogue with the financial sector regarding threat intelligence and cybercriminal tactics.\nWe also participate in various cybersecurity forums. For example, in 2022 \nAkamai joined other global cybersecurity leaders participating in the White House Open Source Software Summit, focused on addressing vulnerabilities in open source software.\n \n103", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 102, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}