{"page_content": "Disclaimer\nThis report, published April 10, 2023, speaks as of the date it is published. The contents of this report were developed based on feedback from our \ninternal and external stakeholders and metrics used by corporate responsibility and sustainability rating providers. The metrics and quantitative data contained in this report are not based on generally accepted accounting principles and have not been audited. Neither Akamai Technologies, Inc. (the “Company”) nor any of its affiliates assume any responsibility or obligation to update or revise any such information, data, opinions or activities. This report does not, and is not intended to, create any relationship, rights or obligations, legal or otherwise, and you should not rely upon this report to do so.\nThe inclusion of information and data in this report is not an indication that such information or data or the subject matter of such information or data is \nmaterial to Akamai for purposes of applicable securities laws or otherwise.\nOur goals regarding our corporate responsibility and ESG initiatives are aspirations. They are not guarantees or promises that we will meet all or any of our \ngoals. Any statistics and metrics regarding our corporate responsibility and ESG activities are estimates and may be based on assumptions or developing standards.\nNo part of this report constitutes, or shall be taken to constitute, an offer to sell or the solicitation of an offer to buy any securities of the Company or \nany other entity. This report is not intended to be relied upon as advice to investors or potential investors and does not take into account the investment objectives, tax considerations, or financial situation or needs of any investor. This report and the information contained in this report are not incorporated by reference into and are not a part of any offer to sell or solicitation of an offer to buy any securities of the Company pursuant to any offering registered under or any offering exempt from the Securities Act of 1933.", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 104, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}