{"page_content": "Environmental / Headline Title\nProgram Approach\nAkamai accounts for direct and indirect emissions across our global \noperations. The delivery and security services running on Akamai Connected Cloud are deployed across a globally dispersed footprint of servers, switches, routers, and network devices. Our widely distributed footprint brings complexities that make tracking energy consumption difficult. To ensure we are accurately tracking our consumption, we have selected to approach to measure our impact based on the World Resources Institute (WRI) Greenhouse Gas Protocol (GHGP), a global standard for measuring and managing GHG emissions.  \nScience Based Target Progress\nAkamai committed to Business Ambition for 1.5°C under the Science Based Targets initiative (SBTi) just ahead of Global Citizen Live on September 25, 2021. Business Ambition for 1.5°C is an urgent call to action from a global coalition of United Nations agencies and business and industry leaders, in partnership with the Race to Zero Campaign. The SBTi calls on companies across all sectors and geographies to set science-based, net-zero-aligned emissions reduction targets. Akamai is in the process of setting final targets with a goal to accomplish this effort in 2023.\nAkamai has elected to combine our Scope 1 and 2 emissions and derive \na single science-based target (SBT) following the Information and Communication Technology (ICT) sector method, to work to keep the overall trajectory within an ambitious 1.5°C target with the goal of tracking toward a well-below 2.0°C approach by 2030 for Akamai Connected Cloud. Under Akamai’s operational footprint, this covers the bulk of our leased submetered emissions output and associated direct operational control, Scope 1 and 2 emissions that are mostly relevant today in our offices and Akamai-owned data centers (AODCs). \nAkamai has been working toward developing a strategy to achieve year-\nover-year reductions against a well-below 2.0°C approach by 2030 to meet our net-zero goals. As we continue to integrate, project and comprehend the overall growth trajectory of our compute business, we will look for ways to best incorporate this into our comprehensive approach to the SBTi initiative.\nBased on the operational control model of Akamai Connected Cloud, \nAkamai measures and includes a portion of our Upstream Leased Assets  \nunder our Scope 3 emissions, also known as category 8. Even though this is considered an indirect impact, this approach reflects the full emissions impact of operating our globally distributed platform and highlights our work to ensure we reduce our platform emissions globally.\nAs we continue integrating cloud computing into Akamai Connected \nCloud, a year-over-year absolute emissions reduction with the expected growth of the overall distributed platform aligns well with what is outlined in the SBTi ICT approach. Therefore, Akamai acknowledges that tracking \nour public goals against those outlined by the SBTi for the ICT sector is essential to our long-term success.Environmental / 02 Net-Zero Emissions\n13", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}