{"page_content": "Environmental / Headline Title\nReaffirmation of our 2030 Approach\nThis year has proven challenging for us moving closer to our goals of net-\nzero and 100% renewable Akamai Connected Cloud. Akamai recognizes that a company’s path to its sustainability goals can be defined in various ways and that only some techniques will be considered equal. We remain committed to 100% emissions mitigation of the delivery and security business segments of Akamai Connected Cloud by 2030. Focusing on these areas will provide a meaningful way to influence our current and future operations. We recognize that this approach is the most significant hurdle to becoming net zero by 2030. \nSince the Akamai corporate sustainability program originated in 2009, we \nhave set out to do this the right way, and we plan to continue to do so even with turbulent economic conditions such as what we saw in 2022. Akamai had plans to close additional renewable energy deals in the Americas and greater Europe in 2022. However, with global headwinds beyond our control, we could not support any new renewable energy projects in 2022 to advance our goals. Our pause was mainly due to monetary, supply, and demand, causing constrain since Akamai is a smaller renewable energy off-taker, the global renewable supply chain, and other economic impacts beyond our control. Throughout 2022, we also saw our existing renewable energy projects underperform compared to what we had projected. In addition, the continued power growth of our delivery platform made it challenging to keep pace with our goals.\nNevertheless, Akamai is committed to working toward what we aim to \nachieve. Even with these headwinds, we still slightly improve our emissions output year over year. This affirmation of our approach highlights that we will continue to work toward our goals and look for opportunities that meet the needs of Akamai Connected Cloud in the future. This year we will continue to work toward making progress on our goals by sourcing additional purchaser-caused renewable energy and creditable carbon mitigation and removals across Akamai Connected Cloud.\nEnvironmental / 02 Net-Zero Emissions\n14", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}