{"page_content": "Expanding our Focus to Suppliers\nAt Akamai, we take a broad view of our emissions, including our suppliers \nand operations under our direct control. Like many companies in the Information and Communication Technology (ICT) space, our data center colocation footprint makes up a considerable portion of our global operations. \nThe Future of Internet Power (FoIP), a group led by Akamai and a coalition of \nClean Energy Buyers Association (CEBA) members, has developed solutions for data center services, customers and providers to collaborate on energy management and clean energy procurement. FoIP is aiming to power the internet with 100% clean energy. \nThis chart details how Akamai takes an expansive view of our operational control \nfootprint when working with suppliers. Under the FoIP guidance, Akamai takes an innovative approach, including all our leased data center emissions caused by our delivery and security services running on Akamai Connected Cloud into our Scope 2 location- and market-based measurements. This method tries to ensure that we are focused on our emissions impact even where we do not have direct operational control of the power meter. \nThe green outline in the chart above highlights our approach and \nincludes our portion of the power usage effectiveness (PUE) in a given facility. PUE in our model can consist of the power used for uninterruptible power supplies (UPS), ventilation and air conditioning, and related common area power usage.Environmental / Headline Title Environmental / 02 Net-Zero Emissions\nGlobal Intelligent \nPlatform Hardware\n(Servers, Switches, \nRouters)Colocation Data \nCenter Equipment \n(HAVC, UPS, \nCommon Area \nServices)Colocation Vendor \n(Leased Space \nProvider - behind \nthe meter)\nTypical Operational Control for Colocation\nScope 3 for Akamai\nAkamai Operational Control Approach under FoIP Guidelines\nScope 2 for Akamai\n17", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}