{"page_content": "As Akamai grows we plan to continue incorporating environmental \nconsiderations into our colocation and global deployment planning in a way that can position us on the leading edge of our market.\nUnder our current method of accounting, using the traditional GHGP \napproach, Akamai maintains a database of over 500 global electricity emissions factors and over 200 transmission and distribution loss factors to apply the updated values for each area across the globe where we are consuming power. Accurate measurement is critical to assess the impact of emissions related to Akamai Connected Cloud. As we look for innovative ways to measure our emissions impact, we plan to continue building our database and approach to maintain consistency and precision for our stakeholders.\nIncorporating Best Practices into the \nColocation Planning Process\nIn partnership with CEBA, we have prioritized integrating environmental \nconsiderations into the strategic planning process for the Akamai delivery and security services running on Akamai Connected Cloud. Through our participation in CEBA, Akamai helped create a guide of best practices for corporate colocation and cloud procurement. As a signatory of  FoIP’s Corporate Colocation and Cloud Buyers’ Principles, Akamai supports the following goals:\n1. Options: Provide options for cost-competitive services powered by  \n r\nenewable resources that reduce emissions beyond business as usual.\n2. Data: Deliver monthly data on the colocation customer’s direct and  \n indir\nect energy consumption, water consumption, greenhouse gas \n \n emissions,\n and other environmental data.\n3. Incentives: Align the partnership between customer and service   \n pr\novider, so both parties have an incentive to reduce energy \n   \n \nconsumption.\n4. Collaboration: Provide options for customer collaboration on    \n ef\nficiency and renewable energy enhancements.\n5. Disclosure: Disclose data for individual sites and total global    \n corpor\nate footprint, as well as site-specific energy sources.\n6. Advocacy: Engage in policy advocacy efforts that support the use  \n of\n renewable energy. \nHelping to ensure our colocation and cloud service providers support \nthese principles will help not only Akamai, but also other companies using their services, to meet sustainability goals.Environmental / 02 Net-Zero Emissions\n18", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}