{"page_content": "Embodied Emissions Program\nRaw materials alone are responsible for approximately 11% of global \nenergy-related emissions. In 2022, Akamai started working with the Clean Energy Buyers Institute (CEBI) to help facilitate action on embodied carbon emissions. Embodied carbon emissions are the amount of carbon emitted during the creation and disposal of a hardware device. To estimate embodied emissions in the cloud, one needs to calculate the fraction of the total embodied emissions that should be allocated to a particular amount of usage or workload.\nCEBI is developing an approach called “Beyond Scope 2” that we believe \nwill help provide the foundational knowledge, tools and community to empower low-carbon procurement advocates within their companies and to catalyze markets to respond.\nFrom the kickoff of this critical program, several takeaways became apparent:\n•\n R\neporting on embodied carbon will increase overall emissions \nvalues significantly across a data center or specific IT operational \nfootprint.\n•\n T\nhere is a clear “first mover” advantage for those willing to \nreport their embodied carbon emissions transparently, even in industries that are not yet focused on this, due to increasing regulation. •\n Embodied carbon accounting,\n which falls into Scope 3 of the \nGreenhouse Gas (GHG) Protocol, needs to mature along with corresponding corporate reporting frameworks.\nIn our annual emissions reporting, Akamai’s embodied carbon calculations \nhave focused mainly on our hardware and component purchases for delivery and security services running on Akamai Connected Cloud. Embodied emissions from purchasing capital goods over their useful life are recognized to impact our emissions output considerably. We realize that we need validation and industry training to measure specific embodied emissions so we can continue to gain accuracy.Environmental / 02 Net-Zero Emissions\n19", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}