{"page_content": "This past year, we have seen our renewable energy footprint grow by \nbringing an additional purchaser-caused renewable energy project online and working with our data center partners to provide us with a higher mix of renewable energy across our footprint through energy attribute certificates, market-based utility supply, and attestations claims. We are happy to see continued progress toward working with data centers with a greater mix of renewables and increased purchaser-caused supply in our energy mix to reduce our use of fossil fuels.\nProcuring renewable energy can be a challenge, so we continue to \ncollaborate with organizations like CEBA to offer training for our partners to support procuring renewable power. The LESsor Sustainable Energy Network (LESSEN) was created by CEBA in partnership with Akamai. Through the LESSEN program, data centers and real estate investment trusts gain a straightforward, real-world approach to renewable energy procurement.\nLocational Marginal Emissions\nMeasuring emissions abatement on a global scale is challenging, mainly because the amount of carbon emissions avoided by a given megawatt-hour (MWh) of clean energy varies widely, even across projects within the same region. To address this, in 2022, we began using Locational Marginal Emissions (LMEs) from REsurety to try to more accurately track our emissions abatement in each project location.\nUnder the reporting provided by REsurety, LMEs are an innovative way \nto measure the tons of carbon emissions displaced by 1 megawatt-hour (MWh) of clean energy added to the grid at a specific location at one particular point in time. LMEs are calculated at each power system node like the Locational Marginal Prices (LMPs) used to set wholesale electricity market prices. LMEs measure emissions by identifying the marginal generators that would have been producing energy if not for the renewable injection to the grid at that location. \nThe LME data that REsurety provides enables Akamai to more closely \ncalculate the estimated impact of our activities at each location on the grid. LME reports also offer visibility into why emissions are what they are. For example, they show how much gas or coal is displaced or how much wind energy is curtailed due to our activities. These reports also provide insight that helps Akamai evaluate new market opportunities. Using LMEs ensures we focus on locations and technologies that can significantly impact our carbon emissions reduction efforts.Environmental / 03 Renewable Energy\n23", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}