{"page_content": "Emissions First Partnership\nThe Emissions First Partnership was created by \na group of companies working to reduce our emissions from electricity use with impactful clean energy projects. Akamai believes putting emissions first will maximize our carbon reductions and enable us to have a more significant effect where we operate. Moving beyond megawatt-hour matching to focus on the quantified emissions impact of electricity consumption and generation is at the heart of this approach.\nAt Akamai, we agree that the global scientific consensus is clear: The world \nneeds to drastically reduce GHG emissions to avoid the increasing threats of climate change. A key contributor to reducing global carbon emissions is ensuring the rapid decarbonization of the world’s electricity grids.\nBy joining Emissions First, we have embraced a strategy to prioritize climate \nchange across our operations. The science is evident. Akamai believes an accounting framework that moves beyond the current approach of just megawatt-hour matching is critical. As partners in Emissions First, we are embracing the Accounting Principles listed here.Prioritizing Decarbonization\n1. Recognize that the emissions impact of a megawatt-hour of electricity  \n consumption or gener\nation varies based on time and location. Move \n \n accounting beyond megawa\ntt-hour matching to focus on the \n   \n quantified emissions impact of\n each activity. \n2. Take a global view and recognize that all GHG emissions impact   \n the a\ntmosphere and value clean energy procurement targeted to \n  \n loca\ntions with maximum decarbonization impact irrespective of grid \n \n or mark\net boundaries.\nValuing the Grid Decarbonization Progress\n3. Ensure that corporate clean energy procurement and utility-    \n supplied cle\nan energy are both quantified and incorporated in \n  \n accounting systems.\n \nIncentivizing Innovation in the Emissions Data Ecosystem\n4. Accommodate and favor continual improvements in data quality   \n and availability\n. \n5. Maintain the integrity and accuracy of the underlying emissions    \n accounting da\nta by embracing transparency and third-party verification.Environmental / 03 Renewable Energy\n25", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}