{"page_content": "Environmental, Social, and \nGovernance: Our Year\nAs the cloud company that powers and protects life online, and as a \nresponsible corporate citizen, we understand that our actions have a direct impact on the world around us. As we continue to build out Akamai Connected Cloud, we endeavor to incorporate ESG considerations into every aspect of our business, including how we drive our sustainability strategy, best support our people, and identify ways to best engage with our communities.\nWe recognize that ESG norms are rapidly evolving, and are committed \nto staying at the forefront of industry best practices. Our ESG strategy is grounded in our values and designed to drive sustainable growth while minimizing environmental impact, promoting social responsibility, and highlighting our approach to responsible business practices. We are committed to continuously improving our ESG performance for the future and are proud of our progress in 2022.\n•\n W\ne further reduced our carbon footprint through investments in \nrenewable energy and energy efficiency measures and improved \nmeasurement capabilities.\n•\n W\ne continued to evolve our approach to inclusion, diversity, and equity programs to create a more inclusive workplace culture.\n•\n W\ne launched FlexBase, an internal global program that \nempowers employees with workplace flexibility.\n•  T he Akamai Foundation awarded 107 grants targeting digital \nequity and inclusion in STEM education, disaster relief efforts, and strengthening community networks around the globe.\n•\n W\ne expanded our Responsible Supply Chain Program (RSCP)  \nto align our suppliers even more closely with our ESG goals  and values.\n•\n W\ne evolved our ESG materiality approach and identified five ESG \nfocus areas for Akamai: Sustainability, Our People, Responsible Business Practices, Data Privacy and Security, and the Akamai Foundation.  \nAt Akamai, we are convinced that ESG is not only the right thing to do, \nbut also makes good business sense. By integrating ESG considerations into Akamai Connected Cloud, we are positioning ourselves for long-term success and resilience.\nAs in years past, we remain committed to transparency and open \ncommunication as we build towards a more sustainable and  responsible future.ESG Impact Report / Environmental, Social, and Governance: Our Year\n4", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}