{"page_content": "Environmental / 05 Supply Chain Management\nTo support ongoing engagement with our colocation partners and broader \nsupply chain, we’ve partnered with EcoVadis. EcoVadis is considered one of the world’s largest and most trusted providers of business sustainability ratings. They have created a global network of more than 100,000 rated companies. According to data gathered on February 10, 2023, since the start of our collaboration in October 2022, we have collected details from 107 suppliers, gathering data regarding ongoing improvement opportunities.\nIn 2022, Akamai took many steps to strengthen our partnerships with \nsustainable colocation suppliers. We are working with our data centers to provide Akamai’s deployments with clean and attestable energy sources for our operations. In a 2022 webinar with Quality Technology Services (QTS), we discussed how our partnership is creating a more sustainable future. We discussed the power of renewables, the social need to be a part of the conversation, how partnering with other like-minded companies benefits business, and what the future looks like. \nAkamai aims to prioritize colocation partners that operate their facilities \nunder environmentally conscious standards, such as Leadership in Energy and Environmental Design (LEED) or Energy Star. We work with our colocation partners before and during our contract to continue improving the mix of renewable energy throughout our deployment footprint. If needed, we offer partnership and guidance to educate colocation partners on renewable energy best practices such as those outlined in the FoIP Corporate Colocation and Cloud Buyers’ Principles. Using FoIP’s widely accepted standards, we get space, power and connectivity that meets our requirements while working to minimize the environmental impact of our operations.\n \n32", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}