{"page_content": "Environmental / 06 E-Waste Recycling Program\nE-Waste Recycling Program\n2030 Goal: Global expansion of 100% e-waste recycling\nOur Approach to E-waste\nDisposal of electronic waste (e-waste) is a critical global issue and e-waste \nrecycling is a major focus of our global sustainability strategy. Since we reaffirmed this goal as part of our approach to reducing our impact, we have continued to recycle 100% of our e-waste to meet applicable environmental and security standards. Akamai takes our approach to end-of-life hardware seriously to make sure our hardware is recycled correctly and that the raw materials and any potentially toxic waste are handled with environmental consideration. \nTo meet our goals, Akamai works with certified recyclers globally that \nadhere to strict requirements of the e-Stewards Standard created by the Basel Action Network in 2009. Recyclers adhering to the standard are certified through annual audits. The e-Stewards Certification is supported by the U.S. Environmental Protection Agency (EPA).\n  E- Steward Standard Guidelines\n• Secure data: All stored data from all devices will be destroyed and   \n meet applicable destruction standar\nds.\n• Responsible downstream management of all toxic materials:   \n R\necyclers must track all toxic materials downstream of their facilities, \n \n account for them and ensur\ne proper management.\n• Legal and responsible exports: Exports of toxic e-waste to     \n developing countries ar\ne not allowed in accordance with \n    \n i\nnternational law (Basel Convention).\n• Best recycling practices: Managing toxic e-waste must be done in  \n accor\ndance with best available practices to protect workers and \n  \n the envir\nonment.\n• Ethical labor: No child, coerced or prison labor is permitted.\n• Corporate-wide conformity: Requires that all of the facilities and   \n oper\nations in each country belonging to a company are covered \n  \n under the cer\ntification.\n33", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}