{"page_content": "Environmental / 09 Akamai Sustainability in the Community\nGap Assessment Identified Weaknesses\n• Process to capture environmental aspects and impacts, lifecycle, and  \n risk\ns and opportunities has yet to be built\n• Emergency preparedness and response does not have developed   \n plans for the management of\n specific emergency scenarios and \n   \n emer\ngency drills over a period of time\n• The EMS internal audit process has yet to be fully defined\n• Trends showcasing organizational performance have yet to be    \n developed for the Management R\neview process\nEnvironmental management is a priority at Akamai. With the results of \nour gap assessment, we are diligently working to close the gaps with various teams across the company. We plan to continue building out our EMS with a focus on addressing the weaknesses identified, along with transparency building, risk, and opportunity management and continual improvement. As we work toward ISO 14001:2015 attestation, we will put collaboration and engagement at the forefront. We are excited to nurture and build internal and external partnerships as we grow our program and management.Akamai Sustainability in      \nthe C\nommunity\nAkamai Water Accelerator Program\nThe Water Accelerator program, initiated by Akamai’s India Corporate Social Responsibility (CSR) Trust, is focused on helping address critical water shortages in India. The program provides funding and mentorship to support early-stage innovators using scalable and sustainable technologies to solve India’s water crisis. Since its launch in 2020, the program has worked with seven organizations to develop and secure funding for market-ready proof of concept solutions. The program also provides opportunities for Akamai employees to give back to their communities through time- or skill-based volunteering. Recently, the Akamai India CSR Trust welcomed three very promising companies.\n39", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}