{"page_content": "Environmental / 09 Akamai Sustainability in the Community\nDigital Paani\nDigital Paani is a tech-enabled ecosystem working to solve the supply \nand demand problem and tackle the Indian urban water crisis. They have developed a lifecycle management tool that leverages proprietary software to manage operations for any wastewater asset based on the best technical expertise available. The team aims to build deeper intelligence of their software through deeper analytics and design engineering modules.\nGreening of Streaming\nAkamai is a founding member of Greening of Streaming (GoS), a European organization formed to address growing concerns about the energy impact of the content streaming sector. In 2022, we strengthened our partnership with GoS through a variety of work streams, including the launch of a GoS event at the UK Parliament. The event presented GoS as a point of contact with the streaming industry to facilitate working together to initiate industry-led reforms. The event also encouraged new industry members to join and work together to reduce the adverse environmental effects of streaming. More than 100 people from over 40 organizations attended the event. With Akamai’s new approach to machine power measurement, we look forward to contributing data and our Content Delivery Network (CDN) expertise to advance the GoS mission.\nInternet Architecture Board Sustainability \nPanel\nIn 2022, Akamai engaged with the Internet Architecture Board (IAB)  \nto organize a workshop to discuss the internet’s environmental impact, \nevolving industry needs, and to identify areas for improvement and future work. While the focus was on technical aspects of the internet, the scope was broadly on the entire ecosystem, from communications to devices, applications, and data centers. The workshop was held in early December 2022.\n41", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}