{"page_content": "Environmental / 09 Akamai Sustainability in the Community\nThe goal of the workshop was to call further attention to the topic by \nbringing together a diverse stakeholder community to discuss these issues. Specific areas of focus included:\n• The direct environmental impacts of the internet, including energy   \n usage by internet systems,\n end-user devices, and device \n     \n manufacturing,\n and how future trends can be impacted by changed \n \n usage pa\ntterns and emerging technologies\n• The indirect environmental impacts of the internet, including the   \n ef\nfects on society through enabling communications, virtual services \n \n or global commer\nce\n• Relevant measurement metrics and data and the need for additional  \n measurements\n• The need for improvements or associated new functionality and areas  \n wher\ne further technical work would be most impactful\n• The societal, business, and regulatory situation, to identify areas of   \n oppor\ntunity including specific improvement proposalsAkamai was proud to be a part of the IAB program committee to explore ways to make the internet more sustainable. We look forward to continuing to lead on this important industry priority and continue to work with the members of the IAB to build on this engagement.\nBattery Storage Abatement Program\nAkamai is among a group of technology sector leaders — including REsurety, Broad Reach Power, and Meta — participating in a new Energy Storage Solutions Consortium formed to assess and maximize the potential of electricity storage technologies to reduce greenhouse gasses (GHG). The group is working to create an open-source methodology to quantify GHG benefits of grid-connected energy storage projects. The ultimate goal is to provide a tool, aligned with the Verified Carbon Standard, that enables organizations to drive measurable progress toward their net-zero emissions goals. Akamai is excited about the potential for battery technologies to contribute to our ambitious connected cloud emissions, renewable energy, and efficiency goals.\n42", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}