{"page_content": "Social / Our People / 02 Inclusion\nInclusion\nTo Akamai, inclusion means treating one another with respect \nand dignity. Being inclusive means valuing and celebrating our diversity, while providing opportunities for us all to grow, flourish and achieve great things. 2022 provided many opportunities to nurture inclusion at Akamai. \nEmployee Sentiment Data\nAkamai is committed to listening to our employees. We conduct quarterly \nemployee engagement surveys to collect anonymous feedback related to what employees think of our company, what their individual experiences are like and what they want moving forward. Surveys are distributed quarterly and each survey is sent to roughly half our global population. The survey asks employees to evaluate a series of statements on a five-point scale, ranging from “strongly agree” to “strongly disagree.” This year, we acted on employee feedback regarding the length of the engagement survey and reduced it by half. The reduced length improved the overall participant experience and helped raise response rates quarter-over-quarter.The employee engagement surveys in 2022 received more than 6,300 \nresponses with a response rate of 35%. Our improved survey focused the reduced number of statements into “dimensions,” or categories, to aid with our analysis. Two of the seven dimensions that we pay close attention to are “Engagement” and “Inclusion.”\nEngagement is made up of  five statements including: \n“I would recommend Akamai as a great place to work”  \nand “I am very confident in the future success of Akamai”\nInclusion consists of five statements including \n“People of all backgrounds can succeed at Akamai”  \nand “I feel like I belong at Akamai”\nThis year, our scores for both Engagement and Inclusion outperformed the industry benchmarks set by our survey vendor.\n84%\n84%85%86%\n86%87%\n80%90%\nQ1 Q2 Q3 Q485%86%EngagementInclusion\nTotal Responses \n(Q1-Q4): 6334\nResponse Rate \n(Avg Q1-Q4): 35%\n49", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}