{"page_content": "Social / Our People / 02 Inclusion\nPolicies, Systems, and Procedures  \nAt Akamai, we believe it’s imperative to consistently audit and review our \npractices, systems and policies, and implement changes where applicable. These efforts are performed at an organizational level and at the team level. By empowering our global teams to reflect on the employee and customer experience via intentional reflection and conversations with diverse perspectives, we will continue to work to make the Akamai experience even more inclusive. To this end, we’ve introduced a process focused on creating inclusive job descriptions globally. We also joined industry leaders in the technology sector to identify and remove biased, offensive and racially insensitive terminology across our portfolio. Furthermore, we conducted an internal pay equity analysis covering gender globally and both race and gender in the United States.\nFor example, in 2022, we reviewed our U.S. benefits guide for inclusive \nlanguage. Based on feedback from employees — and a collaborative effort between our Global Benefits team, new employees and leaders of our Employee Resource Groups — we created a revised benefit guide with more progressive language. This effort will continue into 2023 and reflects our commitment to an inclusive employee experience.Nonbinary Option in Oracle EBS \nAkamai recently announced the addition of nonbinary gender options for its full-time employees. This means that in addition to female and male, Akamai employees can now identify as nonbinary within some of Akamai’s internal programs and systems. This significant move is part of Akamai’s ongoing efforts to create a more inclusive and diverse workplace. This systems update also brings us further in line with the company’s values of respect, openness and inclusivity.\n50", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}