{"page_content": "Social / Our People / 02 Inclusion\nAkamai Contacts: Pronunciation\nIn 2022, we updated the Akamai Contacts platform, our internal employee \ndirectory. A new field was created within Contacts, which allows employees the opportunity to insert the phonetic pronunciation and/or a video demonstrating how to say their name, in addition to the already available option of a preferred name. \nThis important system change started with employee feedback and was \nsuccessfully implemented with cross functional collaboration between the Network Systems, Information Technology, and Inclusion, Diversity, & Engagement (ID&E) internal team members. Linode Integration, Creation of Intersect\nIn 2022, Akamai acquired Linode, an independent cloud provider that is instrumental in enabling Akamai to help our customers build, secure and deliver applications and experiences. Linode’s workforce consisted of more than 250 employees and was a home for three Employee Resource Groups (ERGs). \nOver the course of several months, Linode’s ERGs combined and \nreorganized with the already existing structures at Akamai. Members representing individuals of underrepresented genders, LGBTQIA+ community members, and Asian American and Pacific Islander employees have come together under the umbrellas of Akamai’s Women’s Forum, out@Akamai and Akamai’s Asian & Pacific Islander Circle ERGs to enrich our “One Akamai” Family\n.\nAt out@Akamai, our ERG focused on the LGBTQIA+ community, a new chapter focusing specifically on underrepresented genders formed. The new group, Intersect, takes its name from the ERG founded at Linode to tackle issues specifically related to gender. Intersect creates a supportive space to encourage and advocate for one another, with 70 members already in 2022. Together with out@Akamai, Intersect organized several well attended events. “OUTspoken — A Series of Employee Panel Discussions” and “Introduction to Gender Identity — A Journey Through\nAkamai Costa Rica \noffice - taken and provided by Akamai employee Adriana R.\n51", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}