{"page_content": "Social / Our People / 02 Inclusion\nHistory” both proved very popular. Each event was made available in all \ntime zones where Akamai has a presence in partnership with the Women’s Forum ERG. We’re excited for Intersect’s continuing work and what they can bring to Akamai.\nLGBTQIA+ Health Benefits Guideline\nThe LGBTQIA+ Health Benefits Guideline is a compilation of the health benefits Akamai provides to U.S. employees to support their journey to and through gender affirming care and LGBTQIA+ community physical and mental health needs. Thanks to this guideline, employees can quickly and easily find links to related insurance policies and resources. This will help them to understand quickly what services are covered, what is required and how to access these benefits.\nThis guideline is the result of the collaborative work between Akamai’s \ninternal Global Benefits team and Akamai’s internal ID&E office, and it demonstrates the efforts made to maintain very high standards to promote equity and inclusion in the workplace. This effort began in 2022 and continued into Q1 2023.  Inclusive Hiring\nThe Akamai Career Hub (ACH) tries to provide individuals with visibility to next-level, hierarchical roles, while also displaying alternative career pathways that are available based on their unique skills, expertise, and experience. \nThe ACH also suggests activities that will accelerate development as an \nindividual advances in their career with Akamai. This new technology reinforces our philosophy that career paths and advancement look different for all employees. The platform takes into account an employee’s full skill set, acknowledging that competencies and experiences are important in suggesting potential next steps. Similarly, ACH will suggest jobs with skills that are similar to those included in an employee’s ACH profile. ACH jobs alerts are not suggested based on an individual’s current organizational level, hierarchy, reporting, title, etc. and may include roles that are below, at or above their current organizational level. In this way, ACH job alerts provide an individual visibility to all potential pathways within which they may make a career shift based on their current skills, competencies, and experiences. This platform showcases more opportunities than those that are at the next hierarchical level or those that may be viewed as typical next step roles.\n52", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}