{"page_content": "Social / Our People / 02 Inclusion\nTraining\nIn our team training modules we discuss connecting in a hybrid workplace, \ncreating psychological safety, and risk taking. Additionally, Akamai’s global employees often reference specific models focused on bias, and create a safe environment where employees feel comfortable sharing stories of learning and experimentation. \nLEAD Program \nThe Learn, Engage, Achieve, Drive (LEAD) Program is a global, open \nenrollment, manager development internal program targeted to all leads and managers with one or more direct reports. It comprises four online modules: Impact, Coaching, Performance and Team. Each module has its own curriculum in our Learning Management System (LMS) that is composed of the following components: \n•\n An activity guide\n•\n A\n series of short leadership videos\n•\n A\n facilitated webinar\n•\n An evalua\ntion to provide feedback on the moduleAll leaders who complete all four modules receive a digital LEAD badge to showcase on LinkedIn, within Akamai Contacts, in their email signature and more. \nThe LEAD Program strives to equip our leaders with the skills and abilities \nneeded to effectively manage in an increasingly complex environment. Being a manager in a hybrid work environment requires different skills and enhanced competencies related to team building, performance management and coaching. As Akamai continues to grow and change, it’s important that we meet these new and evolving employee needs. The content and models covered in the LEAD program help us continue that work.  \nThe LEAD program is a key element of our retention strategy. We believe \nthat strong leaders create higher performing teams and see lower turnover rates. Through LEAD, our people managers will:\n•\n Impr\nove their presence and confidence, learn coaching \ntechniques and best practices for giving and receiving feedback \nand find ways to create an engaged and inspired team\n•\n Expand their pr\nofessional networks across geographies and \nbusiness functions, learn new skills and invest in their leadership capabilities\n•\n Earn a digital badge upon completing all four modules within \n \na year\n54", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}