{"page_content": " \nDeveloping our Grow Program \nIn 2022, Akamai faced the challenge of employees returning to offices \nand navigating hybrid work. In May of that year, Akamai launched a global flexible working program called FlexBase. The program was designed to give employees choice and flexibility to work in the way that best suits their individual situations. \nTo work to ensure employees had equal resiliency in adapting to this \nnew working environment, Akamai launched an additional module of our training program, called the Grow Program. This module brought together elements and learnings from all of the program modules and framed them around being successful in a hybrid workplace. The SCARF® model was also particularly important because it helped employees avoid creating feelings of threat in others around status, certainty, autonomy, relatedness and fairness. The SCARF model also helped explain that autonomy is a primary factor in FlexBase. The FlexBase program included new support materials that reinforce the importance of a growth mindset, inclusion, biases and speaking up in this new and different hybrid environment.\nLaunching the FlexBase Program\nAfter launching our FlexBase program in May 2022, currently, 96% of \nAkamai’s nearly 10,000 employees have complete flexibility to choose where they work — either at home, in the office or a combination of both. Speaking about what makes the program so relevant, our EVP and Chief Human Resources Officer Anthony Williams commented, “We believe in giving our employees the power of choice, so they can decide to work where they perform at their best.”\nThe FlexBase program was created to address employee concerns \nabout working remotely during the pandemic. We listened to what employees said they wanted and what mattered most to them and crafted a permanent workplace policy to support them now and into the future. Since the program launched, almost half of our workforce has made the decision to work from home on a permanent basis. Another 4% have chosen to work in the office full time. The balance of the workforce has \nopted for a combination of both, as their needs require.Social / Our People / 02 Inclusion\nA total of 30 LEAD sessions were run in 2022\nModule\nImpact\nCoaching\nPerformance\nTeam# of \nSessions RunOverall\nProgram RatingTotal\nParticipant\n9 8.7/10 186\n7 9.0/10 132\n7 9.1/10 101\n7 9.3/10 89\n55", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}