{"page_content": "Social / Our People / 02 Inclusion\nPartnerships\nIn 2022, Akamai engaged in multiple partnerships that enabled us to drive \nchange in our communities while also building meaningful relationships. This year we continued our long-standing partnership with Mass TLC  \nand were honored as a local trade organization in their 2022 Tech Top 50.   Akamai also sponsored several dinners and networking events. On October 27 in Boston we were proud to participate in the GLBTQ Legal Advocates and Defenders’ (GLAD’s) Annual Spirit of Justice Award Dinner. The awards dinner honored Nadine Smith, the co-founder and Executive Director of Florida’s statewide organization dedicated to ending discrimination based on sexual orientation and gender identity, Equality Florida. On November 8th, we joined the Men of Color Dinner in Boston. Founded as the Boston Men’s Dinner Group in 1997, it is a social networking forum that convenes men and women of color to develop mutually beneficial relationships. It is an amazing opportunity for our employees to represent Akamai and network. Akamai also took part in the New England Dinner for Human Rights Campaign that took place on November 19th. Akamai proudly was a Gold Sponsor as showing our commitment to equality and human rights is truly our mission. \n \nIn the Europe, Middle East and Africa (EMEA) region, Akamai employees had the opportunity to participate in a D&I Changemakers conference in Krakow, Poland, organized by the Diversity Hub. During this conference, we ran a panel on the effectiveness of Employee Resource Groups as well as other inclusion and diversity related topics. As Tomasz Dabrowski, the owner of Diversity Hub, mentions, “Diversity Hub promotes the idea of managing diversity in a business environment and integrates the community of experts around diversity.” Akamai teams were also present at a conference, organized by our partners Futurecollars, called Women in IT Career Day in Warsaw, Poland.\n57", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}