{"page_content": "Social / Our People / 03 Diversity\nDiversity\nAt Akamai, diversity means bringing together our unique \nskills, talents and backgrounds to solve the world’s toughest challenges. Our users, buyers and stakeholders change constantly. So do we. It is crucial to not leave anyone behind. As we seek to build better processes that mitigate bias, our goals are to create a fair and level opportunity for all to participate in the exciting work in front of us. When we build our programs, we aim for them to be inclusive and consider all possible participants.   \nContext for the Report\nIn analyzing our workforce diversity results, there is a key distinction \nbetween technical and non-technical role types at Akamai. \nTechnical roles designate jobs directly linked to delivering our \ntechnological services, such as Developer, Network Designer and Solution Engineer. Non-technical roles are jobs that contribute to the overall management and operations of Akamai as a business, for example, Account Executives, Marketing, Finance, HR and Legal.Gender Representation\n  In 2022, our overall women representation \ndecreased by 0.1%. This is the first time Akamai has seen an overall decrease year over year since we released our inaugural report in 2021.\nWomen\n27.2%YOY Change\n-0.1%\n+0.2%\n+0.8%-0.8%\n-3.2%Technical\n22.1%\nManager\n24.6%Non-Technical\n44.5%\nVP+\n16.9%\nThe global percentage of nonbinary employees is 0.1%, because of the statistically small population size, we have not specified the number of nonbinary employees by division or geography. Our goal is always to preserve confidentiality and anonymity in our reporting.Our gender representation of women in technical roles has increased  by 0.2% year over year and by 0.8% in manager roles year over year.\nData is an aggregate of reports from various Akamai internal systems. Data was pulled periodically throughout 2022 and provided by Akamai’s internal people analytics team. Akamai is a GDPR compliant company.\n58", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}