{"page_content": "Diverse Interview Panels\nMaking sure our hiring panels are diverse is a key practice in working toward \nensuring that we are building a diverse workforce at Akamai. In 2022, 66.1% of all our interview panels included at least one female interviewer. This is 0.4% more than in 2021. Focusing on the U.S., in 2022, 73.7% of our interview panels for open positions included at least one interviewer from a racial or ethnic group that is underrepresented in the tech sector. 2022 saw a 12.6% decrease in this number from 2021. It’s important to note that the way we count these numbers has changed. In July 2022, we began only counting filled positions. From January 2021 to June 2022, all requisitions were counted including filled, open and closed positions.  \nU.S. Diverse Slates of Underrepresented Talent\nIn 2022, 89.8% of Akamai’s open positions in the U.S. received at least one \napplicant from a demographic group that is underrepresented in the tech sector. 2021 saw the same rate of underrepresented applicants. \n ATA Program\nThe Akamai Technical Academy (ATA) is a technical training program for \ngroups that are traditionally underrepresented in STEM related fields who are interested in pursuing a technical career path, but who may not be formally educated in STEM-related fields. This includes women and nonbinary individuals, people from racial and ethnic minorities, and mature demographics. The first ATA class graduated in May 2016, and so far we have hired 141 ATA graduates into full-time roles at Akamai.\n In 2023, we will broaden the reach and impact of the program by \npartnering with Coursera. Coursera will deliver our ATA training program as a self-paced online certificate program that will be open to anyone globally. This learning model will give participants an opportunity to gain in-demand technical skills that position them for entry-level jobs in the technology space.\nAkamai will offer various engagement activities for participants and will \nprovide 250 scholarships a year globally. These scholarships will cover the cost of this program and help remove financial barriers, supporting our mission to create a more equitable and inclusive workforce.Social / Our People / 03 Diversity\n63", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}