{"page_content": "Social / Our People / 04 Engagement\ncross-cultural awareness. ERGs created some of the most well-attended \nevents at Akamai this year. The Indus Diwali celebration saw 62 participants. The session on parental anger organized by Akamai’s Parents ERG had 170 participants and the “Let’s Talk About Menopause” event run by the Global Women’s Forum gathered 150 participants. Our amazing Military Veterans ERG, which grew by over 43% in 2022, also hosted a Memorial Day Challenge to honor the U.S. military personnel who have died while serving in the United States armed forces.\nFurthermore, we recognize the importance of fostering awareness around \nERGs in the Akamai community. As a result, we launched an ongoing internal campaign called “The ABCs of ERGs” to help employees get to know the Employee Resource Groups. Within the ABCs program, employees can hear Akamai executives talking about the importance of ERGs and ERG Leaders describing their roles, and receive practical instructions on how to announce membership, change pronouns or add ID&E objectives into their yearly performance evaluations. So far the “ABCs of ERGs” campaign received 1,600 user engagements in the form of likes, comments, questions and meeting participation. This level of involvement demonstrates employee desire for content of this nature and provides a great pathway for people to begin their ERG journey. To give the ERG Leaders opportunity to grow we launched the ERG Leadership Academy, a 10 session training course designed specifically for Akamai ERG Leaders. The course discusses topics like active membership, business alignment and active listening. We are confident that ERGs will continue to make a difference in Akamai’s culture in 2023 and beyond.  \n“Everyone’s experiences were different\nbut challenges were similar.”\n— Anonymous ERG Leaders Survey from May of 2022\nEmployee Programs \nOur ongoing employee programs enable us to feel the “One Akamai” spirit. They create opportunities, support being productive and strengthen our business footprint. \n2022 was a very active year for Akamai’s employee programs. Initiatives \nsuch as the Leadership Competencies and Influence program and the Leadership Development Program provided support for our employees while also equipping them with the necessary skills and knowledge. The Leadership Competencies and Influence program focuses on providing executive learning solutions to senior managers and above.\n65", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}