{"page_content": "Social / Our People / 04 Engagement\nThe Leadership Development Program — which was initially launched \nin 2020 in San Jose, Costa Rica — fosters career growth and leadership skill enhancement for a group of Akamai employees who are nominated by their managers. Program participants learn more about effective communication, engage in conversations across cultures, lead with diversity and through change, tell stories and participate in other important trainings.\nAkamai also has a long history of women leadership programs such \nas Stand Tall in India, with five editions and more than 70 graduates focusing on exploring sources of a participant’s personal power. Stand Tall participants experience moments of strength and weakness, embrace themselves and develop their potential. A similar program called LeaderSHE was developed in Krakow, Poland, with more than 60 graduates and six cohorts so far. Participants receive the extensive support of experts from both within and outside Akamai to help them discover their strength and reach their goals as leaders. \n“The LeaderSHE program has allowed me to broaden my \nhorizons, open up to new concepts and take a more\nactive part in the life of the company.”\n— Participant in the second iteration of LeaderSHE, 2022 The well-being of our employees is paramount to Akamai. In 2022 we launched an internal program called Mental Health First Aid (MHFA) to further support employee well-being and reinforce a workplace culture where employees feel safe to openly discuss mental health. For this purpose, a group of employees in both EMEA (Europe, Middle East, Africa) and LATAM (Latin America) will soon be selected and trained to act as Akamai’s mental health first aiders.The virtual self-paced training prepares first aiders to use a five-step action plan to provide MHFA to colleagues in need of support. The Mental Health First Aiders are not therapists or psychiatrists, but they can provide initial support and direct to appropriate help if required.\n66", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}