{"page_content": "Akamai Reaches Out \nAkamai Compassion Fund\nHardship has no boundary, and can touch all of us. In 2020, the Foundation \nestablished the Akamai Compassion Fund, an employee hardship fund focused on providing personal grants for employees facing difficult and unexpected circumstances. The spirit of “One Akamai” is reflected through this important program that enables employees to be there for one another.\n“To be honest, I have never thought about applying for this  \nCompassion Fund, despite making multiple donations to it.  \nHowever, bad things can happen to anyone at any time, and we  \nnever know who will be the next. The grant provided by the fund  \nreally helped me get through a difficult period, and I am truly  \ngrateful for that. If you are facing difficulties, please remember  \nthat it’s okay to ask for help when you need it. Let’s all just try  \nto ‘pay it forward.’”\n— Anonymous, Akamai Employee and Compassion Fund Grant RecipientGlobal Disaster Relief/Current Events\nThe Akamai Foundation aids all stages of disaster relief including preparedness and resiliency, relief, and recovery efforts. We take both a short- and long-term view in order to best help our global communities during all phases of a crisis. \nMuch of 2022 was dominated by the war in Ukraine. We are incredibly \nproud to collaborate and partner with our employees to inform our giving, and stand in support of the Ukrainian people. We are touched by the acts of civic and personal kindness shown worldwide and especially by the Akamai community located in Poland. The Akamai Foundation provided humanitarian aid, an employee matching gift campaign, and STEM education grants to help support the people of Ukraine.\nYulia’s Dream\nYulia’s Dream is dedicated to the memory of Yulia Zdanovska, a 21-year-\nold graduate of the National University of Kyiv, a silver medalist at the 2017 European Girls’ Mathematical Olympiad, and a teacher for the “Teach for Ukraine” program who was killed by a Russian-fired missile in her home city of Kharkiv. The program is an initiative of the Program for Research in Mathematics, Engineering and Science for High School Students (PRIMES) at the Massachusetts Institute of Technology, and the launch was Social / Foundation / 06 Akamai Reaches Out\n85", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 84, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}