{"page_content": "Governance / 01 Responsible Business Practices\nBoard Oversight of ESG\nAkamai’s Board of Directors plays an active role in shaping the company’s \nESG strategy and initiatives, consistent with its responsibility for oversight of significant risks that affect the company’s business. \nThis effort is led by the Board’s ESG Committee, which is responsible, \namong other things, for overseeing management’s environmental initiatives, including our sustainability goals, corporate governance matters and social matters (including receiving periodic management reports on social matters, corporate culture, inclusion, diversity and engagement as it relates to employees, and the charitable activities of the Akamai Foundation).\nThe ESG Committee plays a central role in our program governance, \nincluding:\n•\n R\neviewing and monitoring corporate initiatives related to \nenvironmental, social and governance matters through regular management reviews. The reviews are related to strategy, initiatives and policies of the program which include:\n•\n Sustainability\n•\n Inclusion,\n Diversity and Engagement (ID&E)\n•\n T\nhe charitable activities of the Akamai Foundation• R eviewing our governance guidelines, bylaws and other key \ngovernance policies and recommending changes to the Board for approval\n•\n Identifying qualified individuals to serve on the Boar\nd of \nDirectors and recommending to the Board people to serve on committees\n•\n Overseeing the Boar\nd’s self-evaluation process\nThe ESG Committee coordinates closely with other Board committees, including: \n•\n T\nhe Audit Committee, which provides regular oversight of \nAkamai’s financial and accounting reporting processes and audits of our financial statements, which includes reviewing the professional services provided by our independent auditors, the independence of such auditors from our management, our annual financial statements and our system of internal financial and IT controls, including cybersecurity, privacy and network resiliency matters \n92", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 91, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}