{"page_content": "Governance / 01 Responsible Business Practices\n• T he Talent, Leadership and Compensation (TL&C) Committee, \nwhich provides regular oversight of talent development and \nsuccession planning, compensation of Akamai’s executive officers, directors and other employees (including establishing appropriate ESG related compensation programs), employee health and safety, and engagement \n•\n T\nhe Finance Committee, which oversees Akamai’s capital \nstructure, corporate finance strategy and activities, treasury and investment activities, acquisitions and other strategic transactions, retirement programs and insurance programs, and advises management on operational improvement plans that are intended to create sustainable long-term stockholder value \nEach of the Board’s committees operate under a charter that has been approved by the Board and is regularly reviewed.\nThe Board’s ESG Committee is composed of members with a wide range of \nexpertise and diverse skill sets. The committee is well equipped to review the material areas of ESG that affect Akamai, help address challenges, help develop appropriate goals, and work through emerging topics. In 2022, the ESG Committee’s contributions were pivotal. The committee members’ industry knowledge has helped Akamai build on our successes and develop a more robust program for the future.ESG Office\nThe ESG Office is charged with enabling a global ESG strategy that \nintegrates Akamai’s business goals with all ESG efforts across the enterprise. This is accomplished by performing materiality assessments and gap analyses, including benchmarking against other companies to identify and review Akamai’s key ESG focus areas, and by close collaboration with other external and internal ESG stakeholders and subject matter experts, like the Akamai ID&E Office and the Akamai Foundation. \nThe ESG Office is also responsible for Akamai’s ESG rankings and indexes, \nreporting under voluntary ESG reporting frameworks such as the standards set out by the Task Force on Climate Related Financial Disclosures (TCFD), CDP (formerly the Carbon Disclosure Project), the Sustainability Accounting Standards Board (SASB) and the S&P Global Corporate Sustainability Assessment (CSA). Assessing emerging ESG standards and regulations and coordinating with external consultants and advisors is also part of the ESG Office’s mandate.\nIn coordination with the Board of Directors, the Akamai ESG Office plays a \ncrucial role in helping Akamai work to achieve positive, systemic change, driving tangible value and positive impact for our customers, investors, employees and communities.\n93", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 92, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}