{"page_content": "Governance / 01 Responsible Business Practices\nBoard Independence and Diversity\nAkamai believes having an independent, diverse, active and engaged \nBoard is vital to our success. \nThe Board has determined that each member of the Board, other than \nour CEO, is an “independent director” as defined under Nasdaq Rules. In addition, the Board Chair is non-executive, promoting an independent approach to management oversight and adherence to sound governance principles. \nNew perspectives and ideas are critical to a strategic, forward-looking \nBoard. Our goal is to seek a balance between new points of view and the valuable experience that longer-serving directors bring to the boardroom. In addition, in considering new Board members, our Corporate Governance Guidelines set forth a process requiring that the initial list of individuals under consideration by the Board’s ESG Committee include one or more qualified candidates who represent diverse backgrounds, including diversity of gender and race or ethnicity.\nBoard Evaluations\nA key component of our approach to governance is a robust annual Board \nevaluation process, as set out in our 2022 Proxy Statement. Led by the Board Chair and the Chair of the ESG Committee, this review is intended to elicit the views of all directors. The evaluation may take various forms, including surveys, interviews conducted by external consultants and interviews by the Board Chair.\nRisk Oversight\nRelated to ESG and overall corporate responsibilities, the Board of \nDirectors oversees Akamai’s risk management. Our comprehensive approach to risk management includes the following committees: Audit; ESG; Finance; and Talent, Leadership and Compensation. Each of these committees assists the entire Board in fulfilling the critical role of managing risk. These committees regularly report to the Board as a whole with a focus on their areas of oversight. In addition, each committee works with the full Board to help ensure the committees and Board have received the information necessary to fulfill their duties and responsibilities concerning oversight of risk management activities. For more information on Akamai’s approach to risk management, please see our 2022 Proxy Statement on our Investor Relations website.\n94", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 93, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}