{"page_content": "Governance / 01 Responsible Business Practices\nBusiness Ethics and Compliance  \nOur Success Depends on Our Culture and Values\nAkamai’s continued success relies on securing and maintaining the trust of \nour customers, employees, investors, suppliers and the communities where we operate. The foundation of this trust is Akamai’s culture and its values. Our Code of Ethics guides how we do business with numerous external organizations, including our customers, suppliers and business partners. How we interact with these organizations is critical to Akamai’s continued success. We expect every employee, director, contractor and partner to live up to our values and to comply with our code and applicable laws and regulations. This is not just the right thing to do; it’s vital to our future success.\nSupporting a Culture of Compliance\nOur Global Ethics & Compliance program helps ensure that we live by \nour values. We work with internal stakeholders to develop value-driven procedures that are integrated in business processes across Akamai. These procedures focus on ethical conduct, transparency, anti-bribery, conflicts of interest, and sanctions and are routinely tested and audited. We actively monitor changes in business climate, emerging laws and regulations to assess risks and adapt our procedures.  In 2022, we evolved our anti-bribery procedures to address a growing range of sales tactics in emerging markets. We continued to monitor and adapt to the emerging application of sanctions regulations to internet technologies by strengthening procedures designed to avoid business interactions with sanctioned entities and to address export control risks. Much of this work was in response to the Russian invasion of Ukraine. Our program plays an active role in undertaking investigations and driving appropriate corrective action in response to concerns escalated by employees and third parties through our global Ethics Hotline. \nAkamai’s culture of compliance and ethical values guides our responsible \nbusiness practices and helps ensure that we do business in accordance with our ESG principles.\nHuman Rights and Labor\nDoing Right by Our Employees\nRespect for human rights is a fundamental value at Akamai. We value \nand celebrate individual and cultural differences and are committed to providing an inclusive environment that is free from inappropriate behavior, unlawful harassment and discrimination. We are proud to be consistently recognized as a great place to work.\n95", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 94, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}