{"page_content": "Governance / 01 Responsible Business Practices\nThe Workplace of Today\nIn 2022, Akamai delivered on the promise of our Future of Work initiative. \nWe launched our FlexBase Program based on four core beliefs:\n•\n Fle\nxibility and personalization: Giving employees a choice of work \nlocations at home, an office or both supports better work-life balance.\n•\n Cultur\ne and connection: Building a flexible work culture based on \ntrust and connection enhances our customer-first, results-driven, inclusive and innovative culture.\n•\n Ef\nficiency and sustainability: Operating as a more distributed \nworkforce leads to more efficient communications and helps Akamai realize improved sustainability.\n•\n Oppor\ntunity and growth: Working more flexibly lets Akamai \naccess broader, and often more diverse, labor markets so that we can continue to attract the best talent while offering our existing employee community opportunities for growth. \nStriving for Fair and Equitable Pay\nPay equity is core to our values at Akamai. We are strongly committed to \nfostering an inclusive workforce that welcomes diversity and embraces fair and equitable pay. We have designed our compensation systems to be fair and equitable for all of our employees globally, but because this is a human process, it’s essential for us to ensure that we’re meeting our intended outcomes.\nSince signing the White House Equal Pay Pledge in 2016, we are \ncommitted to monitoring our pay practices regularly and making adjustments as necessary to deliver on this pledge. We currently conduct biannual internal pay equity analyses (with the assistance of a nationally recognized outside consultant), covering gender globally and race and gender in the U.S. We take action to remedy identified discrepancies as appropriate. To date, no widespread patterns of disparity have been identified.\nPartnering With Companies That Share Our Values \nAkamai stands against the shameful and harmful effects of slavery, \nservitude, forced or compulsory labor, and human trafficking in societies around the world. Our Guiding Principles for Suppliers and Partners, our Human Rights Policy, and other policies embody our corporate values, as do the international principles established by the Universal Declaration for Human Rights, the International Labor Organization’s Declaration on Fundamental Principles and Rights at Work and the United Nations Global Compact Strategy.\nSince the inception of the U.K. Modern Slavery Act (2015) and the \nAustralia Modern Slavery Act (2018), we have filed annual disclosures in accordance with applicable law based on ongoing reviews of our business \n96", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 95, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}