{"page_content": "Governance / 01 Responsible Business Practices\noperations and applicable policies. Our Human Rights and Modern Slavery \nexpectations are reflected in Akamai’s Responsible Supply Chain Program (RSCP), and we continue to improve diligence procedures to identify these risks and work with our business partners to help ensure that our collective \nactivities are free from the effects of slavery.\nResponsible Supply Chain\nAkamai’s Responsible Supply Chain Program (RSCP)\nAkamai seeks to ensure a responsible supply chain by working with \ndiverse, environmentally and socially conscious, and responsible suppliers. Our Responsible Supply Chain Program is designed to encourage our suppliers to align with, and keep evolving in partnership with, our corporate goals and ESG values that Akamai is committed to as a company. We look to partner with businesses to help mitigate supply chain risks, create opportunities for diverse representation, protect our stakeholders \nand inspire better business.\nSupply Chain Standards\nWe set a high bar for ourselves and for our suppliers. Akamai’s Guiding \nPrinciples for Suppliers and Partners communicate our values and expectations for all Akamai suppliers, resellers and business partners. These principles reflect the values we strive to uphold in our own policies and business conduct. We expect our suppliers and partners to not just \ncomply with applicable laws and regulations but to follow the spirit and intent of these guiding principles to ensure respect for human rights, \nenvironmental sustainability and integrity. Our supplier diversity tool, developed with our partner Viva, enables us to better identify and track opportunities to broaden the range of minority-owned suppliers that we engage through our corporate procurement and spending.\nSupply Chain Risk Assessment with EcoVadis \nTo gain insight into potential supply chain risks and opportunities and to \nenhance our engagement with suppliers, we entered into a professional partnership with EcoVadis in 2022. EcoVadis is a trusted provider of business sustainability ratings. Serving a global network of more than 100,000 rated companies, it is considered one of the world’s largest providers of such ratings.\nThe EcoVadis sustainability assessment provides an evaluation of how well \na company has integrated the principles of sustainability and corporate social responsibility (CSR) into their business and management processes. Using the EcoVadis platform, we have collected details on the performance of participating suppliers in different key ESG focus areas.\nThe EcoVadis methodology is built on international sustainability \nstandards, including the Global Reporting Initiative, the United Nations Global Compact and the ISO 26000 standard, covering more than 200 spend categories and over 175 countries. The EcoVadis Sustainability Scorecards for each participating supplier illustrate performance across 21 indicators in four key ESG themes: environment, labor and human rights, ethics and sustainable procurement.\n97", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 96, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}