{"page_content": "Score Distribution\n1%4%13%\n11%22%25%\n23%\n00-14 35-44 25-34 15-24 45-54 55-64 65-74 75-84 85-100Governance / 01 Responsible Business Practices\nBy sharing their EcoVadis Sustainability Scorecards, suppliers provide \ninsight into their ESG performance, which allows us to understand the ESG efforts of our suppliers and find places for improvement.  \nSupplier Benchmarking\nTo be more closely aligned with Akamai’s ESG values and goals, we are \nestablishing a baseline for the ESG performance of our top suppliers. This will help us create goals designed to achieve meaningful improvements in the future. The EcoVadis platform helps to determine the current ESG performance of each participating supplier, create improvement plans where necessary, and track progress against those plans. We expect our suppliers to consistently monitor and enforce our standards in their own operations and supply chains, as well as making improvements to meet or exceed our expectations.\nOur Progress in 2022\nIn our first campaign in collaboration with EcoVadis - initiated in October \n2022 - we invited a total of 179 suppliers to participate in our RSCP .  The initial invited suppliers represented a number of our top suppliers by spend (which represent about 70% of our current total annual supplier spend) as well as other suppliers who actively participate in the EcoVadis scorecard system and thus were in a position to quickly share their scorecard with us.  As of the end of March 2023 we have received scorecards from approximately sixty-five percent of invited participants and we continue to work with the remaining suppliers to underscore the importance of their participation in our RSCP . \nThe majority (70%) of our rated suppliers are large suppliers with more \nthan 999 employees, 21% are medium suppliers (100-999 employees), 6% are small (25-99 employees) and 3% are extra small (1-24 employees) suppliers. \nOur rated suppliers score significantly better than the EcoVadis network-\nwide average of evaluated companies. According to the Akamai’s Supplier Dashboard within the EcoVadis platform, the average score of our rated suppliers is 57.6, well above the EcoVadis network-wide average benchmark score of 45.1.\n98", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 97, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}