{"page_content": "Ecovadis Sub Category / Overall Score\n63 Telecommunications\nData processing, hosting and \nrelated activities, web portals\nComputer programming, \nconsultancy and related activities57\n50According to Akamai’s Supplier Dashboard within the EcoVadis platform, \nthe rated suppliers within strategic subcategories which include telecommunications (including data center), data processing/hosting and computer programming for Akamai are all rated above average or at average.\nDriving Continuous Improvement\nWe continually evaluate our supply chain to identify the industries, regions \nand issues where we have the greatest opportunities to have a positive impact and to identify and mitigate risks. \nThis includes factors impacting our ability to achieve our 2030 \nsustainability goals, providing an inclusive environment free from inappropriate behavior, including unlawful harassment and discrimination, and encouraging adherence to ethical business practices. To support continuous improvement, we work closely with our suppliers around the world, identifying partnerships and programs to help our suppliers reduce their environmental impact and improve their ESG scores. To foster this culture of continuous improvement across Akamai’s procurement team, in 2023 we plan to provide mandatory trainings on our responsible supply chain program including human rights and modern slavery topics.\n \nData Privacy and Security\nData Security, Customer Protection and Privacy \nCommitted to Privacy\nAkamai is committed to privacy protection. We strive to comply with \nthe privacy laws of all countries in which we operate. In carrying out our mission to power and protect life online, we accept that the way we process personal data is a critical part of the trust that our customers and the internet community place in us.Governance / 02 Data Privacy and Security\n99", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 98, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}