{"page_content": "Governance / 02 Data Privacy and Security\nA Principled Approach\nAkamai’s Data Protection and Privacy Program is designed to protect the \npersonal information that we process through a privacy-first ethical data program based on globally established privacy principles. These principles allow us to operationalize privacy at Akamai in a way that a purely rule-based approach would not — they make protecting privacy a part of everything that we do.\n \nProcessing with a Purpose\nAkamai focuses on processing personal information for specific reasons, \nincluding:\n•\n T\no provide, improve and manage our services\n•\n T\no identify and prevent malicious or fraudulent activity that \nthreatens people on the internet  \n•\n T\no secure our systems and those of our customers \nTherefore, while we process data, including personal data, to enable our customers to offer better end-user experiences and secure their products and services on the internet, Akamai does not process data with the intention of identifying individual internet users or selling or sharing their personal information.To ensure operations are consistent with this purpose, Akamai has made privacy a part of every employee’s job through annual awareness training and a Privacy by Design policy and approach for all data use initiatives, including a privacy impact assessment prior to the launch of any new product.\nPrivacy Governance\nPrivacy at Akamai is managed by our Global Data Protection Office which \nis a part of our Legal Department. Our Chief Privacy Officer (CPO) is responsible for Akamai’s privacy policy, strategy and oversight including management of the privacy function. The CPO reports to the Company’s General Counsel. Additional oversight is provided by the Board of Directors through its internal Audit Committee which reviews privacy risks and the associated programs run by the Global Data Protection Office, and to which the CPO reports multiple times annually.\n \nContinuous Improvement\nOngoing review, audit and continuous improvement are important \nparts of privacy governance at Akamai. In 2022, working hand in hand with Akamai’s Information Security Team, Akamai received two crucial ISO certifications relating to data security and privacy: ISO/IEC 27001:2013 and ISO/IEC 27701:2019. These certifications confirm \n100", "metadata": {"source": "NASDAQ_AKAM_2022.pdf", "page": 99, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}