{"page_content": "ALICO  2022 ESG REPORT    14\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nENERGY \nAND CLIMATE\nAs an agriculture company, we are often at the mercy of the \nenvironment. Pumping water is one of the major drivers of energy \nuse at Alico. Fuel to power our vehicles and equipment is another \nsource of energy consumption, as is electricity to power our \nbuildings. As we seek to optimize our energy use, we are looking \nat a variety of ways to be more efficient while still being ready to \nrespond to the daily energy needs of a 49,000-acre citrus operation.\nCARBON REDUCTION  \nOPPORTUNITIES\nAlico undertook its first corporate carbon footprint in FY 2021. \nThe results showed that 87 percent of our Scope 1 and Scope 2 \nemissions were directly attributable to our use of fertilizer. Like \nmost other agriculture companies, we use nitrogen fertilizer, \nwhich has extremely high global warming potential. As a result, any \nsubstantive reduction in our carbon footprint will need to take into \naccount the type of fertilizers we use and the amount we apply. \nWe have since started to investigate alternative options that will \nhelp meet our environmental goals, including utilizing more urea \nin controlled-release fertilizer. We acknowledge that this is a long-\nterm transition that is greatly influenced by production needs and \nfertilizer pricing. For FY 2022, our fertilizer application practices \nremained consistent, suggesting that our carbon footprint would \nnot significantly vary from FY 2021 results. For that reason, we \nhave elected to hold off on another carbon footprint exercise until \nwe have implemented fertilizer changes significant enough to \nimpact our overall emissions profile.ENERGY PERFORMANCE2\nIndicator Unit FY 2021 FY 2022\nT otal Energy Use Gigajoules (GJ) 266,828 257,550.7\nElectricity Gigajoules (GJ) 4,964.2 4,776.9\nDiesel Gigajoules (GJ) 231,240.7 224,167.4\nPropane Gigajoules (GJ) 214.6As the FY 2021 \ncalculations showed \npropane to have de \nminimus contribution to \nour overall energy profile, \nwe have not tracked it \nthis year.\nGasoline3Gigajoules (GJ) 30,924.9 29,141.8\nPercentage electricity from grid Percent (%) 1.9 1.9\nPercentage renewable energy in existing  \nelectricity grid mix4 Percent (%) 3.9 4.7\nBiomass Percent (%) 2.3 2.1\nSolar Percent (%) 1.5 2.5\nHydro Percent (%) 0.1 N/A\nPercentage renewable electricity (additional) Percent (%) 0 0\nScope 1 emissions Metric tons CO2e (tCO2e) 54,960.3\nNot trackedNon-Mechanical FIeld Management Emissions4Metric tons CO2e (tCO2e) 48,334.5\nStationary Combustion Metric tons CO2e (tCO2e) 3,808\nMobile Combustion Metric tons CO2e (tCO2e) 2,759.4\nRefrigerants Metric tons CO2e (tCO2e) 58.4\nScope 2 emissions Metric tons CO2e (tCO2e) 537.8\n2  See page 34 for important information about methodology and restatements.\n3 Fleet fuel consumed for vehicles and equipment.\n4 FertilizerEnvironmental \nStewardship", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}