{"page_content": "ALICO  2022 ESG REPORT    15\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nTCFD  \nDISCLOSURES\nAlico uses the Taskforce on Climate-Related Financial Disclosures \n(TCFD) framework to align our communications about climate-\nrelated risks and opportunities—and how we’re responding to the \nclimate change imperative.\nGOVERNANCE\nThe Sustainability and Corporate Responsibility Committee of \nthe Board of Directors provides oversight for climate risks and \nopportunities. The committee has ultimate responsibility for \nthe direction of Alico’s climate-related policies, strategies and \nprograms, including the disclosure of greenhouse gas emissions \nand the setting of carbon reduction targets. \nAlico’s Sustainability Steering Council, consisting of a cross-\nfunctional team of senior leaders across the company and headed by \nthe Chief Executive Officer, is responsible for the management of \nclimate-related risks and opportunities. \nRISK MANAGEMENT\nWhile we are in the early stages of climate risk management, we \nare guided by external standards like the International Panel on \nClimate Change (IPCC) climate risk scenarios, TCFD guidance on \nconducting climate risk assessments and the Network for Greening \nthe Financial System (NGFS) climate scenario data bank. \nTo prepare and respond to these risks, Alico is using the \ninformation gathered during our baseline carbon footprint project \nto estimate the potential cost of carbon regulations, examining \nopportunities to reduce reliance on fossil fuels and constantly \ntesting new varieties of citrus trees to prepare for changing \nclimate conditions. Positioned to quickly act on climate-related \nopportunities, Alico is actively engaged in the evolving voluntary \nagriculture-based carbon credit market.Climate Risks Climate Opportunities\nShort T erm \n(1-5 years)• Growth in global trade and warming \nconditions may increase the likelihood \nof more and/or different invasive pests \nand introduce new viral and bacterial \nthreats to citrus trees and products.• Alico may find competitive advantage \nas a “first mover” on climate, including \npreferential treatment from customers \nand investors. \n• Introduction of voluntary agriculture-\nbased carbon credit markets may create \nnew revenue sources for companies like \nAlico.\nMedium T erm (6-14 years)• Financial impact of carbon regulations, \nincluding carbon taxes, may become a \nsignificant budget consideration.  \n• Changes in weather conditions and \natmospheric carbon levels may begin \nto impact productivity of citrus trees, \nrequiring new strains to be planted that \nare better equipped to local conditions.• As carbon becomes regulated, the \nprice of carbon credits is expected to \nrise significantly, potentially providing \na material revenue source for Alico \nin both citrus operations and land \nmanagement.\nLong T erm \n(15+ years)•  Significant increase in chronic and \nacute physical climate risks, including \nhigher temperatures, changes in rainfall \npatterns and sea-level rise, may disrupt \noperations and impact profitability.•  As biodiversity thresholds are \nestablished and integrated into science-\nbased targets, Alico may be well \npositioned to participate in biodiversity \noffset programs, creating yet another \nrevenue source for the company.\nCLIMATE STRATEGY\nOur climate strategy is closely aligned with the Florida citrus \nindustry, who collectively face similar challenges: an increase in \nextreme weather events, more frequent and more intense swings \nin rainfall patterns, invasive pests at least partly driven by warming \ntemperatures, and rising seawater levels. We are working in \ncollaboration with industry partners, including the University of \nFlorida, to identify opportunities to mitigate our risks, prepare for \nthe future and build resilience. METRICS AND TARGETS\nOur focus on FY 2021 was the completion of our first carbon \nfootprint to better understand our baseline GHG emissions-\ngenerating activities. (See page 14 for more information on \nour carbon footprint baseline.) Looking ahead, we will also be \ndeveloping carbon intensity metrics that will allow us to understand \nour emissions in relation to production and revenue data. This \nprocess will enable us to more effectively integrate carbon risk into \nour business strategy and risk management processes. Ultimately, \nwe expect to set science-based targets aligned with the IPCC \nrecommended 1.5 °C global warming threshold, including a glide \npath to net-zero emissions by 2050.Environmental \nStewardship", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}