{"page_content": "ALICO  2022 ESG REPORT    16\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nQ&A with  \nDANNY SUTTON\nPRESIDENT AND GENERAL MANAGER  \nOF ALICO CITRUS\nStepping back from the Florida Citrus Commission and focusing on \nAlico, what do you think are the biggest opportunities to improve \nAlico’s sustainability impacts over the next five years?  \nIt is challenging to say, but a possible opportunity would be through \na lease program or possibly selling land for a solar program. Those \nare not certain, but they are certainly opportunities that will be \nenhanced through this new bill [the Inflation Reduction Act]. We \nhave had recent challenges with the high costs of fuel  as well as with \nfertilizer costs, both have been brutal, we’ve had to cut inputs on \nboth sides. One area we feel confident we hold value is through our \nagricultural contribution in putting trees in the ground and growing \ncrops to feed the world.  Danny Sutton is the President and General Manager of Alico Citrus. \nHe has held that position since November of 2017. Mr. Sutton \nbegan his career with Alico in 1999 as a Grove Manager and was \npromoted to Production Manager in 2001, and then to Director of \nCitrus in 2006. \nYou’ve been at Alico for more than two decades, what has kept you \nhere for so many years?  \nAlico has always been willing to make the necessary inputs that keep \ntheir groves viable and productive. It’s refreshing to work with such \na good group of people that have been here for so many years. I have \nbeen here for 23 years, but a lot of the people that work for Alico \ncould almost double that. It is nice to be here with people who have \nbeen here their whole career. You were recently appointed to the Florida Citrus Commission \n(FCC). What are the roles and responsibilities of being a \ncommissioner?  \nThe FCC is a nine-member board appointed by the Governor of \nFlorida to represent citrus growers, processors and packers. You \ncan think of us as the board of directors for the Florida Department \nof Citrus (FDOC). We oversee the Florida Department of Citrus \nand regulate the quality standards for citrus grown in Florida. We \nalso oversee  a number of marketing initiatives that promote Florida \ncitrus to the world. I serve as a Grower representative for District \nThree, which covers the southern part of the state, as well as the \nwestern  coast.\nEnvironmental \nStewardship", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}