{"page_content": "ALICO  2022 ESG REPORT    17\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nIndicator Unit FY 2021 FY 2022\nT otal water withdrawnThousand cubic meters \n(m3)2,640 2,318\nPercentage in regions with high or  \nextremely high water riskPercent (%) 48 48\nT otal water consumedThousand cubic meters \n(m3)2,640 2,318\nPercentage in regions with high or  \nextremely high water riskPercent (%) 48 48\nNumber of incidents of water-related non-compliance Number (#) 0 0WATER PERFORMANCEWATER\nAlico has groves across Florida, in both the flatwoods, characterized \nby sandy soils and high water tables on mostly flat land, and along \nthe Central Florida Ridge, characterized by very sandy soils and \nlow water tables. What this means in practice is that we must adapt \nour water management practices to deal with different irrigation, \nerosion and nutrient run-off challenges. Algae growth, excess \norganic matter buildup (biosolids) and sedimentation are threats \nthat we carefully navigate with a team of grove managers with \nunparalleled experience.\nIn FY 2022, we continued our conservation easements to support \nwater quality and eco-system health and participated in a water \nsampling program through the Joshua Water Control District. \nThese programs help ensure that we are protecting the environment \nof our surrounding communities and promoting good growing \nconditions for our citrus trees.\nBEST MANAGEMENT  \nPRACTICES\nWe follow the Florida Department of Agriculture and Consumer \nService’s “Water Quality/Quantity Best Management Practices \n(BMP) for Florida Citrus” to ensure that our agricultural practices \nstay within permitted levels and do not adversely affect local \necosystem and waterways. BMPs are individual practices or \ncombinations of practices that, based on research, field-testing, and \nexpert review, have been determined to be the most effective and \npracticable means for maintaining and/or improving water quality.\nT otal water withdrawn includes groundwater and rainwater, which both falls directly on the groves and is captured in lagoons and used \nas tailwater for additional irrigation where needed. All water withdrawn is applied to the land and so is considered consumed. Using WRI’s \nAqueduct tool, we have determined that 48% of our groves are in areas of high baseline water stress.Environmental \nStewardship\n", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}