{"page_content": "ALICO  2022 ESG REPORT    20\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nSUSTAINABLE AGRICUL TURE\nAlico is committed to operating its citrus groves and surrounding \nland with an eye to sustainable and regenerative agriculture \npractices. Over the last four years, we planted an average of \n375,000 trees a year and cared for each tree over its 25-year \nlifespan with precision agriculture techniques to optimize the \napplication of fertilizers and pest management chemicals. Regular \nsoil sampling ensures that we can track and manage nutrient levels \nand avoid over-application of materials that can compromise overall \necosystem balance. We collaborate with local partners to ensure that \nwe have an ongoing pipeline of innovative opportunities to explore.\nGENETICALL Y MODIFIED  \nORGANISMS (GMOS)\nAlico does not use genetic modification in any of its citrus products, \nand we have no plans to do so in the future.COLLABORATION AND  \nINNOVATION\nAlico has long partnered with the University of Florida Institute of \nFood and Agricultural Sciences (UF/IFAS), whose mission is to \ndevelop knowledge in agricultural, human, and natural resources, \nand to make that knowledge accessible to sustain and enhance the \nquality of human life. Each year, Alico works with UF/IFAS on \nonsite agricultural trials that explore ways to improve crop yields, \nmanage pests and improve the environmental impact of farm \nmanagement practices.\nNUTRIENT MANAGEMENT\nThe single most important factor in the health of an agricultural \nenterprise is the condition of the soil. Healthy soil contains the \nright mix of nutrients, trace elements, bacteria and moisture. That’s \nwhy Alico has a robust soil sampling program based on “nutrient \nboxes.” Several times a year, Alico employees go into the groves \nto pull samples from the soil, as well as the tree leaves and tissue. \nThese materials are sent to a third-party lab, which creates detailed \nreports that guide future applications of nitrogen, phosphorous and \npotassium, magnesium, copper, zinc and other nutrients—designed \nto give each block of trees exactly what it needs, and nothing more.\nEnvironmental \nStewardship", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}