{"page_content": "ALICO  2022 ESG REPORT    3\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetAbout  \nAlico\nLetter from  \n the CEO\nI’m pleased to introduce Alico’s 2022 \nSustainability Report. \nAlthough enthusiasm for ESG seems to have \nwaned within the investment community \nover the past year while every company \nstruggles to compete in the difficult global \neconomic environment, Alico continues to \nfocus on being the best steward for our land, as we have done for \napproximately 124  years, and a responsible corporate citizen while \nmaintaining our leadership role within the agriculture industry.\n2022 saw Alico continue to be challenged by weather from a freeze \nevent in January and a hurricane in September, but our Company \nremains focused on delivering the highest quality citrus fruit \npossible to Florida orange juice processors for years to come. LETTER  FROM THE  CEO\nConsistent with the commitments we made in our inaugural \nSustainability Report in 2021, over the past year Alico has   \ndelivered on our Environmental, Social, and Governance promises. \nSome of our notable accomplishments include:\n• Beginning trials for slow-release fertilizer, which have the \npotential to significantly reduce our carbon footprint over the \nlong-term.\n• Providing human rights training to all employees, reinforcing \nour commitment to labor and human rights in our operations \nand across our value chain.\n• Launching the Alico Hispanic Council Committee, a business \nresource group dedicated to supporting our Hispanic and \nLatinx employees.\n• Reinstituting (after a two-year COVID-19 delay) the \nrequirement for all harvesting crew leaders  to complete a Farm \nManagement Certification Program, which provides an extra \nlayer of assurance on food safety and workplace safety practices. • Continuing our membership in the United Nations Global \nCompact (UNGC)and aligning our sustainability efforts with the \nUnited Nations Sustainable Development Goals (UNSDGs) for \nZero Hunger, Decent Work and Economic Growth, and Life \non Land.\nOur goal with this report is to make it easier for our stakeholders—\ninvestors, employees, customers, suppliers, industry groups and \nacademic institutions—to identify where our interests align and \nexplore opportunities for partnership and collaboration. \nWe look forward to keeping you informed about our continued \nprogress on these important issues.\nJohn E. Kiernan\nPresident and Chief Executive Officer\n", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}