{"page_content": "ALICO  2022 ESG REPORT    21\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nQ&A with  \nL YNN STEWARD\nALICO’S NURSERY MANAGER\nLynn, tell us about your role and responsibilities as Nursery \nManager.  \nI’m responsible for growing the best citrus trees in the industry. We \ngrow about 50,000 trees each year ourselves, and we work with a \nvariety of contract nurseries to supply the rest of the approximately \n250,000 trees we plant each year. A big part of my job is working \nwith our partners to ensure that our rootstock varieties produce \ntrees that can withstand evolving conditions.\nLet’s talk about those conditions. Fungal and bacterial tree diseases \nare really giving Florida citrus a hard time right now, and invasive \npests are always a challenge. How does Alico respond?  \nWe’ve been working with other nurseries and also the University \nof Florida’s Institute of Food and Agricultural Sciences (UF/\nIFAS), a federal-state-county partnership devoted to agriculture research. Working with UF/IFAS has given us the ability to work \nwith a grower who has hands-on experience and scientists who have \nexpertise–it’s like having a teacher that we can call on when tricky \nproblems come up. They present ideas to us, and we try them in the \nfield, and they support us in growing a stronger product. One of \nthose trials is all about rootstocks at our Joshua Citrus Nursery.\nWhy is this particular rootstock trial important?  \nUltimately, the trials help us respond to environmental pressures. \nAlico has about 25 rootstocks that we have been using for \nyears.  Our goal with this trial is to add new varieties, blending \ncharacteristics from previous rootstocks to find the right balance, \nso that the tree will produce in a variety of climates and ground \nconditions.  Historically, rootstock trials have taken a really long \ntime – you have to blend the seeds, then grow those trees for years before you know if you’ve got a winner. But through our \npartnership with UF/IFAS and improvements from the Department \nof Plant Industry, it now takes a little less than a year. That’s a huge \ndifference when it comes to our ability to adapt quickly to changing \nenvironmental pressures like new pests, new diseases and the \nimpacts of climate change.\nWhat is one thing you are excited about in the next year?  \nI am excited about citrus because we have so many new and exciting \nthings coming up in citrus agriculture.  There are a lot of great, \nyoung, smart people at UF/IFAS that are working hard to come up \nwith solutions. It’s a great time to be in the citrus growing business \nif you are interested in the connection between science and the land.Environmental \nStewardship", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}