{"page_content": "ALICO  2022 ESG REPORT    22\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nQ&A with  \nJOBY SHERROD\nDIRECTOR OF AGRONOMY\nFor those readers not well-versed in citrus, the title “Director of \nAgronomy” sounds very mysterious. Walk us through a typical day \nfor you.  \nMy job is to work with the citrus managers and directors across \nAlico’s groves to ensure that we are providing the right inputs to \nsupport citrus production. I spend a lot of time in my “lab” – which \nis really my truck. Alico’s groves are located all across the State of \nFlorida and many times I need to be there, in person, to see the \nconditions on the ground. That means I’m on the road and running \ntests from my truck more often than you might think. We’re always \ntrying to respond, whether it’s to pests or disease or nutrition \nimbalances, and you can’t beat seeing it with your own eyes. \nOne of the things we hear in almost every interview is the reality that \ncitrus growers are at the mercy of the environment—whether that’s \nunexpected rainfall patterns, or new pests or extreme temperature \nswings. How do you balance having a plan versus simply reacting to \nwhat Mother Nature throws at you?  \nWell, you can plan quite extensively. Now, whether that plan will \nwork or not… [laughs], I think it was General Patton said that plans \nrarely survive first contact with the enemy. So we have a plan—we always have a plan. But we’re also trained to react to the conditions \nthat are presented. Success for us is the combination of a well-\nthought-out plan, with deviations from the plan, according to the \nneeds of the moment.\nWhat’s your perspective on the role of technology in citrus growing?  \nWhether it’s improving yield or being more efficient, we want to be on \nthe cutting edge. One way we do that is to pay attention to other areas \nof agriculture to see what may be applicable to citrus. For example, a \nlot of precision agriculture technologies came out in the Midwest, so \nwe look to the corn growers and what they’re doing, and then try to \nincorporate some of those technologies into what we do. \nCan you give us a practical example of how precision agriculture is \nhelping Alico manage nutrient and pesticide application?  \nAbsolutely. One of the most practical, but least appreciated, areas \nis spray technology that detects the presence or absence of a tree. \nWhen there is a missing tree in the row, the sprayer momentarily \nturns off, preventing an inefficient application of materials. It’s a \nsimple concept, but it’s incredibly effective. And it’s something that \nwe’ve installed on virtually every spray device at Alico. How do you work with external stakeholders on these challenges \nand opportunities?  \nWhether it’s doing cooperative research trials, finding new citrus \nvarieties that can resist disease, or developing new rootstock that \nprefers different weather conditions–I am regularly working with \nboth IFAS and the USDA. We’re constantly being approached \nby research groups with new ideas that need to be tested in the \nfield—and we love to be a partner in exploring new technology and \nnew approaches to growing. In addition, a lot of focus goes towards \nworking with industry groups and directly with other growers facing \nsimilar challenges. We don’t view them as competitors when it \ncomes to solving industry-wide problems. We’re all in it together, \nand the learning never stops.Environmental \nStewardship", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}