{"page_content": "ALICO  2022 ESG REPORT    24\nGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nQ&A with  \nCHRIS MOORE\nALICO’S VICE PRESIDENT FOR LOGISTICS\nChris, you have been with Alico for over 20 years and now serve \nas Vice President of Logistics, responsible for citrus harvesting and \ntransportation. What makes you like working here?  \nI enjoy my job because it is both entrepreneurial and bucolic. Alico \nis an industry leader. Being publicly traded keeps Alico moving \nforward when other entities might not have that discipline. After a two year pause because of the COVID pandemic, Alico \nrecently restarted participating in the Farm Labor Management \nCertification Program. Can you tell us about that program?  \nThe Farm Management Certification Program is run by the \nUniversity of Florida’s Institute of Food and Agricultural Sciences \n(UF/IFAS), a federal-state-county partnership. The program is \ndesigned to ensure that individuals working in the field have been \ntrained with best practices and have information for both food safety \nand worker safety.  What topics does the Farm Management Certification  \nProgram cover?  \nThere are 8 parts and it typically takes 3 full days to complete. \nThe classes cover compliance, communication, personal safety, \nemergency preparedness, equal employment opportunity, CPR/\nAED, first aid, and agricultural equipment and field safety. We \nrequire our crew leaders and supervisors to complete the program \nand obtain their certificate.\nHow does having crew leaders with this training help Alico deliver  \na better product?  \nEssentially, it is for the safety of the crew and to make them aware \nof the various Department of Labor regulations. While it doesn’t \nspecifically improve the quality of the oranges, it is something \nthat Alico chooses to do to ensure worker and food safety for our \nproduct.  \nProduct \nResponsibility", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}