{"page_content": "ALICO  2022 ESG REPORT    25\nGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nFOOD SAFETY\nAlico’s success depends on satisfied customers and consumers. \nFood safety and quality are nonnegotiable ingredients in our \ncontracts with them. We pride ourselves on our comprehensive \nfood safety and quality policies and procedures and outstanding \nperformance, which underpin our responsibility and commitment to \ndeliver high-quality products to the markets we serve. \nMINIMAL HANDLING\nWhile in our care, citrus fruit spends the vast majority of its time \nuntouched on the tree, handled only for a few minutes when it is \nharvested and loaded for transport. As an added bonus, there is no \nproduct packaging and therefore no environmental concerns with \nexcess or non-recyclable packaging. Here’s how it works:\nThe harvest team goes into the groves, plucking fruit from the tree \nand putting it into a “pick sack.” This is the only time the fruit is \ntouched by human hands while in our care.\nThe sack is emptied into a plastic tub that can hold 900 pounds of \noranges. A tub can be reused for about five years before needing to \nbe replaced, but we can reuse the metal rim.\nA field loader machine (we call it “the goat”) uses a hydraulic clamp \nto move the fruit from tubs into the back of its modified trailer bed, \nfurther consolidating the harvest.\nThe goat drives a short distance and deposits the fruit into a tractor \ntrailer, which is driven to a customer’s processing station.\nTRACEABILITY\nTraceability is a key element of our product responsibility program, \nallowing us to quickly identify the location where the fruit was \ngrown, the date it was picked, the crew responsible for the harvest, \nand the trucking company that transported the fruit to the customer. \nThis system is fully electronic and updated in real time during \nharvest and transit. We periodically test the system for quality \ncontrol, ensuring that it takes less than three minutes to trace a \ncustomer load ticket number back to the grove.Indicator Unit FY 2021 FY 2022\nGlobal Food Safety Initiative (GFSI) audit non-conformance rate5Rate 0 0\nCorrective action rate for major non-conformances\nRate N/A N/A\nCorrective action rate for minor non-conformances\nNumber of recalls Number (#) 0 0\nVolume of recalls Metric tons (mt) 0 0FOOD SAFETY PERFORMANCE\n5 Alico did not have any GFSI audits in FY 2021 or FY 2022.Product \nResponsibility", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}