{"page_content": "ALICO  2022 ESG REPORT    26\nGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nSUPPL Y CHAIN  \nRESPONSIBILITY\nAlico is committed to conducting our business in a lawful and ethical \nmanner, including engaging with suppliers who respect human \nrights, providing safe and inclusive workplaces, and promoting \na sustainable future. Our teams work closely with suppliers to \ncommunicate our standards through a Vendor Code of Conduct  and \nhelp suppliers build their capacity to provide working environments \nthat are safe and respectful for all. We manage risk through:\n• Vendor Code of Conduct compliance tied to purchase and \ncontract terms\n• Supplier diversification to provide redundancy\n• Compliance and certification reviews \nMANAGING HAZARDOUS \nCHEMICALS\nAs part of managing our operations, we keep fertilizers,  \npesticides, nutrients, oil and solvents onsite. To ensure that \nthese materials of concern are carefully managed, they are kept in \ndesignated, locked areas with limited accessibility. Chemicals are \nordered on a “just in time” basis so that we don’t need to store  \nthem over long periods. In addition, every supervisor has access to \na Safety Data Sheet (SDS) book with information on the properties \nof each chemical; the physical, health, and environmental health \nhazards; protective measures; and safety precautions for handling, \nstoring, and transporting the chemical. All Alico grove managers \nand certain supervisors maintain Pesticide Applicator Licenses, \nwith annual continuing education, to ensure that we use pesticides \nin a safe and responsible way. For more information, read our \nEnvironmental Policy .Supplier Category Critical Suppliers Key Sustainability Issues\nMaterials Fertilizers & nutrientsQuality, Environment,  \nHealth and Safety\nHarvest & Haul T rucking Farm labor contractorsEnvironment, Health and Safety\nLabor and Human Rights\nServices Land management labor Environment, Health and Safety\nIndicator Unit FY 2021 FY 2022\nPercentage of agricultural products sourced that are certified to a \nthird-party environmental and/or social standardPercent (%) by cost 0 0\nSuppliers’ social and environmental responsibility audit  \nnon-conformance rateRate N/A N/A\nCorrective action rate for major non-conformances Rate N/A N/A\nCorrective action rate for minor non-conformances Rate N/A N/ASUPPL Y CHAIN PERFORMANCESUPPL Y CHAIN RISK MITIGATION\nIn FY 2021-FY 2022, we did not conduct supplier social and environmental responsibility audits.Product \nResponsibility", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}