{"page_content": "ALICO  2022 ESG REPORT    28\nGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nQ&A with  \nLINDSAY KRILL\nALICO’S INFORMATION TECHNOLOGY DIRECTOR\nLindsay, tell us about your role at Alico.  \nI oversee the organization’s IT operations and staff ensuring that \nAlico’s systems are operating efficiently. I am also responsible \nfor managing technical project implementations that align with \nthe organizations goals and initiatives as well as developing and \nmaintaining Alico’s employee training program.\nEmployee training is a key element of Alico’s cybersecurity strategy. \nWhy?  \nOur people are the first line of defense against social engineering \nattacks. Security awareness doesn’t just keep our employees safe at \nwork. It keeps them safe from these threats at home too. How do you make cyber threats “feel real”?  \nOur cybersecurity training program takes place on a weekly basis. \nThese trainings include online videos, games, and simulated \nphishing attacks that create awareness in the areas of mobile \ndevice security, passwords and authentication, incident reporting, \nsocial media, internet use, email security, and strengthening our \nhuman firewall. We also have a Home Internet Security Awareness \ncourse for those employees who are not on the company network. \nWe encourage our employees to share these resources with their \nfamilies.How do you know if the training works?  \nThe simulated phishing attacks have reporting associated with them, \nwhich let us know how the users reacted to the email and measures \nthese results against industry benchmarks. We also do a quarterly \nsecurity assessment that allows us to measure training effectiveness \nand create more effective and targeted future training campaigns.\nAnything exciting on the horizon for 2023?  \nWe are eagerly anticipating working with a third-party security firm, \nwho will review our security posture and make recommendations. \nIt’s helpful to have an outside expert assess our performance!\nProduct \nResponsibility", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}