{"page_content": "ALICO  2022 ESG REPORT    29\nProduct \nResponsibilityOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nGreat Place  \nto Work\nAlico recognizes the important role that a great workplace \nculture plays in performance and competitive advantage. We have \nimplemented recruitment and retention practices to meet the \nprofessional and personal needs of our employees and their families. \nIn FY 2022, we made several changes to enhance our workplace, \nincluding:\n• Adjusting our paid time off (PTO) practices so that accured time \noff is available instantly to employees.\n• Creating an employee newsletter to share news, highlights, \nreminders and opportunities.\n• Reconstructing our internship program to better engage the \nnext generation of agriculture leaders.GREAT PLACE  TO WORK\nCOMPENSATION AND  \nBENEFITS\nOur remuneration package rewards talent from the beginning and \nsets us apart from others in the industry, including:\n• Newly hired full-time employees start with three weeks of \nvacation, accruing throughout the year.\n• Paid Internships to support the next generation of farmers and \ngrowers.\n• At the end of FY22, Alico increased entry wage to $12.00 per \nhour, above changes to Florida’s minimum wage increases.\n• Through our 401k plan, Alico matches the first 3% of eligible \nearnings and the subsequent 2% of eligible earnings are \nmatched at 50 percent.\n• Signing bonus for field workers and new hire referrals.\n• Paying 92.7% of employee medical premiums, which is above \nthe industry average.\n• Supporting work/life flexibility.\n• Offering discounts to local events and attractions.\nIndicator Unit FY 2021 FY 2022\nAverage training per employee: executives Number of hours (#) 3 17\nAverage training per employee: management Number of hours (#) 35 37\nAverage training per employee: permanent \nworkforceNumber of hours (#) 40 40AVERAGE TRAINING PER EMPLOYEETRAINING AND DEVELOPMENT\nWe invest in our people at every level of seniority, providing \nopportunities to build job skills and leadership capacity through \na structured training program designed to balance flexibility and \nopportunity. Our Safety Policy outlines our personnel training, job \nresponsibilities and job operations, methods and procedures used.\nIn FY 2022, we continued to offer employees a variety of courses \nthrough our online learning management system, including \ngoal setting, team communication and collaboration, situational \nleadership, unconscious bias and inclusive leadership, and how \nto have powerful conversations. Managers completed additional \ntraining related to human resource needs: how to hire and onboard, \nhow to make quarterly reviews effective and how to properly \nterminate employment. Alico also paid for three employees to \nparticipate and complete leadership programs offered in the \ncommunity.\n", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}