{"page_content": "ALICO  2022 ESG REPORT    30\nProduct \nResponsibilityOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nQ&A with  \nBECKY WOOD\nFIXED ASSET ACCOUNTANT AT ALICO\nBecky, you recently graduated from Lee Leadership, a program for \nemerging leaders in the community. How did that opportunity come \nabout?  \nMy supervisor at Alico sent me information about the program and \nencouraged me to fill out the application. It’s a 6-month program \ndesigned around field trips every two weeks. Each session focuses \non a different topic in the community: we learned about agricultural, \ncriminal justice, education, business, and even legal topics. It was so \nexciting and informative!\nYou were honored with the Lee Leadership Change Agent award, \ngiven to the person that showed the most growth or change. How do \nyou think that you grew or changed throughout the program?  \nThe first field trip was designed to build trust in our team and in \neach other, so we went to a rope course. I don’t even really like to climb ladders, so when I had to climb a telephone pole I was \npetrified. After you climb up, they lower you on ropes and by the \ntime I hit the ground there was such a rush of emotion. The amount \nof encouragement and support that each team member gave to \neach other, and received from each other, throughout the day was \noverwhelming. I’m a pretty private person, and I always like to keep \na very small circle. But as the course went on, I was able to open up \nmore. I’ve made a couple of good friends that I think I will continue \nto be friends with even though the program has finished.\nWhat is the goal now that you have graduated from the Program?  \nNow that we have gone through the graduation, as a group we \nhad to choose an event or a cause that we want to support. Our \ngroup has decided to collect luggage for foster kids. We were told \nby one of the ladies in our group, who is actually a foster parent right now, that sometimes kids go from place to place with all of \ntheir belongings in a garbage bag. We are currently working on \npartnering with a vendor and also collecting donations. We will then \nbe able to present the Children’s Network with our donations for \nthe kids.\nWhat is the most important thing you learned through the Lee \nLeadership Program that you’ve brought back to your job at Alico?  \nOne of the most important things I learned is how to communicate \nwith people who have different types of personalities-what works \nand what doesn’t. And confidence—not just confidence in my ability \nto do my job, but also learning to have confidence in myself!\nGreat Place  \nto Work", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}