{"page_content": "ALICO  2022 ESG REPORT    31\nProduct \nResponsibilityOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nHEAL TH \n& SAFETY\nAt Alico, our health and safety program is designed to ensure that \nevery person goes home safely each night. We are guided by a \ncomprehensive Safety Manual, which covers topics including safe \noperations, emergency preparedness, and hazard identification and \nmitigation. We expect our suppliers to abide by these same safety \npractices, as set out in our Vendor Code of Conduct. The Alico \nHealth and Safety Committee, which consists of both managers \nand staff, works with employees and third-party labor contract \nservice providers to ensure a safe workplace. The Committee meets \nmonthly and provides valuable feedback and recommendations to \nour executive team on a number of different topics such as roles and \nresponsibilities of the Safety Committee, locations of wash-out and \nhydration locations, cellphone usage and Alico’s COVID-19 Policy.Indicator Unit FY 2021 FY 2022\nT otal recordable incident rate (TRIR) Rate 2.06 1.77\nFatalities Rate 0 0\nNear miss frequency rate (NMFR) Rate 0.04 2.12SAFETY PERFORMANCE\nHEAL TH AND SAFETY  \nSTRATEGIES\nTrack and report our safety rates, so that we can measure \nprogress over time: We track all health and safety metrics at the \ncorporate level for a clear understanding of issues, trends and \nopportunities for improvement. As part of our health and safety \nprogram, we monitor workplace injuries, including critical injuries, \nlost time, healthcare and first aid injuries. We also participate in \nregulatory inspections, and mandatory training in compliance with \nthe State of Florida’s requirements.\nTrain and equip people to do their jobs safely:  We provide \nuniforms, PPE, annual respirator fit tests to ensure our operational \nstaff have the necessary tools to do their jobs safely and effectively. \nWe are mandated to provide necessary health and safety training for \nthose team members, including new hires, who are required by the \nState of Florida to complete Worker Protection Standards Training \n(hazardous chemicals), an 8-hour OSHA Level 2 class each year, \ncommercial training for pesticide licensing, driver safety and CPR \ntraining. \nFocus holistically on wellbeing:  Alico has an array of healthy \nlifestyle programs, benefits and incentives including the flexible \nspending and health savings accounts. We also provide onsite health \nrisk assessments and biometric screening.BUILDING A SAFETY CUL TURE\nIn addition to ongoing and formal safety training, Alico has also \ncirculated  smaller “quick tip” style safety and wellness information \nemails weekly to managers. These topics are then discussed during \nweekly safety meetings with all Alico employees. In FY 2022, some \nof the topics we covered included:\n• Battling holiday depression and stress\n• Workplace stress\n• Back injuries\n• Responding to illness and injury\n• Stop the spread of germs\n• Common causes of accidents \n• Bites and stings\n• Emergency situations \n• Refueling safety\n• Prevent slips\n• Electrical safety\n• Tractor safety\n• Fire safety\n• Protection from severe weather\n• Dangers of substance abuse\n• Fatigue can cause accidents \n• Prevent heat illness at workGreat Place  \nto Work\n", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}