{"page_content": "ALICO  2022 ESG REPORT    32\nProduct \nResponsibilityOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nDIVERSITY AND \nINCLUSION\nAlico makes diversity, equity and inclusion a priority throughout \nour workplace. Guided by our Sustainability Policy’s labor and \nhuman rights commitments, we believe that building and supporting \na culture of respect enables all of our employees to perform at \ntheir best. Working as a unified team, we improve our business, \nincrease productivity and position ourselves for long-term success \nin a competitive marketplace. Our strategy is based on three \ncomponents:\n• Enact policies and programs that create a welcoming workplace, \nbased on respect and inclusion.\n• Proactively seek to recruit and retain a diverse workforce at all \nlevels of the company.\n• Track and report our diversity numbers, so that we can measure \nprogress over time.\nEMPLOYEE RESOURCE GROUPS\nLast year, Alico created a women’s employee resource group to help \nfoster diversity and inclusion. The Alico Women’s Council, made \nup of female employees from various ethnic, racial and religious \nbackgrounds, is a place to discuss and provide ideas and mutual \nsupport on topics like wellness, balancing work/life commitments, \nthe challenges of being a working mother, and career advancement \nopportunities. In FY 2022, Alico’s Women’s Council hosted their Let’s Taco Bout \nA Fiesta party, a social event designed to encourage women at Alico \nto get to know each other more. They also “took over” the Alico \nRanch for a day, exploring some of the 25,000 acres of woodlands \nand reconnecting with nature. For Breast Cancer Awareness Month, \nwe are handing out goodie bags to women across the company, filled \nwith information about prevention, screening and early detection – \nalong with some sweets. \nBuilding on the success of the Alico Women’s Council, in June \n2022, we convened the first meeting of the Alico Hispanic Council \nCommittee with a social event at our central location groves. We are \nlooking forward to additional activities in the coming year.Great Place  \nto Work\nSUPPORTING SPANISH  \nSPEAKERS\nLocated in highly populated Latino and Hispanic communities \nin Florida, Alico is working to ensure that language is no barrier \nto successful employment. We’ve made significant progress in \ntranslating our policies, procedures, and employee training and \ndevelopment classes into Spanish, including:\n• Employee Handbook.\n• Benefits and compensation packages.\n• Payroll and salary deposit website.\n• Employment application online training for core skills and \nleadership development. WORKPLACE DIVERSITY PERFORMANCE\nMen WomenEthnic/Racial\nMinority\nBoard of \nDirectors\nExecutives\nManagers\nPermanent  \nWorkforceUnder  \n35 Y ears35-55  \nY earsOver  \n55 Y ears\n78%\n78% 22%100%0%\n0%\n32%\n73%15%\n17%67%\n60%\n56%\n44%33%\n40%\n29%\n39%89%11%\n22%", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}