{"page_content": "ALICO  2022 ESG REPORT    33\nProduct \nResponsibilityOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nFAIR LABOR\nAlico, Inc. is committed to ensuring that labor and human rights are \nrespected throughout our workforce, including our temporary and \ncontingent employees. Our commitments, outlined in more detail \nin our Sustainability Policy, include:\n• Providing healthy working conditions, open communication, \nprofessional growth, and development, fair work hours, and \ncompetitive wages and benefits.\n• Defending the right to equality and freedom from \ndiscrimination and harassment.\n• Respecting the rights of employees to join organizations or \nbargaining groups for representation and to engage in collective \nbargaining.\n• Providing a safe and healthy workplace and minimizing the risk \nof accidents, injury, and exposure to health risks.\n• Opposing all forms of slavery, child labor, servitude, forced \nlabor, and human trafficking.\n• Engaging with employees and communities, including \nvulnerable and disadvantaged groups, on human rights matters \nthat are important to them such as land rights, access to water \nand health.\nWe have a grievance process that includes the option for \nanonymous and confidential reporting directly to the Chair \nof the Audit Committee of the Alico Board of Directors. Our \nWhistleblower Protection Policy prohibits any retaliation against \nindividuals who report a concern in good faith. \nIn FY 2022, we convened an all-hands Town Hall Meeting to  \nreview Alico’s commitment to fair labor practices, where all \nemployees completed sexual harassment and human rights \ntraining. In addition, we added Human Resources (HR) Field \nRepresentatives, who are responsible for assisting employees  \nwith any HR-related needs.WORKING WITH FARM LABOR \nCONTRACTORS\nAlico uses farm labor contractors (“FLCs”) to supplement our \npermanent workforce. In the agriculture industry, these contractors \nare often the most vulnerable to labor abuses. To minimize risk to \nworkers and to Alico’s reputation, we are committed to ensuring \nour compliance with all applicable laws, regulations, and other \nemployment standards when dealing with FLC service providers.\nOur Third-Party Labor Policy , created in FY 2021, outlines \nour requirements for labor brokers including, but limited to, \nprovisions on minimum legal working age, proper work permits \nand documentation, prohibition on recruitment fees and bonds, \nprohibitions on discrimination and harassment, restrictions \non holding worker documents, prohibitions on corruption and \nbribery, and grievance procedures and corrective action processes. Most importantly, these provisions must be enforced throughout \nthe entire recruitment process, from initial solicitation to final \nemployment. During the annual contracting process, Alico uses a \nvariety of methods to confirm that each FLC meets our standards for \nethical conduct, including:\n• Confirming current license and good standing by the United \nStates Department of Labor.\n• Reviewing supporting documentation directly from the broker \nproper compensation of its employees and compliance with the \nterms of its written job offers.\n• Receiving a written acknowledgement of the policy from the \ncontractor to abide by this policy document.\nIndicator Unit FY 2021 FY 2022\nT otal turnover Percent (%) 37 28\nVoluntary Percent (%) 32 16\nInvoluntary Percent (%) 5 12EMPLOYEE TURNOVER PERFORMANCEGreat Place  \nto Work\n", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}