{"page_content": "ALICO  2022 ESG REPORT    34\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nAbout This  \nReport\nABOUT  THIS REPORT\nBOUNDARIES AND SCOPE\nThis is Alico’s second ESG report. It covers our policies, practices and \nperformance data on a range of environmental, social and governance issues \nfor fiscal year 2022 (October 1, 2021 to September 30, 2022). Unless \notherwise specified, boundaries are based on operational control, including \nthe grove operations and land operations. It excludes land that has been \nleased to third parties. The previous report was published December 8, \n2021.\nASSURANCE AND VERIFICATION\nWe have engaged Strategic Sustainability Consulting (“SSC”), an \nindependent party, to support our sustainability reporting efforts. We \nbelieve that this report contains information that is accurate, timely, and \nbalanced. In preparing the material for this report, we have completed an \ninternal assessment process in conjunction with SSC to review the contents \nfor clarity, but the report is not externally assured and the data within this \nreport has not been third-party verified.\nRESTATEMENTS\nIn calculating our FY 2022 energy use, we discovered that gasoline and \ndiesel consumption was under counted for FY 2021. We have corrected \nthese values (see page 14) to enable an accurate comparison between FY \n2021 and FY 2022 energy consumption data. We did not update FY 2021 \ncarbon footprint results, and Scope 1 emissions data for stationary and \nmobile combustion remains understated in this report. The overall finding, \nhowever, remains unchanged: Scope 1 “non-mechanical field management \nemissions” (e.g. fertilizer) is the key driver of our total carbon footprint. \nWe will restate FY 2021 carbon emissions when we next update our carbon \nfootprint. \nFOR MORE INFORMATION\nWe welcome your feedback, comments and questions on this report and \nother ESG matters.\nCarisa Keller\nDirector of Sustainability\n239-266-2000\nalicoesg@alicoinc.comCAUTIONARY STATEMENT ABOUT  \nFORWARD-LOOKING STATEMENTS\nThis press release contains forward-looking statements within the meaning \nof Section 27A of the Securities Act of 1933, as amended, and Section \n21E of the Securities Exchange Act of 1934, as amended. Forward-\nlooking statements include, but are not limited to, statements that express \nour intentions, beliefs, expectations, strategies, predictions or any other \nstatements relating to our future activities or other future events or conditions. \nThese forward-looking statements are based on Alico’s current expectations, \nestimates and projections about our business based, in part, on assumptions \nmade by our management and can be identified by terms such as “plans,” \n“expect,” “may,” “anticipate,” “intend,” “should be,” “will be,” “is likely to,” \n“believes,” and similar expressions referring to future periods. \nAlico believes the expectations reflected in the forward-looking statements are \nreasonable but cannot guarantee future results, level of activity, performance, \nor achievements. Actual results may differ materially from those expressed \nor implied in the forward-looking statements. Therefore, Alico cautions \nyou against relying on any of these forward-looking statements. Factors \nwhich may cause future outcomes to differ materially from those foreseen in \nforward-looking statements include, but are not limited to: changes in laws, \nregulation and rules, including tax laws and tax rates; climate change; weather \nconditions that affect production, transportation, storage, demand, import \nand export of fresh product and their by-products, and that may result in \nimpairment expense such as the freeze in the last week of January 2022, or \nHurricane Ian, which occurred in the last week of September 2022; increased \npressure from diseases including citrus greening and citrus canker, as well \nas insects and other pests; disruption of water supplies or changes in water \nallocations; market pricing of citrus; pricing and supply of raw materials and \nproducts; market responses to industry volume pressures; pricing and supply \nof energy, including, but not limited to, changes due in part to the deadly \nconflict in Ukraine; changes in interest rates; availability of refinancing; \navailability of financing for land development activities and other growth \nand corporate opportunities; onetime events; acquisitions and divestitures; \nability to make strategic acquisitions or divestitures; our ability to maintain \neffective internal control over financial reporting; the impact of, and costs \nrelated to, any investigations, legal or administrative actions that may result \nfrom the restatements described in our Annual Report on Form 10-K; ability \nto redeploy proceeds from divestitures; ability to consummate selected \nland acquisitions; ability to take advantage of tax deferral options; ability to \nretain executive officers and to replace departed executive officers; ability \nto replace the Company’s primary third party grove management customer \nand even further expand the third party grove management program; ability \nto complete and implement land use planning activities, including adding to \nentitlements applicable to owned real estate; seasonality; labor disruptions; \ninability to pay debt obligations; inability to engage in certain transactions \ndue to restrictive covenants in debt instruments; government restrictions \non land use; changes in land values, agricultural or otherwise; the extent \nto which real estate value appreciates; impact of the COVID-19 outbreak \nand coronavirus pandemic on our agriculture operations, including without limitation demand for product, supply chain, health and availability of our \nlabor force, the labor force of contractors we engage, and the labor force of our \ncompetitors; other risks related to the duration and severity of the COVID-19 \noutbreak and coronavirus pandemic and its impact on Alico’s business; the \nimpact of the COVID-19 outbreak and coronavirus pandemic on the U.S. \nand global economies and financial markets, including without limitation \nrelated legislative and regulatory initiatives; access to governmental loans and \nincentives; access to governmental relief programs; settlement of insurance \nclaims; any reduction in the public float resulting from repurchases of common \nstock by Alico; changes in equity awards to employees; whether the Company’s \ndividend policy, including its recent increased dividend amounts, is continued; \nexpressed desire of certain of our stockholders to liquidate their shareholdings \nby virtue of past market sales of common stock, by sales of common stock \nor by way of future transactions designed to consummate such expressed \ndesire; political changes and economic crises; ability to implement ESG \ninitiatives; competitive actions by other companies; increased competition \nfrom international companies; changes in environmental regulations and their \nimpact on farming practices; the land ownership policies of governments; \nchanges in government farm programs and policies and international reaction \nto such programs; changes in pricing calculations with our customers; \nfluctuations in the value of the U.S. dollar, interest rates, inflation and deflation \nrates; length of terms of contracts with customers; impact of concentration \nof sales to one customer; changes in and effects of crop insurance programs, \nglobal trade agreements, trade restrictions and tariffs; soil conditions, harvest \nyields, prices for commodities, and crop production expenses.  Other risks and \nuncertainties include those that are described in Alico’s SEC filings, including \nthose Risk Factors described in our Annual Report on Form 10-K for the \nfiscal year ended September 30, 2022, and our Quarterly Reports on Form \n10-Q, which are available on the SEC’s website at http://www.sec.gov. Alico \nundertakes no obligation to subsequently update or revise the forward-looking \nstatements made in this press release, except as required by law.\nThis press release also contains financial projections that are necessarily \nbased upon a variety of estimates and assumptions which may not be realized \nand are inherently subject, in addition to the risks identified in the forward-\nlooking statement disclaimer, to business, economic, competitive, industry, \nregulatory, market and financial uncertainties, many of which are beyond the \nCompany’s control.  There can be no assurance that the assumptions made in \npreparing the financial projections will prove accurate.  Accordingly, actual \nresults may differ materially from the financial projections.", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}