{"page_content": "ALICO  2022 ESG REPORT    5\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEO\nAbout  \nAlico\nAlico, Inc. is led by a nine-member Board of Directors and four \nBoard committees: \n1. The Audit Committee  provides oversight for Alico’s accounting \nand financial reporting practices, internal controls, the audit \nprocess, and compliance with laws and regulations and our Code of \nBusiness Conduct and Ethics.\n2. The Compensation Committee  establishes remuneration plans \nfor directors, executive and senior officers and oversees the annual \nevaluation process of our executive and senior management.\n3. The Nominating and Corporate Governance Committee  \nidentifies qualified candidates for Board Directors and Board \ncommittees, leads an annual review of the Board’s performance, and \ndevelops and recommends corporate governance guidelines. 4. The Sustainability and Corporate Responsibility Committee \nprovides oversight for environmental and social policies, strategies \nand programs.\nAlico is committed to creating value through the highest standards \nof ethical and legal conduct while operating sustainably to create \nshareholder value over the long-term. Our Board of Directors’ \nsound corporate governance structure and values-driven integrity \nculture support us in delivering on this commitment. The table to \nthe right summarizes certain key qualifications, attributes, and skills \nfor each of our Board of Directors.CORPORATE GOVERNANCE Board of Directors Experience  8/9\nAgriculture Industry Experience  8/9\nCEO/Business Head  8/9\nInternational  8/9\nHuman Capital Management/ Compensation  9/9\nFinance/Capital Allocation  8/9\nFinancial Audit Experience  8/9\nStrategic Planning  9/9\nEnvironmental Science/Policy/Regulation  3/9\nRisk Management  8/9\nCorporate Governance  8/9\nBusiness Ethics  8/9A HIGHL Y SKILLED,  \nQUALIFIED BOARD", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}