{"page_content": "ALICO  2022 ESG REPORT    6\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEO\nWhere do you think the biggest opportunities to improve Alico \nsustainability impacts are over the next five years?  \nI think there are three places where we’ll see sustainability \nimprovements focused on in the coming years. First, Alico will \ncontinue to be a better steward of water. The investments that \nwe’ve made over the years in efficient pumps, efficient irrigation \nsystems, and practices that result in less waste are a real success \nstory for Alico.  Second, emerging technologies should speed up \nthe electrification of our fleet. Finally, improvements in slow-release \nfertilizers and improved nutrient tools present a great opportunity \nto optimize and reduce the amount of inputs required for a thriving \ncitrus grove.Adam, you are a 5th generation citrus grower and cattle rancher, as \nwell as the CEO of Ducks Unlimited and a member of Alico’s Board \nof Directors. You served as the 11th Commissioner of Agriculture \nof Florida from 2011 to 2019 and you were recently inducted \ninto the Florida Citrus Hall of Fame. From your broad perspective, \nhow do you think Florida citrus, as an industry, is responding to \nsustainability issues?  \nWe’re seeing significant progress by the industry, but I don’t know \nthat any individual players are as far along, or are more mature in \ntheir sustainability programs, than Alico. The Florida citrus industry \nhas long been good stewards of the land and water. The Florida \ncitrus industry were leaders in the early 1980s by converting to \nlow-volume irrigation, which has saved billions of gallons of water \nper year in reduced consumption and impact to the aquifer. In \naddition, with permanent tree crops, we are making tremendous \ncontributions to cleansing and filtering CO2 from the atmosphere. In last year’s sustainability report, you were featured as a leader for \nsustainability. Could you speak a little bit about where you see the \nconnections between the sustainability perspective that you bring \nto Alico and the sustainability work that you have with your other \nendeavors?  \nI’ve spent my career working with American farmers to advance the \nsustainability cause.  We have continued to innovate in water-saving \ntechnology and improve yields on smaller footprints of agriculture \nin a rapidly developing state. We have supported practices in \nFlorida agriculture that have resulted in tremendous biodiversity. \nAlico, in particular, provides a home to a number of endangered and \nthreatened species. \nWhat do you see as the biggest challenges that Alico faces where it \ncomes to sustainability?  \nAlico faces the same challenges that global agriculture faces when \nit comes to inputs and finding ways for those inputs to be more \nsustainable. We disproportionately rely upon fossil fuels to operate \npumps, operate fleets, and generate fertilizers and nutrients \nnecessary to produce the crops that meet the market demands for a \ngrowing world.  \nAbout  \nAlico\nQ&A with  \nADAM PUTNAM\nALICO BOARD MEMBER", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}