{"page_content": "ALICO  2022 ESG REPORT    7\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEO\nBUSINESS ETHICS\nAlico is guided by a Code of Business Conduct and Ethics and \nWhistleblower Policy that sets out expectations for all employees \nand the Board of Directors regarding business ethics and integrity. \nProvisions of the Code include compliance with relevant laws and \nregulations, conflicts of interest, confidentiality and protection and \nuse of company assets. Our policies related to the prevention of \nbribery and corruption in our operations are detailed in this Code \nand in our supply chain through our Vendor Code of Conduct.\nEvery person is required to abide by the provisions of the Code as \na condition of their relationship with Alico. Known or suspected violations may be reported through a confidential, third-party \nwhistleblower compliance hotline or email, or via a letter sent \ndirectly to the Chair of the Audit Committee. The Whistleblower \nPolicy prohibits any retaliation against individuals who make a \nreport of known or suspected violations in good faith.\nMore information about Alico’s Corporate Governance, including \nBoard committee charters, corporate governance principles, stock \ninformation and SEC filings may be found at our Investors page  on \nour corporate website.\nIndicator Unit FY 2021 FY 2022\nInquiries, complaints, or issues received by the \nlegal or compliance officeNumber (#) 0 0\nPublic policy spending $ USD 25,000 108,720\nLobbying $ USD 0 0\nPolitical contributions $ USD 0 50,000\nContributions to trade associations $ USD 25,000 58,7201GOVERNANCE PERFORMANCEAbout  \nAlico\n1Alico paid fees to Gulf Citrus Growers Association ($31,720), Florida Citrus Mutual ($25,000) \nand Highlands Citrus Growers Association, Inc. ($2,000).", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}