{"page_content": "ALICO  2022 ESG REPORT    8\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEO\nGIVING BACK\nAt Alico, it is important for us to give back to the communities in \nwhich we operate. Our philanthropy and community engagement \nare focused on three key areas:\nNEXT GENERATION  \nAGRICUL TURE\nWe’re proud to support the Leadership DeSoto  program \ncoordinated by the DeSoto County Economic Development \nCouncil to inform future leaders of the needs and challenges facing \nDeSoto County and inspire them to utilize the resources available \nto them to make a difference. In addition to the program itself, \nLeadership DeSoto also hosts fundraisers and volunteer events to \nsupport initiatives in the local community. This year, Leadership \nDesoto held a Murder Mystery fundraiser to raise money to build a \nlivestock barn for the youth of Desoto County, and Alico was happy \nto participate as a lead sponsor. YOUTH\nWe always look forward to opportunities to support our youth \nin partnership with the Cape Coral Police. Throughout the year, \nwe participate in a variety of activities, including helping create \nbackpacks filled with school supplies for the back-to-school rush. About  \nAlico\nCOMMUNITY SPIRIT\nIn FY 2022, we brought back our annual Office Volunteer Day, \ninviting employees across Alico to get involved in supporting the \nlocal community. This year our partner was the Midwest Food \nBank, a nonprofit that has been fighting hunger throughout the \nUnited States since 2003. Today, the Fort Myers, Florida location \nserves over 190 agency partners in 39 counties across three states, \nproviding foodstuffs and disaster relief to thousands of community \nmembers each year. For Office Volunteer Day, we helped load-up \nfood, hygiene products and more for various organizations located \nthroughout the Southwest FL area.\nFor a full list of community organizations that Alico supports, please \nvisit our Community Partnership page . ", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}