{"page_content": "ALICO  2022 ESG REPORT    9\nProduct \nResponsibilityGreat Place  \nto WorkOur Approach  \nto SustainabilityAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEO\nQ&A with  \nCARISA KELLER\nALICO’S DIRECTOR OF SUSTAINABILITY\nWhat do you think are the biggest opportunities to improve Alico’s \nsustainability impacts over the next five years? \nLike any good organization, Alico has room to make improvements  \nand I think over the next five years, you’re likely going to see a lot \nof change in Florida citrus. Some areas for growth are in utilizing \ndifferent products or fertilizers. We’re also possibly looking at \nopportunities for electric or hybrid vehicles within our fleet.\nWhat is one thing you’re really excited about in the coming year?  \nI graduated from my leadership group in September, so I’m eager to \nsee what 2023 will have in store for me. I have had the opportunity \nto step into some new roles and I am excited about Alico and the \nfuture!  Carisa Keller, you’ve been with Alico for three years and serve as the \nDirector for Sustainability. Tell us about your role and what you \nlike most about working for Alico?  \nIn addition to overseeing projects related to sustainability, I \nalso manage Alico’s community relations, social media pages, \nrecruitment, onboarding, employee engagement, diversity \nprograms, and internship programs. Alico is a great fit for me. It’s \na big company, but it feels like a small company in a lot of ways and \nthere are opportunities to do a lot of different things. Alico has \nreally allowed me to grow in my career.\nCan you tell me about Alico’s perspective on community  \nengagement and how Alico works to support the next generation  \nof agriculture workers?  \nWe do internships and tours with middle school and high school \nstudents. As a person who grew up in agriculture, it is really \nimportant to show them all the aspects of the industry–from production to sales, to human resources to research. When interns \ncome to Alico, they get to experience the entire variety of areas that \nmake up agriculture. In many ways, I am still learning to do what I \nwant to do when I “grow up” and I want to give any kid that comes \nin as an intern the opportunity to be able to see all the avenues of \nagriculture, not just the field.  \nAn interesting aspect of the internship program is its focus on \ncommunity engagement. Can you share more about that?  \nAbsolutely. We also give our interns opportunities to get involved in \nthe community.  For example, we recently helped out with a Habitat \nfor Humanity build. Also, this year we also got to support the 2022 \nFlorida Citrus Industry Annual Conference down in Bonita Springs. \nThis is a really great opportunity for everyone from the industry to \nget together to learn and also connect with one another.  About  \nAlico", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}