{"page_content": "ALICO  2022 ESG REPORT    10\nProduct \nResponsibilityGreat Place  \nto WorkAbout This  \nReportEnvironmental \nStewardshipESG  \nT earsheetLetter from  \n the CEOAbout  \nAlico\nOur Approach  \nto Sustainability\nSustainability issues at Alico are governed by a Sustainability \nSteering Council, consisting of a cross-functional team of senior \nleaders across the company, and headed by the Chief Executive \nOfficer. In FY 2022, topics discussed at these meetings included:\n• Reviewing the results from our 2021 carbon footprint to \nidentify opportunities for improvement, including options for \nfertilizer alternatives\n• Assessing sustainability progress throughout the year, and \nupdating the sustainability action plan where needed\n• Identifying additional opportunities for sustainability efforts, \nincluding a special focus in FY 2022 on expanding our \ncommunity engagement initiatives\nThe Sustainability Steering Council reports to the Sustainability \nand Corporate Responsibility Committee of the Board of Directors, \nwhich was formed in May 2021. The Committee met twice in FY \n2022, with at least 75 percent attendance of all members. The \nCommittee, chaired by independent Board Member Adam Putnam, \nhas the following responsibilities:\n1. Sustainability and Corporate Responsibility Policies, \nStrategies and Programs.  Oversees and provides input \nto management on the Company’s policies, strategies and \nprograms related to matters of sustainability and corporate responsibility, including, but not limited to, environment, \nhealth and safety, social risks, diversity and inclusion goals, and \ncharitable giving policies.\n2. External Trends.  Considers, analyzes, and provides input to \nmanagement on social, political, and environmental trends in \npublic debate, public policy, regulation, and legislation and \nconsider additional corporate social responsibility actions in \nresponse to such issues.\n3. Performance Goals.  Assesses the goals the Company may \nestablish from time to time for its performance with respect to \nmatters of sustainability and corporate social responsibility and \nmonitor the Company’s progress against those goals.\n4. Reputation and Relationships with Stakeholders.  Receives \nperiodic reports from the Company’s management regarding \nrelationships with key external stakeholders that may have a \nsignificant impact on the Company’s business activities and \nperformance.\n5. Risk Management. Supervises and provides input to the \nmanagement team on the Company’s identification, assessment \nand management of risks associated with sustainability and \ncorporate responsibility issues, including, but not limited to, \nclimate change and food safety.6. Philanthropy. Reviews the Company’s charitable-giving \npolicies and programs and receives reports from management \non charitable contributions made by the Company directly, and \nthrough its foundations.\n7. Reporting and Disclosure. Evaluates sustainability and \ncorporate responsibility reports issued from time to time by the \nCompany.\n8. Shareholder Proposals. Analyzes shareholder proposals \nrelating to public policy, sustainability or corporate \nresponsibility issues and recommends a response to the \nNominating and Corporate Governance Committee of  \nthe Board.\nOUR  APPROACH TO \nSUSTAINABILITY", "metadata": {"source": "NASDAQ_ALCO_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}