{"page_content": "11 \n \n [Public]  \n \n \nCR Management and Governance  \n \nOur products help enable others to change the world. This comes with a commitment to do the right \nthing and conduct our business ethically. Our approach to corporate responsibility (CR) management \nand governance applies to all aspects of our bu siness, spanning product design, supply chain, AMD \noperations and employee engagement. In other words, CR at AMD is not an “add -on” consideration, but \nrather a “how -to” approach.  \nWe look at CR through the lens of environmental, social and governance (ESG) issues, which allows us to \nprioritize where we need to focus our efforts to have the most impact and operationalize our initiatives \nand goals into the business. Through ESG executive leadership, cross -functional team coordination, \ntranspar ent disclosure and external stakeholder engagement, we can set clear objectives, track progress \nand promote accountability.  \n \n• The AMD Board of Directors:  The highest level of ESG oversight at AMD is the AMD Board of \nDirectors, which receives reports from an d engages with management at least quarterly on ESG \nissues, practices and reporting. The AMD Board Committee for Nominating and Corporate \nGovernance also has formal oversight of ESG and receives additional updates.  \n \n• The AMD Executive Team (AET):  The AET re ceives regular updates, at least monthly,  on ESG \ntopics, needs and proposals throughout the year. AET members actively participate in setting \nESG strategic priorities and goals for their departments, while providing the necessary company \ninvestments and re sources to demonstrate progress.  \n \n• The AMD ESG Executive Steering Committee:  Our ESG Executive Steering Committee is \nresponsible for overseeing progress on the company’s ESG priorities, goals and disclosures. \nMembers of the Committee regularly communicate with AET members on ESG matters and \nupdates.  The Committee is comprised of c ross-functional leaders (Director level or higher) from \nFinance,  Global Operations,  Human Resources, Investor Relations, Legal, Public Affairs  and other \ndepartments.  \n \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}