{"page_content": "12 \n \n [Public]  \n• The AMD Corporate Responsibility (CR)  Team:  The CR team works cross -functionally to help \noperationalize the day -to-day management of many ESG -related policies, practices and \ninfrastructure. The team also leads ESG reporting and communications. In their roles, members \nof the CR team regularly engage with other AMD departments such as Environmen tal Health \nand Safety, Engineering, Global Operations, Human Resources, Investor Relations, Legal and \nQuality to help ensure we are effectively and efficiently managing environmental and social \nissues. CR resides within Public Affairs and reports to our Se nior Vice President, General Counsel \nand Corporate Secretary, who reports to the CEO.  \n \nAMD is committed to publicly reporting clear and transparent ESG data while continuing to evolve our \ninternal processes and external disclosures to meet stakeholder expe ctations. For example, in 2020, we \nexpanded our external reporting of climate data and risks to align with the Sustainability Accounting \nStandards Board (SASB) and the Task Force on Climate -related Financial Disclosures (TCFD). This year, as \na signatory to  the UN Global Compact, we submitted our Communication On Progress update to \ndemonstrate how AMD is helping advance the UN Sustainability Development Goals (SDGs).  \nIn our 2021 CR Report, we also added new disclosures on human capital, cybersecurity, publi c policy \nengagements and U.S. political activities. We received external limited level assurance for 2021 data \nrelating to our scope 1 and 2 greenhouse gas (GHG) emissions and related performance to goal, as well as \nscope 3 GHG emissions for business air t ravel.  \n \nDownload Our CR Report Summary  \nSee Our Latest ESG Disclosures   \n \nRisk Management  \n \nAMD takes a multi -faceted approach to ESG -related risk management. For example, a cross -functional \nteam focused on product energ y efficiency meets bi -weekly to discuss regulatory and standards \ndevelopments that may pose short, medium or longer -term risks (or opportunities). The team is led by \nour Corporate Vice President of International Government Affairs and Corporate Responsibil ity, with the \nparticipation of product engineers and business teams.  \nBusiness continuity planning is another area of risk management that brings together Environmental, \nHealth and Safety, Finance, Human Resources, Global Operations, Information Technology and other \nteams to identify and plan for events that could disrupt AMD operations and/or supplier operations.  \nAmong our manufacturing suppliers, we conduct facility -level due diligence to address risk factors \nrelated to human rights (e.g., forced labor), environmental factors (e.g., water risk) and ethics (e.g., \ncorruption). We also collaborate on industry efforts to advance sub -tier supplier mapping in order to \nidentify and address risks further down the supply chain.  \n ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}