{"page_content": "13 \n \n [Public]  \nEthics and Compliance  \n \nAMD i s committed to conducting our business in a fair, ethical, honest and lawful manner and in \ncompliance with all laws, rules and regulations applicable to our business. Senior leadership, starting with \nour CEO, communicates to all employees the importance of  acting in concert with our core values. Employees \nare assigned ethics and compliance training with attention focused on anti -corruption, harassment \nprevention, import/export compliance, and the prevention of insider trading, conflicts of interest  and \nantitrust, as may be applicable. T he importance of compliance and conducting our business with integrity \nis also communicated annually on a company -wide basis by our General Counsel. In addition, our \nleadership teams, including Corporate Vice President positio ns and above, are surveyed twice a year about \npossible conflicts of interest.   \nThe AMD Board of Directors has governing authority with oversight responsibility of all business ethics \nissues. Our Corporate Compliance Committee  is responsible for oversight of the AMD  Worldwide Standards \nof Business Conduct  (WWSBC) and related policies and procedures (e.g., compliance with the U.S. Foreign \nCorrupt Practices Act, export control policies, privacy regulations and conflict of interest rules). Additionally, \nin 2022, a new Chief Compliance Officer (CCO) role and office were formed to manage and implement \ncompany -wide ethics and compliance programs and initiatives. A Compliance Team, reporting to the \nCCO, coordinates with various other business functions to drive a unified front for ensuring compliance \nwith the WWSBC and the other related policies and procedures.   \nThe Committee provides quarterly activity reports of  ethics and compliance cases to the Board and \nundertakes a program overview annually. All employees are required to complete the WWSBC training when \nhired and every three years thereafter.  \nWe maintain a process for reporting misconduct and encourage employees to raise questions or concerns. \nEmployees and other stakeholders are informed of our non -retaliation policy.  AMD Aware  is a multilingual \nweb portal and telephone service that accepts anonymous reports about suspected illegal activity or \nviolations of the AMD WWSBC, as permitted by law. AMD Aware is available to all AMD employees and third \nparties worldwide 24 hour s a day, seven days a week.  \nAll incidents reported via AMD Aware are investigated by responsible teams within AMD, including \nrepresentatives from the AMD Corporate Compliance Office and the Internal Audit and Employment \nLaw teams.  All incidents are report ed to the Audit and Finance Committee of the Board by the Chief \nCompliance Officer, including any corrective actions taken as a result of the investigations. Consistent \nconcerns are addressed through senior management discussions, employee communications, process and \ncontrols improvements, training and individual corrective action measures, where appropriate.  \nAnti -corruption  \n \nIn 2021, building off our existing anti -corruption guidelines in the AMD WWSBC, we created a stand -\nalone global policy to help emplo yees and key personnel deal with anti -corruption issues when \nconducting company business activities. The Global Anti -Bribery and Anti -Corruption Policy  describes \nprohibitions and/or required processes relating to specific areas of concern such as gifts, meals and \nentertainment involving government officials and our company’s policy regarding “facilitation \npayments.” The policy also describes the expansive definition  of “government official” and what can ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}