{"page_content": "14 \n \n [Public]  \nconstitute a bribe. Additionally, it sets forth the company’s policy on engaging with third parties or \nintermediaries to work for the company.  \nTraining  \nAnti-corruption training is a key component of our regular Worldw ide Standards of Business Conduct \n(WWSBC) training for all employees. Employees take the WWSBC training upon employment and every \nthree years thereafter. The training session requires employees to certify they are conducting business \nin accordance with the  WWSBC, which includes policy statements on anti -corruption.  AMD executives \nand senior finance managers must also sign a code of ethics on an annual basis.  \nAdditional in -person anti -corruption training is conducted for high -risk employees. Targeted traini ng was \ngiven at the AMD Sales KickOff event in 2021and we provide training to our global sales organization, \noutlining best practices for government tenders, including compliance with bribery and corruption \nregulations.  \nRisk Assessment  \nAnti-corruption ris ks are included within the annual enterprise risk assessment conducted by our \nInternal Audit team in partnership with other relevant business functions. These risks are also included \nin periodic surveys of key management personnel who are likely to have vi sibility into relevant activities. \nThese employees are required to certify that they are not aware of any such activities or provide details \nof any suspicious activities.  \nThe Law Department also reviews contracts and programs for compliance with antitrust laws and \nprovides training to sales and customer -facing roles respecting compliance. In addition, AMD has a \nfinancial reporting program that audits a substantial number of our company's financial reporting \ncontrols and that includes entity -level controls t hat are intended to address the ethics and management \nof AMD.  \nRead our Global Anti -Bribery and Anti -Corruption Policy  \nCybersecurity  \n \nCybersecurity is a top priority for AMD. We focus on continuously strengthening the protection of our \ncompany’s technology infrastructure, intellectual property and other critical information assets against \ncyber threats.  \nTo enhance our company's competitive advantage and securi ty posture, our Enterprise Information \nSecurity (EIS) team strives to align the company to leading industry cybersecurity frameworks. These \nframeworks help AMD create a strong in -depth defense using a risk -based, scalable and outcome -driven \ncybersecurity p rogram.  \nOur information security policies and procedures provide a foundation for our cybersecurity program. \nThrough our periodic mandatory cybersecurity awareness training and simulated phishing campaigns, \nwe educate and test our employees on their respon sibilities in helping protect the intellectual property \nand information assets of AMD, and our customers and our vendors. Our Business Information Security \nOfficers (BISO) program fosters active participation of individual business units in cybersecurity s trategy, ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}