{"page_content": "15 \n \n [Public]  \nrisk and control discussions. BISOs are responsible for assisting our cybersecurity team with identifying, \ncommunicating and managing risk, and implementing appropriate security and privacy measures within \neach BISO’s business organization.  \nThe Cy ber Operations, Incident Command and Response, and Insider Threat functions continuously \nmonitor the global threat landscape and manage a 24/7 Security Operations Center to help protect AMD \nagainst, detect and respond to potential threats from inside and o utside the company. A third -party risk \nmanagement process is in place to evaluate vendor cyber security risks.  \nThe Audit and Finance Committee of our Board of Directors is responsible for the oversight of enterprise \nrisk, and it reviews and provides feedb ack to EIS on matters pertaining to information security risk. \nPeriodic audits are conducted on our information technology and cybersecurity programs and processes \nby internal and external auditors. The efforts of the EIS function are overseen by managemen t at \nmultiple levels including Chief Information Officer, AMD Executive Team and Board of Directors.  \nPublic Policy  Engagement and Political Activities  \n \nAs a global company, we believe corporate responsibility includes being an informed, active participant \nin the development of public policies that affect our business, industry and customers in the countries \nand communities in which we operate. Good public policy begins with diverse stakeholders participating \nin open and transparent proceedings t o carefully examine issues and offer different perspectives that \npromote effective solutions.  \n \nOur company works with governments and authorities, non -governmental organizations (NGOs), \nindustry associations and other groups to deepen our understanding of issues and viewpoints and to \nshare our experience and expertise as part of an informed public policy development process.  \n \nSome of the public policy priorities for AMD include:  \n• Environmental Protection  \n• Movement of Goods/IP  \n• Product Energy Efficiency  \n• Respons ible Mineral Sourcing  \n• Secure Technology  \n• Trade, Competition and Market Access  \n• Workforce Talent  \n \nOur company’s activities in government and regulatory affairs are overseen by our General Counsel, \nwho reports to our CEO. The AMD Worldwide Standards of Business Conduct  [link to PDF] supports our \ncompany’s commitment to high ethical standards and compliance with the law in our en gagement. \nAmong other terms, provisions address political activities and contributions; bribery and anti -corruption; \nand giving or accepting gifts, entertainment and other gratuities.  \nRead About Our Public Policy Engagement and U.S. Political Activities  \n \nGovernance Guidelines and Policies  \n ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}