{"page_content": "16 \n \n [Public]  \n• Anti-Bribery and Anti-Corruption Policy  \n• Code of Ethics  \n• Climate Change Policy  \n• Responsible Mineral Sourcing Policy   \n• Environmental Health and Safety Policy  \n• Export Policy   \n• Human Rights Policy   \n• Product Quality Policy  \n• Supplier Code of Conduct  \n• Worldwide Standards of Business Conduct  \n \nStakeholder Engagement  \n \nOur key stakeholders include our workforce, customers, investors and analysts, local communities, \nsuppliers, key non -government organizations (NGOs) and governmental bodies. We work with our \nstakeholders and strive to create shared value by understanding their interests, communicating our \nstrategies and positions clearly and being responsive as issues evolve . It is not just what our technology \ncan do that matters to our stakehold ers, but also how we responsibly develop and deliver it.  \nEngaging Our Key Stakeholders  \nInvestors  increasingly care about the long -term sustainability of a company, which includes how well the \ncompany’s purpose is integrated with its value proposition and financial performance. Investors are also \nassessing the company’s strategy and performance on envi ronmental, social and governance (ESG) \nissues. We continue to engage in these important conversations with our ESG -minded investors, and we \nbelieve our company is well -positioned to participate in growing markets that prioritize ESG disclosures \nand perform ance. Learn more about our ESG disclosures  and reporting . \nEmployees  want to work on compelling semiconductor technology that simultaneously enables them to \ndevelop their own pr ofessional careers and livelihoods. They also value a purpose -driven culture where \ndiversity, belonging and inclusion are celebrated. We offer our employees the opportunity to work for a \ncompany that innovates and makes important contributions to the world  while upholding business \nethics and integrity. Learn more about diversity, belonging and inclusion  at AMD.  \nCommunities  expect companies to contribute positively to economic growth and employment while \nalso being good neighbors. This is an ideal we embrace across our operations worldwide. More broadly, \nour technology can help enable communities to successfully connect remote locations and deliver \nservices to their citizens. Our technology can also help bring together and support virtual communities, \nfrom gamers to doctors to scientists.  Learn more about how we support our  global community s ites. \nCustomers  are looking for more options and choices that will help them achieve their visions and goals. \nAMD collaborates with customers to create innovative products that meet emerging needs and tackle \nsome of the world’s toughest challenges, spanning medical advances, advanced engineering, data \nanalytics, scientific breakthroughs, education and more. Partnering with customers is how we bring to \nlife our purpose: to enable the world’s creators, researchers, inventors and explorers t o transform the \nlives of those around them through high -performance and adaptive computing.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}