{"page_content": "17 \n \n [Public]  \nSuppliers help make AMD a strong business. We work with our suppliers to deliver high -quality products \nand to help ensure that working conditions are safe, workers are treated with respect and \nmanufacturing processes are environmentally responsible. We recognize that collaboration with our \nsupply chain partners is necessary to achieve our business and sustainability goals. Through our \nmembership in the Responsible Bu siness Alliance (RBA), we work together on short and long -term goals \nand address industry challenges and work toward solutions. This partnership approach enables us to \nstrategically collaborate and continually improve performance. Learn more about our  supply \nchain responsibility  program.  \nGovernmental Bodies  are important stakeholders, as they are developing and implementing public \npolicies that affect our business, i ndustry and customers. We actively engage in key efforts by \nparticipating in open, transparent proceedings that may involve decision makers, industry peers, \ncustomers, suppliers or civil society organizations. We strive to understand the issues, listen to different \nperspectives and share our experiences to promote effective solutions. Topics vary around the world, \nand they include the deployment of technology to deliver public services, research, trade, product \nenergy efficiency, renewable energy, supply ch ain security and continuity of supply chains during the \nCOVID -19 pandemic.  \nStakeholder Panel  \nOne of the most important ways we gain \ninsight into and understanding of our \nstakeholders’ interests is through focused \ndialogue. Working with Ceres, a leading \nnonprofit organization focused on business and \nsustainability, we receive valuable input into \nour corporate responsibility strategy and \nstrategic focus areas from a diverse set of \nstakeholders. This panel includes experts from \nindustry partners, ad vocacy groups and socially \nresponsible investment firms. We meet \nannually to share our progress against goals \nand to gain a deeper understanding of how we \ncan improve our corporate responsibility strategy, initiatives and performance. In previous years, we  \nhave worked with Ceres to convene groups of external subject matter experts to have frank \nconversations with AMD decision makers about the opportunities and risks presented in topics such as \nartificial intelligence (AI) and blockchain technologies, human rights and labor and product energy \nefficiency. These discussions and the subsequent internal reviews help inform our ongoing strategies \nand considerations.  \nIn 2020, Ceres supported AMD in conducting an updated materiality assessment  to solicit thoughtful \nstakeholder feedback that has informed our long -term strategic priorities across environmental, social \nand governance (ESG) issues. In 2021, Ceres worked with the AMD Co rporate Responsibility team and \ninterviewed several senior executives to review the results of the materiality assessment and discuss \nhow the findings inform AMD ESG focus areas moving forward. Our work with Ceres continues into \n2022, starting in Q1 with b riefings for our Executive ESG Steering Committee and other teams on \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}