{"page_content": "18 \n \n [Public]  \nemerging issues and regulations. In the second half of the year, we will work with Ceres to review our \nESG goals in light of the acquisition of Xilinx to determine any refinements to the metrics and/or \ntimelines.  \nCollaboration  \nAMD embraces collaboration and innovation in the technology sector. We recognize that meaningful \nimprovement in corporate citizenship requires collaboration on a global scale, which can be \ntransformative when it’s do ne well. Working with industry peers, government regulators, civil society \norganizations and other groups enables our collective efforts to exceed what any of us could do as an \nindividual organization.  The following table highlights some of the groups with  which we engage in \ncorporate responsibility initiatives.  \nOrganization   Engagement areas   \nCDP  AMD participates in CDP’s annual disclosure system for climate and \nwater surveys to share strategies, data and progress across our \noperations, supply chain and products.  \nCeres  AMD is a member of Ceres, a nonprofit organization that provides \nadvisory services across environmental, social and go vernance (ESG) \nissues and facilitates stakeholder engagement efforts for AMD.  \nChina Electronics \nStandardization Association \n(CESA)  AMD is a member of CESA, which promotes social responsibility in the \nelectronic information industry in Greater China. AMD shares best \npractices in corporate responsibility to help inform upstream and \ndownstream enterprises in the industrial supply chain.  \nDigitalEuro pe  We participate in meetings led by DigitalEurope, including product \ncompliance and sustainability topics, to support a regulatory \nenvironment in Europe that enables public agencies, citizens and \nbusinesses to prosper from digital technologies.  \nEnvironmental Protection \nAgency (EPA) Green Power \nPartner  AMD has been an EPA Green Power Partner since 2000 by sourcing \nrenewable energy in the U.S. and reporting procurement amounts \neach year.  \nInformation Technology \nIndustry Council (ITI)  We are a member of ITI and actively participate in several committees, \nincluding Environment and Sustainability, Product Stewardship, The \nGreen Grid and the Clima te Task Group.  \nResponsible Business Alliance \n(RBA)  AMD is an elected Board member of the RBA and holds full \nmembership. The company actively participates in several working \ngroups, including the Environmental Sustainability Workgroup.  \nResponsible Labor Initiative \n(RLI)  To promote diligence in our supply chain, we actively participate in the \nRLI – a multi -industry, multi -stakeholder initiative focused on ensuring \nthe rights of workers vulnerable to forced labor in global supply chains \nare respected.  \nResponsible Minerals I nitiative \n(RMI)  We have been a member of the RMI since its founding and continue to \nparticipate actively in industry dialogues to advance the use of shared \ntools and resources with the aim of supporting responsible mineral \nproduction and sourcing on a global scale.  \nSemiconductor Industry \nAssociation (SIA)  AMD President and Corporate Executive Officer (CEO), Dr. Lisa Su, \nserves on the SIA Board of Directors, and AMD staff participate in SIA \ncom mittees to promote through public policy a responsible, vibrant ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}