{"page_content": "20 \n \n [Public]  \nASSEMBLY AND TESTING  \nIn the assembly process, each die is attached to metal connectors so it can function with other devices \non a circuit board. The die is then assembled into a protective package to dissipate heat and protect it \nfrom other elements. Once fully assembled, each chip is tested for functionality.  \n• Supply Chain Responsibility  \n• Responsible Minerals  Sourcing   \n \nPRODUCT SHIPPING  \nQualified chips are packaged for shipping to our customers. AMD works with Original Equipment \nManufacturers (OEMs) that integrate our technology into their branded device s, hyperscale and cloud \ndata center providers that integrate our technology into their custom -built servers, channel partners \nthat sell standard and customized solutions and retailers that sell “processors in a box” direct to the \ncomputer enthusiast commun ity. \n• Product Sustainability   \n• Anti-Counterfeit   \n  \nEND PRODUCT MANUFACTURING  \nAMD technology powers millions of intelligent devices made by our customers, including personal \ncomputers, game consoles, se rvers and industrial devices. With the acquisition of Xilinx in February \n2022, AMD is powering even more in automotive and telecommunications applications. These products \nare defining the new era of high -performance and adaptive computing.  \n• Product  Security   \n• Industry Collaboration  \n \nCUSTOMER USE  \nAMD solutions enable people everywhere to realize the full poten tial of their favorite devices and \napplications to push the boundaries of what is possible. The world’s creators, researchers, inventors and \nexplorers are using high -performance and adaptive computing to tackle challenges in science, medicine, \nmanufacturin g and other areas and transform the lives of those around them.  \n• Digital Impact  \n• Product Energy Efficiency  \n  \nPRODUCT END OF USE  \nProper reuse, recycling and disposal of electronic products are important in protecting the environment \nand moving toward a more circular economy. By engineering our products for longer life, and in some \ncases making them backward compatible with our customers’ existing systems, we can help make better \nuse of our planet’s limited n atural resources.  \n• Product  Lifecycle Management   \n• Reducing Hazar dous Substances   \n \n  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}