{"page_content": "3 \n \n [Public]  \nOverview  \n \nAt AMD, we develop  semiconductor  technology that  helps to enable  the future.  Our high -performance \nprocessors power  the servers for modern data centers, personal computers, game consoles, industrial \ndevices  and more.  Through the use of our  technologies, we help open possibilities for creators, \nresearchers, inventors and explorers  to tackle some of the world ’s toughest challenges.    \n  \nThat is why we are focused on creating the next generation of products to positively benefit society and \nthe planet. We aspire to embed environmental sustainability across our business, ensure safe and \nresponsible workplaces in our  global supply chain and promote stronger communities where we live and \nwork.   \n  \nResponsibly developing and delivering cutting -edge technologies that enable a better world is deeply \nrooted in our culture. Corporate responsibility (CR) is an integral aspect  of our business, which aims to \ngenerate shared value with our  employees,  customers, suppliers, investors and communities.   \n \nMessage from our Chair and CEO  \n \nThe important role that computing plays in our everyday \nlives has never been more apparent. Over the last year, our \nhigh -performance and adaptive computing solutions have \nenabled vital medical discoveries, advanced climate \nresearch, connected families arou nd the world and so much \nmore.  \nIn early 2022, we successfully closed the acquisition of \nXilinx, significantly expanding our leadership product \nportfolio, technology capabilities and scale. With our recent \nacquisition of Pensando, we added additional capab ilities in \nthe data center, and now offer the industry’s broadest \nportfolio of computing solutions.  \nTogether with our employees, customers and partners, AMD advances innovation in computing to help \ncreate solutions to the world’s most important challenges . In that same vein, it is imperative that we do \nso in a responsible manner for the environment and world that we share together.  \nWe have set new long -term goals across our environmental, social and governance (ESG) pillars. I am \npleased to report that we  are making good progress in efforts spanning digital impact, environmental \nsustainability, supply chain responsibility, and diversity, belonging and inclusion.  \nProduct energy efficiency is an area of significant focus for us as we push the boundaries of performance \nto develop the world’s most advanced processors. As of June 2022, AMD powers the fastest and most \nenergy -efficient supercomputer in the world – the Frontier supercomputer – as well as 17 of the top 20 \nmost efficient supercomputers. We are also on track to achieve our goal to deliver a 30x increase in \nenergy efficiency in AMD processors powering servers in AI -training and high -performance computing \napplications by 2025. By mid -2022, we achieved a 6.8x improvement from our 2020 base year. Our \nemph asis on environmental sustainability also extends to reducing the impacts of our operations and \nsupply chain.  \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}