{"page_content": "21 \n \n [Public]  \nOur Material ESG Issues  \n \nOur ESG Materiality Matrix  \nMateriality7 analysis helps us prioritize  environmental, social and governance (ESG)  issues within our  \napproach  and goal setting, and it guides our engagement with key  stakeholders. It also helps us focus \nour reporting and transparency efforts on the issues  that matter most.  \nAs a leading company in the semiconductor industry, AMD impacts – and is impacted by – a wide variety \nof ESG -related issues. While we continuously m onitor and respond  to a broad range of  topics, we also \nconduct periodic evaluations to better understand the overall landscape, set priorities and evolve our \npractices, policies and programs accordingly.  \nIn 2020, we partnered with Ceres , a leading  nonprofit organization focused on sustainable business, to \ncomplete an updated materiality assessment, building on the previous assessment that was conducted \nin 2017. The resulting ESG materiality matrix highlights our most material issues based on their current \nor potential impact on stakeholders and society and our company’s business.  \n \n \n7 We include certain disclosures, reports and information on various environmental, social and corporate responsibility -related \nmatters on our website (collectively, our “ESG Materials”). Our ESG Materials may contain information that is significant; \nhoweve r, any significance should not be read as necessarily rising to the level of the definition of materiality used for the \npurposes of our compliance with the U.S. federal securities laws, even where we use the word “material” or “materiality” in o ur \nESG Mate rials (including where we use it in connection with our materiality assessment) or in other materials issued in \nconnection with the matters discussed in our ESG Materials. We have used definitions of materiality in the course of creating  \nour ESG Materials and the goals and metrics discussed therein that do not coincide with or rise to the level of the definition of \nmateriality used for the purposes of our compliance with the U.S. federal securities laws. Moreover, given the uncertainties,  \nestimates and assu mptions inherent in the matters discussed in our ESG Materials, and the timelines involved, materiality is \ninherently difficult to assess far in advance. In addition, given the inherent uncertainty of the estimates, assumptions and \ntimelines associated wit h the matters discussed in our ESG Materials, we may not be able to anticipate in advance whether or \nthe degree to which we will or will not be able to meet our plans, targets or goals.  \n \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}