{"page_content": "23 \n \n [Public]  \nAssessment Methodology  \n \nTo refine our understanding of key issues \nand update our strategic focus areas, we \nundertook a thorough assessment process \nconsisting of the following key steps.   \n \n1. Identification:  Ceres conducted \ndesk research to identify and \ncharacterize a comprehensive list of \nESG issues and topics relevant to \nour business and the broader \nsemiconductor industry. Among \nothe r things, the research took \nnote of:  \na. The increasing number and diversity of ESG inquiries we receive from customers, \ninvestors and other  stakeholders;  \nb. The issues and expectations highlighted by external frameworks and initiatives, such as \nthe Global Reporting Initiative (GRI), the Sustainability Accounting Standards Board \n(SASB), the Taskforce on Climate -related Financial Disclosures (TCFD)  and the United \nNations Sustainable Development Goals (SDGs); and  \nc. The evolution of other companies’ priorities an d responses to key issues within and \nbeyond our industry.  \n \n2. Survey & Analysis:  AMD and Ceres conducted a survey to gather internal and external \nstakeholder feedback  on the relative importance of identified issues, as well as their insights on \nthe context an d challenges AMD faces. We then compiled and analyzed the results to identify \nthe most strategic issues and potential areas for increased focus and investment.  \n \n3. Validation & Prioritization:  We reviewed and validated the results of the analysis in discussions \nwith investors and  members of  the AMD executive team. Insights and recommendations from \nthese conversations provided the basis for final prioritization and determination of the core \nissues, and in turn, for updating and refining our practices, policies and programs.  The results of \nthis final step are critical inputs to our forward -looking approach, as they define its substance \nand inform our goals.  \n \n \n  \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}