{"page_content": "24 \n \n [Public]  \nDigital Impact  \n \nWhy It Matters  \nComputing is ubiquitous and more powerful than ever. Every single day, whether it is in the electronics \nwe rely on at home and work, the advanced data centers and networks that connect us all or the \nsupercomputers used to drive research and innovation in n umerous fields, computing makes the \npreviously impossible possible.  \nSemiconductor technology creates the potential for new insights, experiences and solutions with the \npower to transform lives and communities for the better. Our advances in high -performanc e computing \n(HPC) help society unlock opportunities around scientific research; science, technology, engineering and \nmath (STEM) education; energy and climate; healthcare and other exciting fields.  \nHowever, such advances also bring the potential for abuse and unintended consequences. The same \ntechnologies that promote equity and increase efficiency can also be deployed in ways that potentially \ndisadvantage or exploit vulnerable communities or contribute to environmental degradation. As a \nleader in the semic onductor industry, AMD has both the opportunity and a responsibility to help apply \ndigital tools to create a better world and to help avoid or limit their potential risks.  \nOur Approach  \nAt AMD, we make the world’s most advanced processors8; and when combin ed with our customers’ \nvisions, together we advance the world. Therefore, understanding our customers’ and industry partners’ \ngoals and sharing their visions are critical elements to how we operate. With these insights, we can see \nthe challenges and opport unities ahead, which enable us to continue to develop groundbreaking \ninnovations and help improve lives.   \nBut technology alone cannot achieve societal progress . Rather, it is the people who put high -\nperformance computing to work and spark new ideas that benefit society as a whole. That is why we \nengage and collaborate with our customers, industry and other stakeholders to design world -class high -\nperformance comput ing solutions to tackle some of the toughest challenges facing society and to \nmitigate the potential negative impacts of technology.  \nOur approach entails fostering strategic relationships with researchers, non -profits, educators and \nstudents who are positi oned to expand horizons and develop the groundbreaking innovations of \ntomorrow. Whether it is donating technology to help develop students’ sense of discovery or to enable \nscientists to responsibly push the boundaries of what is possible, we believe that w hen processing \npower meets brainpower, the future comes alive.  \n  \n \n8 Based on node size as of May 2022. GD -203 ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}