{"page_content": "25 \n \n [Public]  \nGoal and Progress   \nWe have set a public  goal and are committed  to making meaningful progress to advance the digital \nimpact of AMD technology.  \n \nThe majority of these beneficiaries came from our collaborations with the Stanford School of Medicine \nand the Council of Scientific  and Industrial Research (CSIR).  Using AMD high -performance servers, \nStanford is analyzing COVID -19 research for California and the state’s prison population, and CSIR is \nworking with scientists in India to address COVID -related challenges. Both organizati ons estimate the \nimpact of the HPC Fund donations to be more than 10 million people.  \n \ntogether we advance_scientific research  \nPowering Computational Science to Fight COVID -19 \nA big challenge needs a powerful solution; to help tackle COVID -19, we made high -performance \ncomputing (HPC) resources available to researchers across India. In 2021, we made the largest single on -\npremise donation from the AMD HPC Fund to the Council of Sc ientific and Industrial Research (CSIR) \nbody based in Bengaluru, India. The 24 -node cluster delivers more than one PetaFlop of compute power \nto fight the COVID -19 pandemic.  \nIn collaboration with the CSIR F ourth Paradigm Institute  (CSIR -4PI) in India, we also established the \nCOVID CARE Network. “This centralized HPC facility will offer computational access to researchers and \nacademics working to tackle COVID -related challenges,” said Vidyadhar Mudkavi, forme r Head of CSIR -\n4PI. “It will accelerate the work being done by scientists in India across varied disciplines including \nbiological sciences for vaccine discovery, chemical sciences for drug testing, and engineering to provide \neffective time bound solutions. ” \n \nKey Activities and Initiatives  \nWe see great potential for high -performance computing (HPC) to benefit society and the planet. \nThrough our digital impact initiatives, strategic investments and partnerships, we aim to help others \nsolve important global ch allenges.  \n  100 million  \npeople to benefit through AMD and AMD Foundation philanthropy and partnerships that \nenable STEM education, scientific research and the workforce of the future (2020 -2025). 1   \nON TRACK: In 2020 and 2021, more than 30 institutions received AMD technology through the \nHPC Fund and our STEM initiatives, benefiting approximately 27.8 million people.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}