{"page_content": "26 \n \n [Public]  \nScientific Research  \nTogether with industry and research partners, AMD is helping to deliver a new generation of \nsupercomputers9 that cross the exascale performance barrier for the first time, with the ability to \nperform more than 1018 (one quintillion) or more calculations per second. These pathbreaking machines \nwill enable researchers to employ exponentially more powerful models and simulations with the \npotential to create breakthroughs in areas such as climate science, biomedical eng ineering and the \ndevelopment of new materials.  \nOur technology continues to be used to accelerate the development of COVID -19 vaccines and \ntherapeutics. In April 2020, well before the full scope and scale of the pandemic was realized, AMD CEO \nDr. Lisa Su an nounced an initial US$15 million commitment to establish the AMD HPC Fund. The fund’s \ninitial purpose was to provide research institutions with computing resources to accelerate medical \nresearch on COVID -19 and other diseases. Dr. Su knew that any meaningf ul response to a pandemic \nwould require tremendous processing power, and AMD was in the position to help provide necessary \ntools and expertise. The HPC Fund has helped researchers deepen their understanding of COVID -19 and \nimprove society’s ability to resp ond to future potential threats to global health.  \nAs of November 2021, 25 grantees in eight countries are benefiting from AMD donations of almost \nUS$25 million of HPC systems and support. At a few institutions, we doubled the processing power \navailable on campus. For other grantees, this was their first opportunity to work on a heterogeneous \nsystem with both AMD CPUs and GPUs, so qualified support and training were key to enabling their \nresearch objectives. With awards of over 12.5 petaflops of total comput ing capacity, the combined \nprocessing power donated through the AMD HPC Fund would rank among the fastest supercomputers in \nthe world, according to the TOP500 list (June 2022).10 \n \n \n \n9 https://www.amd.com/en/products/exascale -era \n10 https://www.top500.org/lists/green500/2022/06/  \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}