{"page_content": "27 \n \n [Public]  \nThe grantees have used these systems for applications such as evolutionary modeling of the \ncoronavirus, transmission science and large -scale fluid dynamics simulations of COVID -19 droplets as \nthey travel through the air. This processing power is helping institutions aim to tackle previously \nintractable problems, acce lerate response timelines and understand biological and medical data on a \ndeeper level.  \nIn 2022, the HPC Fund expanded beyond COVID -19 research to include science for the public good with \nthe addition of 7 petaflops of computing power11 to assist global re searchers working on solving the \nmost demanding challenges facing society today. The new contribution brings the total amount of \ncomputing capacity donated by AMD to nearly 20 petaflops with a market value of more than US$30 \nmillion, as of May 2022. The ad ditional computing resources will build on the original fund established in \n2020 to provide research institutions with computing resources to accelerate medical research on \nCOVID -19 and other diseases.  \n“We are witnessing a scientific computing revolution w here high -performance computing resources \nvastly reduce the time to insights and discovery,” said Mark Papermaster, executive vice president and \nchief technology officer, AMD. “By broadening the AMD HPC Fund beyond COVID -19, we are enabling \nresearchers to solve more of the world’s toughest problems.”  \nLearn more about AMD HPC Fund  \n \nRegional Spotlight:  \nPowering Computational Protein Science in the United States  \nProtein scientists can unlock clues to improving human health, and with game -changing compute power \nfrom AMD, they are making exciting advances. Proteins are fundamental pieces of the biological puzzle. \nThey are molecular machines that make us who we are – they have a role in muscle contraction , tissue \nstructure, chemical reactions, immunity and many other processes. But when things go awry, the result \ncan be detrimental to health: proteins are also involved in the development of diseases like Alzheimer’s \ndisease and cancer. To understand protei ns, scientists need to know what they look like, how they are \nbuilt and how they work.  \nAMD provided HPC systems to the University of Washington Medical School in St. Louis, to support the \nFolding@Home program based on their campus. Named after the “folding ” process through which \nproteins are built, the program involves citizen scientists and harnesses the power of their home \ncomputers. Instead of using one supercomputer to run a single, long simulation, the complex scientific \nproblem is explored across 100, 000 home computers.  \nWith AMD “game -changing” compute power, University of Washington researchers can get the initial \npicture of what they want to study much faster, and they can process the full data that comes back from \nFolding@Home more quickly. When ti me is of the essence – like with COVID -19 – this makes a big \ndifference. Researchers are currently using AMD HPC and Folding@Home to study coronavirus proteins \ncalled spike complexes, which the virus uses to penetrate human cells. The setup makes it easier  for \n \n11 As of June 1, 2022, the AMD HPC Fund includes the former Xilinx Heterogeneous Accelerated Compute Clusters (HACC)  \nprogram, providing researchers with access to AMD EPYC ™ processors , AMD Instinct ™ accelerators, Xilinx Alveo ™ accelerators, \nand Xilinx Versal ™ ACAPs to advance research in areas including climate change, health care, transportation, big data and more.   ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}