{"page_content": "28 \n \n [Public]  \nresearchers to start simulations of new coronavirus variants to predict their severity, help direct \nresources and inform the development of vaccines and treatments.  \nSTEM Education   \nAs we imagine a future enhanced by what computing offers, we must also  empower the next generation \nof citizens and leaders to continue innovating and making constructive use of its capabilities. We are \npassionate about enabling the imagination and creativity of the next generation. Technology in their \nhands encourages exploration and learning that open doors to new careers and possibilities.  That is why \nwe partner with schools, educators and local nonprofit organizations to provide AMD processor -based \nequipment to outfit five AMD Learning Labs that  help inspi re students to pursue science, technology, \nengineering and math (STEM) education.  Current AMD -sponsored labs run in Markham, Canada; \nShanghai, China; Singapore, Singapore; and Austin, Texas and San Jose, California in the United States.  \nThese AMD Learning Labs support the expansion of STEM curricula and opportunities for under -\nresourced students to gain hands -on experience with computer hardware and software alongside \nongoing engagement with AMD employee volunteers. Students are learning to build websites, design \ncomputer games, program in Scratch and Python and improve their digital literacy skills. For some \nstudents, this may lay the groundwork for a future technical career, while for others it supports \nreasoning and skills development to thrive in a range  of other pursuits.  \nBoys & Girls Clubs Empowering Students and Families with AMD Technology  \nBoys & Girls Clubs of America is committed to fostering the potential of young people and bridging the \ngap between access and opportunity through high -quality, cons istent and safe, out -of-school time \nprogramming. Recognizing that STEM education is an important component to success, Boys & Girls \nClubs have built programs that better prepare their member clients for a future of opportunities.  \nWith this shared vision, A MD has been partnering with Boys & Girls Clubs in U.S. site communities \nthrough employee volunteering and philanthropic investment for more than 10 years. Our activities \nhave included launching an AMD Learning Lab in Silicon Valley, supporting STEM for Gir ls programming \nin MetroWest, leading hands -on STEM activities in Central Florida and hosting career explorations in the \nAustin area.  \nThe Boys & Girls Clubs of the Austin Area (BGCAA) primarily serves underrepresented youth attending \nTitle 1 schools. In 202 1, many students and families felt the continued struggles and effects of a world \nwith COVID – and the challenging reality of a new “normal.” AMD and our valued business partner \nHP™12 decided to help alleviate one major obstacle: accessing high -quality tec hnology. Through the HP \nRefresh program, we donated more than 325 newly -refurbished AMD -powered laptops and desktops, \nwhich were distributed to BGCAA students and families who needed them most.  \nOne Club member’s education was hindered by lack of access to a personal computer. He was able to \nborrow one during the academic year, but when the school year came to an end, so did his computer \naccess – and with it, his ability to continue learning. His family also faced a challenging year after losing \nhis father t o cancer. The gift of a computer through BGCCA helped him continue learning online \n \n12 HP and the HP logo are registered trademarks of Hewlett -Packard De velopment Company, L.P.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}