{"page_content": "29 \n \n [Public]  \nthroughout the summer, and it also helped his mother seek employment and manage bills \nelectronically.  \nAMD is not only proud to make products that advance society; we are als o proud to donate technology \nthat can make a difference in a person’s life.  \nLearn more about AMD Learning Labs  \n \nRegional Spotlights:  \nEmpowering STEM Education with New AMD Singapore Learning Lab   \nAround the globe there are talented students with enormous potential who, with hard work and proper \neducational opportunities, will form the next generation of innovators in STEM. AMD has a culture of \ninnovation, and we are passiona te about enabling the imagination and creativity of the next generation.  \nThrough our long -standing partnership with Chen Su Lan Methodist Children’s Home, in 2021 we \nestablished an AMD Learning Lab featuring AMD -powered laptops by HP. 12 This new lab inspi res the 70 \nresidents in the program to develop their STEM skills and introduces them to future careers. Students \nlearn various computer programs and develop new capabilities and knowledge, such as 3D printing, \nbasic computer skills, robotics and digital ar t. The Children’s Home has an exciting curriculum to advance \ntheir students’ understanding of STEM concepts with the help of AMD employee volunteers who are \nassisting in creating new courses  \nCultivating e -Sports Talent and Supporting Vocational Education i n Greater China  \n \nFor many years, AMD has focused on e -sports in different ways: developing and showcasing technology, \nencouraging collaboration in vocational education and supporting Chinese gaming events for talent \ndevelopment. To help accelerate China’s e-sports industry and promote its development, AMD \npartnered with the National Electronic Sports Tournament (NEST) in 2015, and we have participated in \nthe last nine NEST events.   \n \nAt the NEST “League of Legends” event, held in November 2021, the new AMD Radeon ™ 5000 series \ndesktop processors and AMD Radeon RX 6000 series graphics cards powered the competition. AMD also \nhelped launch and continues to sponsor the National Electronic Sports Tournament (EEST), providing top \ngaming equipment and generous prizes to cu ltivate Chinese e -sports talent. The EEST 2021 tournament \ncovered more than 20 Xinhua computer schools nationwide, and nearly 20,000 people in 146 teams \ntook part.    \n \nAMD continues to work with other companies to conduct public online and offline gaming cl asses. In \n2021, we held 10 online live broadcasts with over 15 hours of content, reaching an audience of more \nthan 3,000 people. We also held three public classes on campus with a total duration of almost 6 hours \nthat reached nearly 1,000 listeners. In add ition, for many years, AMD has helped to jointly produce the \ntextbook Microcomputer DIY and E -Sport  for use by 18 professional e -sports schools.   \n \nEnergy and Climate  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}