{"page_content": "30 \n \n [Public]  \nExponential increases in computing performance open doors for exploration and research. Bu t the \ndemand they produce, particularly in data centers, leads to increasing energy consumption and \ngreenhouse gas emissions (GHG) by users. AMD has set a bold goal to increase the energy efficiency of \nAMD processors and accelerators powering servers for a rtificial intelligence (AI) -training and high -\nperformance computing (HPC) by 30x from 2020 to 2025.3 This goal equates to  a 97 percent  reduction in \nenergy use per computation  and represents  more than a 2.5x acceleration of the industry trends from \n2015 -2020, as measured by the worldwide energy consumption for these computing segments.  If all AI \nand HPC server nodes globally were to make similar gains, up to 51 billion kilowatt -hours (kWh) of \nelectricity could be saved in 2021 -2025 relative to baseli ne industry trends. This would amount to \nUS$6.2 billion in electricity savings and carbon benefits equivalent to growing 600 million tree seedlings \nfor 10 years.13  \nWe are on track toward achieving our 30x goal. As of mid -2022, we have achieved a 6.79x inc rease in \nenergy efficiency for accelerated compute nodes from the 2020 baseline, using a configuration of a \nthird -generation AMD EPYC ™ CPU and AMD Instinct ™ MI250x GPUs.  \nAt the same time, the performance delivered from AMD -powered servers plays an importa nt role in \nadvancing research on climate change. By analyzing massive and complex data sets, researchers are \nbetter able to understand the causes of climate change and predict the impacts of extreme weather.  \nLearn more about our progress on this goal \nLearn about how the AMD -powered LUMI supercomputer is advancing climate science  \n \nHealthcare  \nEarly in the COVID -19 pandemic, we were honored to help exp edite the delivery of our embedded \nprocessors used in ventilators. We also design processors used to power medical imaging systems such \nas mobile and cart -based ultrasound systems, endoscopy systems and high -end MRI and CT scanners. \nFrom diagnostic imaging  to imaging -assisted medical procedures, technology that maximizes visual \nclarity and fidelity is vitally important. With the acquisition of Xilinx in 2022, AMD offerings in healthcare \nhave expanded to include solutions such as clinical defibrillators and technology for robot -assisted \nsurgery.  \n \nInternet of Things (IoT) and Industrial Solutions  \nPushing the outermost boundaries of computing includes making more powerful, energy -efficient and \nsecurity -minded processing available across a wider spectrum of devi ces and applications. For example, \nthe AMD Embedded product portfolio provides the performance and power efficiency to enable a \nvariety of Edge computing platforms, meaning they are closer to the end -user and source of the data.  \n \n13 Scenario based on all AI and HPC server nodes globally making similar gains to the AMD 30x goal, resulting in cumulative \nsavings of up to 51.4 billion kilowatt -hours of electricity from 2021 -2025 relative to baseline 2020 trends. Assumes $0.12 cents \nper kWh x 51.4 billion kWh = $6.2 million USD. Metric tons of CO 2e emissions, and the equivalent estimate for tree plantings, is \nbased on entering electricity savings into the U.S. EPA Greenhouse Gas Equivalency Calculator on December 1, 2021. \nhttps://www.epa.gov/energy/greenhouse -gas-equivalencies -calculator   ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}