{"page_content": "4 \n \n [Public]  \nWe are also focused on arming the world’s brightest minds with AMD high -performance and adaptive \ncomputing to accelerate important research and i nnovation. In 2022, we expanded the AMD High \nPerformance Compute Fund to provide researchers with access to more than 20 petaflops of \nsupercomputing power to advance research in areas including climate change, healthcare and \ntransportation. Through this pr ogram and our other efforts, more than 27 million people have benefited \nfrom AMD technology and contributions, putting us on track to achieve our digital impact goal to \npositively impact 100 million people by 2025.  \n \nAll of this is made possible by our talented and dedicated employees. We continue to invest in our \nworkforce and initiatives that advance diversity, belonging and inclusion (DB&I), including tying our \nDB&I goals to executive compensation. AMDers around the  world are highly encouraged to get involved \nin employee resource groups and AMD inclusion efforts, with 52 percent of AMDers participating in \n2021. You can read more about our progress and priorities throughout this report.  \nIn 2021, we also joined the UN  Global Compact, and we continue to incorporate into our business \nstrategy the ten universally accepted principles on human rights, labor, environment and anti -\ncorruption. As our product portfolio, market presence and workforce continue to expand, AMD is \nfocused on responsibly delivering leadership computing solutions that advance the industry, our \ncommunities and the world.  \n \n \nDr. Lisa Su  \nAMD Chair and Chief Executive Officer  \nMeet  the AMD Executive  Team  \n \nAMD Corporate Responsibility in Action  \n \nFor 27 years,  AMD has been annually disclosing the steps we take to \nembed corporate responsibility across our business. In this report, \nwe look back on how we pushed the limits of innovation to help \nsolve some of the world’s most important challenges, and we look \nforward to even bigger ambitions.   \nIt is not just what our semiconductor technology can do that \nmatters, but also how we  develop and deliver it responsibly. To \nguide our efforts, we engage our stakeholders and periodically \nconduct materiality assessments  on environmental, social and \ngovernance (ESG) issues.   From this work, we set long -term ESG \ngoals spanning our operations, supply chain and product design with \noversight by our board o f directors and executive team.    \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}