{"page_content": "31 \n \n [Public]  \nWe are also paving the way for a new generation of industrial solutions enabling intelligent factories. \nOur solutions serve a wide range of market segments and help customers realize a future in which \nthings run seamlessly, keeping employees productive while they interact more n aturally and intuitively \nwith the technology around them. For example, AMD processor -powered industrial PCs are optimized \nfor exceptional, power -efficient processing and graphics performance with integrated CPU and GPU, \nmulti -display support and other adva nced features. With the acquisition of Xilinx in 2022, AMD IoT and \nindustrial solutions expanded to applications such as smart grids, trains and railways, 3D printers and \nrobotics.  \n \nLimiting Potential Negative Impacts of Technology  \nWhile we work to enhance and accelerate the possible benefits of our technology, we also remain \nmindful of the potential for negative impacts. Potential risks to our industry and society associated with \ntechnology use include increased energy consumption, threats to online  privacy and security, human \nrights abuses and addictive behaviors.  \nAs a component supplier of semiconductor solutions, AMD is limited in our ability to direct or influence \nhow our products are ultimately used by end consumers. Yet we recognize the serious ness of these risks \nand the important role we play in addressing and taking action to minimize them. Our ongoing efforts \ninclude  monitoring and disclosing risks to processor security, increasing power efficiency in the data \ncenter and collaborating with in dustry partners to provide input to policy frameworks and standards. \nFor example, AMD actively engages in industry dialogues on these and other technological challenges \nthrough forums such as the Information Technology Industry Council (ITI), the Internati onal Standards \nOrganization (ISO) and the Institute of Electrical and Electronics Engineers (IEEE).  \nWe will continue working to understand and collaborate more deeply on these and other important \nissues so that the computing we enable transforms our world for the better.  \nHow we engage with our stakeholders  \n \nCase Studies: AMD Technology Enabling a Better World  \nAt AMD, we dare to imagine a better world and we take inspiration from our customers to deliver \ninnovative solutions to the challenges and possibilities of our digital age. We do not create technology \nfor technology’s sake; we innovate for our customers and what they can achieve.  This set of case studies \nprov ide examples of applications of our core technology that benefit society.  \nAMD -Based Computer Technology in Mobile Medical Carts and Workstations Gives Nursing Staff More \nTime for Patients and Helps Prevent Errors  \nFor over 600 years, Swiss hospital Bürgersp ital Solothurn has treated countless illnesses and survived \nsome of the worst pandemics the world has ever seen. A key component of the hospital’s lean \nmanagement today is the consistent digitization of patient care, including electronic patient files. \nBürgerspital Solothurn uses innovative mobile medical carts and workstations from INOVIS medical, \nwhose manufacturer Onyx relies on state -of-the-art technology from AMD for the new Venus medical \nPC. In addition to delivering high performance, the AMD Ryzen ™ Embedded processor consumes little \nenergy and only requires minimal cooling.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}