{"page_content": "32 \n \n [Public]  \nRead Case Study  \n \n \nCasa Systems smashes packet core throughput record 5G ultra -broadband with AMD EPYC ™ CPUs  \n \nCasa Systems is a leading provider of ultra -broadband solutions for 4G/5G mobile and fixed wireless, \ncellular IOT, optical, and WiFi attached networks. The company needed to find the most flexible, cost -\neffective and energy -efficient soluti ons to reduce the carbon footprint from 5G networks. The AMD \nEPYC processor provided an innovative system -on-a-chip design with disruptive performance that \nmaximizes value of on -premise and off -premise solutions.  \nRead Case Study  \nDBS Bank transforms its data center with AMD EPYC ™ CPUs  \nDBS transformed its data centers with AMD EPYC CPU -equipped Dell PowerEdge ™14 servers , drastically \nreducing footprint, power consumption and cost . Six years ago,  the company was reaching around 90 \npercent capacity at one of its data centers. In 2019, through various transformation efforts, DBS shrank \nits footprint to a quarter of its original size and reduced its power consumption by 50 percent over the \nsame p eriod. The new, smaller data center can support 10x growth, providing DBS with 40x efficiency. \nThis was made possible through general -purpose compute virtualization, open -source software \nadoption and aggressive automation at scale.  \nRead Case Study  \n \nLemon Sky Studios pushes boundaries for CGI art with AMD Ryzen ™ Threadripper ™ CPUs  \nFounded in 2006, Lemon Sky Studios is Malaysia’s leading CGI studio and one of the region’s best art \noutsourcing c ompanies in the video game and animation industry. The studio has an in -house render \nfarm that is powered by AMD Ryzen Threadripper CPUs. In 2020, as the pandemic swept around the \nworld, Lemon Sky had to adapt by making arrangements for their artists to wo rk from home. Having \nrelied mostly on competitive technology for this part of their work, Lemon Sky tested out new \nworkstation options from AMD to help prevent any bottlenecks in their creative processes.  \nRead Case Study  \n \nNorthern Data takes HPC to a new level of cost and energy efficiency with AMD technology  \nDesigned for HPC workloads and modern software architectures, Northern Data's data centers are more \nthan 90 percent powered by renewable energy. To achieve this goal, Northern Data relies on technology \npartners that deliver the performance required with the optimal cost efficiency. Together with \nGIGABYTE, Northern Data found that AMD EPYC and AMD Instinct ™ technologies delivered t he scale and \naffordability that the company’s customers demand.  \n \n14 Dell Technologies, Dell, PowerEdge, and other trademarks are trademarks of Dell Inc. or its subsidiaries.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}