{"page_content": "33 \n \n [Public]  \nRead Case Study  \n \nPurdue University Breaks Research Computing Barriers On -prem and in the Cloud   \nWith an increasing number of scientists wanting to harness the potential of computer -aided discovery, \ngreater levels of processing power need to be shared more widely. Purdue University wanted to create a \n“science as a service” system with forward -looking mixed (cloud) computing and c omposable \ncapabilities that could deliver the maximum amount of research computing capacity to the U.S. \nacademic community. With the help of Dell EMC PowerEdge servers powered by AMD EPYC processors, \nPurdue won a $10 million National Science Foundation (NS F) grant to provide the Extreme Science and \nEngineering Discovery Environment (XSEDE) with the Anvil supercomputer.  \nRead Case Study  \n \nVestas supercharges sustainable energy with Azure ™ HPC powered by AMD EPYC ™ processors  \nVestas Wind Systems deployed mind.ai’s DeepSim reinforced learning platform, running on Microsoft \nAzure HPC powered by 3rd Generation AMD EPYC processors, to optimize wind turbine orchestration. \nThe aim was to reduce power  lost due to wake turbulence and increase the generation of renewable \nenergy and improve value. The latest AMD CPUs offered high compute power and memory bandwidth \nthat is crucial for simulations involving large amounts of weather data. Vestas expects that  this \noptimization will create significant improvements for existing wind farms, and the company wants to \nhelp customers build future wind farms with these formulas in mind.  \nRead Case Study  \nFind more case studies on science, technology and healthcare  \n  \nEnvironmental Sustainability  \n \nWhy It Matters  \n \nAccording to the World Economic Forum’s 2022 Global Risks Report , “climate action failure” is the \nnumber one long -term threat to the world, and it is the risk that has potentially the most severe impacts \nover the next decade.15 This is not only a future challenge – the related issues are already manifesting. \nGlobally,  the years 2013 -2021 all rank among the ten warmest years on record.16 Temperatures are \nincreasing due to human activities, specifically emissions of greenhouse gas es (GHGs), according to \nexperts. The International Panel on Climate Change has stated that an average temperature increase of \n1.5°C is the threshold for dangerous global warming. Beyond this, they foresee a risk of severely \n \n15 https://www3.weforum.org/docs/WEF_The_Global_Risks_Report_2022.pdf . Climate Action Failure is defined by WEF as the \n“Failure of governments and businesses to enforce, enact or invest in effective climate -change adaptation and mitigation \nmeasures, preserve ecosystems, protect populations and transition to a carbon -neutral economy”.  \n16 https://www.noaa.gov/news/2021 -was-worlds -6th-warmest -year -on-record     ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}