{"page_content": "34 \n \n [Public]  \ndestabilizing social and economi c structures around the world, which would have a disproportionately \nnegative impact on vulnerable communities.17 \nAn immediate and meaningful global response is required to address the climate crisis. The technology \nsector plays a critical role in maximizi ng product energy efficiency and enabling opportunities to reduce \nGHG emissions across sectors of society.  Accelerating the transition to a sustainable low -carbon \neconomy will produce benefits for economic growth, promote the health of people and our \nenvir onment, and increase resilience to natural disasters.18 \n \nOur Approach  \n \nAMD combines performance and possibility so that together we advance to a better world. As leaders in \nthe semiconductor industry during a period of amazing growth we embrace the responsibility to protect \nour planet and the opportunity to help others save energy and reduce GHG emissions. Our \nenvironmental programs and initiatives extend across our value chain, and we set ambitious goals and \npublicly report annually on our progress.  \n \nAt AMD, our approach to environmental sustainability is based on three pillars:  \n• MINIMIZING environmental impacts at AMD and in our supply chain;  \n• ADVANCING environmental performance for IT users; and \n• INNOVATING  on collaborative solutions to address envir onmental challenges.  \n \nWithin AMD operations, we aim  to minimize energy use and resource consumption while aggressively \nreducing GHG emissions (aligned with a 1.5°C scenario). We also work closely with our manufacturing \nsuppliers to advance environmental (as well as health and safety) performance metrics. T hese efforts to \nmitigate the impacts associated with making and operating AMD technology, as well as optimizing \nsystem -level energy efficiency, help our customers and end -users advance their own sustainability goals. \nFor example, using fewer servers to mee t data center compute performance needs and upgrading older \nnotebook and desktop computers with more energy -efficient models can reduce electricity use and GHG \nemissions. Collectively, our innovations and collaborations across the value chain help advance efficient \nhigh -performance computing behind innovative solutions like those for optimized renewable energy \ngeneration, enhanced automation (smart cities and factories), and cutting -edge climate and scientific \nresearch.  \n \nWe also engage with industry peers, government regulators, civil society organizations and other groups \nto advance environmental sustainability across our value chain. The collective efforts and innovations \nstemming from the technology sector exceed what any of us could do as individual orga nizations.  \n \nLearn more about our Stakeholder Engagement  \n \nEnvironmental Policies and Reporting:  \n• Environmental, Health and Safety (EHS) Policy  \n• Climate Change Policy  \n• GRI Standards Content Index  \n \n17 https://www.ipcc.ch/sr15/chapter/spm/    \n18 https://www.itic.org/policy/environment -sustainability     ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}