{"page_content": "35 \n \n [Public]  \n• CDP Climate Change Submission  \n• CDP Water Submission  \n• SASB and TCFD Disclosures  \n• UN Sustainable Development Goals  \n• ISO 14001 Site Certifications   \n \nGoals a nd Progress  \nAs we continue to grow and expand our business, we look ahead with ambition and purpose. We \nrecognize that our environmental sustainability efforts must continue to go beyond slowing growth in \nGHG emissions. In fact, we have the opportunity to enable reductions in energy use and GHG emissions \nacross industries.  \nAs such, AMD is charting a bold path to advance energy efficiency for accelerated computing \napplications; setting a science -based GHG emissions reductions goal for our operations (aligned with a \n1.5˚C scenario); and working with suppliers to increase efficient use of resources and renewable energy.  \n \ntogether we advance_sustainable computing  \nAdvancing Energy Efficiency and Climate Research with Lumi  50 percent  \nreduction in absolute GHG emissions from AMD operations by 2030 (base year 2020).  \nON TRACK: In 2021, we achieved a 25 percent reduction in our scope 1 and 2 emissions.  \n30x   \nincrease in energy efficiency for AMD processors and accelerators powering servers for artificial \nintelligence -training and high -performance computing from 2020 -2025.3  \nON TRACK: In 2021, AMD achieved a 3.9x increase, and midway through 202 2 reached a 6.8x \nimprovement in energy efficiency compared to 2020.5 \n100 percent  \nof AMD manufacturing suppliers4 have public emissions reduction goals by 2025.  \nON TRACK: In 2021, 74 percent of our manufacturing suppliers have public GHG goals.  \n80 percent  \nof AMD manufacturing suppliers source renewable energy by 2025.  \nON TRACK: In 2021, 74 percent of our manufacturing suppliers sourced renewable energy.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}