{"page_content": "36 \n \n [Public]  \nOne of the most energy -efficient supercomputers in the world (number 3 on the Green500 List – June \n2022)19 is powered by AMD technology and is being used to advance c limate research. The award -\nwinning LUMI  supercomputer  in Finland is setting the example for world -class environmental \nsustainability, winning the Best Sustainability Innovation in HPC award at the 2021 HPC Wire Readers’ \nand Editors’ choice awards. Powered by 3rd generation AMD EPYCTM CPUs and AMD MI250 InstinctTM \nGPUs (A+A), it uses 100 percent renewable energy, with up to 200 megawatts available. Free cooling is \npossible year -round, and LUMI ’s waste heat produces approximately 20 percent of the district heat for \nthe area, reducing the city’s carbon emissions by an estimated 12,400 metric tons per year.20 \nIn addition to LUMI’s environmental operating benefits, it is being put to work on some o f the world’s \nmost urgent climate -related problems. As part of the European Green Deal and European Digital \nStrategy, the supercomputer is being used in the Destination Earth project  (DestinE), which is funded by \nthe EU’s Digital Europe Programme. The project focuses on climate modeling: the aim is to create a \ndetailed model of Earth – a digital twin of our planet – that can be used to understand climate change \nand its impacts, including extreme weather phenomena such as floods and hurricanes. With LUMI, \nresearchers can link the climate model to o ther models to understand the complex interplay between \nenvironmental processes and systems.  \n \nMINIMIZING ENVIRONMENTAL IMPACTS   \nOur commitment to environmental sustainability is reflected in our long -standing corporate values and \nculture. For 27 years, we have been transparently reporting on our environmental initiatives and \nperformance. As AMD outsourced manufacturing operations, we expanded the scope of our \nenvironmental initiatives and goals beyond our global operations to include supply chain manufactur ing. \nFollowing the acquisition of Xilinx in February 2022, we are preparing to report 2022 environmental data \nfor the combined company in 2023. The following information reflects AMD operations for the calendar \nyear 2021 (prior to the acquisition).  \nOperations  \n \nAMD operated more than 35 locations worldwide in 2021, including engineering facilities, sales and \nbusiness service sites and corporate offices. Across the facilities at which we operate, we strive to apply \nthe highest level of integrity and stewardship for environmental performance.  We maintain a corporate -\nlevel environmental, health and safety (EHS) framework consistent with widely recognized management \nsystems, such as International Organization for Standardization (ISO) 14001  for environmental \nmanagement. As a result of acquiring Xilinx in 2022, two of our new sites in San Jose, California and \nSingapore are certified to the ISO 14001  standard.   \n \n2021 Operational Performance Summary (compared to 2020 base year ): \n• 12 percent reduction in energy consumption  \n• 25 percent reduction in GHG emissions  \n \n19 Green500 list, June 2022. https://www.top500.org/lists/green500/list/2022/06/   \n20  https://lumi -supercomputer.eu/sustainable -future/  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}