{"page_content": "37 \n \n [Public]  \n• 50 percent reduction in water use21 \n• 14 percent reduction in waste generated (85 percent landfill diversion rate in 2021 for non -\nhazardous waste)  \n \nSee data tables  for complete data and footnotes.  \n \nEnergy and GHG Emissions  \n \nWithin our operation s, our large corporate campuses account for the greatest energy use and \nassociated GHG emissions. In 2021, our corporate data center transitioned to a co -located facility \noperated by a third -party, which AMD selected in part because it uses 100 percent ren ewable energy. \nWe continued to source renewable energy and implement energy conservation projects, such as \nequipment upgrades and optimizations.  \n \nAfter exceeding our 2014 -2020 GHG goal for operations, we set a new science -based target (aligned \nwith a 1.5˚C scenario): a 50 percent reduction in GHG emissions from AMD operations (scope 1 and 2) \nby 2030 (2020 base year). In 2021, we achieved a 25 percent reduction in our scope 1 and 2 emissions \ncompared to 2020. Our scope 1 and 2 G HG emissions have receive d external limited l evel assurance.   \n \nIn February 2022, AMD acquired Xilinx. In our next annual CR Report, we will re -calculate base year 2020 \nemissions data for the combined company, as well 2021 data, for our operations environmental goal.  \n \nIn 2021, we also reduced energy use by \n13 percent  compared to 2020. Although  the majority \nof our employees worked remotely during most of \n2021  due to C OVID -\n19, many  essential  staff  continued to work from \nour offices  following  local guidelines for business \ncontinuity,  and therefore electricity was still \nrequired.  Meanwhile, we continued \nto procure  renewable energy : in 2021, we  sourced 28  \nmillion  KWh  in renewable energy certificates (RECs) \nin the U.S. (Green -E certified wind) as well as China and India (iRECs  wind) , which represented \n27 percent  of our global energy use  – enough to power approximately 3,820  homes in the U.S. for a \nyear.22 \n \nWater  \n \nIn 2021, water use in our operations was 50  percent  lower than in  2020. This large reduction was due to \ntransferring our data center operations to a co -located facility (outside of AMD operational control), \nupgrading cooling units at our Markham, Ontario site and operating with a reduced onsite workforce \nduring COVID -19. We continue to utilize rainwater harv esting and reuse gray water at facilities in Austin, \nTexas and Bengaluru and Hyderabad, India. In 2021, these sites harvested more than 13.75 million liters \nof rainwater,  which  is equivalent  to over 100 percent of their combined annual water use.  \n \n21 The 50% reduction in water use from 2020 to 2021 was attributed to several factors including moving an AMD data center \noperation to a co -located facility; water conservation efforts at AMD Markham from replacing several cooling units; and having \nfewer employees on -site due to Covid -19 protocols.  \n22 EPA GHG  Equivalencies Calculator - https://www.epa.gov/energy/greenhouse -gas-equivalencies -calculator    \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}