{"page_content": "38 \n \n [Public]  \n  \n \n \n \n \n \n \nWaste and Effluents   \n  \nWe manage effluents and waste at AMD operations, including limited amounts of water discharge and \nhazardous waste. For example, the volume of wastewater measured at our Austin, Texas site (the only \none that requires a wastewater perm it) decreased by 31 percent in 2021 compared to 2020.    \n  \nOur total amount of waste generated in 2021 was 455 metric tons – 7 percent below our 2020 total. \nThe non-hazardous waste diversion rate, or the amount kept out of landfill, was 85  percent  in 2021 – an \nimprovement on 82 percent in 2020 and 62  percent  in 2019. We generated less waste in 2021, in part \ndue to COVID -19 and our more  remote workforce. Moreover, the amount of waste sent to recycling far \noutweighed the amount sent to landfill, thereby improv ing the  overall  waste diversion rate. The amount \nof regulated hazardous waste generated, namely in product testing labs,  remained minimal and \nrelatively flat at 3.6 metric tons in 2021 compared to 3.0 in 2020.   \n \nLearn how our employees are advancing environmental sustainability  \n \nSUPPLY CHAIN   \nWe work with our  manufacturing suppliers  to advance envi ronmental  sustainability  across a variety of \nmetrics, namely purchased goods and services (scope  3 emissions). In 2021, AMD was honored to be \nrecogni zed by CDP  as a Supplier Engagement Leader for our actions to reduce emissions and manage \nclimate risks in our global supply chain.  \nSilicon  wafer manufacturing accounts for the bulk of our environmental footprint within our supply \nchain.  Since 2014 we have  partnered with our wafer suppliers to establish best -in-class environmental, \nhealth and safety (EHS) performance for AMD wafer production. Our work together aims to outperform \nindustry averages across EHS performance. Each quarter, we track our progress o n aspects covering \nenergy, GHG emissions, water, hazardous waste recycling and injury and illness rates.   \nLooking ahead to 2025, we continue to  work  with our wafer foundry suppliers on  key performance \nindicators and  goals.  We also pursue public goals for a ll of our manufacturing suppliers, and annually \ntrack progress. By 2025, we aim for 100 percent of them to have their own public GHG reduction goal(s) \nand 80 percent to source renewable energy. We are on -track with 74 percent of our manufacturing \nsuppliers  having public GHG goals and 74 percent sourcing renewable energy in 2021.   \n \n2021 Survey of AMD Manufacturing Suppliers23 \n \n23 Based on an AMD conducted survey of AMD manufacturing suppliers representing approximately 89 percent of \nmanufacturing spend in 2021 and collecting environmental, health and safety data for 2021 calendar year.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}