{"page_content": "39 \n \n [Public]  \n80 percent have third -party assurance of scope 1+2 GHG data  \n100 percent have ISO 14001 Environmental Management System certification  \n50 percent have ISO 50001 Energy Management Certification  \n90 percent have water reclamation processes in place  \n \nEnergy and GHG Emissions   \nGHG emissions in our supply chain are primarily generated at silicon wafer manufacturing facilities \ndirectly through fuel use (scope  1) or indirectly through electricity consumption (scope 2). In 2021, these \nfoundry partners reduced  their  scope 1 and 2 GHG emissions by ~2 percent compared to 2020, based on \nan AMD  manufacturing index  (MI).24 We continue to work with our wafer manufacturing suppliers \nto outpace the industry average and reduce GHG emissions (scope 1 and 2) by 5  percent  or more  per \nMI by 2025, compared to 2020. More advanced technology nodes require more electricity, so our \ncompany’ s 2025 goal is to increase renewable energy use by  these suppliers  by 2x compared to 2020.   \nWater   \nThe contracted wafer manufacturing stage is the point in our value chain at which the most water is \nused and the most effluents are generated. AMD works clos ely with our foundry wafer partners to \nunderstand water risks at the locations where AMD products are manufactured and to track and \nmanage water use. In 2021, the foundries reduced water use by 21 percent from 2020, per AMD \nMI. Looking ahead to 2025, we ar e working with our wafer manufacturing suppliers to continue to \nsurpass the industry average and to  reduce water use by at least 5 percent or more per MI compared to \n2020. More advanced technology nodes require more water use, so these suppliers are workin g to \nincrease the capacity for water reclamation.   \nWe continue to  work with  the majority of our  manufacturing  suppliers to promote water  conservation, \nparticularly with factories in high water risk regions,25 where we expect suppliers to demonstrate water \nconservation and risk mitigation efforts.     \nWaste   \nWe work closely with our wafer foundry suppliers  to address the generation of waste in our supply \nchain.  During 2021, our wafer  manufacturing suppliers achieved an 88 percent  hazardous waste \nrecycling rate, an increase from 80  percent in 2020.  AMD continues to  work  with these suppliers and \nother manufacturing suppliers to track and improve waste metrics, including material reuse and waste \nminimization and diversio n programs.    \n \nRegional Spotlights  \nAdvancing Environmental Sustainability in Greater China   \nIn Greater China, we have been sourcing renewable energy for our Shanghai Research and Development \n(R&D) Center since 2018. We expanded our renewable energy sourcing in 2021 to cover 100 percent of \n \n24 A manufacturing index is an industry -standard measure of production calculated by square centimeters of silicon x masking \nlayers x wafers per year.  \n25 Based on WRI Aqueduct tool: https://www.wri.org/aqueduct    ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}