{"page_content": "40 \n \n [Public]  \nour mainland China operations, amounting to approximately 12,000 megawatt -hours of wind and solar \nenergy. As a result, about 7,000 metric tons of carbon emissions (MTCO 2e) were avoided, contributing \nto a 25 percent reduction in AMD global carbon emissions in 2021 compared to 2020.  \nAMD products and technologies a re also helping our customers and end -users advance their own \nsustainability goals.  For example, in China, the Tencent Cloud Star Ocean Aura Series Server AC221  \nfeatures the latest  third -generation AMD EPYC processors, with a 22 percent increase in air -cooling \ncapacity and an 8 percent reduction in carbon emissions due to the compatibility of the liquid -cooled \ndesign. Adopting cloud services to replace self -built data centers can gr eatly reduce carbon emissions \nwhile meeting data needs. Cloud computing is forecasted to prevent more than 1 billion metric tons of \ncarbon emissions from 2021 -2024 due to higher server utilization rates, more  efficient operations and \nmore renewable energy sourcing.26 \nReducing the Environmental Impact of Our Operations in India  \nAMD India has embraced environmental sustainability for years at our R&D sites in Hyderabad and \nBengaluru, and we continued to make great strides in 2021. We began sourcing renewable energy in \nIndia, totaling nearly 11,000 megawatt -hours (MWh) of wind and solar energy in 2021 – enough to meet \n100 percent of our electricity use in the country for the year.  \n \nAMD India also continues to prioritize water conservation, given the scarcity of water resources in the \ncountry. In 2021, our India R&D locations collec ted approximately 8.4 million liters of rainwater for use \nin facility operations and irrigation; this was more than the sites used, so 3 million liters of water were \nreturned to local water sources like reservoirs , surface ponds and groundwater.  \n \nADVANCING  ENVIRONMENTAL PERFORMANCE  \nWe strive to create products that improve people’s lives and help our customers and end -users reduce \ntheir own energy use and GHG emissions. We collaborate closely with our customers and partners on \nproduct design and system -level optimizations to advance environmental sustainability, including by \nminimizing environmental impacts and energy use.   \nProduct Energy Efficiency   \nMaximizing the computing performance delivered per watt of energy consumed is a vital aspect of our \nbusiness  strategy. Our products’ cutting -edge chip architecture, design and power management features \nhave resulted in significant energy efficiency gains, and we have the track record to prove it: we \nachieved a 31.7x increase in performance per watt for processor s in mobile devices, for example, \nexceeding the AMD 25x20 Energy Efficiency goal (2014 -2020).27 \n \n26 IDC, Worldwide CO2 Emissions Savings from Cloud Computing Forecast, 2021 –2024 : A First -of-Its-Kind Projection, Doc \n#US47426420, March 2021  \n27 Testing by AMD Performance Labs as of April 15, 2020. Processors tested: AMD FX -7600P, AMD FX -8800P, AMD FX -9830P, \nAMD Ryzen 7 2700U, AMD Ryzen 7 2800H, AMD Ryzen 7 3750H, and AMD Ryzen 7 4800H. 25x20 program track ed against \nENERGY STAR Rev 6.1 8/12/2014 and 3DMark® 2011 P -Score and Cinebench R15 nT. Results may vary with drivers and BIOSes. \nRVM -108 ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}