{"page_content": "5 \n \n [Public]  \nAs complex developments unfolded worldwide in 2021, we continued customer collaborations, \nemployee trainings and supplier engagements on topics related to climate change, labor and human \nrights. Additionally, during the ye ar our company, employees and the AMD Foundation collectively \ndonated more than US$2 million for scientific research, social services, environmental conservation and \nhumanitarian aid.   \nWe continue to implement measures that advance our ESG priorities while  we focus on our financial \nperformance. For instance, increased diversity hiring is once again a strategic metric and milestone \ninforming our 2021 and 2022 annual incentive plan, which is a compensation element of our Total \nRewards Program. Starting in 202 2, we are investing up to US$10 million in underserved U.S. \ncommunities through the CNote platform to increase economic mobility and financial inclusion. This \nyear we also entered into a US$3 billion sustainability -linked credit facility, reinforcing our c ommitment \nto our ESG goals.    \nI invite you to read our new report, which has been prepared in accordance with the GRI Standards and \naligns with the Sustainability Accounting Standards Board and the Task Force on Climate -related \nFinancial Disclosures. We re ceived external limited level assurance for 2021 data relating to our scope 1 \nand 2 greenhouse gas (GHG) emissions and related performance to goal, as well as scope 3 GHG \nemissions for business air travel.  \nThe creativity, resiliency and collaboration of AMD employees distinguish our company’s culture. I thank \nmy colleagues for embracing and contributing to our ESG priorities. Together with our customers and \npartners, we create possibilities for how our semiconductor technology can help ad vance an inclusive, \nsustainable future for our world.    \n \nCorporate Vice President, Corporate Responsibility and International Government Affairs   \nPresident, AMD Foundation   \nWho We Are   \nAMD is a global semiconductor company that designs and delivers produc ts for four primary markets:  \n• Client, which primarily includes microprocessors, accelerated processing units that integrate  \n• microprocessors and graphics, and chipsets for desktop and notebook personal computers;  \n• Gaming, which primarily includes discrete GPU s, semi -custom SoC products and development \nservices;  \n• Data Center, which primarily includes server microprocessors, GPUs, FPGAs and adaptive SoC  \n• products for data centers; and  \n• Embedded, which primarily includes embedded microprocessors, FPGAs, adaptive SoC products \nand ACAP products.  \n \nFor more than 50 years AMD has driven innovation in high -performance computing, graphics and \nvisualization technologies. AMD employees are focused on building leadership high -performance and \nadaptive products that push the boundaries of what is possible. Billions of people, leading Fortune 500 \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}