{"page_content": "43 \n \n [Public]  \nEnergy efficiency is paramount when it comes to supercomputing, which is the concentration of \nprocessing power across multiple, parallel computers. The Green500 list  ranks the most energy -efficient \nsupercomputers in the world. The June 2022 update showed AMD EPYC processors and AMD Instinct \naccelerators power the most efficient supercomputers in the world, including four of the top five, eight \nof the top ten, and 17 of the top 20 most effic ient. The Frontier test and development system (TDS) \nsupercomputer secured the top spot in the Green500 June 2022 update based on optimized 3rd \ngeneration AMD EPYC processors and AMD Instinct MI250x accelerators.    \n \ncost) for the Intel solution is $2005974 and $1621248 for  the AMD solution.   This means that the AMD solution is  ~19% less \nexpensive over three years. 1 - ($1621248 ÷ $2005974) = 19 percent.   The EPYC solution 1st year TCO is $844816 and the Intel \n1st year TCO is $1167418. The AMD solution 1st year TCO per VM of  $704.01 where the Intel 1st yr.  solution is $972.85. The \nAMD 1st year TCO per VM is $268.83, or ~28 percent lower than Intel. The 1st year TCO per VM is calculated by taking the 1 -\nyear TCO (hardware, software, and 1st year  OpEx) and dividing it by the tot al number of  VMs.   The virtualization software used \nin this analysis is VMware with a VMware® vSphere Enterprise Plus w/ Production support license. This analysis uses license \npricing of $5968 per Socket + Core with  3 year  support.   More information on  VMw are software can be found @  https://store -\nus.vmware.com/vmware -vsphere -enterprise -plus-284281000.html .   \n \nFor 1200 VMs with 1 core(s) per VM, and 8 GB of  memory per VM, the Intel Platinum_8380 processor requires 15 servers, and \n60 licenses. The AMD EPYC_7713 solution requires 10 servers and 40 licenses. The AMD solution requires 33 percent  fewer \nservers than the Intel solution.   \n \nThe AMD server and virtua lization software license cost are $456600, and the Intel cost are $748140.   Hardware and \nvirtualization cost are ~$291540 or ~39 percent Lower w/ AMD.   \n \nAMD  EPYC_7713 powered servers save ~154132.2kWh of electricity for the 3 years of this analysis. Lev eraging this data, using \nthe Country / Region specific electricity factors from the '2020 Grid Electricity Emissions Factors v1.4 – September  2020', and \nthe United States Environmental Protection Agency 'Greenhouse Gas Equivalencies Calculator', the AMD EP YC powered server \nsaves ~69.86 Metric Tons of CO2 equivalents. This results in the following estimated savings based  on United States data,   \nGreenhouse Gas Emissions Avoided of one of the following:  \n     15 USA Passenger Cars Not Driven for 1 year; or;   \n     5 USA Passenger Cars Not Driven Annually; or;   \n     173382 Miles Driven by Avg Passenger Car; or;   \nor CO2 Emissions Avoided from:  \n     7894 Gallons of Gasoline Not Used; or;   \n     77261 Pounds of Coal Not Burned in USA; or;  \n     9 USA Homes' Ele ctricity Use for 1 year; or;  \n     3 USA Homes' Electricity Use Annually; or;  \nor Carbon Sequestered equivalent to:  \n     1153 Tree Seedlings Grown for 10 years in USA; or;   \n     84 Acres of USA Forests in 1 year; or;   \n     27.94 Acres of USA Forests Annually.  \n \nThe 2020 Grid Electricity Emissions Factors v1.4 – September 2020 data used in this analysis can be found \nat https://www.carbonfootprint.com/docs/2020_09_emissions_factors_sources_for_2020_electricity_v14.pdf  and the US \nEPA Greenhouse Gas Equivalencies Calculator used in this analysis can be found at https://www.epa.gov/energy/greenhouse -\ngas-equivalencies -calculator     \n \nVirtualization software pricing sourced online as of   09/14/2021.   Third party names are for informational purposes only and \nmay be trademarks of their respective owners.  All pricing is in USD.  AMD CPU pricing based on 1KU price as of January \n2022.   Intel®  Xeon®  Scalable  CPU data and  pricing from  https://ark.intel.com  as of January 2022. All pricing is in USD.  Results \ngenerated by:  AMD EPYC ™ SERVER VIRTUALIZATION and GREENHOUSE GAS EMISSIONS TCO ESTIMATION TOOL - v10.13  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}