{"page_content": "44 \n \n [Public]  \n \nOur continued ambitions are reflected in the AMD goal of  a 30x  increase  by 2025 in  energy \nefficiency  for AMD  processors and  accelerators  powering servers  for high -performance computing and \nartificial intelligence -training. In 2021, AMD achieved a 3.9x increase . Nearly midway through 2022, we \nare on track toward achieving our goal, having reached 6.8x improvement in energy efficiency compared \nto 2020 using an accelerated compute node powered by one 3rd generation AMD EPYC CPU and four \nAMD Instinct MI250x GPUs. O ur goal utilizes a measurement methodology validated by renowned \ncompute energy efficiency researcher and author, Dr. Jonathan Koomey.   \nRead about our Energy Effici ency Goal and data center sustainability efforts  \n \nReducing Hazardous Substances   \nAMD is committed to complying with international laws and regulations, and we also  recognize the need \nto restrict the  use of hazardous substances in  semiconductor  products.  That is why  AMD  works  with \ncustomers,  suppliers  and industry groups  to implement chemicals management and to address industry \nstandards targeting lead and other chemicals of concern in electronic products.   \nFor more information,  please visit our  Product Environmental Compliance  page.   \nProduct Packaging   \nPackaging materials  are used for  the shipping and handling  of our products – both processors in a box \n(PIBs) and graphics cards. AMD specifies the packaging materials used, including the recyclability of \nmaterials and the use of recycled content.  We offer packaging that meets the  amended  requirements of \nthe EU Packaging Directive (94/62/EC).    \n“The energy efficiency goal set by AMD for accelerated compute nodes used for AI training and High -\nPerformance Computing fully reflects modern workloads, representative operating behaviors and \naccurate benchmarking methodology.”  \nDr. Jonathan Koomey, President, Koomey Analytics  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}