{"page_content": "45 \n \n [Public]  \nSmaller packaging c onserves natural resources and reduces shipping fuel use and emissions per unit. In \n2021, we continued to reduce the size of our packaging for select Ryzen PIBs by an average of 50 \npercent compared to the previous generation.32 And by May 2021, we reduced the size of our packaging \nfor Radeon PRO (W6800) graphics cards by up to 59 percent compared to the previous generation \n(W5700).33 All our packaging  in 2021 was  made of recyclable  materials, such as paperboard. Our \npackaging  designers continuously seek out  environmentally preferable packing materials, including \nrecycled materials and non -toxic dyes.    \nLifecycle Management   \nBy engineering our products for longer life, minimizing the number of devices potentially needed in the \nfirst place  and, in some cases, making them backward compatible with our customers’ existing systems, \nwe can help make better use of our planet’s limited natural resources.  \nAMD EPYC processors are designed to meet application performance demands with fewer servers, \nresulting in less electricity use and GHG emissions for IT infrastructure as well as for cooling data \ncenters, while avoiding added raw materials that need to be extracted, shipped, manufactured and \ndisposed. For example,  to deliver 10,000 units of integer performance, a 2P AMD EPYC 7763 -powered \nserver takes an estimated 29  percent  fewer servers, 29  percent  less power, and has up to \n30 percent  lower 3 -year total cost of ownership (TCO) than a 2P -based Intel Xeon Platinum 8380.34 \n \n32 PIB reduction based on transitioning from Full SR1 Ryzen CUBE to ½ sized SR1 PIB Boxes - 134 mm (H) x 134 mm(W) x 134 \nmm(L) to 134 mm(H) x 69 mm (W) x 134 mm(L)   \n33 Calculations conducted by AMD as of May 2021 on the double slot, full height Radeon PRO W6800 and comparable previous \ngeneration Radeon PRO W5700 retail boxes.   \n34 MLNTCO -020:  This scenario contains many assumptions and estimates and, while based on AMD internal research and best \napproximations, should be considered an example for information purposes only, and not used as a basis for decision  making \nover actual test ing. The Bare Metal Server Greenhouse Gas Emissions TCO (total cost of ownership) Estimator Tool compares \nthe selected AMD EPYC ™ and Intel® Xeon® CPU based server solutions required to deliver a  TOTAL_PERFORMANCE of 10000 \nunits of   integer performance base d on the published   scores for Intel Xeon and AMD EPYC CPU based servers.   This estimation \nreflects a   3-year time frame. This analysis compares a 2P AMD EPYC EPYC_7763 powered server with \na  SPECrate®2017_int_base score of 861,  https://spec.org/cpu2017/results/res2021q4/cpu2017 -20211121 -30148.pdf ; \ncompared to a 2P Intel Xeon Platinum_8380  based server with a SPECrate®2017_int_base score of \n602,  https://spec.org/cpu2017/results/res2021q2/cpu2017 -20210521 -26364.pdf .   \n \nBoth AMD EPYC and Intel based servers use the same cost for the following elements of the analysis: server chassis s ize of 2RU \nat a cost of $2500 per chassis; internal storage $380; physical servers managed per admin: 30; fully burdened  cost per admin \n$110500; server rack size of 42; space allowance per rack of 27 sq feet; monthly cost of data center space $20 per sq fo ot; cost \nper kW for power $0.12; power drop per rack of 8kW; and a PUE (power usage effectiveness) of  1.7.  \n \nThe EPYC powered solution is estimated to take:   12 total 2P EPYC_7763 powered servers at a hardware only acquisition cost of \n$23748 per server, w hich includes $7890 per CPU, total system memory of 1024GB, which is 8GB of memory /  core and a total \nsystem memory cost of $5088; internal storage cost of $380. The total estimated AMD EPYC hardware acquisition cost for this \nsolution is $284976. Each serv er draws ~755.1412kWhr per month.   For the 3 years of this EPYC  powered solution analysis \nthe:  total solution power cost is ~$66548.88 which includes the PUE factor; the total admin cost is ~$132600,  and the total real \nestate cost is ~$38880, using 2 rack s. The total 3 TCO estimate for the AMD solution is  $523004.88.   \n \nThe Intel based solution is estimated to take 17 total 2P Platinum_8380 powered servers at a hardware only acquisition cost o f \n$24206 per server, which includes $8099 per CPU, total system memory of 1024GB, which is 12.8GB of memory /  core and a \ntotal system memory cost of $5088; internal storage cost of $380.   The total estimated Intel hardware acquisition cost for this \nsolution is $411502. Each server draws ~751.4912kWhr per month.   For th e 3 years of this Intel based  solution analysis \nthe:  total solution power cost is ~$93822.048 which includes the PUE factor; the total admin cost is ~$187851,  and the total \n ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}