{"page_content": "47 \n \n [Public]  \nRenewable Energy  \nFor over a decade, AMD Embedded solutions have been used in wind turbines to help optimize the \nproduction of clean energy. And through more recent cloud -based solutions, 3rd generation AMD EPYC ™ \nprocessors optimize wind turbine orchestration for Vestas  so that power lost due to wake turbulence \ncan be reduced for greater renewable energy generation and improved value.  \nCommunications  \nAs data consumption continues to grow rapidly, driven by technologies such as streaming services and \n5G broadband connectivity, AMD processors are helping meet demand while reducing power \nconsumption. For example,  Ateme  achieved approximately a 50 percent reduction in power \nconsumption with its advanced video encoding platform enabled by AMD EPYC ™ processors, while \ndelivering better video quality. On broadband infrastructure where data consumption is growing by 30 \npercen t per year, Casa Systems  was able to break the record for throughput by using 3rd generation \nAMD EPYC to achieve their goal of industry -leading performance and carbon footprint reduction from  \n5G networks.    \nCloud Computing  \nAMD server processors are also helping to advance the adoption of cloud computing, which is forecast \nto prevent  emissions  of more than 1 billion metric tons of CO 2 from 2021 -2024.35 AMD EPYC processors \nare used to power clo ud instances ranging from big data analytics to virtual desktops. As more \nenterprises move their computing applications from  on-premises  data centers to cloud -based data \ncenters, server utilization rates increase, energy is used more efficiently, and the s ource of energy can \noften be renewable.    \nClimate Research  \n \nWhile enabling solutions to reduce energy and carbon emissions, AMD also aims to help researchers \nbetter understand the interrelated forces contributing to climate change and develop solutions to help \nmitigate the impacts. By analyzing massive and complex data sets, scientists can get insights into the \ncauses of climate change and even predict the impacts of extreme weather to help save lives.  For \nexample, two of the AMD -powered Top 500 Supercomputers  (June 2022) - the Meteo France \nsupercomputer and the LUMI supercomputer in Finland - are used for weather and climate research.  \n \nEco-Labels  \nAMD works closely with Original Equipment Man ufacturers (OEMs) during product design and after \nproduct launch to increase the proportion of products meeting various eco -labels. As government \nagencies around the world look to incorporate sustainability requirements into their IT buying decisions, \nthey  utilize standards such as ENERGY STAR, EPEAT, TCO and others into their public procurement \n \n35 IDC, Worldwide CO2 Emissions Savings from Cloud Computing Forecast, 2021 –2024 : A First -of-Its-Kind Projection, Doc \n#US47426420, March 2021    ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}