{"page_content": "48 \n \n [Public]  \ntenders.  Most eco -labels and certifications are evaluated at the system -level, (i.e., a computer or \nserver), but the processor can play an important role in how wel l a system scores on a given standard.   \nFor example, AMD works with our customers to improve ENERGY STAR ratings by optimizing processor \nenergy efficiency as measured at the system -level, in conjunction with other components and peripheral \ndevices.   EPEAT -registered products include environmental criteria such as supply chain greenhouse gas \nreductions, materials selection and environmental management system (EMS) certification.   \n \nSupply Chain Responsibility  \n \nWhy It Matters  \nWith an estimated 76 percent  of global trade passing through  them,  supply chains continue to be one of \nthe most important levers for businesses  to create  a positive impact in the world.36 By working together, \ncompanies and their suppliers can  make a significant impact on ad vancing human rights, fair labor \npractices and environmental progress.    \nOver the last few years, o ur industry has experience d unprecedented demand for semiconductor \ntechnology, and this requires a strong supply chain. T he link between resilient and respon sible supply \nchains is clear. Consequently, stakeholder expectations for transparency and data -driven results remain \na focus in 2022. Together, with our supply chain and industry partners,  AMD embraces the opportunity \nto help drive social and environmental  progress in the supply chain.  \nAlthough we adhere to the highest standards, we know the social and environmental risks in the supply \nchain are persistent and real. With the growing number of electronic devices being used globally comes \nthe responsibility to ensure that we are doing the right thing and conducting our business ethically. We \nare committed to delivering high -quality products  and helping  ensure  that working conditions \nthroughout our supply chain are safe,  workers are treated with respect and di gnity  \nand the manufacturing processes  of our products  are environmentally responsible.   \nOur Approach  \n  \nAs AMD is a fabless semiconductor company, our manufacturing operations  depend on  a carefully \nselected  network of suppliers.  The scope of the AMD Supply Chain Responsibility program  encompasses \nthe manufacturing of our products by suppliers, located in Asia, Europe and the United \nStates,  and the sourcing  of raw materials.    \n  \nWe aim to work with our manufacturing suppliers  to advance supply chain resilience, respect for human \nrights and environmental sustainability. We take a partnership approach with our suppliers to promote \ncontinuous improvement and drive positive change across  our value chain.    \n \nOur value chain  starts with  the design process. Our wafer foundry  suppliers  source  raw \nmaterials  and create a silicon wafer.  The wafer is  fabricated  into chips,  assembled  into a \npackage,  tested  and shipped as a semiconductor ready to be used by our customers.  The majority \n \n36 https://www.trade.gov/supply -chain -services   ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}