{"page_content": "50 \n \n [Public]  \nGoals and Progre ss \n \nWe a re expandi ng our work with suppliers to  drive  a positive impact for the people who work across \nour value chain and the planet which we all share. Our goals include : \n \ntogether  we advance _human rights  \nCollaborating with RBA Members on Ethical Recruitment Training for Suppliers  \nWe believe we can have the most impact on addressing the systemic causes of forced and bonded labor \nby working  with  multi -stakeholder initiatives and leveraging relationships with our manufacturing \nsuppliers. Through our membership in the  Responsible Labor Initiative  (RLI), we share resources and \ntools with our suppliers  to help address the root causes of this complex issue. Migrant workers can be \nvulnerable to conditions of forced labor. Collaboration with our suppliers on responsible recruitment is \ncritical to meeting our requirements and international expectations of a ddressing forced labor risk.  \nIn 2021, with other RBA members, AMD co -sponsored the RLI Supplier Training on Responsible \nRecruitment Due Diligence. We nominated select AMD sub -suppliers to attend the training. Aligned with \nthe AMD Supplier Code of Conduct labor standards on freely chosen employment, the training provides \npractical guidance and  tools for companies to implement responsible recruitment due diligence and \nfollows the due diligence process  developed by the Organisation for Economic Co -operation a nd \nDevelopment (OECD).  \nThe training focused on key risk areas in the recruitment of foreign migrant workers , which are: \ndocument retention, contract terms and conditions, and recruitment fees and related costs.  As a result \nof their attendance, two AMD supp liers implemented training at their companies and updated their \nrecruitment policies. Both companies also chose to train workers on their internal policies, rights and \naccess to factory complaint channels. Combined, their trainings reached over 1,450 worke rs in 2021. We \ncontinue to make this workshop available to AMD suppliers.   100 percent  \nof AMD supplier manufacturing4 factories to have a Responsible Business Alliance (RBA) audit or \nequivalent by 2025.  \nON TRACK: Between 2020 and 2021, 64 percent of these supplier factories had an RBA audit.  \n80 percent  \nof AMD manufacturing suppliers by spend to participate in a capacity -building activity by 2025.  \nON TRACK: 61 percent of these suppliers by spend participated in capacity -building activities in \n2021, including ethical recruitment training.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}