{"page_content": "6 \n \n [Public]  \nbusinesses and scientific research institutions around the world rely on AMD technology daily to \nimprove how they live, work and play.  \n \nWe operate in more than 35 locations  worldwide, including engineering facilities, sales and business \nservice sites and  corporate offices.  \n \nSolving the World’s Important Challenges  \nAMD processors power people to lead their fields at the cutting edge. From healthcare and \nentertainment to science and autonomous driving —when AMD performance meets the potential of our \npartners, we can solve the world’s most important challenges.  \n \nAccelerating Today’s Data  \nToday’s data centers, supercomput ers and cloud environments require vast amounts of computing \npower to enable the digital experiences that make up our daily lives. AMD offers a broad portfolio of \nsolutions to meet these needs, combining  exceptional x86 AMD EPYC ™ processors, compute -optimi zed \nAMD Instinct ™ GPU accelerators, adaptive acceleration with the Versal platform, Zynq SoC and Alveo \naccelerators and high -performance Pensando data processing units and software stack.  \n \nPowering Incredible Gaming Experiences  \nHigh -performance AMD computi ng and graphics technologies along with software power immersive \ngaming experiences  for high -performance PCs, the latest game consoles and cloud gaming services.   \n \nDelivering Powerful and Efficient Personal Computing  \nAMD continues to drive innovation in pr emium PCs with AMD Ryzen ™ processors and AMD Radeon ™ \ngraphics, bringing performance, efficiency and modern security features to gamers, creators, consumers \nand enterprises.    \n \nEnabling Intelligent Devices  \nAMD adaptive and embedded computing is enabling a n ew class of intelligent devices across the \nautomotive, embedded and communications markets.  \n \nOur CR Strategy  \n  \nWe look at CR through the lens of environmental, social and governance (ESG) issues, which allows us to \nprioritize where we need to focus our efforts to have the most impact and operationalize our goals into \nthe business. We engage with our stakeholders  to help us identify and  prioritize ESG -related issues  \nand set our strategy. This approach also guides our reporting and transparency efforts  on the issues that \nmatter most to our business and our stakeholders.    ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}