{"page_content": "51 \n \n [Public]  \nAligning with Industry Standards   \nWe hold ourselves to high ethical standards and expect \nour suppliers to do the same.  AMD is a full member of \nthe Responsible Business Alliance  (RBA) . In 2021, AMD was \nelected to the Board of Directors to help guide the RBA’s \nstrategic direction to achieve its mission and vision. In \naddition, we collaborate  with other industry groups, peers, \nsuppliers and other stakeholders to make supply chains \nacross the industry ethical and sustainable.     \nAMD adopts  the RBA Code of  Conduct  as our  Supplier Code of Conduct  (“The Code”).  The Code is \naligned with international norms and standards including the Universal Declaration of Human Rights, ILO \nInternational Labour Standards  and the OECD Guidelines for Multinational Enterprise s. It outlines our \nstandards for labor, health and safety, environment,  ethics and management systems. The \nAMD  Worldwide Standards of Business Conduct  outlines  our expectations for our ethical \nconduct  and these standards  extend  to our business partners. We further expect that each supplier will, \nin turn, communicate to their suppliers the same expectations and implement reasonable mechanisms \nto monitor thei r compliance.   \nRead our RBA commitment letter  \nHow We Engage With Industry Groups   \n \nRisk Assessment   \nAt AMD, we take a risk -based approach to managing our supply chain. We utilize third -party risk \nanalytics to conduct an overall supply chain risk analysis. Through our annual analysis,  we gain deeper \ninsights into inherent geographical risks in our supply chain on labor, health and safety, environment, \nbusiness ethics and management systems. We use the results of the analysis to assign risk assessment \ntools and prioritize suppliers within our audit program.    \nIn 2021, 99  percent  of our manufacturing suppliers submitted the RBA supplier self -assessment \nquestionnaire (SAQ). The score is an additional input used to assign  a risk level to the supplier.   \nSupplier Audits  \nBased on the results of the risk assessment, AMD \ndecides which tool will be most effective to \nevaluate the supplier based on  its risk profile. For \nexample, we may require an RBA Validated \nAssessment Program (VAP) on -site audit  to learn \nmore. Suppliers identified as presenting a high risk \nof forced labor may be required to submit a \nspecialized assessment designed to identify the risk \nof forced labor at the employment site.    \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}