{"page_content": "52 \n \n [Public]  \nIn 2021, 43  audits took place across Germany, Greater China, Japan, Malaysia, the Philippines, \nSingapore, South Korea, Thailand and t he United States.37 The average i nitial RBA initial Validated \nAssessment Program (VAP) audit score for AMD suppliers in 2020 -2021 was 26 percent better than the \noverall RBA average over the same time period.  \nSee our Supplier Audit  Summary  Results  \nRemediation  \nWe track audit findings, including nonconformances, from the release of the audit report through \nclosure.  As warrante d, suppliers are required to create a Corrective Action Plan (CAP) and submit it to \nAMD  per the deadlines and requirements informed by the RBA VAP Protocol, including onsite third -\nparty closure audits.  When priority nonconformances are found, AMD contacts the supplier and \nrequests details on the actions the site is implementing to immediately address the nonconformance \n(NC) prior to creating the longer -term CAP. Depending on the severity of the issue, discussions may be \nelevated for a more in -depth conversa tion between company executives. Regardless, if a supplier is not \nfollowing the RBA CAP closure timeline, AMD executives will be informed for appropriate action.    \nAccountability  \n  \nWe use supplier scorecards to hold suppliers accountable for their perform ance against AMD supply \nchain responsibility expectations.  AMD employees from the Procurement and Corporate Responsibility \nteams  participate in supplier business reviews which include a discussion on the scorecard. Performance \nmetrics include:   \n  \n• Social and environmental commitment and management   \n• RBA audit performance   \n• Timely closure of nonconformance, if any    \n• Environmental management and performance    \n  \nIn 2021, 100  percent  of AMD Sourcing Managers completed an updated training on supply chain \nresponsibility which included training on forced labor risks in the supply chain and best practices in \nsupplier performance incentives.    \n \n \n \n \n \n \n \n \n37 Data reflects initial and closure audits in the AMD supply chain that took place in the 2021 calendar year up to December 31,  \n2021.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}