{"page_content": "53 \n \n [Public]  \nRespecting Human Rights  \nAt AMD, we respect human rights throughout our company, \noperations and supply chain. We work to uphold the relevant \nfundamental rights and freedoms of all people across the business, \naligned with the United Nations Universal Declaration of Human Rights \n(UDHR), the International Labour Organization’s (ILO’s) Declaration on \nFundamental Principles and Rights at Work, the United Nations \nGuiding Principles on Business and Human Rights (UNGPs) and the \nOECD Guidelines for Multinational Enterprises.   \nIn 2021, we u pdated our Human Rights Policy to  reflect our \ncommitment to the UNGPs.  This policy extends to our supply chain and the AMD  Supplier Code of \nConduct further incorporates human rights requirements expressed in international norms and \nstandards. We  are a sign atory to the  United Nations  Global Compact , the world’s largest corporate \nsustainability initiative, affirming our commitment to aligning our strategy and operations to  ten \nuniversally accepted principles  in the areas of human rights, labor, environment and anti -corruption.  \nIn 2022, AMD acquired Xilinx. As a result, new suppliers are being incorporated into the AMD Supply \nChain R esponsibility Program, and we continue to take steps to further operationalize our Human Rights \nPolicy.  \nRead our Human Rights Policy   \n \nAssessing Impact and Opportunities  \n \nThe AMD Corporate Responsibility and Procurement  teams are responsible for establishing \nand coordinating the policies, programs and  processes  governing our approach to human rights.  In our \nmost recent materiality assessment , we identified salient human rights risks, includi ng forced labor and \nchild labor in the supply chain. Our efforts to identify human rights risks and  impacts, if they \noccur,  include  a thoughtful selection of AMD suppliers and  due diligence within our supply chain. \nThrough assessments of manufacturing suppliers, we have identified working hours and health and \nsafety as salient human rights risks.    \nUnfortunately, in the electronics  supply chain,  some workers are at risk of conditions that contribute to \nforced labor including recruitment fe es, unethical recruitment practices and a lack of transparency \nabout their actual working conditions. Migrants and other vulnerable workers are particularly at risk. We \nrequire suppliers to commit to freely chosen employment and monitor risks that could le ad to forced \nlabor conditions. Our  Supplier Code of Conduct includes a standard on freely chosen labor, including \nprohibiting workers from paying recruitment fees.  Supply chain due diligence is an ongoing process. We \ncontinuously work toward preventing, de tecting and remediating forced labor, if found in our supply \nchain.  \nSee Our Supplier Summary Audit Results  \nRead our Statement on Human Trafficking and Forced Labor   \nStakeholder Engagement  \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}