{"page_content": "54 \n \n [Public]  \nStakeholder expectations related to the supply chain continue to evolve. One example is the \nconvergence of human rights and product compliance. We believe collective action drives greater \nimpact than one company acting alone. For this reason, multi -stakehol der partnerships are an important \naspect of managing our supply chain responsibility.  \nAMD is a regular member of the Responsible Labor Initiative (RLI) , an initiative of the RBA. Through our \nmembership,  we partner with industry and stakeholders to harmonize a cross -industry approach to \naddress the root cause of forced labor and accelerate change.  \nWe also work  with our suppliers and our industry through the  Responsible Mineral Initiative  (RMI) to \nensure the responsible sourcing of raw minerals, focusing on those from Conflict -Affected and High -Risk \nAreas.  The RMI is a central actor that helps members advance responsible mineral sourcing by \npromoting common tools, assessments and training for the electronics industry and beyond. We \nencourage our suppliers to utilize RMI tools and best practices to ensure industry alignment across the \nvalue chain.  \nWe continuously seek opportunities to align wit h best practices  in how  we operate and collaborate with \nour suppliers to respect and uphold human rights through our supply chain.  \n \nEnvironmental Sustainability in  Our Supply Chain   \n  \nWe are steadfast in our commitment to environmental sustainability, and that includes working with our \nmanufacturing suppliers to evaluate and continuously improve performance.  Given the amount of \nenergy and water needed in the wafer fabricating process,  silicon wafer manufacturing represents the \nbulk of ou r environmental footprint in our supply chain.  We have set 2025 performance metrics \nfor our wafer foundry  suppliers, and track progress each quarter. In addition, we track  water use, energy \nuse, greenhouse gas emissions and waste across 89 percent (by spen d) of our manufacturing suppliers.    \n \nSee our Supply Chain Goals and Initiatives  \n \nSupplier Spotlight  \nTSMC Advances Environmental and Social Responsibility  \nAdvanced silicon wafers are at the core of AMD technology, each with billions of transistors. These \ncutting -edge wafers are manufactured at world -class wafer foundry operations known as “fabs.” As \nsemiconductor processes continue to become more complex – advancing from 2D structures to a 3D \nFinFET architecture – it is increasingly important to minimize the use of non -renewable energy, water \nand chemicals.  \n \nTaiwan Semiconductor Manufacturing Company (TSMC) was the world’s first dedicated semiconductor \nfound ry and is a primary wafer supplier to AMD. The foundry i s the only semiconductor company \nchosen for the Dow Jones Sustainability Indices for 21 consecutive years. Its accomplishments and our \nwork together help to advance AMD supply chain goals.  \n ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}