{"page_content": "55 \n \n [Public]  \nTSMC was t he first in the industry to sign up to the RE100  renewable energy initiative, pledging to use \n100 percent renewable energy by 2050 as part of its Net Zero goal. In the near term, the company aims \nto increase its ren ewable energy usage to 40 percent by 203038 as well as save 1.1. billion kWh of \nelectricity and 28 million tons of water.39 TSMC has established various water recycling applications \nthrough water resource risk management, expansion of diverse water sources  and the development of \npollution prevention techniques. As a leader,  it built the world’s first water reclamation plant for \nindustrial effluents and was the world's first semiconductor company to receive Platinum Certification \nwith the highest score for three consecutive years to the Alliance for Water Stewardship (AWS).40 \nTSMC is also committed to advancing social issues, including diversity and inclusion. TS MC enables its \n60,000+ employees to thrive through initiatives to diversify communication channels, expand learning \nresources and promote career development.  In 2021, TSMC launched the TSMC Global Employee -\nEngagement Survey to gauge overall employee sentim ent. With a response rate of 93 percent, the \nresults indicated employees recognized the company’s continuous pursuit of organizational \neffectiveness and provided areas of improvement, including management training on supporting \nemployees to unleash their p otential.41 \nHealth and Safety for Workers in  our Supply Chain   \nWe value the health and safety of workers in our supply chain. With our  two primary  wafer foundry \nsuppliers, we aim to see a year -over -year reduction of  the cumulative  reportable injury and ill ness case \nrate.  In 2021, the rate  decreased by 50  percent  compared to 2020. Extending to our other \nmanufacturing suppliers, we utilize RBA audits to identify health and safety code violations, which most \noften relate to emergency preparedness.    \nSee our Supplier Audit  Summary  Results   \n \nResponsible Minerals Sourcing  \n \nAMD is committed to the responsible sourcing of minerals used in our products  and expects our \nsuppliers to  conduct business in accordance with the AMD  Worldwide Standards of Business Conduct  \nand Supplier Code of Conduct .   \nTin, tantalum, tungsten and gold (3TG), commonly referred to as conflict  minerals, are used in consumer \ngoods and are integral to electronic products. The mining, sale and use of minerals from Confli ct-\nAffected and High -Risk Areas (CAHRAs), including the Democratic Republic of the Congo and adjoining \ncountries, have been associated with negative social and environmental impacts. This includes the \nfunding of violent groups associated with committing hu man rights abuses.   \nOur efforts to break the link between the minerals trade and conflict in the Democratic Republic of the \nCongo began in 2008.  Through industry initiatives and collaboration with our supply chain partners, we \n \n38 https://www.bloomberg.com/news/articles/2021 -12-08/tsmc -leads -rush -for-renewables -ahead -of-taiwan -energy -vote   \n39 https://esg.tsmc.com/en/update/greenManufacturing/caseStudy/56/index.html   \n40 https://esg.tsmc.com/en/update/greenManufacturing/caseStudy/47/index.html  \n41 https://esg.tsmc.com/en/update/inclusiveWorkplace/caseStudy/29/index.html    \n ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}