{"page_content": "56 \n \n [Public]  \nwork to support  the responsib le sourcing of minerals from CAHRAs. Our view and insight into the \nminerals supply chain have developed beyond 3TG to include cobalt. As we learn more about potential \nsocial and environmental impacts, we continue to assess our supply chain and have priorit ized minerals \nfor additional due diligence.  \nMulti -stakeholder Collaboration  \n \nAs part of our approach to responsible sourcing, we support the enablement of ethical, social and \nenvironmental sourcing through ongoing multi -stakeholder  programs and dialogue.    \n AMD has been a member of the  Responsible Minerals Initiative  (RMI) \nsince it was founded in 2008. Through RMI, we connect with industry \nmembers,  governments,  non-profits  and other stakeholders to contribute \nto mitigate the salient social and environmental impacts of  the extraction \nand processing of minerals used in supply chains. The RMI is a central \nactor that helps members advance responsible mi neral sourcing by \ncreating common tools, assessments and training for the electronics \nindustry and beyond. We encourage our supply chain to utilize RMI tools \nand best practices to ensure industry alignment across the value chain.  \n \nOur Approach  \n  \nOur approach is based on the five steps of the Organization for Economic Cooperation and Development \n(OECD) Due Diligence Guidance for Responsible Supply Chains of Minerals from Conflict -Affected  and \nHigh -Risk Areas (OECD Guidance). These steps include:   \n  \n1. Establishing strong management systems:  Our Worldwide Standards of Business \nConduct , Supplier  Code of Conduct , Human Rights Policy  and Responsible Minerals Policy  \n(previously referred to as Conflict Minerals Policy) govern  responsible  mineral sourcing \ninitiatives  at AMD. These policies are aligned wi th international frameworks, such as the \nUniversal Declaration of Human Rights, International  Labour  Organization  standards  and OECD \nGuidelines for Multinational Enterprises.   \n \n2. Identifying and assessing risks:  Transparency is critical to a responsible, res ilient supply chain.  \nEach year, AMD  works  with our suppliers to identify the relevant smelters and refiners within \nour supply chain utilizing the RMI’s reporting templates, such as the Conflict Minerals Reporting \nTemplate (CMRT). We compare those smelters and refiners to the list of facilities that conform \nto RMI’s  Responsible Minerals Assurance Process  (RMAP). This information is used to identify \npotential risks associated with our mineral supply chain.   \n \n3. Managing risks:  Tracing materials to the point of extraction is a complex challenge.  We leverage \nour participation in RMI to encourage smelters or refiners to participate in RMAP to ensure \nresponsible parti es conduct due diligence on materials purchased from mining companies or \nmineral traders and implement corrective actions to comply with industry standards. \nDisengaging with a supplier can have unintended economic and humanitarian consequences for \nlocal co mmunities. AMD has strong partnerships with our suppliers – we work together to \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}