{"page_content": "60 \n \n [Public]  \ncommitment to soci al and environmental responsibility.42 At the end of 2021, the top 70 percent of all \nsuppliers in our supply chain, by spend, have the highest level of VAP recognition status. AMD wafer \nsuppliers continue to score the highest audit score possible: 200. Add itionally, workers in AMD supply \nchain score a 60.1 on RBA’s Quality of Life Metric43 compared to the industry average of 49.9. This \nmetric is based on three indicators: availability of money (having more than is needed to pay their bills), \ntime (to focus on things they enjoy) and good health (in order to enjoy the time and money). The sco re \nis calculated by isolating questions in the VAP audits that measured these three indicators.      \nThe average number of VAP audit findings in the electronics industry is 8.6 per audit. AMD suppliers’ \naverage number of findings in 2021 was 2.7. The VAP au dit categorizes NCs or findings by severity, as \n“Minor,” “Major” or “Priority.” Of all  NCs in our supply chain in 2021, six Priority  NCs were  identified (up \nfrom two in 2020),  representing 6 percent of all NCs during this time frame.   \nIn 2021, 66 percent o f all NCs in our supply chain were classified as Major  NCs. All affected suppliers \nwere required to complete a corrective action plan for the  identified issues. Major  NCs44 included:     \n• Working hours   \n• Freely chosen employment    \n• Occupational safety   \n• Emergency preparedness    \n• Wages and benefits   \n• Supplier responsibility  \n• Food, sanitation and housing   \n \nAcross the five sections of the VAP, labor (specifically \nworking hours) represented the highest number \nfindings. This corresponds with VAPs across the \nelectronics industry. In 2020, RBA analyzed the number \nof working hours comparing RBA -member and non -\nmember factories. The analysis concluded that on \naverage, workers in RBA member facilities work four \nfewer hours per week than their counterparts in non -\nmember  facilities.45  \nRemediation  \nAll three categories have specified  periods  during which the facility in question must remedy the \nfindings and implement systems to prevent reoccurrences. As part of the corrective action plan (CAP) \nprocess suppliers are provided access to free RBA e -learn ing lessons related to the audit findings.  When \npriority NCs are found, AMD contacts the supplier requesting details on the actions the site is \nimplementing to immediately address the NC prior to creating the longer -term CAP. Throughout the \nprocess, AMD co mmunicates with the supplier to review the CAP and provide support, when necessary. \n \n42 Data includes all AMD manufacturing suppliers with eligible VAP Recognition Program data in 2020 -2022. VAPs are valid for \ntwo years.   \n43 Responsible Business Alliance 2020 Annual Report   \n44 Data represents global rates of all NCs of sites audited  in 2021.  \n45 Responsible Business Alliance 2020 Annual Report  \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}