{"page_content": "62 \n \n [Public]  \nAMD Code of Conduct and included resources from the ILO and RBA on managing the impact of COVID -\n19 on migrant workers.    \nNCs in the category of freely chosen employment were due to workers paying fees prohibited by the \nCode or suppliers lacking sufficient policies or management practices to prevent the risk of forced labor. \nThese findings were  escalated  to senior executives of AMD, and we worked directly with the \nmanufacturing and sub -tier suppliers to ensure remediation was provided to the affected workers and \nsystems were put in place to prevent future NCs. These sup pliers were also identified as candidates for \nadditional capacity building initiatives. Two suppliers attended a virtual workshop on best practices in \nethical recruitment and due diligence. The other suppliers were provided e -learning courses on forced \nlabor prevention or ethical recruitment due diligence.  \nRead More About Supplier Training Opportunities  \nHealth and  Safety   \n  \nApproximately  35 percent  of all NCs in our supply chain in 2021 were in the area of health and safety  \n(down from 43 percent in 2020) , with the majority of  the issues related to emergency preparedness, \noccupational  safety  and injury  and illness.  Most of the  NCs were in emergency preparedness – \nspecifically a lack of adequate fire detection, emergency exits or certification , or identification of all \npotential  emergencies that could affect the site with adequate, established response programs . \nImmediate containment action was completed within the RBA timeline, and closure audits were \ncompleted where required.    \n \n2021 Supplier Audit Results  \n \nNonconformances by T ype, Initial Audits (2021)47  \n Priority   Major   Minor   Total  Percentage  \nLabor     39 39.39%  \nFreely chosen employment  1 8 6 15  \nYoung workers  0 0 0 0  \nWorking hours  0 16 0 16  \nWages and benefits  0 6 1 7  \nHumane treatment  0 0 0 0  \nNon -discrimination  0 0 1 1  \nFreedom of association  0 0 0 0  \nHealth and safety     35 35.35  \nOccupational safety  0 7 1 8  \nEmergency preparedness  2 7 7 16  \n \n \n47 Data is from full, initial VAP audits conducted in 2021. AMD aggregates all nonconformances (NCs) across all audits to \ndetermine NCs by RBA category.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}