{"page_content": "65 \n \n [Public]  \ncomputing and engineering.48 While the tech sector has taken steps to make progress in recent years, it \nstill has significant work to do.  \nAt AMD, we see it as both a challenge and an opportunity for us to create a diverse workforce and \npromote a culture of belonging and inclusion.  \nOur Approach  \n \nWe are committed to growing diversity, belonging and inclusion (DB&I) in our workforce to help \nembrace different viewpoints and experiences, foster innovation, challenge the status quo when needed \nand drive business performance. To achieve our aspirations,  we want a strong culture that reaches \nacross all aspects of our business.  \n \nOur DB&I approach includes:  \n• Listening to our employees through our annual AMDer Survey and curated groups;  \n• Deepening our relationships in the United States with Historically Blac k Colleges and Universities \n(HBCUs) and Hispanic -Serving Institutions (HSIs);  \n• Working to reduce unconscious bias in the workplace by educating our global workforce on the \npower of multiple voices in driving innovation – we educate employees on how a workpl ace of \ninclusion positively impacts the products we develop and the day -to-day experiences of our \nemployees, and we also highlight the strength of diversity in the interviewing and promotions \nprocesses;  \n• Evaluating employee compensation programs annually so  that colleagues performing similar \nwork in the same geographic area and at the same level have equitable compensation \nopportunities;  \n• Ensuring that every  AMDer  around the globe  has the opportunity to  amplify their unique voice \nto contribute to our company’ s success; and  \n• Offering mentors within our employee resource groups to further drive a sense of community.  \n \nBy building a diverse talent pipeline, encouraging a culture of respect and belonging and increasing the \ninclusion of under -represented groups, we w ill make AMD stronger. We will elevate our talent and \nimprove business outcomes by encouraging employees to bring their whole selves to work. Our Multi -\nVoice Initiative encourages and supports all  AMDers who champion and, when needed, challenge our \ncompany  culture with their unique perspective.  \n \nWhat  we are  doing is working. In our annual AMDer  Survey, we ask multiple questions on how our \nculture and processes support our commitment to DB&I. We invited 100 percent of our employees to  \nparticipate in our 2021 AMDer Survey,  and 96 percent responded. Their responses to those questions \nand the overal l index score are in the top 10 percent of global companies within the tech industry. In \n2021, we were recognized by the Bloomberg Gender Equality Index and the Human Rights Campaign \nCorporate Equality Index as a Best Place to Work for LGBTQ Equality.  \n \n \n \n \n \n48 https://www.aauw.org/resources/research/the -stem -gap/   ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}