{"page_content": "66 \n \n [Public]  \nGoal and Progress   \nWe have set a public  goal and are committed  to making meaningful progress to foster DB&I at AMD.  \n \nAMD is also committed to increasing the percentage of global female hires in engineering roles and the \npercentage of under -represented group (URG) hires within our U.S. workforce year over year. In 2021, \nwe made these efforts a component of our company’s strategic metrics and milestones to inform our \nannual incentive plan, which is  a compensation element of our Total Rewards Program. We are pleased \nto share that in 2021 we exceeded the hiring goals we set, leading to a 1 percent increase in the total \npopulation of AMD female engineers and a 1.6 percent increase in our URG focus area s overall.  In 2022, \nwe will continue these efforts for inclusion as a component of our company’s strategic metrics and \nmilestones.  \n \nFollowing the close of our acquisition of Xilinx in February 2022 and the creation of a new business unit \ncalled Adaptive a nd Embedded Computing Group (AECG), we are focused on the integration of our new \nemployees  and expanding our DB&I program and initiatives across our larger c ompany. As part of this \nwork, we will re -set our internal DB&I hiring goals in 2022 based on our cu rrent company population \nrepresentation.  \n \nOur Global Workforce  \nAMD publishes workforce diversity statistics as part of our annual corporate responsibility reporting. \nSince 2016, AMD has published the gender composition of our engineering and management tea ms. In \n2018, we began reviewing our Diversity, Belonging and Inclusion strategies and metrics with members of \nthe AMD Board of Directors. We are constantly striving to improve our gender and diversity hiring \nthrough specific programs.  \nThe diversity summary  data below is based on calendar year 2021 data for a total of 15,500+ AMD \nemployees49.  \n \n49 Reported data reflects AMD operations for the 2021 calendar year, prior to AMD acquisitions in 2022 of Xilinx and Pensando . 70 percent  \nof our employees to participate in AMD employee resource groups and/or other AMD inclusion \ninitiatives by 2025.2  \nON TRACK: In 2021, 52 percent of AMD employees contributed to activities under this goal due to an \nincrease in ERG membership, employee volunteers and charitable donors.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}