{"page_content": "68 \n \n [Public]  \nLisa Su won in 2020, plus an additional donation from Dr. Su.  \n \nTalent Attraction and Retention  \nThere is currently intense competition for talent in the se miconductor  industry, with companies vying \nto attract and retain skilled individuals who will help them achieve their long -term goals.  Our goal is to \nbe an employer of choice, with passionate, innovative, fully engaged employees.  \nAMD is proud to be an equal opportuni ty employer that is committed to creating an inclusive \nenvironment for employees around the globe.  \nRecruitment  \n \nWe recognize the challenge of increasing  the representation of women  and other under -represented  \ngroups  in engineering and other roles. We conti nue our efforts to recruit diverse talent and foster an \ninclusive and innovative culture, where the best ideas “win” regardless of the individual’s identity.  \nWith the immense growth in the student population in 2021, we continued to focus on helping divers e \nstudents feel valued and welcomed at AMD. We built sustainable engagements with organizations like \nthe Society of Women Engineers (SWE), the National Society for Black Engineers (NSBE) and Society of \nHispanic Professional Engineers (SHPE) at our top univ ersities, including our top HBCUs and HSIs.  \nSome of our highlights during the year included Women in Engineering events at the University of Texas \n(UT) in Austin and Texas State University. Female AMD engineers, including a former co -op who is now a \nNew C ollege Graduate, engaged with female engineering students to share their journeys to becoming \nan engineer and talk about how to navigate a career that offers so many opportunities for learning, \ninnovation and creativity. Although we value being on campus a nd connecting in person, it was \ninteresting to see how the virtual environment during the pandemic helped us reach a larger and \nbroader student audience.  \nOur partnerships with HBCUs and HSIs continued to grow in 2021 as we were able to engage with \nfaculty,  staff and students at a deeper level. We continued to build on our relationships and looked for \ncreative ways to connect with the students throughout the year. We held two NSBE Tech Talks at \nHoward University, supported a Senior Project at North Carolina Agricultural and Technical State \nUniversity and had successful Tech Talk Panels with SWE at Texas State University and UT Austin. \nBuilding trust with students has been a major focus for us – we want the students to know that AMD is \ninvested in their learni ng and future success.  \nTo support these new hires when they join AMD, we implemented an employee resource group (ERG ) \n“Sign Up” feature within our New Hire Onboarding platform in 2020. New hires may view and select \nERGs they would like to join. Employees who help lead an ERG at a given site serve as cultural \nambassadors – they welcome the new hires, communicate our company’s commitment to belonging \nand invite the new hires to attend events. This unique but simple process enables new hires to have  \naccess to our ERGs immediately. Through this connection, ERGs introduce new hires to the benefits of \nmembership, such as building their network outside of their team and finding mentors to grow in their \ncareers.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}