{"page_content": "69 \n \n [Public]  \nIn addition, we are committed to helping st udents and graduates expand and apply their theoretical \nknowledge while building on -the-job skills. Interns with our AMD University Relations program are \nencouraged to display their talents, build professional networks, participate in real -life engineering  \nchallenges and apply for full -time opportunities upon graduation.  \n \nRegional Spotlights:  \nEquipping Future Engineers at Howard University in the United States  \nToday’s students have the potential to be tomorrow’s top engineers, and AMD has the expertise and  \ntechnology to help them get there. To inspire the next generation of engineers, we connect students \nwith AMD experts offering opportunities to learn and discuss career options. Additionally, we donate \nequipment to our university partners.  \nIn 2021, for ins tance, AMD deepened our partnership with Howard University. We worked with the \nNational Society of Black Engineers (NSBE) at Howard University to reach out to students through Tech \nTalks and discuss our company’s history, culture and opportunities. AMDers – Precious Effiong, Leyla \nYilan, Farzana Haque and Nick Valison – covered topics related to AMD technology, industry knowledge, \nbusiness innovation, growth and success. Each speaker shared their personal story and students had the \nchance to ask them questi ons. AMD also attended the Howard Career Fair. In both settings, students \nwere encouraged to explore AMD job opportunities.  \nPartnering with faculty at Howard University, AMD also invested US$154,000 of hardware to connect \nthe College of Engineering and Arc hitecture and enable AI research. The scalable high -performance \ncomputing (HPC) system, which consists of three servers with one node including eight AMD Instinct ™ \naccelerators, will enable collaboration between research groups and serve as a platform for teaching \nand lab activities. The equipment is being used to enhance the hands -on lab activities in undergraduate \nand graduate courses, such as Machine Learning, Data Science, Cybersecurity and Cloud Computing. It \nwill also help expand Howard University’s r esearch capabilities in these important areas.  \n \nEncouraging Women Engineers and the Next Generation of AMDers in Canada  \nAMD Canada enables an encouraging environment for our current and future women engineers. For \nexample, we sponsor a variety of diversit y events hosted by local universities, including Women in Science \nand Engineering at University of Toronto, Women in Computing, Stats and Math at University of Toronto \nScarborough, National Society of Black Engineers at McMaster University and Women in Eng ineering at \nMcMaster University.   \nWe also work extensively with universities to provide technology students with internship and \nmentorship opportunities. AMD has partnered with Women in Science and Engineering (WISE), the \nNational Society of Black Engineers (NSBE), the Institute of Electri cal and Electronics Engineers (IEEE) and \nLGBTQ+ STEM Student Groups at top Canadian Post -Secondary Institutions. At any given time over 250 \nfuture engineers and computer scientists are busy learning their craft with the help of experienced AMD \nstaff while they develop the next generation of semiconductor hardware and software. Following \ngraduation, a large proportion of these interns return as full -time AMDers, building our next league of \ntechnical talent in Canada.   ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}