{"page_content": "70 \n \n [Public]  \nDuring their placement at AMD, interns a re offered several opportunities to develop valuable skills in \naddition to their technical roles. We also have a formalized mentorship program between full -time staff \nand interns to promote knowledge sharing and early -career support as they begin their car eers at AMD. \nAfter completing their internship at AMD, interns can opt into the Campus Ambassador Program, \nthrough which they represent the company at university panel discussions, networking sessions and \ncompany informational presentations.  Through our va rious intern -specific programs and their day -to-\nday technical roles, students and new graduates at AMD get the chance to not only develop technical \nand professional skills but also apply their education to real -world settings in meaningful ways.   \n \nTotal Re wards  \nOur Total Rewards programs reflect our commitment to having an equitable and inclusive environment \nthat enriches the total well -being of our employees. We support our employees with competitive \nrewards, including:  \n• Excellent compensation;  \n• Comprehensive healthcare coverage;  \n• Retirement savings plans with company matching;  \n• Paid holiday, vacation time and other time off programs such as Recharge Days, Pandemic Leave \nand a generous Bereavement Leave program; and  \n• Life and disability insurance.   \nOur benefits packages also include fertility, adoption and surrogacy as well as transgender -inclusive \nbenefits. Additionally, we offer a variety of work/life balance programs, including family care, global \nparental leave and alternative work plans. And o ur employees have access to work/life services to  \nsupport them during major life events or with life’s day -to-day challenges, as well as employee \nassistance programs to help resolve personal and professional issues.  \nEmployee Education and Training  \nWe promote an environment of continuous learning at AMD. Employee education and training are \nprovided in different forms and vary by country. In some countries, we offer tuition assistance programs \nand other learning programs, such as Leadership Training, Ski llsoft Learning, Ted Talks and Microsoft \ncurriculum. We also have a pay -for-performance management and assessment process that encourages, \nrecognizes and supports high -performing individuals and teams; this is reported annually to our Board of \nDirectors.  \nIn a partnership among teams spanning University Relations, DB&I and Learning & Development, we \ncreated the New College Graduate (NCG) Diversity Program. The content of the program engages \nemerging professionals and enables them to accelerate their growth a nd development. The focus areas \nof this program are planning for success, understanding the business and building a long -term career. \nManagers of the NCGs receive training on leading a diverse workforce of people who are starting their \ncareers.  \nAMD Leaders hip Essentials (ALE) is a learning experience designed to help newer people managers (with \nless than one year of management experience at AMD) build their leadership capability and provide the \ncore skills necessary for them to be successful at AMD. The tra ining has been offered virtually  to ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}