{"page_content": "71 \n \n [Public]  \naccommodate our workforce, which includes onsite and remote employees. In 2021, 68 percent of new \npeople managers attended, all virtually.  \nThe AMD Virtual Development Series focuses on the topics requested by our employ ees most frequently \nand each one is covered in a 45 - to 60 -minute virtual session. The series covers interpersonal skills \ndevelopment for individual contributors and people managers, including topics such as communication \nand presentation skills, career ad vancement, leading effective meetings, and prioritization and \ndelegation. Most of the sessions are condensed versions of our full classroom -based courses. We used \nthe ADDIE approach (analyze, design, develop, implement and evaluate) to condense the content  and \nadapt the activities for a virtual audience, and we use a variety of delivery approaches to keep virtual \nattendees engaged. All the topics have been recorded and are available on -demand, including slides, \nworkbooks, job aids, links to online articles and book summaries to further learning. All of the topics are \nalso available for instructor -led delivery.  \nAMD e -learning resources include huge, constantly growing libraries of more than 10,000 courses from \nUdemy, Skillsoft Percipio and LinkedIn Learning, as well as over 20,000 book summaries from \ngetAbstract, thousands of articles from Harvard Business Review  and more than 50,000 technical and \nengineering books. In addition, for global cultural education, our employees have access to profiles from \nabout 10 0 different countries through GlobeSmart. Users can access our eLearning resources on their \ndesktop, laptop or, in most cases, a mobile device.  \nEmployee Performance Management  \nUnder our pay -for-performance philosophy and guiding principles, we reward not o nly team members \nwho demonstrate the highest level of contribution to the company, but also those who continually \nimprove their capabilities. This ensures that rewards are differentiated based on the impact the \nemployee’s performance has on the company as well as how they execute their tasks.  \nEmployees are actively engaged in the performance management process. In 2021, 98 percent of AMD \nemployees received a performance review.50 \nTalent Management  \n \nOur talent management activities support the complex and dy namic nature of our business, but our goal \nis simple: deliver our strategy by having the right talent in place now and in the future.  Our talent \nstrategy supports our goal to attract, acquire, develop and retain the best talent in the industry by \nproviding  integrated talent processes across the employee lifecycle, including through:  \n• Identification of top and emerging talent through Organizational HR Planning, with specific \nattention paid to identifying and developing a diverse slate of successors and “talen t to watch”;  \n• An ongoing circular feedback loop with employees in the form of a robust “employee voice” \n(survey) strategy;  \n• Learning and Development (L&D) offerings focused on employees gaining knowledge for \nexcellence in their current role, as well as in pr eparation for their next role;  \n \n50 AMD employees who participated in the year -end process have either signed their 2021 form or have the form in Employee \nSignature st atus.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}