{"page_content": "72 \n \n [Public]  \n• Diversity, Belonging and Inclusion (DB&I) programs to promote inclusivity and belonging for all \nemployees, so everyone feels they can bring their whole self to work;  \n• Measurement and insights into talent placement, development and growth; and  \n• Year -round coaching and development to support and enhance goal setting and annual \nperformance reviews.  \nThroughout the year, our CEO and senior executives hold cross -functional discussions about our top \ntalent and the leadership  and technology skills our business requires.  \nSee Our New Hire, Turnover, Career Development and Parental Leave Data  \n \nEmployee Engagement  \nWe know that AMDers  do their best when they are fully engaged and can be themselves at work. Our \nYouTube series  “I Am AMD ” highlights our employees sharing their stories and why they feel they \nbelong at AMD. This series features AMDers in various roles across the company bringing together their \npassion for technology and their unique backgrounds to create an amazing work env ironment and \ninnovative products. In 2021, we started a new series called “Career Engineered .” In these videos, \ntechnical employees share the experiences that have shaped who they are and how t hey bring their \nunique voice and perspective to work every day.  \nOur employee resource groups  (ERGs)  encourage employee engagement and are an important part of \nour company ’s culture. While we had affinity groups for years – most notably the AMD Women ’s Foru m \n– we introduced a corporate ERG policy in 2016 to clarify the process and encourage the formation of \nother groups.  ERGs create a space for employees who share a common identity, along with their allies, \nto meet and support one another in building their c ommunity and sense of belonging in the workplace. \nAt the same time, our ERGs empower employees by giving each group a collective voice to work with \nsenior leadership and increase understanding of their community.  \nAs most employees have been working remotel y since 2020, we have seen ERGs join together virtually \nacross regions to build community and promote their missions. For example, for International Women’s \nDay in 2021, the AMD Women’s Forum chapters came together regionally to offer events such as career  \npanels, virtual conferences with presentations by women executives and networking opportunities. The \nNorth America virtual conference drew more than 700 attendees. Our Pride ERG also hosted multiple \npanel discussions on Twitch for the LGBTQ+, Ally and Dra g community during Pride month, attracting \nmore than 1,800 viewers in 2021.  \nOur Go Green ERG has been actively working to engage and inspire AMD employees to reduce their  \nenvironmental footprint and adopt sustainable practices at home, during their commut es and in the \nworkplace. In 2021, our Go Green activities included a webinar about our U.S. Employee Solar Program \nand a virtual global Earth Day event. AMD employees once again participated in our annual campaign – \nthe People’s EcoChallenge – that encoura ges individuals to adopt more sustainable practices, such as \neating local organic food, riding their bikes, recycling and turning off equipment when not in use. \nEmployees set goals, tracked actions and shared ideas with others. Over the last six years, hun dreds of \nAMD employees in several countries have completed more than 8,000 actions.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}