{"page_content": "73 \n \n [Public]  \n \n \n \nWith the acquisition of Xilinx in 2022, we added two new ERGs, bringing the total to 13:   \n• AccessAbility : Serves AMDers  living with disabilities personally and professionally by creating a \nculture of inclusivity through shared experiences, helpful resources and collaborative activities.  \n \n• Advancing Black Leadership and Experience : Elevate and strengthen Black employees at A MD \nthrough professional and career development, mentoring and community programs to enable \nretention, growth and meaningful business impact.  \n \n• Asians Making a Difference : Provides an inclusive environment where members have the \nchance to develop strong prof essional relationships, build community and promote education \nabout Asian cultures and topics.  \n \n• Caregivers : Empowers  AMDers with knowledge, means and encouragement to help them make \nsound decisions concerning the health, happiness and well -being of family members.  \n \n• AMD Emerging Leadership Forum : Develops next -generation leaders at AMD and equips them \nwith the resources to develop their careers and drive value for AMD.  \n \n• Go Green : Connects employees and the environment to educate and inspire  AMDers  around the \nglobe to conserve resources, save money and improve their quality of life.  \n \n• Impacto : Empower and elevate the AMD Latino/Hispanic community and its advocates to foster \ninclusion, celebrate diversity, grow professionally and give back to the commu nities where they \nlive and work.  \n \n• Incredible India  (added in 2022): Advances and fosters a sense of unity and belonging for those \nwho have an affinity with Indian culture and creates an inclusive environment to promote, \nrespect and appreciate cultural dive rsity.  \n \n• Pride : Provide a positive and inclusive environment for all employees, regardless of sexual \norientation, gender identity or gender expression; build a worldwide community of allies; and \ncontribute to a shared sense of belonging among employees, partners, customers and in our \ncommunities.  \n \n• Multicultural ERG (added in 2022): Brings people together with broad and different cultural \nbackgrounds and provides opportunities to learn, share and experience each other’s way of life. \nMembers will  discover similarities by exploring cultural differences, gain an appreciation for \nother cultures and build cultural fluency and collaboration that can support professional  and \npersonal growth.  \n ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}