{"page_content": "74 \n \n [Public]  \n• Salute : Provides awareness and support to current and former military, transitioning military, \nmilitary spouses, dependents and general supporters of the armed forces globally.  \n \n• U-AMD : To inspire learning and encourage collaboration among all members and within our \nlocal communities through various activities  as well as establish peer -connections.  \n \n• AMD Women's Forum : An AMD women's community fostering connections, providing \nopportunities for people to lead and promoting engagement within AMD and beyond.  \n \nListening to Our Employees  \n \nAMD employees are our most important stakeholder group. We know that employees are increasingly \nseeking employers with values that match their own. We survey our employees worldwide each year to \nunderstand their overall satisfaction, specifically asking them about their impress ions of our corporate \nresponsibility programs. We invited 100 percent of our employees to  participate in our 2021 AMDer \nSurvey,  and 96 percent responded.  \n \nThe AMDer Survey is a comprehensive cultural and operational diagnostic consisting of 56 questions \nacross 10 dimensions:  \n• Clarity of Direction  \n• Pride in Company  \n• Continuous Improvement  \n• Teamwork and Collaboration  \n• Recognition and Reward  \n• Resources and Support  \n• Manager Relationship  \n• Performance Management  \n• Growth and Development  \n• Employee Empowerment  \n \nThe survey al so measures our performance using three indexes that group existing individual questions \nwith common themes from the dimensions listed above:  \n• Engagement Index: An emotional and intellectual commitment to AMD, an AMDer’s team and \ntheir job.  \n• Manager Quality Index: Management engaging hearts and minds with day -to-day interactions \nand decisions.  \n• Belonging & Inclusion Index: A work environment in whi ch all individuals are treated fairly, have \nequal access to opportunities and resources and can contribute fully to our success. Personal \nviews and values are respected, allowing employees to be themselves at work.  \n \nOur AMDer  Survey scores have increased steadily and significantly over the past several years. In 2021, \nwe saw our highest scores to date. Results for every survey dimension and index listed here scored \nabove external benchmarks for high -performing companies within  the tech industry. While we are \npleased with these results, we strive for continuous improvement in all areas of the AMD employee \nexperience by respecting and leveraging our employees’  voices.  \n \nWorkforce Health and Safety  \n", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}