{"page_content": "75 \n \n [Public]  \nFor more than a decade, our Globa l Environmental, Health and Safety (EHS) Standards have established \nexcellence as the benchmark for AMD sites around the world. We require all our facilities to meet \napplicable local, regional and national regulations. In addition, we set and apply standar ds that go \nbeyond this: we establish premier practices based on an assessment of risks and hazards across all \naspects of the organization to protect employee health and safety. In general, these EHS Standards are \ndesigned to be consistent with internationa lly recognized management systems such as ISO 14001 \n(Environmental) and ISO 45001 (Health and Safety).  \nHealth and safety -related areas addressed under the Global EHS Standards include operational controls \nto mitigate risks – for example, injury and illnes s prevention through personal protective equipment and \nergonomics, emergency preparedness and response and electrical, equipment and chemical safety \ntraining – as well as monitoring controls – for example, inspections, audits and corrective action review \nand closure. As a result of acquiring Xilinx in 2022, two of our new sites in San Jose, California and \nSingapore are certified to the ISO 45001  standard.  \nOur company's workforce injury and illness case rate51 remains  below the industry average, due in part \nto our focus on training and early reporting of injury and illnesses.  With zero fatalities and eight total \ncases in 2021, including pandemic -related illnesses, sprains and strains, our worldwide case rate for the \nyear  was 0.04  per 200,000  work  hours – significantly lower than OSHA ’s 2020  Private Industry case rate  \nof 2.2, as reported by the U.S. Bureau of Labor Statistics.  We also  track health and safety  metrics  for our \nwafer foundry suppliers, with the aim of improving safety performance year over year.  \nThroughout the COVID -19 pandemic, AMD utilized a health team of registered nurses who led contact \ntracing efforts and implement ed quarantine protocols to limit the potential for workplace transmission.  \nTo address potential ergonomic issues encountered by employees working from home, we provided \nadditional work from home training, virtual assessments and an equipment allowance.  \nSee o ur Health and Safety data  \nRead our Environmental, Health and Safety Policy   \n \nCommunity Involvement  \n \nWhy it Matters  \nAMD has a passion for giving back in the communities in which we live and work. For over four decades, \nwe have invested  in organizations around the globe that meaningfully impact the way we live today and \nhelp create better futures for tomorrow. Our employees have come to expect this spirit of giving back \nfrom AMD, but most importantly, so have our communities and neighbors.  \nOur Approach  \n \n51 The reported data includes AMD employees and contract workers who report directly to an AMD person. Our reporting \nguidelines are based on OSHA reporting criteria. Minor (first aid level) injuries are not included. Lost days are calculated based \non schedul ed workdays.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}