{"page_content": "76 \n \n [Public]  \nWe deliver on our community commitments through:  \n• Corporate and employee giving  – we provide charitabl e grants to nonprofit organizations and \npromote charitable employee matching programs .  \n• AMD Foundation giving  – the AMD Foundation  provides grants that support global community \ninitiatives consistent with the company’s interests.  \n• Employee volunteerism  – AMD employees worldwide are encouraged to share their time and \ntalents through community volunteering at AMD -sponsored events and individual activities.  \n• AMD HPC Fund investments – we provide research institutions with high -performance \ncomputing (HPC) resourc es to accelerate research in areas including climate change, health care, \ntransportation, big data and more.  \nAMD supports a multitude of charities worldwide in communities where our employees live and work, \nwith a focus on the following social impact area s: \n• Promoting access to quality education with a special emphasis on science, technology, \nengineering and math (STEM) and developing the next generation of thinkers and innovators;  \n• Cultivating and preserving our environment for future generations to enjoy;  \n• Providing basic needs and social services to help care for our neighbors in need; and  \n• Aiding humanitarian and relief efforts in the face of unforeseen disasters.  \n \nLearn About Ou r Digital Impact Program  \nRead About Our STEM Initiatives  \nDiscover More About the HPC Fund  \n \nAMD  Community Volunteering    \n \nAround the globe, AMD volunteers, also known as AMD Community Corps, are easily recognized by the \nbright green volunteer t -shirts they  wear. These shirts have become synonymous with a culture of \ngenerous and  committed colleagues ready to gi ve their time and talent. AMD encourages employee \nengagement through company -sponsored volunteering and provides opportunities for teams to connect \nwhile giving back.  \nIn 2021, over 2,800 AMDers logged more than 9,000 hours of volunteer time through virtual  and in -\nperson volunteer activities, such as recording children’s books for the Ronald McDonald House in \nCentral Texas and inspiring youth to learn about engineering through hands -on activities with the Chen \nSu Lan Methodist Children’s Home in Singapore.  \n2021 AMD Cares (Virtual) Day of Service  \n \nIn addition to year -round volunteering, AMD also hosts an annual AMD Cares Day of Service as a \ncompany -wide celebration of community volunteerism. While 2021 looked different to past years due to \nwork -from -home pol icies, nearly 2,000 people donated more than  6,200 hours  of volunteer time – much \nof it done virtually. AMD employees helped fulfill a variety of our nonprofit partners’ needs during this \nsixth annual event. Employees read to children, hosted STEM career t alks, played virtual games with ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}