{"page_content": "78 \n \n [Public]  \n \n2021 Day of Service Highlights  \nPreserving the Environment  \n▪ Global Earth Day Kick -Off Celebration: The AMD Go Green Employee Resource Group hosted \ntwo virtual events for employees to learn about our company’s commitment to a sustainable \nplanet and hear from colleagues whose earth -friendly hobbies include beekeeping, gardening \nand building terrariums out of recycled materials.  \n▪ Beijing – AMD Charity Forest: Since 2017, AMD volunteers have planted more t han 1,000 trees \nand shrubs at the carefully managed Ecological Park for the Elderly at the Ruikangyuan Aging \nCare Center. In 2021, more than 40 volunteers planted tree saplings and brought warm clothes \nand supplies to the elderly residents.  \n▪ Penang – Planta tion Diary: Employees planted seeds and watched their gardens grow as a way \nof encouraging environmental awareness.  \n▪ Shenzhen – Fight with the Green Monsters: AMDers weeded 16kg of invasive plant species and \ninspired others to pay better attention to public  welfare and coastal wetland conservation.  \n▪ Singapore – Coastal Clean Up: Teams gathered for fun and service by clearing trash and debris \nfrom the East Coast Park.  \n▪ Suzhou – Green Army: Employees coordinated an outside hiking activity to educate volunteers \non environmental preservation while conducting a trail clean -up project.  \nPromoting Education/STEM Education  \n▪ Austin – KIPP mentorship: AMD volunteers supported KIPP , a free charter school that boasts a \ngraduation rate three times higher than peers, by offering mentorship to their robotics team \nand joining elementary students as virtual guest classroom readers.  \n▪ Mexico City – Going back to school: AMD teams, helped the  Elizabeth Kenney kindergarten in \nMexico get back to school and prepare for their new normal by sanitizing and setting up \nclassrooms.  \n▪ Markham – Information sessions with Big Brothers Big Sisters of Toronto: Employees learned \nabout the agency’s pre -eminent mentorship program to help break cycles of violence, drug \nabuse, poverty and inequality preventing children from reaching their full potential.  \n▪ Orlando – Boys & Girls Club STEM Activities: Employee volunteers reached more than 100 \nchildren through five dif ferent Central Florida clubs by hosting nine STEM events. They \ndistributed supply kits to each club so students could remotely experience the bug triage \nprocess, learn binary and decode a secret message to win a prize.  \n▪ Milton Keynes – Power2 Leadership Pro gram: As part of a young leader’s initiative in the United \nKingdom, students joined 20 AMD volunteers for a virtual interactive advertising and marketing \nworkshop. They kicked off the experience with a speed networking session followed by an \ninnovative pit ch to an AMD panel where they presented a full marketing proposal.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}