{"page_content": "79 \n \n [Public]  \nProviding for Neighbors in Need  \n▪ North America – Gaming for Good: AMD hosted two weekends of gaming and streaming in nine \nNorth America site communities. Through friendly competition, the te ams raised awareness and \nUS$28,000 in support of local children's hospitals.  \n▪ Austin – Virtual Games with Seniors: Through our Meals on Wheels nonprofit partner, \nemployees virtually played BINGO and trivia games to help senior citizens stay social, connect ed \nand active while senior centers remained closed due to COVID -19. \n▪ Fort Collins – Corporate Food Fight: The site joined forces to raise more than US$22,330 and 161 \npounds of food for the Larimer County Food Bank to help reduce food scarcity in their Color ado \ncommunity.  \n▪ Kowloon – Fight Against Poverty: AMD teams donated gifts and wrote inspirational cards for \nstudents supported by JLife, a nonprofit organization focused on ending child poverty and \nreducing cross -generational poverty throughout Hong Kong.   \n \nAMD and the AMD Foundation Charitable Giving  \nIn addition to time and talent, AMD and our employees fulfill our global commitment as responsible, \ngood neighbors through charitable giving – both monetary and in -kind contributions. AMD and the AMD \nFoundation  provide grants to nonprofit organizations based on recommendations from employee -led \ncommunity affairs councils, local needs and strategic fit. In 2021, through our AMD Community Corps \nprogram, employees took advantage of company matching gift programs th at supported medical aid \nduring the surging COVID -19 crisis in India and recovery efforts after Winter Storm Uri in Texas. AMD \nalso donated to the Austin Area Urban League and Central Texas Food Bank as part of this disaster relief.  \nAdditionally, in partn ership with HP and the Boys & Girls Clubs of the Austin Area, AMD donated more \nthan 325 refurbished AMD -powered laptops and desktops to help bridge the technology gap for \nunderserved students and families. We also contributed funds for a new Learning Lab f or Boys & Girls \nClubs of Silicon Valley to advance STEM education for their members.  \nIn 2021, the combined philanthropic efforts of AMD, our employees and the AMD Foundation, including \ninvestments made through the AMD HPC Fund and institutional research g rants, resulted in more than \nUS$2 million for nonprofit organizations, universities and research institutes.  \nFurthermore, in 2022, in response to the conflict in Ukraine, AMD and AMD employees donated over \n$500,000 through a special employee matching progr am and corporate donations to support \nhumanitarian and refugee relief.  \nAMD supports dozens of nonprofit organizations around the world that share our purpose, including:  \n• Breakthrough Central Texas  \n• Big Brothers Big Sisters of Toronto  \n• Boys & Girls Clubs of the Austin Area  \n• Boys and Girls Club of Silicon Valley  \n• Central Texas Food Bank  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}