{"page_content": "81 \n \n [Public]  \nfor the last seven years to deliver STEM programs to students aged 8 to 18 years. Students took part in \nvarious  workshops and activities, increasing their interest in math, discovering careers and exploring \nSTEM subjects as they advance through school.  \nStudents participated in an innovative three -part program with a strong mathematical theme, \nencouraging them to se e the practical applications of this vital subject. Through in -classroom \nworkshops, they learned about international trade by simulating the set -up of their own companies \noperating in international markets. They were challenged to consider a range of busin ess decisions that \ncan potentially impact the profit margin of their emerging enterprises.  \n \nAs part of the in -class sessions, employee volunteers led discussions with students on the daily \napplication of math within their careers and highlighted the value  of pursuing further studies in STEM to \naccess a broad range of options in a future job market.  \n \nAmplifying the Impact of Our Community Efforts in Singapore  \n \nFor more than two decades, AMD employees in Singapore have contributed their time, talent and \nresources to a variety of local improvement projects. In 2021, through volunteering and charitable \ngiving, AMD Singapore continued to find ways to amplify the impact of our community development \nefforts. For example, our Community Service Committee increas ed employee charitable contributions \nthrough two major fundraising events with  Food from the Heart, a nonprofit whose mission is to \nalleviate hunger through its food distribution program, and Make  a Wish Singapore that fulfills the \nwishes of children fight ing critical illnesses. We also held our Virtual Muay Thai event, where we brought \ntogether a group of children to conduct a Muay Thai session virtually at the Chen Su Lan Methodist \nChildren’s Home.   \nFor our annual AMD Cares Day of Service in 2021, AMD Sin gapore organized volunteering activities, such \nas beach cleaning, tree planting and packing goody bags. Employees also participated in blood drives \nand donated books and canned food items – 106 employees donated 2,179 cans of food for Willing \nHearts, a non profit soup kitchen.  Additionally, through our ‘Be a Santa’ program at the end of the year, \nour employees donated Christmas gifts for the children at Boys Town and Ahuva Good Shepherd \nChildren’s Home.   \n \nStrengthening Community Environments Through Voluntee ring in Greater China  \n \nEvery year, AMD launches a month -long “AMD Cares Day of Service” worldwide. In 2021, AMD Greater \nChina employees actively participated in volunteer activities in local communities, including planting \ntrees, protecting the environment  and assisting community neighbors, to convey goodwill through \npractical actions and benefit their community.   \nFor example, this year, as part of the AMD Charity Forest project, AMD Beijing volunteers planted 224 \nsaplings on the land of the Ruikangyuan Agi ng Care Center in Yanqing District, Beijing. We also brought \nwarm clothes and COVID -19 supplies to the Aging C are Center. The carefully managed Ecological Park \nfor the Elderly replaces the original wastelands littered with stones and weeds, providing a lei sure place \nfor the elderly in the community and improving the local ecological environment. Since 2017, more than \n1,000 trees and bushes have been planted by the AMD workforce.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 80, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}