{"page_content": "88 \n \n [Public]  \nGreenhouse Gas Emissions       \nTotal Scope 1 Emissions66 (MTCO2e)  4,076  3,207  3,358  2,335  2,892  \nAtlanta  24 27 27 43 764 \nAustin  421 214 73 93 60 \nBengaluru  57 115 107 50 111 \nCyberjaya  14 147 149 n/a  n/a65 \nHyderabad  22 16 18 18 22 \nMarkham  515 598 908 974 960 \nSanta Clara    n/a 295 240 356 320 \nSingapore  2,105  1,770  1,834  814 783 \nSunnyvale  917 n/a n/a n/a n/a \nAll other sites combined  <1 25 2 2 1 \nTotal Scope 2 Market -based Emissions67 \n(MTCO2e)  35,511  36,279  30,725  30,552  21,733  \nAtlanta   5,439  2,730  0 0 2,11864 \nAustin  0 9,837  7,650  10,783  7,830  \nBengaluru  2,288  2,403  2,789  2,743  0 \nCyberjaya   5,530  5,540  3,887  n/a  n/a65 \nHyderabad  3,972  4,538  4,786  4,524  0 \nMarkham  2,527  2,428  2,812  2,680  2,586  \nSanta Clara    n/a 793 989 1,211 1,224  \nShanghai  4,677  0 0 0 0 \nSingapore  6,631  5,923  6,414  6,483  6,182  \nSunnyvale  1,937  n/a n/a n/a n/a \nAll other sites combined  2,510  2,088  1,399  2,192  1,682  \nTotal Scope 1 and 2 Market -based \nEmissions (MTCO2e)  39,587  39,487  34,083  32,887  24,624  \nScope 1 and 2 Market -based Emission \nReductions68 (% reduction from 2020)  N/A N/A N/A N/A 25%  \n \n66 AMD scope 1 emissions factors for refrigerants and natural gas. The gases inclu de hexafluoroethane (HFE) and \nhydrofluorocarbons (HFCs). Emission factors for chemical use are based on the GHG Protocol Calculation Tool (Global Warming \nPotential Values) and IPCC Assessment Report Table 2.14. The scope is based on operational control (i. e., AMD -occupied \nfacilities). We follow the GHG Protocol, the internationally recognized standard for the corporate accounting and reporting o f \nGHG emissions.  \n67 AMD applies both the market -based and location -based methods for estimating scope 2 emissions ( market -based accounting \nfor renewable energy credits; location based not accounting for renewable energy credits).AMD Site Metrics Coordinators enter  \nthe amount of electricity used each quarter into AMD’s central database. AMD follows the Greenhouse Gas Pr otocol, the \ninternationally recognized standard for the corporate accounting and reporting of GHG emissions. Emission factors for locatio ns \nin the U.S. are based on eGRID total output emission rates, and for outside the U.S. are based on International Ener gy Agency \n(IEA) national electricity emission factors. If electricity use data is not available, as for small offices, then an average value for \nU.S. office buildings is used for all AMD locations (16.9 kWh/sq ft) based on EIA CBECS  results for the average administrative \noffice, and the emission factor for the location is applied. AMD purchases renewable energy credits from the U.S. (Green -E \ncertified wind) and international renewable energy credits from China and India. AMD applies RECs to market -based emissions \nfor AMD s ites in the U.S., China and India.  \n68 Our goal is a 50 percent reduction in absolute scope 1 and 2 GHG emissions from 2020 -2030.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 87, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}