{"page_content": "89 \n \n [Public]  \nScope 1 and 2 Market -based \nEmissions/Revenue (Scope 1 and 2 \ngCO2e/$USD)  7.4 6.1 5.1 3.4 1.5 \nTotal Scope 2 Location -based \nEmissions67 (MTCO2e)   51,249  50,011  50,610  47,797  38,956  \nAtlanta  12,029  11,621  11,394  11,183  2,11864 \nAustin  11,145  9,837  10,334  10,753  9,820  \nBengaluru  2,288  2,403  2,789  2,646  3,084  \nCyberjaya  5,530  5,540  3,887  n/a n/a65 \nHyderabad  3,972  4,538  4,786  4,525  4,837  \nMarkham  2,527  2,428  2,812  2,743  2,586  \nSanta Clara  n/a 793 989 1,211  1,224  \nShanghai  4,677  4,575  4,944  5,929  6,885  \nSingapore  6,631  5,923  6,414  6,483  6,182  \nSunnyvale  1,937  n/a n/a n/a n/a \nAll other sites combined  2,306  2,353  2,262  2,165  2,110  \nTotal Scope 1 and 2 Location -based \nEmissions (MTCO2e)  62,106  63,849  53,968  50,132  43,536  \nEstimated Scope 3 Emissions \n(MTCO2e)69 906,431  922,000  987,039  5,554,692  11,563,108  \nCategory 1: Purchased goods and \nservices  468,718  463,647  497,241  1,414,675  2,494,961  \nCategory 3: Fuel -and energy -related \nactivities (not in scope 1+2)    n/a   n/a   n/a 12,565  14,490  \nCategory 4: Upstream transportation and \ndistribution                \n9,116             \n13,253  24,005  39,488  61,175  \nCategory 5: Waste generated in \noperations    n/a   n/a   n/a 48 41 \nCategory 6: Business travel  11,518  12,354  11,660  2,429  671 \n \n69 In 2020 and 2021, AMD expanded the estimations for scope 3 reporting. Our value chain emissions are estimated following \nthe gu idance from the GHG protocol. Category 1: Emissions associated with Foundry and OSAT suppliers are calculated using \nScope 1 and 2 emissions collected from top suppliers, allocated to AMD, and extrapolated to account for suppliers that do not  \ndisclose their  emissions. Emissions upstream of AMD’s Foundry suppliers are then estimated using a manufacturing LCA index \nspecific to AMD’s highest volume products. Emissions from all other vendors (including marketing, professional services, real  \nestate, software prov iders, telecom and networking providers and other manufacturing services) are calculated using a spend -\nbased method.  Category 3: Emissions are calculated using fuel and electricity consumption data collected from our sites \nglobally, and emission factors fr om DEFRA and IEA. Category 4: emissions are estimated using a hybrid methodology combining \nsupplier -specific emissions reported by two of our major shipping providers and a mode -specific, spend -based calculation on all \nother logistics spend. Category 5: Da ta is collected from our sites globally and emissions are calculated using DEFRA factors per \nwaste type and waste disposal method.  Category 6: Emissions are from air travel only and are provided by our travel agency, in \naccordance with the GHG Protocol.  Category 7: Emissions are based on survey data from our 5 largest campuses are calculated \nusing a distance -based method for average distance traveled and mode. Emissions are adjusted to reflect the proportion of \nemployees working on -site during 2021.  Categor y 11: Emissions are calculated based on total sales volume, average product \nelectricity consumption, and average product lifetime split by product category for all products sold in 2021. Country -specific \nIEA emission factors are used to calculate emissions  resulting from product use. A given percentage of server -related products \nare assumed to be powered with renewable electricity based on data center customer data. Category 12: Emissions are \ncalculated based on the average product weight by product categor y and the total sales volume within 2021. A weight -based \ncalculation is used, with the disposal method estimated using region -specific e -waste recycling, landfilling, and incineration \nbenchmarks. Emission factors associated with e -waste treatment are obtai ned from the EPA.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 88, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}