{"page_content": "93 \n \n [Public]  \nAdvanced Micro Devices, Inc . Political Action Committee (PAC)77 \n 2017  2018  2019  2020  202153 \nTotal Contributions (USD)  $0 $505  $0 $30,600  $11,250  \nTotal Receipts (USD)  $0 $0 $0 $31,300  $31,000  \n \nAMD  GRI Content  Index  \n \nThe Global Reporting Initiative  (GRI) is an international independent organization that helps businesses, \ngovernments and other organizations understand and communicate the impact of business on critical \nsustai nability issues such as climate change, human rights, corruption and many others. GRI’s \nSustainability Reporting Standards are the world’s most widely used standards on sustainability \nreporting and disclosure, enabling businesses, governments, civil societ y and citizens to make better \ndecisions based on information that matters.  \nOur 2021 -22 Corporate Responsibility Report  has been prepared in accordance with the GRI Standards: \nCore option.  \nGRI 102: General Disclosures (2016)  \nDisclosure  Page Reference or Response  \n102-1 Name of the \norganization  Advanced Micro Devices, Inc78 (AMD)  \n102-2 Activities, \nbrands, products, \nand services  AMD is a global semiconductor company that designs and delivers products for four \nprimary markets:  \n• Client, which primarily includes microprocessors, accelerated processing units that \nintegrate microprocessors and graphics, and chipsets for desktop and notebook \npersonal co mputers;  \n• Gaming, which primarily includes discrete GPUs, semi -custom SoC products and \ndevelopment services;  \n• Data Center, which primarily includes server microprocessors, GPUs, FPGAs and \nadaptive SoC products for data centers; and  \n• Embedded, which primari ly includes embedded microprocessors, FPGAs, adaptive \nSoC products and ACAP products.  \n \nPeriodically, we may also sell or license portions of our intellectual property (IP) \nportfolio.  \nAbout AMD   \nOur Approach to Corporate Responsibility   \n \n77 The AMD PAC is 100% funded by personal contributions from eligible donors, which include certain employees and their \nspouses, and is used to supp ort candidates running for public office. AMD cannot, and does not, make any direct or indirect \nfinancial contributions to federal political candidates or committees. Totals of U.S. contributions and receipts associated w ith \nthe AMD PAC are available on th e U.S. Federal Election Commission website. Additional information on AMD Public Policy \nEngagement and U.S. Political Activities can be found here . \n78 Advanc ed Micro Devices, Inc. may be referenced as AMD and may or may not include subsidiaries, affiliates, joint ventures or \nother business partnerships.  ", "metadata": {"source": "NASDAQ_AMD_2022.pdf", "page": 92, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}