{"page_content": "13\nMethanex Responsible Care and Social Responsibility Report 2013\n“Heartfelt thanks to Methanex New Zealand for its \n generous support of the inaugural Silent Leadership \nChallenge. Staff brilliantly championed the cause of the  \n700,000 New Zealanders who are deaf and hearing  \nimpaired by undertaking a number of communication \nchallenges wearing hearing protectors to simulate deafness. \nTheir outstanding efforts put Methanex at the top of \nour fundraising ladder and promoted the importance of \nadopting safe workplace practices to prevent hearing loss. \nFantastic!”\nLouise\tCarroll,\tCEO \t\t\nThe\tNational\tFoundation\tfor\tthe\tDeaf \t\t\nAuckland,\tNew\tZealandWHAT OTHERS SAY\nEmployees in Brussels organized a family BBQ for \nCentre Ganspoel, an organization for young adults with visual and neuro-motor impairments. Dallas employees collected items for Toys for Tots,  \na national charity devoted to distributing toys to less fortunate children during the Christmas holidays. \nMethanex supports science students in Chile, whose innovative work in creating biofuel from salmon waste has received international recognition.\nA Methanex-supported team from Central China Normal University won first prize in the 2013 National Chemistry Video Contest. Employees in Geismar prepare an experiment at ChemFriends, a science exhibition organized by local chemistry companies, educators and government. \nVancouver employees raised more than CDN$33,000 for the 2013 Kick for a Cure Soccerfest, an annual fundraiser for childhood cancer research. \nWe are committed to managing the impacts \nof our operations on our employees and our communities. In addition to having policies and practices to minimize the risk of hearing \nloss in the workplace, Methanex New Zealand \nhas procedures to ensure our plants operate at the lowest possible noise levels, in compliance with regulatory requirements and in recogni -\ntion of local community members’ concerns.", "metadata": {"source": "NASDAQ_MEOH_2013.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}