{"page_content": "Environment\nWPP companies will respect the environment by minimising their impact from:\n •Energy use\n •Transport\n •Consumption of paper and other resources\n •Water use\n •Managing any significant sustainability risks in our supply chains.\nWPP sets quantitative targets for reducing our key environmental impacts. We aim to minimise the environmental \nimpacts associated with the advertising and communications campaigns we create for clients. Our operating \ncompanies are encouraged to help achieve these goals.\nHuman rights\nWPP companies will uphold the principles contained in the United Nations Universal Declaration of Human \nRights and the International Labour Organisation’s fundamental conventions on core labour standards.\nWe support the right of our people and their families to basic human rights, including the right to organise, the \nright to collective bargaining, the right to fair conditions of work, freedom of opinion and expression and \nfreedom from forced labour and child labour.\nWPP Code of Business Conduct\nWPP and its companies operate in many markets and countries throughout the world. In all instances, we respect \nnational laws and any other laws with an international reach, such as the UK Bribery Act and the US Foreign \nCorrupt Practices Act, where relevant, and industry codes of conduct. We are committed to acting ethically in all \naspects of our business and to maintaining the highest standards of honesty and integrity.\n •we, the officers and staff of all companies in the WPP Group (‘the Group’), recognise our obligations to all \nwho have a stake in our success including share owners, clients, staff and suppliers;\n •information about our business shall be communicated clearly and accurately in a non-discriminatory \nmanner and in accordance with local regulations;\n •we select and promote our people on the basis of their qualifications and merit, without discrimination or \nconcern for race, religion, national origin, colour, sex, sexual orientation, gender identity or expression, age \nor disability;\n •we believe that a workplace should be safe and civilised; we will not tolerate sexual harassment, \ndiscrimination or offensive behaviour of any kind, which includes the persistent demeaning of individuals \nthrough words or actions, the display or distribution of offensive material, or the use or possession of \nweapons on WPP or client premises;\n •we will not tolerate the use, possession or distribution of illegal drugs, or our people reporting for work under \nthe influence of drugs or alcohol;\nOther information\n117 WPP SUSTAINABILITY REPORT 2015/2016", "metadata": {"source": "NASDAQ_WPPGY_2015.pdf", "page": 118, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}