{"page_content": "Our clients are prioritising sustainability, looking to integrate improved social and \nenvironmental performance into products, communications and operations. They  \nneed a marketing services provider with the right expertise and who shares their values. \nBy managing our own sustainability performance and developing our knowledge on social and environmental \ntrends we can access this business and respond to the growing number of client procurement processes which \ninclude sustainability criteria. Our work on sustainability also increases access to talent, improves efficiency and \nreduces risks to our business. \nEnabling our strategy today\nOur business strategy is focused on four strategic priorities (see page 12): horizontality; new markets; new media; \nand technology, data and content. Our work on sustainability enables our business strategy and supports our \ngrowth in three main ways:\nGaining access to skills  – our employment practices and reputation for sustainability help us to recruit, retain  \nand engage the best creative talent in our industry. By recruiting from a diverse talent pool and investing in \ntraining and development we can ensure we have the right people to serve our clients in all disciplines across  \nour locations, including new markets where our industry is less well-established. \nEnabling new business wins  – clients who engaged with us on sustainability were worth at least £1.29 billion  \nto the Group in 2015, equivalent to 11% of revenues. Our leading privacy and data security standards enable  \nus to meet client expectations and to grow our digital and data investment management businesses. \nImproving efficiency, reducing risk and protecting our reputation  – managing social and environmental \nperformance and selecting suppliers who meet standards consistent with our own, helps us to operate more \nefficiently, to reduce costs and risks and to enhance our reputation with clients, employees and stakeholders. \nFit for the long term\nThe next decades present unprecedented opportunities and risks for brands. On the one hand, technological \ndevelopment and the rise of the global middle-class create huge commercial opportunities. On the other, climate \nchange, ecosystem decline, water scarcity, obesity and a growing global population present major challenges. \nThese changes will disrupt old business models, alter supply chains and give rise to new products, services and \nbusinesses. Successful companies will find opportunity in this change, identifying new ways to do more with less, \nadopting circular and sharing economy models to avoid resource scarcity, rising prices and disruption to supply \nchains. They will look to generate shared value through their products and services, helping to improve quality  \nof life as they grow their businesses. \nExpectations of what business should contribute to society are also rising. Increasingly, business is expected to \nplay a significant role in tackling the world’s challenges, while technology and social media enable people to hold \nbrands to account for their social and environmental performance, from anywhere in the world.\nIn this environment, brands will need the best insight, research and communications services and they will seek  \na marketing services provider who understands the changing landscape and shares their values. \nOur companies are already working with many pioneers of sustainable business. As our clients increasingly feel the \nimpact of these longer-term trends, their significance will grow for WPP too. Our work on sustainability today will \nhelp ensure our business is fit for the future. \nIntroduction\n11 WPP SUSTAINABILITY REPORT 2015/2016Sustainability and our business", "metadata": {"source": "NASDAQ_WPPGY_2015.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}