{"page_content": "Investing in creativity \nOur companies create opportunities for employees to be inspired by new ideas, and learn from experts and \ninnovators in a range of fields. This supports their development and helps our teams produce leading work  \nfor clients. Examples include Ogilvy Group UK’s Ogilvy Labs, a research and development facility that exposes \nemployees and clients to inspiring new ideas, seeks out new partners and nurtures new business ventures. It runs \nregular events such as Lab Days and Lab Lunches for employees and partners. At Hill+Knowlton Strategies \nLondon, the Collider Program helps put change, innovation and creativity at the heart of the agency and its  \nclient work, encouraging participants to become intrapreneurs and help define the future direction of the agency. \nThe Store is the WPP global retail practice and it helps WPP companies innovate and challenge the conventional \nin the retail arena. The Store holds seminars, hands-on innovation technology sessions, thought leadership \nprograms, develops partnerships and helps nurture innovative technology start-ups in the retail space. Its newest \ninnovation, the ‘Internet of Things Innovation Kit’, empowers the creative community across the WPP Group to \nunderstand how the internet of things is set to change retail. Teams can use the kit to rapidly prototype new ideas \nthat solve client problems, without having to know anything about computer code.\nWe also recognise and reward our employees for their creativity. For example, the WPP WPPED Cream Awards \nrecognise the very best creative work produced by WPP companies in all disciplines across nine categories.  \nSee www.wpp.com/wppedcream . Our Atticus Awards honour original thinking in communications from Group \nprofessionals. Category winners receive a cash prize and extracts from the winning and other outstanding entries \nare published in the Atticus Journal , now in its 22nd year.\nThe creativity and effectiveness of our work for clients has been recognised in a number of major awards \nincluding winning: the Effie Most Effective Holding Company award for four consecutive years in 2015; the  \ntop holding company in Warc’s 100 annual ranking of the world’s best campaigns and companies for the second \nconsecutive year; and Holding Company of the Year at the 2015 Cannes Lions International Festival of Creativity \nfor the fifth year running.Marketing has a wonderful alchemical power to create options and possibilities  \nas if out of thin air. Brands have the spectacular power of making brave choices \nseem safe. “Would you like this electric car?” “No.” “What if it’s from Ford?”  \n“I’ll take a look.” “Solar panels?” “No.” “They’re from John Lewis.” “Oh…”\nIf we want people to change their behaviour, and to adopt more pro-social \nbehaviours, making those new choices salient, appealing and non-weird is not  \nan add-on, where marketing is retro-fitted as the last little bit of magic dust.  \nIt’s the first place we should look.\nA version of this perspective first appeared in The Drum,  www.thedrum.com\nOur client work\n31 WPP SUSTAINABILITY REPORT 2015/2016", "metadata": {"source": "NASDAQ_WPPGY_2015.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}