{"page_content": "Human rights\nRespect for human rights is a fundamental principle for WPP and we take steps to prevent, identify and address \nany negative human rights impacts associated with our business as well as looking for opportunities to positively \npromote and support human rights. \nTo confirm our commitment to human rights, during 2015 we published a human rights policy statement and \njoined the United Nations Global Compact. You can read our Global Compact Index on page 102, which shows \nhow we are reflecting its 10 principles in our business. \nOur human rights impacts and opportunities \nOur main human rights impact is as a major employer in 112 countries and we aim to embed respect for human \nrights into our employment practices. This includes providing safe workplaces, selecting and promoting our people \non the basis of their qualifications and merit and encouraging diversity. We recognise the rights of our employees  \nto freedom of association and collective bargaining and will not tolerate discrimination, harassment or any form  \nof forced, compulsory or child labour. More information is available in our Employment section (page 40). \nWe also have a number of indirect human rights impacts. We can positively influence human rights standards  \nin our supply chain, particularly for on-site contractors, by working with our suppliers and setting clear \nexpectations on human rights. Client marketing campaigns can have an impact on human rights and, where \nrelevant, we work with our clients on these issues. This includes protecting children’s rights in relation to \nmarketing. WPP companies will not undertake work designed to mislead on human rights issues. \nCommunications campaigns can be used to raise awareness of human rights issues and to encourage action  \nto protect human rights. Our agencies provide creative services to organisations involved in protecting and \npromoting human rights, often on a pro bono basis. This is our main opportunity to positively promote  \nhuman rights. Examples are included in our Pro bono book, wpp.com/probonoreport2015-16\nEmployees\nOn-site  \ncontractor\nWorkers in our \nsupply chain\nCitizens and consumers  \nimpacted by our client \ncampaigns and pro bono  \nwork for human rights  \norganisations   Direct impact\n Indirect influence\n Indirect influence\n Indirect influenceOur direct and indirect human rights impacts\n34 WPP SUSTAINABILITY REPORT 2015/2016", "metadata": {"source": "NASDAQ_WPPGY_2015.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}