{"page_content": "Performance in 2015\nWe invested £41.1 million on training in 2015 (2014: £38.2). This includes the cost of training courses, and travel \nand accommodation costs for employees attending training sessions. 65% of our employees took part in formal \ntraining programs.\nIn previous years we reported a combined figure for training and welfare spend. We have changed our approach \nthis year and are now reporting training spend only. This will make it easier to monitor investment in training.  \nWe have restated our data for previous years to reflect our new approach. \nWe spent, on average, £321 per employee on training, with the average spend for female employees being £326. \n01020304050Staff training\n£m\n11 12 13 14 1538.9 38.140.0 41.138.2\nTraining facts and figures\nEmployees participating in formal training 65%\nSpend on training per employee £321\nSpend on training per employee (women) £326\nTraining delivered online 16%\nTraining delivered face-to-face 83%\nOur operating companies have their own bespoke training programs to develop their people’s industry skills, \nbusiness and leadership competencies and functional expertise, see chart on page 53. For example, Grey New \nYork’s Famously Effective Leadership program is a two-day off-site course which aims to improve employee \nretention through effective management and communication. The program focuses on how to manage, motivate \nand lead diverse teams, including working across generations and cultures, delivering difficult feedback and \ncoaching. Other programs at the agency include: Grey University, monthly training sessions available to all \nemployees; Grey Masters of Innovation, a course for mid-level employees; and Performance of a Lifetime, a \npresentation skills class for senior leaders.\n52 WPP SUSTAINABILITY REPORT 2015/2016", "metadata": {"source": "NASDAQ_WPPGY_2015.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}