{"page_content": "43Our Research and Development teams are comprised of best-in-class talent who \nconduct thorough research, design collaboratively, and robustly test our products to \nmaintain safety and efficacy for our customers. We continue to research opportunities \nto embed sustainability within our products to reduce our impact on the environment. \nWe follow a formalized technology and product development process that aligns with \nbest practices and U.S. FDA regulations: \nStage 1: Product Definition \nCommercial and clinical teams identify unmet user needs or opportunities to offer  \nproduct solutions that significantly enhance the user experience.\nStage 2: Early-Stage Feasibility\nTeams conduct in-depth research and feasibility studies to start broadly solving  \nthe core problem(s) and any peripheral problems in the space.\n• Generate, prototype, and test concepts to provide confidence in the solution space\n• Create and file intellectual property \n• Conduct early user validation activities to ensure the product addresses  \ncore customer requirements and unmet needs \n• Establish business cases and achieve organizational alignment\nStage 3: Design Controls \nInsulet has robust design control processes which adhere to quality system standards \nand regulations and range in duration depending upon complexity of the program  \nand product.\n• Phase A:  Concept and Initial Planning \n• Phase B:  Design Planning and Input \n• Phase C:  Design and Development/Output\n• Phase D:  Design Verification and Validation \n• Phase E:  Design Transfer \n• Phase F:  Release to Market and Post Market Surveillance Employees Innovating for the Future   \nIn 2021, we hosted an inaugural innovation competition. Employees were \nchallenged to come up with an innovative business idea focused on driving  \ngross margin improvement to help achieve our Company goals. Teams and \nindividuals submitted over 40 creative ideas for the competition and our executive \nleaders judged the pitch sessions. More than 100 employees participated in  \nthe competition, which fostered a greater focus on sustainability throughout  \nour Company. \nSustainable Product Innovation Contents ", "metadata": {"source": "NASDAQ_PODD_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}