{"page_content": "SLEEP NUMBER  2022 CORPORATE SUSTAINABILITY REPORT17 Governance\nStakeholder Engagement\nOur management team and Board of Directors \nmaintain a deep commitment to strong corporate \ngovernance. Engagement with, and accountability \nto, our stakeholders are cornerstones of \nthis commitment. \nWe maintain an active shareholder engagement \nprogram that facilitates channels of \ncommunication and aims to foster relationships \nwith our shareholders to drive sustainable, \nlong-term growth and shareholder value. As part \nof our engagement program, members of our \nmanagement team meet with shareholders, \nin-person, by phone or via video conferencing, to \ndiscuss strategy, governance, performance and \nother matters of shareholder interest.\n• To maintain a clear understanding of our team members' needs, Sleep Number utilizes a continuous listening \nstrategy that we have continued to improve for nearly 20 years, proactively seeking team member feedback \nthroughout their tenure with Sleep Number (See Team: Engagement,  p. 27). \n• We engage with customers in a variety of ways and regularly invite their feedback regarding their \nexperience with Sleep Number. In addition to in-person interactions in our stores, online chat and phone \nconversations, we sent more than 1.8 million surveys to customers in 2021 to measure their satisfaction at \neach stage of their purchase, delivery, service and ownership experience and likelihood to recommend Sleep \nNumber products and services (Net Promoter Score or NPS). Survey scores are carefully monitored and \ncustomer input is used to identify opportunities for strategic improvements in our products and services. For \neach of the past two years (2020 & 2021), Sleep Number scores relative to external benchmarks have been \nbest-in-class.\n• In our quest to build and strengthen relationships with suppliers, we have regular touchpoints with suppliers \nthat include online training sessions, top-to-top discussions, normal course-of-business interactions, informal \nvisits and formal audits. We also maintain an online portal as a resource for our suppliers to obtain critical \ninformation for partnering with Sleep Number.Sleep Number management also actively seeks feedback from – and regularly engages with – other priority \nstakeholders, including team members, customers and suppliers. ", "metadata": {"source": "NASDAQ_SNBR_2022.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}