{"page_content": "SLEEP NUMBER  2022 CORPORATE SUSTAINABILITY REPORT25 Social\"At Sleep Number, it’s normal \nto come to work as your best \nself. In my three-year tenure, I \nhave not once had to pretend \nto be someone I’m not. My \nidentity isn’t a checkmark in a \nbox here, and I love that I can \nlearn from and interact with so \nmany unique individuals.\"\nCONNOR SOIKES, \nSLEEP PROFESSIONAL\nSleep Number® setting 45\n“When you are part of multiple \nmarginalized groups, corporate \nAmerica can be intimidating. \nIn recent years, the focus at \nSleep Number has been on \nallowing everyone to bring their \nbest selves to the table. I have \nbeen part of so many changes \nwithin the organization — from \nhard conversations to updated \npolicies. I have never felt this \nstrong sense of belonging with \nany other company.”  \nJESSICA STEHOUWER, \nSTORE MANAGER \nSleep Number® setting 25While Sleep Number has embraced a culture of individuality for decades, \nwe have intensified our commitment to diversity, equity and inclusion \n(DEI) and accelerated implementation of initiatives within our strategy. \nOur Board of Directors, CEO and Senior Leadership Team set the \ntone, modeling inclusive behaviors and attitudes, investing in tailored \nintercultural training and consistently reinforcing its importance to the \nbroader organization. DEI is a regular agenda topic at Board meetings \nand quarterly talent planning sessions with the Senior Leadership Team, \nand we proudly share detailed team member demographics annually in \nthis report. (See Appendix, p. 57 )\nIn 2021, our DEI Council created the following statement to codify our \nDEI commitment: \nUnite through our differences and remove systemic barriers \nto equity in the workplace, so all team members \ncan be their authentic selves. Together, we will celebrate \nand amplify the unique perspectives, backgrounds, \nexperiences and voices of our collective team to learn \nfrom each other and foster belonging at Sleep Number.\nAnd, we continued to advance elements of our DEI strategy and roadmap \nthat promote a more diverse, equitable and inclusive workplace. We have \nplans to make additional progress in 2022. ", "metadata": {"source": "NASDAQ_SNBR_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}