{"page_content": "2\nGlobal Impact Report \n2021INTRODUCTION\nCEO Message\nAbout this Report\nAbout KLA\nESG Highlights\nESG Strategy\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIX\nKLA technologies address complex global challenges with \nthe goal of making a meaningful impact on our world. While \nresponding to unprecedented demand for our products in \n2021, we remained steadfast in our commitment to fulfill our \nmission of being positive stewards and living our values. \n \nI am proud to share the progress of our Environmental, \nSocial and Governance journey in the 2021 KLA Global  \nImpact Report—a testament to KLA’s dedication to \ncontinuous innovation and a summary of the strides we \nhave made in just one year. In 2021, we updated and \nimproved our greenhouse gas (GHG) inventory baseline and \nachieved limited third-party verification of our inventory \nand renewable energy use, equipping us with the data \nand tools to set robust emissions reduction targets. We \nannounced a new goal to transition our operations to 100% \nrenewable electricity by 2030. As we share our 2021 results, \nwe are also announcing a new target to reduce Scope 1 \nand 2 emissions by 50% by 2030 from our 2021 baseline \nand a target to achieve net zero Scope 1 and 2 emissions \nby 2050. The Scope 1 and 2 reduction goal is informed by \nthe Science Based Targets initiative (SBTi) Corporate Net-\nZero Standard. In addition, we currently plan to provide an \nupdate regarding our Scope 3 strategy by the end of 2023. CEO MessageAt KLA, our people drive our success, and we celebrate the \ndiversity of backgrounds and experiences that all employees \nbring to the table. That’s why we continued to strengthen our \nengagement on Inclusion and Diversity (I&D). We expanded \nour Employee Resource Groups to engage employees in \nservice of our I&D goals and instituted tools to help eliminate \nunconscious bias from our recruiting and performance review \nprocesses. We also rolled out our Values in Action (VIA) training, \nwhich engaged KLA leaders worldwide in important discussions \non inclusive and ethical leadership. We continued to champion \nheritage months and cultural celebrations—bringing awareness \nand understanding around the diversity of all our employees.  \nOur social commitments benefit the communities where we \nlive and work. In 2021, the KLA Foundation made a total of $3.9 \nmillion in grants as we continue to leverage our time and funds \nto address the most pressing challenges that face our global \ncommunities. In 2021, the KLA Foundation donated $550,000 \nto support COVID-19 relief in India, building upon our prior \n$2 million contribution toward COVID-19 relief efforts. As we \nemerge from the global pandemic, we remain committed to the \nhealth, wellness and safety of our global KLA teams. \n \nOur accomplishments in 2021 were made possible through the \ninvaluable contributions of our global KLA team, who continue \nto raise the bar on what is possible through collaboration and \ninnovation. I am proud of the progress you will find in the pages \nof this report and excited to share our work to sustainably and \nresponsibly advance humanity. Rick Wallace\nPresident and Chief Executive OfficerContinuous innovation \nfor the greater good\n", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}