{"page_content": "16\nGlobal Impact Report \n2021INTRODUCTION\nPEOPLE\nTalent Development \nEmployee Well-being\nInclusion & Diversity\nCommunity Engagement\nHealth & Safety\nKeep Looking Ahead\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIX\nTalent attraction and retention is of utmost importance to KLA. We have \na number of programs in place to ensure our employees can remain and \ngrow within our organization. \nIn 2021, we performed a mid-year salary review and made adjustments to \nensure we were competitive with others in the market. We reshaped long-\nterm incentives for employees to share in KLA’s success through restricted \nstock units (RSUs). We expanded hybrid work options and telecommuting. \nWe made improvements to our interviewing process, reducing the time to \nrecruit new employees. And we worked to broaden and diversify the talent \npool by looking at adjacent skills and developing employees after they \nonboard at KLA.Talent Attraction & Retention \nEmployees at KLA are encouraged to chart a career path that is most \nmeaningful to them. Internal job opportunities are visible to all employees, \nand career maps are available for most career tracks to see what \ncertifications may be needed to advance to the next level. \nOur Connected Employees intranet site helps facilitate internal \nconnections and advancement. Our internal rate of promotion of 75% at \nthe VP level attests to the success of these efforts.Encouraging Internal MobilityTalent Performance 2021\nTotal new employee hires 2,962\nTotal employee voluntary turnover 7%\nAverage training hours per FTE 32.75\nPercentage of total employees who \nreceive a regular performance review100%EXTERNAL AWARDS AND ACCOLADES\nWorld's Most \nAdmired CompaniesTop 10 Hall of Fame \nfor the past 15 yearsFortune Magazine Training Magazine\n", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}