{"page_content": "17\nGlobal Impact Report \n2021INTRODUCTION\nPEOPLE\nTalent Development \nEmployee Well-being\nInclusion & Diversity\nCommunity Engagement\nHealth & Safety\nKeep Looking Ahead\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIX\nEmployee Well-being \nAt KLA, our talent is the heartbeat of our organization. We value our employees as individuals and \nrecognize and support their needs so they can bring their best selves to work every day. We engage with \nour employees about what they need to be successful in and out of the workplace, and we have built a \nrobust suite of benefits to help ensure the well-being of all employees.\nAs we began to emerge from the global pandemic \nin 2021, many people sought connection as never \nbefore. Through our annual Employee Engagement \nSurveys—which had an 85% response rate—we \nidentified two top priorities: workload and well-\nbeing. We acted on these priorities to ensure our \nemployees had the resources available to manage \ntheir mental and physical health.\nWe use the Virgin Pulse wellness app to help \nour employees build healthy habits. The app \nencourages employees to track their activity and \noffers insights to help improve their health and \nwellness habits. KLA’s virtual and in-person wellness course offerings span both physical and mental \nhealth. We offer in-person and virtual workout \nclasses as well as seminars on mindfulness, \nmeditation and other wellness topics. \nWe hold online fitness classes that include body \ntuneup, yoga and other well-being classes like \nmaintaining life balance, nutrition, the importance \nof sleep, hydration and relaxation. Throughout our \nsites, we host a series of events and challenges, \nboth virtually and in person, to encourage our \nemployees to stay active. Our wellness program \nhelps employees manage and improve their health \nand build healthy lifestyle habits in engaging ways. Employee EngagementEmployee Engagement  \nSurvey Results \nresponse rate overall engagement score,  \nclassified as “Good” 7.7/10 \n“In all the years spent at KLA, there are two \nthings that come to mind about what I love \nabout this company.\nThe opportunity to work on ‘bleeding-edge’ \ntechnologies and to work with the best and \nbrightest minds in the industry!”\nVidya, a KLA employee in Ann Arbor, Michigan85% ", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}