{"page_content": "23\nGlobal Impact Report \n2021INTRODUCTION\nPEOPLE\nTalent Development \nEmployee Well-being\nInclusion & Diversity\nCommunity Engagement\nHealth & Safety\nKeep Looking Ahead\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIX\nHighlights of ERG Capitalize Efforts in 2021\nWe have WISE chapters in the U.S., Israel and India, as well as a recently launched EPC Europe WISE, made \nup of employees of the Electronics, Packaging and Components (EPC) group in Europe. With a 2021 theme of \n“reaching your aspirations,” members planned and delivered education and awareness programs, networking \nopportunities, a mentorship program, and community engagement activities inside and outside of KLA.\nKonexiónOur Hispanic/Latinx ERG launched in 2020 and grew its membership in 2021. In 2021, Konexión held a virtual \nevent to celebrate Hispanic Heritage Month, with one of our employees presenting the history of Puerto Rico \nto fellow KLA employees. In addition to heritage celebrations, Konexión and the KLA Foundation partnered \nwith the Hispanic Foundation of Silicon Valley to support STEM education programming for Latinx students.\nBELIEVELaunched in 2021, BELIEVE introduced several new initiatives at KLA. For example, to commemorate Black \nHistory Month, celebrated every February in the United States and Canada, BELIEVE hosted two special events \nfocusing on food and heart health.\nPRISMA steering committee on LGBTQ+ issues is working on launching PRISM (where Pride, Respect, Inclusion \nand Solidarity Meet) in 2022. In honor of Pride Month this past year, KLA flew the Pride flag in our offices \naround the world. The flag, featuring our iconic plus overlaid in the center, celebrates the diversity of the KLA \ncommunity, including our employees, partners, customers and the communities where we live. “I’m forever optimistic about \npeople. If we engage in \na dialogue, we can come \ncloser to understanding \neach other.”  \nEmiko Higashi\nMember of the KLA Board \nof Directors\nWISE\nKonexión\nBELIEVE\nPRISM", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}