{"page_content": "26\nGlobal Impact Report \n2021INTRODUCTION\nPEOPLE\nTalent Development \nEmployee Well-being\nInclusion & Diversity\nCommunity Engagement\nHealth & Safety\nKeep Looking Ahead\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIX\nCommunity Engagement\nWe value equity as much as empathy. We listen to local needs and find meaningful ways to help. This year, \nwe came together as an organization to address pressing needs that matter most to our employees and \ntheir communities. \nThe KLA Foundation and KLA employees around the world supported the communities where we live and \nwork through financial support, volunteerism and program facilitation focusing on our three strategic \npillars: Education, Wellness and Community Support. \nThrough the KLA Foundation grants program, we invest in creative ideas from local organizations that \nknow their communities best to create upstream solutions for sustainable change.\nWe took a fresh look at our approach, exploring some hard questions including: How can we best support \nefforts to build inclusion, grow diversity and achieve racial equality? These are big societal challenges, and \nwe want to be part of the solution by exploring where we can have the most impact.KLA Foundation Mission:  \nAdvancing humanity by investing in our \ncommunities to create a more equitable, \ninclusive and accessible world.\nAdvancing Sustainable \nDevelopment\nWe considered how our Community Engagement strategy \ncan support a more global focus, both within KLA and \nexternally. In 2021, the KLA Foundation aligned its \nprograms and activities with six UN Sustainable\nDevelopment Goals to have our Community Engagement \nstrategy support a more global focus, both within KLA and \nexternally.\nGrants by the Numbers Employee Giving\ngrants countries millionTotal\n115 \nmillion distributed in matching \ngifts to 151 organizations$1.6 12 $3.9 \n", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}