{"page_content": "28\nGlobal Impact Report \n2021INTRODUCTION\nPEOPLE\nTalent Development \nEmployee Well-being\nInclusion & Diversity\nCommunity Engagement\nHealth & Safety\nKeep Looking Ahead\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIX\nCommunity Engagement Spotlights: \nWhen India was hit with a resurgence of COVID-19, the KLA Foundation expanded its \nefforts  in the region with a $550,000 donation. The funding enabled healthcare facilities to \nprocure much needed critical care equipment such as oxygen generators, syringe infusion \npumps, beds and other medical supplies to treat people in and around the city of Chennai, \nwhere KLA India is based. Consistent with the Foundation's commitment to providing \nsupport and resources for impactful and sustainable change, the donation also funded a \nlong-term community investment to build additional ICU capacity to address the needs of \nunderprivileged communities in hospitals. The Foundation also established a new India COVID Relief Fund campaign on its internal Global Giving platform, and KLA employees \nmade personal donations of more than $40,000 which were matched by the Foundation.\nThe COVID-19 India relief fund is an expansion of the Foundation's previous contributions \ntoward global pandemic relief efforts. Focused on nonprofit organizations in regions with \nthe highest number of individuals affected by COVID-19, as well as locations with high-risk \npopulations, the KLA Foundation provided resources and funding over the past year to \nfood banks, senior living communities, public hospitals and schools.India COVID-19 Relief \n“This donation by the KLA \nFoundation and fellow colleagues \nis helping to mobilize rapid \nresponse efforts here in Chennai \nand the broader community. We \nthank our KLA colleagues around \nthe world for their assistance and \ncontributions.”\nDominic David\nPresident of Operations, KLA India", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}