{"page_content": "33\nGlobal Impact Report \n2021INTRODUCTION\nPEOPLE\nTalent Development \nEmployee Well-being\nInclusion & Diversity\nCommunity Engagement\nHealth & Safety\nKeep Looking Ahead\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIX\n“There’s always more on the \nhorizon – there’s no limit to what \nwe can do to improve our efforts \naround inclusion and diversity.”  \nJoni Podolsky\nDirector, Global Inclusion and DiversityPeople: Keep \nLooking Ahead \nNEXT STEPS IN 2022 AND BEYOND\nGoing forward, we are increasing our focus on talent development, \nrecruitment and retention. We expect to launch a Total Rewards Portal to \nbetter communicate the entire package of benefits that KLA employees \nreceive. We are adding to our full roster of training and wellness \nofferings with new programs being rolled out in 2022.\nOur increased efforts to deepen employee engagement also extend \nto our work in the community. As more in-person volunteer activities \nemerge and opportunities to connect with our nonprofit partners \nincrease, the KLA Foundation will prioritize facilitating meaningful \nengagements for our employees across our three pillars of Education, \nWellness and Community Support.\nIn addition, a new Inclusion and Diversity program, Inclusion for All, \nwill be introduced in 2022. This campaign will bring to life our shared \naspiration, driving proactive actions all employees can take to be \nas inclusive as possible. Inclusion for All means that all employees \nshould feel a sense of belonging, bringing their unique backgrounds, \nexperiences and perspectives to help us evolve as an organization.\nIn our drive to be better, we commit to creating a more diverse \nworkforce year over year. In 2022, as part of this commitment, KLA \nsigned the CEO Action for Diversity & Inclusion™  pledge and joined the \nAlliance for Global Inclusion.\n ", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}