{"page_content": "35\nGlobal Impact Report \n2021Product Stewardship  \n& Innovation\nSupply Chain \nStewardship\nKeep Looking Ahead\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nProduct Stewardship  \n& Innovation \nThinking Big: Sustainable Product Innovation \nInnovation is the lifeblood of KLA. For nearly 50 years, KLA has been working to \nadvance humanity through enabling virtually every technology that touches the human \nexperience. Our customers are working to solve the toughest challenges in the world \ntoday—from making clean energy technologies more efficient to ensuring vaccinations \nare more accessible in the most remote parts of the world.KLA’s technologies enable our customers to solve problems faster and more reliably. \nAnd as we contribute to a more sustainable world, our technology continues to push the \nboundaries of higher performance with reduced resource utilization. Together with our \ncustomers, we are driving manufacturing process improvements that can achieve higher \nyield while reducing emissions, energy use and waste in the process. \nOur tools and technologies help prevent semiconductor chips with defects from ever \nescaping the fab, which makes the products they enable safer and more reliable. And as \nthe chips themselves become lighter, less energy-intensive and more powerful, a whole \nnew wave of innovation is becoming possible. \nWe are proud to be trusted partners to our customers in building the sustainable \nroadmap of the future. The stakes have never been higher. And we’re up to the task. \nKLA is a global leader in diversified electronics for \nthe semiconductor manufacturing ecosystem\nSubstrates\nReticlesChipsComponentsPrinted circuit\nboard\nFlat panel \ndisplayWafer-level\npackaging\nKLA Services Semiconductor Process Control (Semi PC) Electronics, Packaging and Components (EPC)KLA Business Units\nEnd Products\nConnected \ndevices\n5G\nInfrastructureAutomotive\nMobile\ndevices\nData\n", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}