{"page_content": "37\nGlobal Impact Report \n2021Product Stewardship  \n& Innovation\nSupply Chain \nStewardship\nKeep Looking Ahead\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nHigher Yield,  \nLess WasteVirtual Lithography:  \nSimulating Pattern Results\nThe key to more efficient manufacturing is higher yield \nwith fewer defects and, ultimately, less waste. Our new \nVoyager® 1035 laser scanning patterned wafer inspector \nintroduced in 2021 helps guide chip manufacturing by \nmonitoring critical process steps during ramp and volume \nproduction. By finding and flagging critical defects inline, \nthe Voyager 1035 inspector helps ensure process steps \nstay on track.\nThe landmark attribute of Voyager 1035 is DefectWise® \ndeep learning technology. DefectWise provides fast, inline \nseparation of defects of interest from pattern noise and \nnuisance defects, resulting in increased sensitivity and \nimproved capture rate of key defects. DefectWise reduces \nthe time required for fab engineers to understand and \ncorrect process excursions, which in turn reduces waste.Semiconductor chips are fabricated by adding and \nsubtracting multiple layers of materials in carefully \nplanned patterns, forming a nanoscale network of wires \nand transistors that power our everyday electronics. \nWithin a semiconductor fab, lithography processes are the \nmanufacturing steps where the precise patterns are created.\nLithography is a complex process affected by multiple \nvariables. To evaluate and fine-tune all these variables, \nlithographers have historically had to print test wafers. \nBut a faster, more cost-effective means of investigating \nadvanced lithography processes involves simulating \npatterning results—better known as computational \nlithography. By computing patterning results using \ndifferent variable settings, lithography researchers can \nquickly determine optimal lithography settings, without the \nwaste or expense of processing actual wafers. \nPROLITH™ 2020b, introduced in 2021, is KLA’s latest \nversion of our virtual lithography and patterning system. \nPROLITH 2020b is critical to supporting in-fab simulations \nnecessary for troubleshooting patterning issues, \nparticularly those related to state-of-the-art immersion ArF \nor EUV lithography processes.\nKLA's reticle inspection systems are critical for\npatterning success in chip manufacturing", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}