{"page_content": "40\nGlobal Impact Report \n2021Product Stewardship  \n& Innovation\nSupply Chain \nStewardship\nKeep Looking Ahead\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nSupply Chain Stewardship \n2021 came with its own set of global supply chain \nchallenges across many industries KLA serves. \nAs our customers worked to deliver on surging \ndemand for their products, the global supply of \nmaterials and resources continued to fluctuate. \nDespite these challenges, KLA remained committed \nto growing our partnerships with sustainable, \nresponsible and diverse suppliers while supporting \nour customers as they scaled up production to \nmeet the increased demand. Building a Sustainable,  \nResponsible Supply Chain\nKLA evaluates new and existing suppliers through \na rigorous qualification process. Once partners are \nselected, they become part of KLA’s supply base and \nwe work with them toward continuous improvement. \nKLA's Supplier Scorecard program includes several \nmeasurement criteria related to supplier performance. As \npart of the Supplier Relationship Management program, \nsuppliers undergo planned business reviews, site visits \nand performance audits, as appropriate. \nEvery supplier is required to adhere to our Standards of \nBusiness Conduct  as well as our Supply Chain Human \nRights Policy , which is aligned with the Responsible \nBusiness Alliance (RBA) Code of Conduct , covering labor \nrights, safe and healthy work environments for employees, \nadherence to applicable environmental and employment \nlaws, metals and minerals responsibility, ethical business \npractices and more. Every year we assess key direct \nsuppliers using the RBA Facility Supplier Assessment \nQuestionnaire (SAQ), which provides an overall risk score \nfor evaluation. Any Higher-Risk scores require a third-\nparty audit to identify areas for improvement and track \nthose issues to closure. In 2021 we continued to meet our \ntargeted 85% response rate on the RBA SAQ survey. We \naim to expand our RBA SAQ program by launching a pilot \nprogram with our indirect service providers. \nBuilding these robust partnerships takes time and \ncollaboration. Our goal is to increase our suppliers’ \ncapacity and awareness, engaging with them to \nbuild a more sustainable world and empowering \nthem to align with our own core values. These values \ninfluence how we operate as a company and as an \nextension of our customers’ supply chains, and we \nmaintain strict policies on human and labor rights, \nethics, conflict minerals as well as expectations for \ninclusion and diversity. \nKLA employees celebrate new product launch shipment", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}