{"page_content": "5\nGlobal Impact Report \n2021INTRODUCTION\nCEO Message\nAbout this Report\nAbout KLA\nESG Highlights\nESG Strategy\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIX\nAbout KLA \nKLA Corporation (KLA) develops industry-leading \nequipment and services that enable innovation throughout \nthe electronics industry. We are proud to be part of some \nof the most significant technological breakthroughs—\nvirtually no laptop, smartphone, wearable device, voice-\ncontrolled gadget, flexible screen, VR device or smart car \nwould have made it into your lives without us. We provide advanced process control and process-\nenabling solutions for manufacturing wafers and reticles, \nintegrated circuits, packaging, printed circuit boards \nand flat panel displays. In close collaboration with \nleading customers across the globe, our expert teams of \nphysicists, engineers, data scientists and problem-solvers \ndesign solutions that advance humanity by transforming \nour world, improving quality of life and well-being, and \npowering eco-friendly technologies that are crucial to \nachieving a low-carbon economy in the future. \nWithin our primary area of focus, our comprehensive \nportfolio of inspection and metrology products and related service, software and other offerings helps integrated \ncircuit (IC or chip) manufacturers improve yield and \nefficiency throughout the entire semiconductor fabrication \nprocess—from research and development to final volume \nproduction. These products and offerings are designed to \nprovide comprehensive solutions to help our customers \naccelerate their development and production ramp cycles, \nachieving higher and more stable semiconductor die \nyields, and improving their overall profitability.\nKLA’s products and services are used by the vast \nmajority of bare wafer, IC, lithography reticle and disk \nmanufacturers around the world.\nBusiness Snapshot  \nas of December 31, 2021  \nglobal locations19\nemployees 12,400\n $1B \ninvested in R&D in 2021, an \nincrease of 13.9% over 2020\n$8.2B \nCY2021 revenue\n", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}