{"page_content": "41\nGlobal Impact Report \n2021Product Stewardship  \n& Innovation\nSupply Chain \nStewardship\nKeep Looking Ahead\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nAdvancing Supplier \nInclusion & Diversity2019\n2020• Conducted ESG Materiality Assessment which helped to identify ESG \npriorities within the supply chain\n• Joined SEMI Manufacturing Ownership Diversity (MOD) working groupLaunched Supply Chain Sustainability Program , aligned with \nbroader ESG strategy\n• Became a Corporate Member of the Western Regional Minority \nSupplier Development Council (WRMSDC) , providing access to diverse \nsuppliers in their databaseInitiated journey  to increase supply chain diversity, consistent \nwith a company-wide focus on putting inclusion first \n2021 \n& beyond\n• Expanded our supplier education efforts through our Supplier \nInclusion  & Diversity webpage \n• Increased the number of identified diverse suppliers\n• We plan to increase visibility for Supplier Inclusion & Diversity through \nexpanded internal procurement guidelines\n• KLA’s Supply Chain team aims to identify goals and metrics to begin \ntracking progress toward a more inclusive and diverse supply chainContinued to refine the Supplier Inclusion & Diversity vision, \nprogram and expectationsWe recognize that partnering with diverse suppliers, \nwhose products and services meet KLA standards \nand customer requirements, is fundamental \nto ensuring our continued success and driving \ninnovation. Our journey toward ever-increasing \nsupply chain diversity began in 2015 when we \nlaunched our initial Supplier Inclusion and Diversity \n(I&D) program by tracking and reporting our spend \nwith suppliers from traditionally underrepresented \nbackgrounds to key customers. \nSince then, we have continued to build the \nfoundation for strong supply chain stewardship \nthrough the following milestones:", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}