{"page_content": "42\nGlobal Impact Report \n2021Product Stewardship  \n& Innovation\nSupply Chain \nStewardship\nKeep Looking Ahead\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\n“As part of our procurement strategy, it is critical that we have \ndiversity of thought to drive innovation for our customers. At \nKLA, we recognize that expanding the diversity of who we do \nbusiness with positions KLA in a place to better meet customer \nrequirements. Aligned with our broader ESG strategy, we doubled \ndown on our Supply Chain Sustainability Program. A key pillar of \nthis program is to weave Supplier Inclusion & Diversity into the \nfabric of how we do business. It excites me to lead this journey for \nKLA and increase our collaborations with diverse businesses.”\nJohn Proverbs\nHead of Global Corporate ProcurementKLA’s Expectations for \nSuppliers & their Supplier \nInclusion & Diversity Programs \nSuppliers are encouraged to voluntarily notify KLA if they meet one of \nthe recognized diverse supplier categories stated on our webpage, such \nas women-owned businesses or businesses owned by people from \nother underrepresented groups. KLA expects all diverse suppliers to \nobtain certification if they meet any of the applicable supplier diversity \nclassifications above and maintain that certification. By maintaining \ncertification, diverse businesses often increase their opportunities for \nnew business and access to resources and support. If a supplier meets \nany applicable classifications, but has not yet sought certification, \nthat supplier can promptly seek certification from a local or state \ngovernment certifying agency as well as regional or national minority \nand women’s business councils. For questions on how to obtain \ncertification, please refer to our website .\nDiscrimination against diverse suppliers is not tolerated at KLA. In \naddition, KLA expects its suppliers will not discriminate against diverse \nsuppliers in their own supply chains and will treat them equal to other \nsuppliers. Suppliers are expected to be transparent and not discriminate \non the basis of race, color, national origin, ancestry, religion, sex \n(including pregnancy, childbirth, or related medical conditions), gender \nidentity, gender expression, sexual orientation, marital or familial \nstatus, age, disability, genetic information, medical condition (cancer \nand genetic characteristics), veteran or military status, status as a victim \nof domestic violence, sexual assault or stalking, or other status or \ncharacteristic protected by applicable federal, state or local laws.", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}