{"page_content": "45\nGlobal Impact Report \n2021Stewardship Priorities\nClimate & Energy\nMaterials, Waste  \n& Water\nKeep Looking Ahead\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nStewardship \nPriorities \nDriving to be better is one of our core values at KLA. With ever-higher \nresolution inspection capability, KLA products enable the creation of \nnext-generation chips capable of greater computational efficiency and \nperformance. And by increasing customer yields, our products help \ncustomers save on materials, energy and waste. As we become more \nsophisticated in our sustainability efforts, we are committed to working \nwith our partners across the value chain to continuously increase \nefficiency and reduce environmental impact. \nWe are also committed to making a difference in our own operations \nby developing robust environmental management systems, finding new \nways to be more efficient with office and manufacturing space, and \nreducing our operational impacts on energy, greenhouse gas (GHG) \nemissions, water and waste. As we transition our global operations to \n100% renewable electricity by 2030, we are exploring opportunities to \ndecarbonize and enhance our long-term resilience with renewable energy, \nelectrification and energy efficiency measures. \nThrough these efforts, we aim to demonstrate to stakeholders that we put \nour words into action. We are proud of our longstanding track record of \nnot having any significant environmental fines or penalties over the past \nfour years. Going forward, we will continue to look for ways to integrate \nenvironmental best practices into our company strategy, operations, \nproduct development and customer solutions.\n“KLA's corporate citizenship \njourney began when we opened \nour doors in 1976. As a leading \nequipment manufacturer in the \nglobal semiconductor industry, \nKLA is proud to be part of the \nmost significant technological \nbreakthroughs. With success \ncomes responsibility and we \nare committed to sustainably \ngrowing a profitable business by \nholding ourselves to ambitious \nenvironmental targets as part of \nour broader strategy to advance \nhumanity, including through our \nESG programs.”\nRick Wallace\nPresident and Chief Executive Officer  \nof KLA", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}