{"page_content": "46\nGlobal Impact Report \n2021Stewardship Priorities\nClimate & Energy\nMaterials, Waste  \n& Water\nKeep Looking Ahead\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nClimate & Energy \nWe know that unless society takes major action to curb \ncarbon emissions, we will be facing a climate crisis. The UN \nIntergovernmental Panel on Climate Change (IPCC) has warned \nthat if the planet continues to emit greenhouse gas (GHG) \nemissions at current rates, global warming will exceed 1.5 degrees \nCelsius temperature rise relative to the pre-industrial period in \nthe next two decades ² – which could cause catastrophic social, \neconomic and environmental consequences. According to the \nWorld Resources Institute , we must decrease global emissions by \n50% by 2030 to avert the worst effects of climate change.\nIn 2021, KLA was proud to announce a new goal to use 100% \nrenewable electricity across our global operations by 2030. With \nthis goal, we are supporting the transition to a clean energy \neconomy by working to set GHG emissions reduction targets and \nreporting climate-related information to stakeholders following \nthe recommendations of the Task Force on Climate-related \nFinancial Disclosures (TCFD) . In addition, in this report we are \nannouncing new targets to achieve a 50% cumulative reduction in \nScope 1 and Scope 2 emissions by 2030 and net zero Scope 1 and \nScope 2 emissions by 2050. We are measuring our Scope 1 and \nScope 2 emissions in alignment with the World Resources Institute \nGHG Protocol Corporate Reporting Standard, and our Scope 1 and \n2 emissions reduction targets have been set with reference to the \nScience Based Targets initiative’s Corporate Net-Zero Standard \nCriteria (published in October 2021). \n² United Nations’ Intergovernmental Panel on Climate Change (IPCC) Sixth \nAssessment Report: Mitigation of Climate ChangeRegarding Scope 3 emissions, we are currently evaluating product \nenergy efficiency opportunities and exploring a potential strategy \nto engage with our top suppliers around setting GHG emission \nreduction goals. These efforts will help inform the feasibility of \nsetting a target to establish a pathway to reduce our Scope 3 \nemissions. We currently plan to provide an update on our Scope 3 \nstrategy by the end of 2023.\nSince 2018, we have continued to increase our procurement of \nelectricity from carbon-free sources across our global operations \nyear-over-year. In 2021, 52% of our electricity was sourced from \nrenewable energy sources. This consisted of renewable energy \nfrom the grid and the purchase of Renewable Energy Credits \n(RECs). We are now moving forward with due diligence on our \nlong-term renewables procurement strategy and have engaged \nwith third-party consultants to further develop our action plan.\nAt the same time, we are working to conduct energy audits and \nimprove efficiency across our sites. In 2021, despite continued \ngrowth in our business, we achieved absolute reductions in energy \nand emissions at several sites due to energy efficiency measures, \nsuch as installing LED lighting and tuning chillers, converting air \nconditioning systems to variable frequency drives and replacing \nconventional gas vehicles with hybrid models. We are working to \nexpand these efforts worldwide as part of executing toward our \nrenewable electricity goal. In 2021, 52%  of our electricity was \nsourced from renewable energy \nsourcesEnergy Mix\nLow Carbon Energy\nConventional EnergyCY2020 \n72%\n28%187,303 \nMWhCY2021\n48%52%197,187 \nMWh", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}