{"page_content": "48\nGlobal Impact Report \n2021Stewardship Priorities\nClimate & Energy\nMaterials, Waste  \n& Water\nKeep Looking Ahead\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nScope of Our GHG Inventory \nWe define our organizational boundaries for the inventory using the \nOperational Control approach per the GHG Protocol guidelines. This approach involves collecting data and accounting for GHG emissions from sources over which we have operational control.\nThis includes 14 KLA \"Super Sites\" (compared with 11 such sites in 2020), \nnumerous leased offices, warehouses, and other classes of facilities, company vehicles, and all equipment operated by KLA. We define a Super Site as KLA-owned or leased facilities where we have significant presence. We collect detailed data on operations at these locations for energy, water, waste, backup generators, vehicles, refrigerants and other emissions sources.Greenhouse Gas Inventory \nWe continue to build on the comprehensive greenhouse gas (GHG) inventory we developed in 2020 by reporting across all emissions scopes, improving estimation methods for certain categories including Use of Sold Products (Scope 3), and expanding our datasets to encompass the completed acquisition and integration of Orbotech and SPTS divisions. Our GHG inventory aligns with the requirements of the World Resources Institute and World Business Council for Sustainable Development’s GHG \nProtocol and is conducted on a calendar year cycle.Scope 1\nScope 2\nScope 3Direct emissions from operations owned \nand controlled by KLA, including: stationary combustion of natural gas and diesel; mobile combustion of gasoline,  diesel and liquified petroleum gas; and refrigerants and volatile organic compounds, such as fugitive emissions.\nIndirect emissions from the generation of energy \npurchased and consumed by KLA, including the consumption of electricity across facilities from renewable and non-renewable sources. In our inventory, we calculated Scope 2 electricity emissions per the GHG Protocol Scope 2 location-based and market-based methods.\nRelevant indirect emissions we calculated that \noccur across our value chain include: \n•Purchased goods and services\n•Capital goods\n•Fuel and energy-related activities (FERA)\n•Upstream transportation and distribution\n•Waste generated in operations\n•Business travel\n•Employee commuting\n•Upstream leased assets\n•Use of sold products\n", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}