{"page_content": "49\nGlobal Impact Report \n2021Stewardship Priorities\nClimate & Energy\nMaterials, Waste  \n& Water\nKeep Looking Ahead\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nMethodology Updates\nAs we improve our GHG inventory process, we aim to be transparent about changes in \nmethodology or other modifications in our approach. Although we previously established \n2019 as our base year for emissions reporting, in this report KLA has set 2021 as the new \nbaseline year for GHG emissions targets to reflect a more comprehensive view of the impact \nof our integrated operations.\nThe primary reason for this change is because GHG data from the recently acquired SPTS \nand Orbotech were not fully included in the 2019 GHG inventory since the data systems were \nnot yet integrated with KLA. Now that the acquisitions have been completed, we are able to \ninclude the additional GHG data and provide a more accurate measure of KLA’s total carbon \nfootprint. While these changes result in a net increase in overall energy use for KLA, we are on \ntrack relative to our goal to source 100% of our electricity from renewable sources by 2030. Inventory Results\nKLA continues to experience significant business growth, with revenues increasing from \n$6.1 billion in 2020 to $8.2 billion in 2021. We also added over 2900 employees, opened \nnew facilities and increased the number of tools in use worldwide. As our business grows, \nwe are enabling our customers while remaining focused on our climate goals.\nSuccessful emissions reduction performance starts with accurate, credible GHG \nmeasurement. We recently completed our first limited third-party verification of the 2021 \nGHG inventory for Scopes 1 and 2, Scope 3 business travel, and our renewable energy \nprogress. For more information, please see the Verification Statement  in the Appendix.\n", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}