{"page_content": "52\nGlobal Impact Report \n2021Stewardship Priorities\nClimate & Energy\nMaterials, Waste  \n& Water\nKeep Looking Ahead\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nClimate Risk Management  \nClimate-related issues are monitored by the Nominating \nand Governance Committee of the Board, Chief Strategy \nOfficer, ESG Steering Committee and the Global ESG Leader.\nWe have developed a climate-specific risk and opportunity \nassessment process that takes into consideration the \nrecommendations of the Financial Stability Board (FSB) \nTask Force on Climate-Related Financial Disclosures (TCFD) \nand supports annual disclosures on climate governance, \nstrategy, risk management, and metrics and targets. \nIn 2021, we conducted our first in-depth climate risk \nand opportunity assessment that included potential \nphysical and transition risks and opportunities across the \nglobal enterprise and value chain. Through research and \nstakeholder engagement, we identified climate-related \nrisks and opportunities, as defined by TCFD risk types and \nclassifications, with the potential to impact the business. Key \nsenior leaders and subject matter experts were engaged to \nassess their relevance to the business and prioritize them \nbased on potential impact, likelihood and vulnerability \nassessments. Through this process, we did not identify \nany climate-related risks or opportunities that we currently \nanticipate would have a potential substantive impact on \nthe business. However, information gathered during the \nassessment process will be used to inform adjustments to \nour company strategy and management plans, including \nleveraging opportunities to enhance our long-term “We are committed to monitoring \nclimate issues on an ongoing \nbasis, conducting annual climate \nrisk and opportunity assessments \nand reporting climate information \nto stakeholders following the \nrecommendations of the TCFD.”\nJohn McLaughlin\nGlobal ESG Leader\nresilience, reduce resource use, enhance customer impact \nand support our transition to a low-carbon economy. \nInitial results are also being used to evaluate opportunities \nto enhance our annual climate risk and opportunity \nassessment and disclosure processes, including identifying \nand scoping financial and operational scenario analyses to \nfurther enhance and validate qualitative assessment results. \nFor more information, please see our annual CDP Climate \nChange Report , and our TCFD Index  at the back of this report.", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}