{"page_content": "53\nGlobal Impact Report \n2021Stewardship Priorities\nClimate & Energy\nMaterials, Waste  \n& Water\nKeep Looking Ahead\nGOVERNANCE  \n& ETHICS\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nMaterials, Waste & Water\nMaterials & Waste\nOur goals in 2021 were to continuously improve our use \nof materials and reduce waste across our sites. Millions of \npounds of recyclable materials have been diverted away \nfrom local landfills as a result of these efforts. Each site has \nspecific programs in place to achieve these objectives, and \neach has a role to play in the process. \nIn Milpitas, we achieved an 94% rate of waste diverted \naway from landfills, outperforming our 2020 rate. In \nSingapore, we diverted 71% of waste away from the landfill, \nin line with our 2020 rate. And in Migdal HaEmek, Israel, we \nreduced solid waste over 2020 levels by 11.6%, normalized \nfor production.\nWe are constantly looking for new and improved ways to \npackage our finished goods, parts, and spares in order to \nreduce waste. By utilizing reusable crates, we reduce the \nvolume of raw materials used in crate manufacturing and \nsave costs. Hazardous materials and waste at KLA are managed \nper local regulations and in compliance with all \nrequirements. We continually look for ways to reduce \nour waste generation and improve recyclability of all \nwaste streams. KLA is not a large generator of hazardous \nwaste, yet we seek out opportunities to eliminate this \ntype of waste wherever possible. We maintain waste \nprograms for recyclables, hazardous and non-hazardous \nwaste, universal waste (batteries, lamps, aerosol cans), \nwastewater, packaging and others. All employees involved \nin handling and/or managing hazardous materials and \nwaste are required to be trained in accordance with \nfederal, state and local regulatory requirements.\nFrom 2020 to 2021, we \nincreased the amount of \nwaste recycled by  43%  and \ndecreased the amount of \nwaste sent to landfill by  20%\nRecycled\nLandfilledDiverted for energy use\nComposted\n*Non-hazardous waste onlyWaste by Destination\nCY2020 Waste* by Destination\n1,620  \nmetric tons\n5%1%46%\n48%CY2021 Waste* by Destination\n37%\n63%1,690 \nmetric tons", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}