{"page_content": "58\nGlobal Impact Report \n2021Corporate  \nGovernance & ESG\nBusiness Ethics & \nCompliance\nCybersecurity &  \nIP Protection\nKeep Looking Ahead\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT  \nGOVERNANCE  \n& ETHICS\nCorporate \nGovernance & ESG \nBeing a successful global business means more than \ndeveloping innovative solutions for our customers and \ndelivering strong financial returns for our shareholders. \nAt KLA we believe that to be truly successful, a strong \ncommitment to corporate responsibility and consistent, \nfair business practices is essential. \nPut simply, governance is about ensuring we run our \nbusiness responsibly and ethically—through specific \npolicies, rules, and processes for corporate accountability, \ntransparency, fairness and responsibility. We put a high \npriority on governance at KLA because it enables us to \ncreate results that are meaningful to all stakeholders, from \nour customers to our investors to the employees who \ndrive our business.At KLA, governance is closely aligned with our efforts to Advance Humanity. Many of the \npractices and policies we have established are designed to meet regulatory standards \nwhile others are intended to achieve specific corporate goals or ESG targets. \nKLA is governed by a Board of Directors, established in accordance with applicable laws \nand our Corporate Governance Standards. \nThe Board has three standing committees, each of which has specific oversight \nresponsibilities for various aspects of KLA's business. Each committee is governed by a \ncharter that defines its areas of responsibility.\nManagement is responsible for updating the Board and its committees on KLA operations, \nemployees, customers and suppliers.What Does Governance Entail?How Does Governance \nWork at KLA?\nAUDIT COMMITTEE\nCOMPENSATION AND TALENT COMMITTEE\nNOMINATING AND GOVERNANCE COMMITTEE", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}