{"page_content": "60\nGlobal Impact Report \n2021Corporate  \nGovernance & ESG\nBusiness Ethics & \nCompliance\nCybersecurity &  \nIP Protection\nKeep Looking Ahead\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT  \nGOVERNANCE  \n& ETHICS\nBusiness Ethics \n& Compliance Working ethically and complying with our legal obligations have always been central to the way we conduct business at \nKLA. We continuously strive to create and maintain an ethical and legally compliant culture where everyone is aligned \naround KLA values, policies and procedures. That means continually assessing and maturing our ethics and compliance \nprograms to reflect the hallmarks of an effective compliance program, considering an ever-changing regulatory and \nbusiness environment.\nKLA’s Chief Compliance Officer updates the Board’s Audit \nCommittee and the CEO’s staff on a quarterly basis on \ncurrent and emerging issues. These updates are informed \nby the outcomes of our Compliance Effectiveness Program \n(CEP): regular risk assessments that determine KLA’s most \nsignificant legal and regulatory risks, on a real-time basis as \nlaws and the business environment change. \nKLA’s Horizon Committee, comprised of KLA’s Chief Legal \nOfficer, Chief Human Resources Officer, Chief Strategy \nOfficer and Chief Financial Officer, conducts regular risk \nreviews of KLA’s legal entities operating outside of the \nUnited States to identify ethics and compliance risks and \nopportunities to enhance our compliance programs. In \n2021, KLA conducted a review of its Belgium and Germany \nsites, and in 2022 we plan to conduct reviews of sites in the \nUnited Kingdom, Japan and India. KLA’s Board of Directors and executive management \nare committed to building, maintaining and monitoring \nKLA’s ethics and compliance programs. To underscore \nthis commitment, we devoted additional resources to our \nethics and compliance group. In 2021, KLA’s leadership \nfacilitated several new high-level hires, made significant \ninvestments in an investigation case management system, \nand implemented IT enhancements to mitigate trade \ncompliance risks.\nKLA’s senior management also realizes that their \nactions nourish a culture of high ethical standards and \npractices. By regularly asking questions, seeking guidance, \nraising issues and re-emphasizing important ethics \nand compliance messages with employees, executive \nmanagement strives to be a role model for ethical \nbehavior at KLA.We rely on our employees to behave ethically and \ncomply with our ethics and compliance programs. \nTheir performance in upholding KLA’s values is part \nof the annual performance review process, and each \nyear every employee must acknowledge that they have \nread, understood and will comply with the  Standards of \nBusiness Conduct . \nAs part of our efforts to continually monitor employee \ncompliance with KLA policies, we initiated a first-\never Annual Compliance Disclosure process in which \napproximately 2400 employees were asked to certify \nthat they have complied with specific aspects of KLA’s \nStandards of Business Conduct and/or disclose any \nnoncompliance. The results of this process were reported \nto the Audit Committee in August 2022. Compliance \nStructureLeadership \nCommitmentEngaging Our \nEmployees", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}