{"page_content": "61\nGlobal Impact Report \n2021Corporate  \nGovernance & ESG\nBusiness Ethics & \nCompliance\nCybersecurity &  \nIP Protection\nKeep Looking Ahead\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT  \nGOVERNANCE  \n& ETHICS\nKLA’s whistleblower and investigation programs bolster \nour monitoring programs. We issued a new Whistleblower \nPolicy in 2021, and our whistleblower hotline, EthicsPoint , \nis regularly used by employees to raise issues. In 2021, \nwe conducted close to 60 investigations, resulting in 9 \nterminations and the implementation of other remedial \nactions. We take the learnings from investigations and \ncontinuously improve our programs. In 2021, global trade compliance issues continued to \nbe a major focus confronted by KLA’s ethics and legal \ncompliance team, particularly with the ongoing China-U.S. \ntrade conflict. The complexity of trade issues has continued \ninto 2022, with Russia's invasion of Ukraine presenting new \ncompliance challenges. \nKLA has hired several new trade compliance specialists \nto address this changing landscape, devoted resources to \nenhance its IT infrastructure and related trade compliance \ncontrols, and conducted independent assessments of our \ntrade compliance controls.    KLA operates in many countries around the world, including \ncountries which have been identified as being higher risk \nfor corrupt activities by independent third parties, such \nas Transparency International.  Our anti-bribery and \ncorruption policies  are published in multiple languages on \nour internal platforms and our public website.\nGiven the breadth of KLA’s operations, we maintain a robust \nanti-bribery and corruption compliance program comprised of:\n• Policies strictly prohibiting employees and third parties \nwith which KLA does business from engaging in any \nform of corruption \n• Standalone anti-bribery and corruption training \ncourse for a targeted audience of approximately 6000 \nemployees, and ad hoc training for other employees \nand third parties\n• Training for all employees through KLA’s Standards of \nBusiness Conduct training course\n• Risk-based anti-corruption due diligence on third \nparties, with the assistance of specialized third-party \ndue diligence firms\n• Continual monitoring and auditing of employees and \nthird parties to identify potential corruptionWhistleblower Policy Trade Compliance Anti-Bribery & Corruption\n", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}