{"page_content": "62\nGlobal Impact Report \n2021Corporate  \nGovernance & ESG\nBusiness Ethics & \nCompliance\nCybersecurity &  \nIP Protection\nKeep Looking Ahead\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT  \nGOVERNANCE  \n& ETHICS\nCybersecurity & IP Protection \nAt KLA, we have been a part of the most significant technological breakthroughs of our \ntime. Protecting the intellectual assets that we create and manage every day enables the \ninnovations that advance humanity tomorrow.\n \nIn the constantly shifting landscape of cybersecurity risks, staying vigilant has never been \nmore crucial. Protecting data for our customers, partners and company is central to our \ngoal to be a responsible, sustainable enterprise. \nOur executive management team and Board of Directors \nfully endorse the efforts of the Cybersecurity team to set the \nstrategy for data protection at KLA. Headed by KLA’s Chief \nInformation Security Officer, the team reports directly to the \nKLA Chief Strategy Officer and communicates regularly with \nthe executive management team and KLA Board. Quarterly \nupdates to the Board include ongoing initiatives, new or \nemerging cybersecurity threats, incidents that may need \nto be escalated, as well as preemptive measures regarding \nexternal cybersecurity events reported in the media. In a world where digital information is virtually everywhere, \nunderstanding how data can quickly become compromised \nis key. All employees at KLA have a role to play in protecting \nour intellectual assets.\nAs part of our ongoing cybersecurity training, employees \nlearn about the KLA’s extensive data policies—from \ngoverning email use and mobile access to our network \nto the KLA Open Source Policy. Every division has an IP \nScorecard that tracks the completion rate of cybersecurity \ntraining for their group. Intellectual property champions \nacross the company follow up to ensure the successful \ncompletion of training.  Corporate Oversight  \nof CybersecurityContinuous Learning  \n& Improvement\n", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}