{"page_content": "63\nGlobal Impact Report \n2021Corporate  \nGovernance & ESG\nBusiness Ethics & \nCompliance\nCybersecurity &  \nIP Protection\nKeep Looking Ahead\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT  \nGOVERNANCE  \n& ETHICS\nOur customers expect that KLA can meet or exceed their \nsecurity standards. We undergo regular assessments from \nour customers to articulate how we address their security \nrequirements. An independent assessment called Security \nScorecard monitors our environment and provides an \nobjective evaluation that customers appreciate. Cybersecurity strategic initiatives for 2021 focused on three key areas:\nRansomware  \nThe threat of malware and ransomware continues to rise for corporate entities worldwide. At KLA, \nwe implemented new measures in 2021 to protect our company from this threat. Through our \nenterprise vulnerability management system, we began conducting more extensive scanning of \nour network perimeters to reduce external threats and catch possible risks proactively. We also \ninitiated new, independent assessments with external security firms to help monitor and assess \nour environment.\nCyber Exercises  \nTo help prepare for any potential security breach, we conducted “cyber exercises” to simulate our \nresponse in the event of a widespread security breakout. \nCompliance  \nThe legislative side of cybersecurity and IP protection is in constant motion, globally. KLA closely \nmonitors emerging legislation to be prepared for compliance, as needed. We regularly monitor emerging legislation or regulatory \nrequirements that may affect our business. We carefully \nevaluate any potential security requirements when we \nconsider integrating new companies into the enterprise. \nNewly acquired business units must be compliant with our \ncybersecurity policies upon connection to the KLA network.Protecting Customer Data 2021 Highlights\nIndustry Monitoring", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}