{"page_content": "64\nGlobal Impact Report \n2021Corporate  \nGovernance & ESG\nBusiness Ethics & \nCompliance\nCybersecurity &  \nIP Protection\nKeep Looking Ahead\nAPPENDIXINTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT  \nGOVERNANCE  \n& ETHICS\nGovernance & Ethics: Keep Looking Ahead \nNEXT STEPS IN 2022 AND BEYOND\nKLA is monitoring legislative and regulatory activity as \nESG governance and reporting standards are developed, \nincluding SEC rules on ESG reporting and climate-related \nrisks and similar regulations in other markets. In the interest \nof preparing to meet regulatory requirements and meeting \nshareholder expectations, we continue to improve our \nreporting platforms and increase disclosures in accordance \nwith ratings standards including the Global Reporting \nInitiative, Dow Jones Sustainability Index, and CDP. KLA will conduct an Ethical Culture Assessment in 2022, \nin partnership with Ethisphere, as we did in 2020. This \nassessment will provide important feedback about employee \nawareness of KLA’s ethics and compliance programs, comfort \nin raising and reporting issues, views on organizational \njustice, among other topics, to determine our progress since \nthe 2020 assessment.  In the year ahead, we will continuously improve our efforts \nto protect one of our greatest competitive advantages: \nour intellectual assets. We are increasing our focus on \nprotecting sensitive information for the company by \ncreating cross-company task forces to reinforce our \nexpectations for data security with all employees. In \naddition, we are continuing to monitor and prepare for \nnew legal requirements and potential regulatory changes \nregarding cybersecurity issues. \nKLA Executive Team\nFrom left to right:\nRick Wallace  – President and CEO\nMaryBeth Wilkinson  – EVP, Chief Legal Officer and  \nCorporate Secretary\nBobby Bell – EVP and Chief Strategy Officer\nOreste Donzella  – EVP, Electronics, Packaging and Components\nBren Higgins  – EVP and Chief Financial Officer\nJohn Van Camp  – EVP and Chief Human Resources Officer\nAhmad Khan  – President, Semiconductor Process Control\nBrian Lorig  – EVP, KLA Global Services\nBen Tsai  – Chief Technical Officer and EVP, Corporate Alliances", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}