{"page_content": "INTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\n \nGOVERNANCE  \n& ETHICS\nAPPENDIX\n68\nGlobal Impact Report \n2021GRI & SASB Index\nTCFD Index\nGHG Verification \nStatementStandard Disclosure Description Location/Response \nGeneral Disclosures \n102-23 Chair of the highest governance body Chairperson of the Board. The positions of Chairperson of the Board and Chief Executive Officer may be \nheld by the same person; provided however that in the event that the Chief Executive Officer or another \nemployee of the Company is serving as the Chairperson of the Board, the independent directors of \nthe Board shall designate a lead independent director with such duties and responsibilities as shall be \ndetermined by the Nominating and Governance Committee of the Board. (KLA Corporate Governance \nStandards, 11/4/2021)\n102-24 Nominating and selecting the highest \ngovernance bodyKLA 2021 Global Impact Report,  Corporate Governance & ESG ; KLA 2021 Proxy Statement , PDF page 10, \n14-15\n102-25 Conflicts of interest KLA 2021 Global Impact Report, Business Ethics & Compliance ; KLA Standards of Business Conduct ; KLA \n2021 Proxy Statement, PDF page 25\n102-26 Role of highest governance body in setting \npurpose, values and strategyKLA 2021 Global Impact Report, Corporate Governance & ESG\n102-29 Identifying and managing economic, \nenvironmental and social impactsKLA 2021 Global Impact Report, ESG Materiality Assessment\n102-30 Effectiveness of risk management processes KLA 2021 Global Impact Report, Environment ; KLA 2022 CDP Climate Change Report, Risks & \nOpportunities\n102-31 Review of economic, environmental and social \ntopicsKLA 2021 Global Impact Report, ESG Materiality Assessment \n102-32 Highest governance body’s role in sustainability \nreportingMembers of KLA's executive leadership team are involved in the formal review and approval of the \ncompany's sustainability report. ", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}