{"page_content": "INTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\n \nGOVERNANCE  \n& ETHICS\nAPPENDIX\n74\nGlobal Impact Report \n2021GRI & SASB Index\nTCFD Index\nGHG Verification \nStatementStandard Disclosure Description Location/Response \nHealth, Safety & Wellbeing \n103-1 Explanation of the material topic and its \nboundaryThe health, safety and well-being of our employees is of the utmost importance to KLA. Based on our \nbusiness model, KLA has employees who predominately work in offices, those who work at our factories \nand those who travel to customer sites to help with installation, upkeep and updates of KLA products. \nThese different job types bring with them slightly different health and safety risks, which we recognize and \naddress through different trainings, policies and programs. Additionally, we recognize the importance of \npromoting and supporting the physical, mental and emotional well-being of our employees. Prioritizing \nthe health, safety and wellbeing of our employees positions employees to do their best work and \nminimizes risks for KLA. (KLA 2021 Global Impact Report, Health & Safety )\n103-2 The management approach and its components KLA has a robust management program and runs multiple training efforts to maintain a consistent \napproach to employee health and safety across our global locations. Every new hire at KLA is required \nto complete a health and safety orientation within their first week on the job. Each KLA manufacturing \nfacility has a safety committee comprised of local KLA health and safety experts that conduct quarterly \nsafety, security and space audits. The results of these internal audits are used to create a facility-specific \nreport card which highlights areas for improvement. We retain a full-time ergonomist to optimize safety \nand human engineering for our products, and safe, user-friendly work methods and environments for our \nemployees. We provide regular ergonomic trainings to empower each employee with the information and \ntools they need to conduct more regular self-assessments. We also participate in routine external audits \nled by local government bodies based on the location of our facilities as well as customer-driven audits. \n(KLA 2021 Global Impact Report,  Health & Safety )\n403-1 Occupational health and safety management \nsystemOur UK site is certified to ISO 45001 Occupational Health & Safety (OSH) Management Systems standards. \nKLA is in the process of rolling out a company-wide OSH management system which will be aligned with \nISO 45001. (KLA 2021 Global Impact Report,  Health & Safety)\n403-2 \nSASB: TC-SC-320a.1Hazard identification, risk assessment, and \nincident investigationWe identify potential hazards in our facilities by conducting weekly inspections of chemical areas; \nutilization of our online Safety Incident Reporting System (SIRS) to report injuries, illnesses, accidents, \nnear-misses, or suggestions; and conducting quarterly S3 (Safety, Space & Security) audits. Once we \nidentify a hazard, injury or near-miss, the facility manager along with members of the environmental, \nhealth and safety team, conducts an accident investigation to correct the hazard and determine the \nroot cause. Currently, the Milpitas facility is in the process of implementing elements of the ISO 45001 \nStandard, which includes conducting a health and safety assessment of the facility. Our SPTS division, \nbeing ISO 45001 certified, has conducted numerous health and safety risk assessments, and in Singapore, \nhealth and safety assessments have been completed as required by the Ministry of Manpower. (KLA 2021 \nGlobal Impact Report, Health & Safety )", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}