{"page_content": "INTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\n \nGOVERNANCE  \n& ETHICS\nAPPENDIX\n75\nGlobal Impact Report \n2021GRI & SASB Index\nTCFD Index\nGHG Verification \nStatementStandard Disclosure Description Location/Response \n403-5 Worker training on occupational health and \nsafetyThrough our Corporate Learning Center, employees receive a plethora of training on health and safety \ntopics. For example, all employees receive Hazard Communication training, while employees that handle \nor work around hazardous materials receive a more extensive course called Hazardous Materials and \nWaste Handling. Other specific training includes Laser and Radiation Safety, and Title 22 Hazardous Waste \nManagement training. Through our ISO 14001 Environmental Management System, employees who \nhandle hazardous materials must also complete the EMS-05 Hazardous Materials and EMS-08 Universal \nand Hazardous Waste procedures training. (KLA 2021 Global Impact Report, Health & Safety )\nInclusion & Diversity \n103-1 Explanation of the material topic and its \nboundaryKLA 2021 Global Impact Report,  Inclusion & Diversity\n103-2 The management approach and its components KLA's chief inclusion and diversity officer and senior vice president (SVP) of talent management sets \nthe direction of the company's inclusion and diversity (I&D) efforts. The chief inclusion and diversity \nofficer and SVP of talent management reports quarterly on I&D key performance metrics and programs \nto the Compensation Committee of the Board of Directors. The director of global I&D leads a team \nof employees dedicated to integrating I&D across the organization and providing employees with the \nnecessary knowledge and tools to contribute to such efforts. The I&D team partners closely with the KLA \nhuman resources team to ensure benefits, compensation and recruitment efforts purposefully consider \nthe company's commitment to I&D. Members of the KLA leadership team are constantly messaging the \nimportance of I&D to their teams through town hall meetings, all-staff emails and the KLA intranet. This \npersonal communication from the top of the organization helps to cascade the message and build a \nconsistent culture throughout the organization. The HR business partners are an extended I&D team as \nwell. (KLA 2021 Global Impact Report,  Inclusion & Diversity )\n405-1 Diversity of governance bodies and employees KLA 2021 Global Impact Report, Inclusion & Diversity ; KLA 2021 Annual Report, PDF page 28\nInnovation\n103-1 Explanation of the material topic and its \nboundaryKLA 2021 Global Impact Report, Product Stewardship & Innovation", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 74, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}