{"page_content": "INTRODUCTION\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\n \nGOVERNANCE  \n& ETHICS\nAPPENDIX\n76\nGlobal Impact Report \n2021GRI & SASB Index\nTCFD Index\nGHG Verification \nStatementStandard Disclosure Description Location/Response \n103-2 The management approach and its components KLA's approach to managing innovation is overseen by the engineering leads of the different business \nareas based on product offering. Engineering leads communicate innovation plans, objectives and \ncorresponding needs through an annual strategic planning process. One of the results of the strategic \nplanning process is a balance scorecard which tracks the objectives set by the executive leadership \nteam and functional leaders. The scorecard is used to ensure alignment in the direction of product \ndevelopment and accountability for accomplishing objectives. To encourage standardization across the \norganization, KLA has one product lifecycle process (PLC) which defines the steps for driving innovation, \nand subsequent product development and product lifetime management in the field. The PLC provides \nguidelines from cradle to grave, including the following stages of product/service development: concept, \nprototype, integration into tools, qualification for sale, rollout to customers and maintaining viability and \naffordability. The PLC outlines key performance indicators and considerations for our product teams to \ntrack as they move throughout the innovation and development process. KLA invests heavily in training \nopportunities for employees to encourage innovation and empower individuals to contribute to the \ndevelopment of next-generation technologies. (KLA 2021 Global Impact Report, Product Stewardship & \nInnovation )\nSASB: TC-SC-410a.1 Percentage of products by revenue that contain \nIEC 62474 declarable substancesThe majority of KLA products, by revenue, contain declarable substances.\nProcessor energy efficiency at a system-level for: \n(1) servers, (2) desktops, and (3) laptopsOmission statement: This metric is not relevant to KLA as the company does not produce semiconductors. \nHowever, KLA does enable chip makers to produce more efficient chips, and we also deploy much \ncomputing in KLA products themselves, and hence our products function with far greater relative energy \nefficiency as processor efficiencies improve.\nCommunity Engagement\n103-1 Explanation of the material topic and its \nboundaryKLA 2021 Global Impact Report, Community Engagement  \n103-2 The management approach and its components KLA 2021 Global Impact Report, Community Engagement\nTotal giving KLA 2021 Global Impact Report, Community Engagement\nCybersecurity / IP Protection \n103-1 Explanation of the material topic and its \nboundaryKLA 2021 Global Impact Report, Cybersecurity & IP Protection \n103-2 The management approach and its components KLA 2021 Global Impact Report, Cybersecurity & IP Protection ", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}