{"page_content": " \n WATER RESOU RCES  • ENVIRONMENTAL SERV ICES • HEALTH & S AFET Y • CLIMAT E CHA NGE  \nApex Compani es, LLC • (800)  733-2739 • w ww.a pexcos .com  \n  \nVERIFICATION OPINION DECLARATION  \nGREENHOUSE GAS EMISSIONS  \n \nTo: The S takeholders of KLA Corporation  \nApex  Companies , LLC (Apex ) was engaged to conduct an independent verification of the greenhouse gas (GHG) \nemissions and energy consumption reported by KLA Corporation (KLA)  for the per iod st ated below.  This verification \nopinion declaration applies t o the related information included within the scope of work described below.   \nThe determination of the GHG emissions is the sole responsibility of KLA.  KLA is res ponsible for the preparat ion and \nfair pr esentation of  the GHG  emissions statement  in accordance with the criteria . Apex’s  sole responsibility was to \nprovide independent verification on the accuracy of the GHG emissions reported, and on the underlying s ystems a nd \nprocesses used to collect, a nalyze and rev iew the information. Apex is responsible for expressing  an opinion on the \nGHG emissions statement  based on the verification.  Verification activi ties applied in a limited level of assurance \nverification  are less ex tensive in nat ure, tim ing and ext ent than in a reasonable lev el of assurance verification.   \nBoundaries of the reporting company GHG emissions covered by the verification:  \n• Operational Control  \n• Worldwide  \nTypes of GHGs : CO 2, N2O, CH 4, HFCs  \nGHG Emi ssions  and Energy Consumpt ion State ment: \n• Total Purchased Grid Elect ricity : 197,187 MWh  \n• Purchased Renewable Electricity:  \no Renewable Portion of Grid Purchase d Renewable E lectricity : 81,71 5 MWh  \no Energy A ttribute  Certificates (EACs) Retired: 21,663 MWh  \no Total Purchased  Renewable Electricity  (Grid Pu rchase + EACs) : 103,377 MWh  \n• Total Percen t Renewable Electricity:  52% \n• Year -over -Year Chan ge in Electrici ty Consump tion (RY202 01 to RY2021): 5% increase \n• Scope 1 : 4,698 metric tons  of CO 2 equivalent  \n• Scope 2  (Location -Based) : 69,057 metric tons of CO 2 equivalent  \n• Scope 2 (Mark et-Based):  43,623 metric tons of CO 2 equivalent  \n• Scope 3:  \no Category 6,  Business travel:  10,789 metri c tons of CO 2 equivalent  \nData and information supporti ng the Scope 1  and Scope 2 GHG emiss ions and electr icity consump tion statement  \nwere generally histor ical in nature, and in some cases estimated .  \nData and inform ation in Scope 3 GHG emission s statement were in some cases est imated rather than historical in \nnature.  \nThe indicated total does not match the sum of the reported values for Grid Purchased Renewable Energy and Energy \nAttribute Certificates due to rounding.  \n \n1 Reporting Year 2020 electricit y consum ption  values were provided by KLA Corporation and have not been verified by Apex \nCompanies  ", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 77, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}