{"page_content": " \n  Page 2 \n \n \n Period cover ed by GH G em issions  verificati on: \n• January 1, 2021 to De cemb er 31, 2021 \nCriteria  agains t which verification conducted:  \n• World  Resources Institute (WRI)/World Business Council for Sustainable Development ( WBCSD) \nGreenhouse Gas (GHG) Prot ocol Corporate Accoun ting and Reporting Standard  (Scope 1 and 2)  \n• WRI/WBCSD Greenhouse Ga s Protocol Corporat e Value Chain (Scope  3) Accounting and Reporting \nStandard (Scope 3)  \n• Internal  Compan y Protoco l: KLA Greenhouse Gas Invent ory Management Plan v1.2 ( Renewable Electricity \nand Percent Renewable Electricity ) \nReference Standard :  \n• ISO 14064 -3 Secon d edition 2019-04 : Greenhouse gases -- Part 3: Speci fication wi th guidance for the \nverific ation and validation of greenhouse gas state ment s \n• Elect ricity consumption  was also verified using the principles and requirements  of ISO 14064 -3 as part of t he \nverification  process.  \nLevel of Assurance and Qualification s: \n• Limited  \n• This verific ation used a materiality threshold of ±5% for aggregate errors in sampled data for each of the \nabove indic ators  \nGHG Verification Methodology:  \nEvidence- gathering procedures  included but were not limited to:   \n• Interviews with relevant personnel of KLA and third -party assoc iates;  \n• Review  of documentary evidence produced by KLA and third -party as sociates ;  \n• Review of KLA data and information syste ms and  method ology for collection , aggregation,  analysis and \nreview of inform ation used to det ermine G HG emis sions and electricity c onsumption; and \n• Audit of sample of data  used by KLA to determine GHG emis sions  and electricity consumption.  \nVerification  Opinion:  \nBased on the process and pr ocedures conducted, there is no evi dence that the GHG emissions statement  shown \nabov e: \n• is not mate rially correc t and is not a fair representation of the GHG emission s and e lectricity consumption \ndata and information; and  \n• has not been prepared in accordance  with the WRI/WBC SD GHG Protocol Corporate Accounting and \nReporting Standard (Scope 1 and 2) and W RI/WBCSD Green house Gas Protocol Corpor ate Va lue Chain \nAccounting and Reporting Standar d (Scope 3).  \nIt is our opinion that KLA has established appropriate s ystems for th e collection, aggregation and analysis of \nquantit ative data for determi nation of the se GHG emissions and electricity consumption for th e stated period and \nboun daries. \nStatement of  independence, impartiality and  competence ", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}