{"page_content": "9\nGlobal Impact Report \n2021INTRODUCTION\nCEO Message\nAbout this Report\nAbout KLA\nESG Highlights\nESG Strategy\nPEOPLE\nPRODUCTS & \nSUPPLY CHAIN\nENVIRONMENT\nGOVERNANCE  \n& ETHICS\nAPPENDIX\nKLA’s commitment to Advancing Humanity is deeply rooted in our shared \nvalues  which inform our approach to solving the world’s most challenging \ntechnological issues. By staying true to our values, we can advance \nhumanity through innovation, stewardship, opportunity and leadership. \nFocused on Driving Sustainable \nProfitability and GrowthThe KLA Operating Model\nWe don’t give up. We persist in developing solutions to the industry’s most \nchallenging problems. We believe that if a problem is really hard, and we \ncan solve it, we must.Perseverance\nNo matter how well we’ve done things in the past, there’s always room for \nimprovement. We keep driving innovation to advance the industry and \nenable the next generation of technology. There is always more to learn.Drive to Be Better\nWe rely on each other to solve hard problems that can’t be answered by \none person. Our multidisciplinary and multicultural teams offer new ideas \nand viewpoints to innovate and drive differentiation.High Performance Teams\nWe provide our customers with unique and differentiated capabilities, \nproducts and services. Our success is based on making unique systems that \nsolve unique problems, making us indispensable to our customers’ success.Indispensable for CustomersWe believe in respectful, honest and transparent dialogue to address \nchallenges and solve issues. We believe that honest conversations enable \nbetter outcomes.Honest, Forthright and ConsistentPerseverance\nDrive to Be BetterIndispensable for Customers\nHonest, Forthright, Consistent High Performance TeamsAdvancing StewardshipAdvancing Leadership\nAdvancing Opportunity\nAdvancing InnovationOPERATING\nMODEL", "metadata": {"source": "NASDAQ_KLAC_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}