{"page_content": "Reduce inequality within  \nand among countries.\nPeople sit at the heart of business, and we are committed to \nDE&I across all the markets which we operate and engage with. We have rolled out a comprehensive DE&I training and awareness programs which include training on unconscious bias, cross-cultural communication, allyship, DE&I, as well as supporting ERGs. We have also increased our Conversation of Understanding initiative from 15 global sessions in 2020 to 26 global sessions in 2021 and increased our ERGs from three in 2020 to seven in 2022. These groups serve as a way to engage with, and listen to, our employees in order to foster and implement an inclusive working environment for everyone. We are working towards achieving our global gender parity and gender pay parity goals by 2025 and we are establishing in-depth data verification frameworks that will collect and track our gender parity and pay parity data.\nBuild resilient infrastructure, promote  \ninclusive and sustainable industrialization  \nand foster innovation.\nLast year we invested US$171 million into research and development (“R&D”), an increase of 39% from 2020 in line with our mission to increase spending YoY. We currently employ more than 650 R&D professionals including scientists, engineers and software developers — who are tasked to focus on developing the best quality, design, ergonomics, digitization and improved workflows for dental professionals. In 2021 we advanced our partnership with the FDI World Dental Federation’s Sustainability in Dentistry initiative ( p.24 ), \nwhich was created to promote sustainable practices within dentistry and mitigate climate change across the industry. We have participated with a group of industry leaders to publish a Consensus Statement outlining the global environmental impacts of dentistry and a suite of resources that will guide and support the dental supply chain, practitioners and patients be more environmentally conscious and sustainable. \nBEYOND | 19\nOur Business Ӏ  Our approach to sustainability  Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}