{"page_content": "We have always taken our role \nas an environmental steward seriously because a healthy planet is fundamental to our future. As a global leader in manufacturing dental products and technologies, we continuously seek to identify solutions to minimize the environmental impact of our operations and conserve resources. As part of our commitment to expand our engagement with stakeholders around our sustainability strategy and gather tangible insights, in 2021, we conducted in-depth analysis to measure and evaluate the environmental impact of our business. As a result, we now have centralized global ESG metrics and an environmental baseline against which we can benchmark our progress. To build on these insights, we are currently creating a detailed sustainability executional roadmap to ensure we reach our flagship sustainability goals as well as set new targets that look beyond 2025.We remain committed to creating sustainable working environments by ensuring our facilities and offices are energy efficient and implementing robust recycling and waste management practices. We have initiated audits at our sites that account for more than 90% of our total energy consumption and have already implemented several energy reduction improvement opportunities. \n We encourage our employees \nto consider their personal environmental footprint and have implemented a Bike to Work scheme in Hanau, Germany and a car sharing program in Ballaigues, Switzerland. We have also installed Green Walls in the office in Ballaigues to improve air quality and installed beehives on the roof of our Munich office to support the local ecosystem and biodiversity.  \nAdditionally, in 2021 we advanced our industry leading partnership with the FDI World Dental Federation’s Sustainability in Dentistry initiative, which was created to define and promote sustainable practices within dentistry and mitigate the industry’s impact on climate change. We have published a Consensus Statement outlining the global environmental impacts of dentistry and ways of reducing these accessible to all industry players. We are also working to develop a suite of resources that will help the dental supply chain, practitioners and patients be more environmentally conscious and sustainable. (See p.24  for \nmore information)\nHEALTHY  \nPLANET\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 22", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}