{"page_content": "Transparent reporting\nThis is the second year we are reporting in alignment with the TCFD recommendations and \nthe SASB standards. This is in line with our commitment to incorporate climate-related issues into our strategic and financial planning processes, and to transparently and consistently report the positive progress we make each year.\nIn 2021 we completed our first CDP questionnaire and received an overall “C” score, which \nis in line with the average performance for both Medical Equipment and Supplies sector and North America overall. \nAs we progress our sustainability strategy, announced in September 2020, we will continue \nto engage with the CDP and demonstrate the critical actions we are taking to combat climate change and strive to become a leader in our industry. Our long-term targets are being established as part of the sustainability executional roadmap we are developing, and we look forward to sharing this publicly to further demonstrate our climate strategy in action. We are also aware that the US Securities and Exchange Commission (“SEC”) is developing proposed requirements for companies to report their Climate-Related Financial Disclosure and that these may be enacted in the near future. HEALTHY PLANET \nGOALS AND PROGRESSLast year we set out four ambitious Healthy Planet strategic priorities and targets. We are pleased that we have already met our Scope 1 and 2 emission intensity and water withdrawal intensity reduction goals, and we are encouraged by the solid progress we are making against our goals. We are in the process of finalizing our sustainability executional roadmap and conducting a global energy, waste, and water use audit. This audit will inform new targets that look beyond 2025, and we will be able to share these soon. \nWorking to achieve  \ntotal waste reduction  \n≥ 15% by 2025   \n[from a 2019 baseline]Achieved water \nwithdrawal intensity for manufacturing / warehouse operations  \n≥ 15% by 2025  \n[from a 2019 baseline]\nAchieved combined Scope 1 and 2 GHG emission intensity reduction ≥ 15% by 2025   \n[from a 2019 baseline]\nWorking to achieve Net zero carbon emissions (Scopes 1-3) by 2050\n0%\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 23", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}