{"page_content": "SUSTAINABILITY IN DENTISTRY –  \nWORLD DENTAL FEDERATION PARTNERSHIP\nOne way we are taking action for a brighter world is through our \npartnership with the FDI World Dental Federation’s Sustainability in Dentistry initiative.\nThe pioneering program \nwas established in 2021 to reduce dentistry’s collective CO\n2 footprint and promote \nsustainable practices among dental practitioners and patients as well as throughout the industry wide supply chain. Dentsply Sirona is one of five founding partners, and the only dental device company, alongside GlaxoSmithKline, Colgate, Procter & Gamble,  \nand TePe.  In March 2022, the founding partners created a Consensus Statement, which is a comprehensive analysis of the status quo in dentistry. The statement outlines the global environmental impacts and notes that CO\n2 emissions, plastic \nwaste, packaging and end-user single use plastics are the key contributors to unsustainable practices that need to be tackled. On the patient side, the statement notes that practitioners need to focus on prevention measures as well as high-quality interventions to achieve a reduction of their environmental footprint. \nI am delighted at how the FDI World Dental Federation’s Sustainability in Dentistry project has brought together important players and experts willing to share their expertise and time to create sustainability guidelines for the dental industry. The next step will be to put these guidelines into practice, and the FDI World Dental Federation’s invites all dental professionals around the world to join in this effort from September onwards. It is a big task we need to tackle and every single practice around the world can help us make a real difference.\nProf. Ihsane Ben Yahya,  \nFDI World Dental Federation President\nThe statement also provides \na strategic framework for reducing the environmental footprint of the entire dental industry, leveraging the principles of reduction, reuse and recycle. It formalizes the commitment from members to strive for continuous cross-industry improvement and collaboration.   \n The Consensus Statement was created through a series of workshops that included participation from global sustainability and environment academics, representatives from worldwide dental associations and corporate affairs and communications representatives from the founding partner companies.  \n The statement is the foundation of the partnership’s Pledge for Sustainable Dentistry which was launched in 2022 to encourage the dental supply chain, dental practitioners and patients to be more environmentally conscious and sustainable. This is being developed alongside a toolkit to help dental clinics improve their sustainability practices  \nby providing guidelines and tools, such as:\n A description of how qu\nality care can improve \nsustainability.\n Specific strategies dental t\neams can adopt to reduce \ncarbon emissions and waste.\n A plan outlining actions the i\nndustry needs to take to \nbecome more sustainable.\nThe Sustainability in Dentistry partnership has already published an infographic in seven languages for dental professionals to share with patients to encourage them to make sustainable choices when caring for their oral health. \nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 24", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}