{"page_content": "Climate Risk Action\nWe have integrated ESG aspects into our yearly \nEnterprise Risk Assessment, a multi-disciplinary process that reviews our entire value chain, including direct and upstream operations, looking  \nat the short- and medium-term horizons. \nDuring 2021 we advanced our climate-related \nefforts by working with Green Diamond to use an electronic platform to collect our environmental sustainability data, which also analyzes our global GHG inventory process. We are already in the process of implementing more robust processes to identify, assess and respond to climate-related risks and opportunities and these will be detailed in our upcoming sustainability executional roadmap. Dentsply Sirona considers the following risk types in our decision-making process: current and emerging regulations, technology, legal action, market related risks, reputational risks, and acute and chronic physical risks.\nAdditionally, the Board schedules periodic reviews \nof all Enterprise Risk Management topics including Business Continuity Planning, which assess climate-related risk for our overall Supply Chain. REDUCING\nEMISSIONSAt Dentsply Sirona, we are \ncommitted to minimizing and mitigating the short- and long-term environmental impact of our global business operations. This includes assessing our own operations and working with suppliers to ensure that we are contributing to positive change across the sector.\nCLIMATE-RELATED RISKS \n1. Emerging regulation and enhanced emissions-reporting obligations  – T he US SEC has announced \nthey will establish a statute relative to Climate-Related Financial Disclosure, closely resembling the \nTCFD framework. We are developing a compliance strategy to meet the requirements established by the draft legislation, anticipated to be adopted in the near future. We are also reviewing our reporting requirements against other upcoming jurisdictional standards such as Europe’s CSRD. \n2.\n Em\nerging regulation and carbon pricing mechanics – The US government has discussed multiple \nlegislative avenues that would establish enforcement mechanisms to curb GHG emissions, including the potential for a federal carbon tax. We will continue to evaluate and integrate this risk into our decision-making processes. \n3.\n Ac\nute physical events and increased severity and frequency of extreme weather impacting supplier \nproduction and transportation  – We recognize weather conditions associated with climate change are \nanticipated to adversely impact the supply of raw materials for suppliers located in areas susceptible to extreme weather conditions. Our Crisis24 system tracks information related to weather events, providing the ability to recognize and react to associated operational risks.Our Chief Supply Chain Officer, part of our ESG Committee, is directly responsible for reporting to the Board on all topics impacting environmental, health and safety matters, and business continuity, which includes supplier failure associated with climate-related risks. Written objectives and performance relative to those objectives are provided to the Board for regular review.\nThe Company recognizes, and is working to address, the following present and long-term climate-related \nrisks and opportunities:\nCLIMATE-RELATED OPPORTUNITIES \n1. Energy type  – w e continue to measure and report on energy-related GHG emissions, and we are \nworking with Green Diamond to identify opportunities that will improve the management of our energy use, reduce operating costs and GHG emissions, increase responsiveness to changing environmental conditions and identify alternative energy sources.\n2.\n Re\nsilience  – our robust focus on sustainability, including climate-related aspects, improves our ability \nto attract and retain employees.\n3. Pr\noducts and Services  – we recognize the benefit of creating environmentally sensitive products \nthat meet customer demand. We strive to reduce the environmental impacts of our products such as improving catheter coatings, making recyclable packaging and products, and not using heavy metals to manufacture our products where feasible. We also incorporate the European Union’s Restriction of Hazardous Substances Directive (“RoHS”) into component selection and material safety analysis and carcinogens are reviewed and documented. \nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 26", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}