{"page_content": "OUR EMISSIONS  \nReducing emissions is key to our environmental strategy and \nwe understand the importance of transitioning to a low carbon economy. We set intermediate targets to reduce the intensity of our Scope 1 and 2 GHG emissions by at least 15% by 2025, and we are pleased to report that we have already met this goal. \nIn 2019 we set a baseline for Scopes 1 and 2 GHG emissions and we \nare working to develop and report our Scope 3 GHG emissions by evaluating the carbon impact from our entire value chain, which includes suppliers, manufacturers, and distributors. In 2022, we hosted a Global Supplier Forum where we communicated our Healthy Planet commitments to all our suppliers, highlighted the importance of working together to track tracking Scopes 1-3 emissions, as well as Dentsply Sirona’s expectations going forward. More than 300 suppliers attended the forum and left with a clear understanding of the fact that we are going to work with them to \nquantify our Scope 3 emissions and that this will be a key priority for us moving forward. Together, and through the development of our sustainability executional roadmap, we will identify reduction opportunities and set new actions and targets to achieve our 2050 net zero goal. \nWe are continuing to work with Schneider Resource Advisor as \nour global energy management partner and have implemented Green Diamond as our environmental data management platform. These partnerships provide insight into our energy use by location and respective cost, which allows us to effectively manage our energy consumption and concurrently reduce GHG emissions and operating cost. This data also gives us the ability to improve our responsiveness to changing conditions and identify opportunities to consider alternative energy sources.\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 27", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}