{"page_content": "In 2021, our total Scope 1 and 2 GHG emissions intensity (metric \ntonnes CO2/US$M Net Sales)  decreased by 17% from the 2019 \nba\nseline measurement, representing an absolute decrease of 5,463 \nmetric tonnes of greenhouse gas emitted. However, emissions on an absolute basis increased in 2021 because we added three new sites to our data set. In additional overall site emissions also decreased in 2020 due to the COVID-19 pandemic, impacting operations across all our sites. Therefore, we are using the 2019 baseline as a more meaningful comparative for business-as-usual operations. OUR TOTAL GROSS GLOBAL SCOPE 1 EMISSIONS BY REGION\nRegion Scope 1 emissions (metric tonnes CO2e)\nAmericas 2,982\nEurope, Middle East and Africa 6,770\nAsia Pacific 74\nOUR TOTAL GROSS GLOBAL SCOPE 2 EMISSIONS BY REGION\nRegion Scope 2 emissions, location-based (metric tonnes CO2e)\nAmericas 12,752\nEurope, Middle East and Africa 12,423\nAsia Pacific 4058  The greenhouse gas program is developed in alignment with methodology as outlined in the WRI GHG Protocol for \nC\norporations.  \n9  The baseline year was adjusted to include sites in scope of the operational boundary 2021 reporting year. The data also r\neflects adjustments associated with data improvements as well as acquired and divested sites.\n10  The inventory includes an estimated 95% of owned and operated manufacturing facilities, major warehouses, and major offic\nes, and an estimated 98% of square footage. Where information has been omitted, it has been deemed \nimmaterial. Information captured and published prior to 2019 was not fully inclusive of all material sites.ENERGY AND GREENHOUSE GAS (“GHG”) EMISSIONS8201992020102021\nElectrical Energy (“GJ”) 434,658 372,348 423,449 \nElectrical Energy (“kWHr”) 120,747,898 103,438,353 117,634,017 \nScope 1 emissions (metric tonnes CO2e) 9,753 8,501 9,828 \nScope 1 emissions (metric tonnes/$M Net Sales) 2.4 2.5 2.3 \nScope 2 emissions (metric tonnes CO2e) 33,661 26,678 28,124 \nScope 2 emissions (metric tonnes/$M Net Sales) 8.4 8.0 6.6 \nTotal Scope 1 and 2 emissions (metric tonnes CO2e) 43,413 35,179 37,950 \nScope 1 and 2 emissions (metric tonnes/$M Net Sales) 10.8 10.5 9.0 \nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 28", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}