{"page_content": "Sustainable office space\nIn September 2021, the Dentsply Sirona team in Slovakia moved \nin as one of the tenants to Einpark Offices, a new sustainable office building in Bratislava. \nEinpark Offices is the first administrative building in Slovakia \nto gain a LEED PLATINUM certification and is in the top 1% of the most sustainable buildings in the world. The site includes an automatic electric composter that reduces and recovers biological waste in the building, charging stations for electric cars, a rainwater capture system, and a green vegetation roof that prevents the building from overheating and improves the surrounding microclimate.    \nSeveral systems in Einpark Offices operate automatically by \nmonitoring temperature and air quality. For example, intelligent air conditioning automatically shuts off when a window is opened or, conversely, intensifies air circulation in the room based on sensors that monitor CO\n2 concentration.\nThanks to the combination of intelligent technologies and carefully selected materials, Einpark Offices provide up to 77% energy savings and 51% water savings compared to standard buildings. As a result, in one year the Einpark Offices will:\n•\n Sa\nve 2.3 million liters of drinking water\n• Sa\nve 650,000kg of CO2\n• Process 50,000kg of bio-waste\n• Re\nduce biological waste by 90%Bratislava  \nSlovakia\nNew approach to bottled water in Salzburg and Vienna officesTo reduce carbon emissions caused by transport and production \nof plastic bottles, our offices in Salzburg and Vienna have changed their approach to the consumption of water. The offices have invested in four soda machines and modern, reusable glass jugs. The initiative has enabled the site to reduce the carbon footprint by approximately 500 kilograms of CO\n2 per year. The \nSalzburg office, alone, has eliminated 6,000 bottles annually, reducing the environmental impacts that were associated with plastic bottles.Salzburg, Wien\nAustria\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 29", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}