{"page_content": "LETTER FROM\nTHE CEOI am delighted to have been appointed CEO of Dentsply Sirona in \nSeptember 2022, taking over from interim CEO John Groetelaars who continues to serve on the Board. I have joined a committed team that works passionately every day to empower dental professionals around the world to provide best-in-class oral health care and create healthy smiles for their patients. More than 100 years of experience in innovation and creativity fuel the Company’s capability to deliver safe and efficient products and solutions for dental professionals and patients. Dentsply Sirona’s heritage also supports our strong commitment towards operational excellence and our desire to create a sustainable future for the dental industry, alongside improving oral health globally for future generations. \nEarlier this year, the team conducted a global study which found \nthat 70% of dentists believe the industry is lagging when it comes to sustainability performance, and only half of those surveyed feel comfortable talking about sustainability to either their patients or suppliers. The sustainability actions we take at Dentsply Sirona start internally but extend beyond our own operations. I am encouraged by the strong strategic partnerships that Dentsply Sirona has established to accelerate industry change, and we are taking concrete actions to promote more sustainable dental and oral health practices, such as providing sustainability-related educational and practical tools to dental professionals.\nOUR PEOPLE  \nCOME FIRST \nThe health, safety, and wellbeing of all those with whom we work \nis always of the upmost importance to us. For Dentsply Sirona, \nthis means our employees, customers, partners, suppliers, and communities in which we operate, as well as the end patients that benefit from our products. Last year, once again, emphasized the responsibilities businesses have towards society as the world continued to navigate the COVID-19 pandemic, macroeconomic pressures including inflation, and terrible geopolitical situations such as the invasion of Ukraine in February 2022. \nThis year the Company expanded the responsibilities of the \nCorporate Crisis Management Team, established in 2020 to respond to the pandemic, to provide ongoing support and assistance to all our employees impacted by the war in Ukraine. I am proud of how our entire organization has responded to support our colleagues and their families affected by the war, and their safety remains a priority for Dentsply Sirona.THIS REPORT  \nAND OUR WORK  \nThis is the second year that the Company is reporting on its \nsustainability strategy, “ Beyond — Taking Action for A Brighter \nWorld ”, which outlines our sustainability strategy and program, and \ndiscloses our sustainability performance in 2021.Our Purpose  \nVideo\n1  Dentsply Sirona’s Global Dental Industry Sustainability Study surveyed 1,325 \nd\nentists across 7 countries in 2022\n2  In line with the data reported on 31st December 2021  The Company made strong progress against many of our short-term \nsustainability goals within our strategic pillars, including reducing the Scope 1 and 2 greenhouse gas (“GHG”) emissions intensity and water withdrawal intensity\n2, and we plan to establish medium term targets \nas our strategy continues to evolve.  \nAs an Executive Team, we are working to ensure that Dentsply Sirona \nis a responsible Company that creates trusted partnerships and fosters an inclusive culture. Importantly, we are committed to being transparent with our stakeholders. \nOn May 10, 2022, in a Form 12b-25 filing with the US Securities  \nand Exchange Commission, the Company announced that \nthe Company’s Board of Directors was conducting an internal investigation regarding certain financial reporting matters. On November 1, 2022, the Audit and Finance committee, alongside independent counsel and advisors, completed this thorough process.\nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 4", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}