{"page_content": "REDUCING WASTEWe strive to identify and implement best practices in waste \nmanagement, because we understand that treating waste sustainably relies on a circular economy – meaning we need to prioritize the recycling and reusing of products and materials over disposal.\nAs part of our sustainability executional roadmap, we are developing \na global waste reduction strategy that will support the achievement of our short-term goal of reducing our total waste by at least 15% by 2025, as well as set out long-term waste management ambitions beyond 2025.  \nOver the last three years, a core pillar of our waste management \napproach has been identifying opportunities to reduce the use of single use plastic and paper waste through innovation and leveraging technology, as well as reducing the amount of hazardous waste generated by our production process. \nIn 2021 our total waste generated (metric tonnes/US$m net sales) \nincreased from 1.6 in 2020 to 2.0. This increase was in part due to improved waste data collection associated with environmental data platform implementation, site shutdowns and one-off large waste disposal efforts, such as on-site construction work, and closing down our York-College Avenue site.  \nAlthough our overall waste generation was observed to increase in \nassociation with waste generated during site shutdowns and one-time disposal efforts, we remain confident that we will achieve our 2025 waste reduction target. We are continuing to work with our partner, Green Diamond, to continuously improve the data collection across all our sites and reduce our waste streams. Together, we are translating new data and insights into tangible actions that will drive long-term change, and we will outline these in our upcoming sustainability executional roadmap. \nInstallation  \nof water coolers  \nto eliminate \nsingle-use  \nplastic waste \nIn-line process \npiping, eliminating \nmanual additions \nand material \nlosses Reduction of \nproduction waste \nthrough use of \ndigital tools and \nLean methodology \nprinciples\nEliminating \nprinting of \nInstructions for \nProduct Use \ndocumentsPaper  \nrecycling \nprograms\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 31", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}