{"page_content": "OUR WASTE \nSTEWARDSHIP FIGURES FOR 2019/2020/2021 \nIncreasing digital engagement led by our \nmarketing and sales team \nIn 2021 our Zhermack GmbH Germany marketing \nand sales team, based in Marl a. Duemmer, committed to saving paper through digitalization. The team at Zhermack GmbH Germany is responsible for selling high-quality medical products for clinical dental practice supplies, orthodontics and dental laboratories, and historically the marketing, communications and sales team heavily relied on printed catalogues, flyers and product information to reach their many customers. \nTo increase the sustainable credentials of the \nsite, last year site leadership team implemented a 20/80 rule – meaning that 80% of all marketing materials had to become digitalized. The program has been welcomed by employees and customers alike, and the team is on track to become almost paperless within the next year. Marl  \nGermany\n12  Waste is characterized in accordance with local regulatory definitions\n13  The baseline year was adjusted to include sites in scope of the operational boundary for the 2021 reporting year. \nT\nhe data also reflects adjustments associated with data improvements as well as acquired and divested sites.\n14  The inventory includes an estimated 95% of owned and operated manufacturing facilities, major warehouses, and major offic\nes, and an estimated 98% of square footage. Where information has been omitted, it has been deemed \nimmaterial. Information captured and published prior to 2019 was not fully inclusive of all material sites.WASTE122019132020142021\nSolid (non-hazardous Waste Generated (metric tonnes) 5,366 4,314 6,001 \nRecycled/Reused (% of generated) 48 45 40 \nIncinerated (% of generated) 11 10 7 \nEnergy capture (% of generated) 24 28 22 \nSent to landfill (% of generated) 16 15 26 \nUniversal Waste Generated (metric tonnes) 3 3 9 \nHazardous Waste Generated (metric tonnes) 1,394 1,135 2,598 \nRecycled/Reclaimed (% of generated) 24 21 21 \nWaste of energy (% of generated) 41 45 25 \nTotal Waste Generated (metric tonnes/$M Net Sales) 1.7 1.6 2.0Waste reduction management in Ballaigues\nOur manufacturing facility in Ballaigues, \nSwitzerland, is using sustainable practices to recycle a variety of plastics and polymers used to make several Dentsply Sirona products, such as ProTaper files and K-files. \nOn average, the facility produces around six \ntonnes of ABS polymer and polyamide PA66 plastic waste per year. 100% of this waste is recycled and used by other companies as raw material to produce other goods, such as using the ABS polymer to produce sustainable garden furniture. We also reground the polyamide PA66 up to four times on site so it can be re-used throughout our production line. When the polyamide PA66 no longer meets our standards framework for use, the material is used as a raw material by other companies to produce other goods. \nThe recycling program is one of many \nsustainability initiatives at our Ballaigues site, which owns the MINERGIE® label for low-energy-consumption buildings and the highest possible use of renewable energy. Between 2018 and 2020, the site also successfully completed a three-year carbon emissions reduction plan that resulted in a reduction of 326 tonnes of CO\n2 and a 13% increase in energy \nefficiency. Ballaigues  \nSwitzerland\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 32", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}