{"page_content": "Water stewardship remains a crucial element of our \nenvironmental strategy and we are working with our regional teams to implement processes and initiatives that reduce our water intake and improve our water withdrawal and discharge tracking. Our water management programs include incorporating closed \nloop and water quenching systems to replace once-through cooling systems, reducing sanitary water consumption and identifying and repairing water leaks. As a result, we have been able to successfully reduce our water withdrawal intensity over the last three years.\nIn 2021, we reduced our water withdrawal by ~22% compared  \nwith 2020, from 77.8 cubic meters/US$M Net Sales in 2020 to  \n61.0 cubic meters/US$M Net Sales in 2021. As a result, we have \nalready met our 2025 target to reduce our water withdrawal for manufacturing / warehouse operations by at least 15%, and our upcoming sustainability executional roadmap will set out our next ambitious target. \n15  Water withdrawal data for sites under Dentsply Sirona’s operational control is provided except for some leased \nf\nacilities where this data was not made available by the landlord.   \n16  The baseline year was adjusted to include sites in scope of the operational boundary for the 2021 reporting year. T\nhe data also reflects adjustments associated with data improvements as well as acquired and divested sites.\n17  The inventory includes an estimated 95% of owned and operated manufacturing facilities, major warehouses, and m\najor offices, and an estimated 98% of square footage. Where information has been omitted, it has been deemed \nimmaterial. Information captured and published prior to 2019 was not fully inclusive of all material sites.WATER152019162020172021\nWater withdrawal (cubic meters) 331,733 259,697 258,177 \nWater withdrawal (cubic meters/$M Net Sales) 82.5 77.8 61.0 RESPONSIBLE\nWATER STEWARDSHIP\nshutterstock.com|Marian Weyo\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 33", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}