{"page_content": "Wellspect reduces water consumption\nWellspect creates reliable and user-friendly \nproducts for continence care, with as little environmental impact as possible.\nIn 2021, the Company fully implemented a  \nnew coating process at its manufacturing \nlocation in Mölndal, Sweden to reduce its  \nenergy consumption and carbon footprint  \nwhile complying with strict quality, patient  \nsafety and compliance regulations.\nThe process contains a 100% bio-based \nrenewable chemical and is contributing to a substantial reduction in water consumption:  \neach Wellspect product sold now requires  \n15% less water, and we have set an annual target to reduce the water consumption per product sold by 17% by 2025, using 2020 as the baseline.\nWe are also studying how best to implement \nthe new coating concept at our manufacturing location in Kazan, Turkey by 2025. Installing the coating process there will help us further reduce our environmental footprint through decreased volumes of hazardous waste and the elimination of halogenated emissions being released into  \nthe air.Hygienic waterless urinals and an oil /  \nwater separation project in Mexicali\nOur facility in Mexicali, Baja California, Mexico is \non track to complete two water usage reduction projects by the end of 2022 in an effort to mitigate water resource pressures now and in the future.\nCondensed water from the building’s air \nconditioning system that produces residual oil is being separated and disposed of to make the water cleaner. We are in the process of creating an irrigation system so the water can be used for gardening purposes.\nAnother initiative – waterless toilets– will reduce \nthe Mexicali facility’s total black water usage by 2%, or 180 cubic meters. These toilets use a “Drain and Seal Technology with a Double Sphere” that captures all odors and is also equipped with a preventative and maintenance function that guarantees the hygienic upkeep of toilets. The team began the project in March 2022 and expects to have the new urinals installed by December.Mölndal  \nSwedenBaja California  \nMexico\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 34", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}