{"page_content": "Wellspect increases recycled paper use\nOur business, Wellspect, makes a conscious \ndecision to choose paper products made with materials from well-managed forests and recycled sources. In 2021, 62% of customer boxes and 100% of transport boxes for our LoFric products were made from Forest Stewardship Council (“FSC”) certified material.\nWe will continue to increase the amount of FSC \ncertified material we use in our packaging, with the goal of making all our boxes using 100% FSC certified material and therefore fully recyclable by 2025. Molndal  \nSweden\nBensheim saves raw materials\nAt our Bensheim site in Germany we have \nsubstituted crude oil as a cooling lubricant in the production of Gas to Liquid (“GTL”) oil within our metal cutting production. GTL oil is free of mineral oil, which is produced from waste products, and is also free of aromatics, nitrogen, heavy metals, sulfur, zinc and chlorine compounds, giving it a significantly longer life span, fewer skin damaging properties and a higher flame point. By the end of 2021, 66% of the cooling lubricant had been replaced and we expect 100% to be replaced by the end of 2022.Bensheim  \nGermany\n Creating safe products and building trust with our customers is foundational to our business, so we regularly conduct checks to ensure that all Dentsply Sirona products are biosafe. You can find out more about how we do this in our Safety Data Sheets (“SDS”) housed in the Dentsply Sirona SDS Library.\nAs part of our process, we review and evaluate the safety of our materials to ensure we meet and exceed \nregulatory standards. These standards include the European Union’s Restriction of Hazardous Substances Directive (“RoHSD”) which is incorporated into our processes for reviewing and documenting component selection, material safety analysis, and carcinogens. We also follow Waste Electrical and Electronic Equipment (“WEEE”) that mandate waste and recycling practices when we need to dispose of our products.\nAs the world’s largest manufacturer of dental products and technologies, innovation sits at the heart \nof our operation as we are always looking to launch new products that drive dentistry forward while also increasing access to oral health. We are committed to delivering more digital solutions to drive sustainability within dentistry and have implemented return and trade up programs where select equipment is either refurbished and sold, or donated, to universities, educational organizations or other public institutions at discounted prices. When we cannot breathe new life into our products, the equipment is recycled or scrapped, in line with stringent regulations, by authorized, certified service providers.PRODUCT DESIGN &\nLIFECYCLE MANAGEMENT\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 35", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}