{"page_content": "We work closely with our \nsuppliers to monitor and avoid the use of conflict materials in our products and comply with all applicable laws and regulations governing importing and exporting products and technology when making them available for sale. We do this via a third-party platform that assesses the production of materials, finished goods, capital equipment, molds and tooling, samples and prototypes, repaired and returned products, and technical information.  We expect all our business partners to exercise due diligence to ensure that they adopt proper import/export related policies, procedures and controls within their organizations, including proper identification of external partners, locations, details of how they do business, as well as the source locations, countries of origin, and components of the products. \nAVOIDANCE OF  \nCONFLICT MINERALS\nWe also expect our relevant suppliers to be active participants in our Conflict Minerals program, which we established to identify and work with suppliers toward eliminating the sourcing of gold, tantalum, tin and tungsten from the Democratic Republic of the Congo, and neighboring states, that may have been mined through non-conformant smelters in the suppliers’ supply chains. Through an expert third-party, we exercise reasonable due diligence to establish the chain of control for raw materials to smelters as verified through the Responsible Minerals Initiative (“RMI”). Non-conformant smelters pose a risk to human rights if the profits aid continued aggressions and human rights violations in these regions. We expect our suppliers and distributors to follow all external laws as well as our internal policies when registering products to make them available for sale. Products may only be sold into those countries and territories authorized by our commercial agreements.\nOur Business  Ӏ Our approach to sustainability Ӏ  Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 36", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}