{"page_content": "Supporting our customersSupporting our people Supporting our communities\nSupported as many as 730 cleft surgeries by \nproviding cash donations as part of our Smile Train partnership    \nLaunched significant strategic partnerships \nwith the FDI World Dental Federation and Smile Train in 2021 to drive change towards a more sustainable dental industry\nProvided 7,687 clinical education and training courses across 80 countries, a 5% increase compared with 2020\nReached 281,134 participants through global \ntrainings\nIncreased R&D expenses by 39% to US$171m in \n2021 vs US$123m in 2020. R&D as a percentage of sales increased to 4% in 2021 vs 3.7% in 2020\nAccelerated the pace of innovation delivering \ndigitally focused solutionsIn 2021, women made-up the following proportion of our global employee base:  45% Entry Level, 38% Manager, 29% Senior Manager, 26% Director, 27% Vice President  \nand 18% Executive Team\nWe hired 21 employees as part of our Emerging \nTalent early career program, 57% of hires were women or people of color\nOur 2021 global Director and above employee \nbase was 26% female, and in the US our Director and above employee base included 20% people of color\nIn the US, our employee base was 70% white, \n6% Asian, 10% Black or African American, 10% Hispanic or Latino\nWe established 6 active ERGs in 2021, \nincreasing to 7 in Q1 2022. Employee participation doubled in 2021 to >10% employee population\nIn 2021 we achieved above average \nparticipation of 82% in our employment engagement survey, exceeding our participation target of 75% \nPeople are central to our business, be it our employees, customers, or the communities where we live and work. \nEvery day we seek to enhance \npeople’s lives through the delivery of improved and accessible oral health care.\nWithin our Healthy Smiles strategic pillar, we have set a number of goals, demonstrating our commitment to our people, our customers, the patients they serve, and the communities in which we operate.\nWe are pleased to report that \nwe took action to achieve more than 5.8 million smiles in 2021, meaning we have made solid progress against our target of achieving 25 million smiles by 2025.\n19  In 2021 our global gender parity was 43%. We appreciate that there is still much more to do, and we continue to implement new measures that will help us meet our goal of achieving global gender parity by 2025 (see more on p.54 ).HEALTHY SMILES \nGOALS AND 2021 HIGHLIGHTS\n18 As of December 2021 \n19  This figure is comprised of our inclusion, empowerment and benefit programs offered to employees, Clinical Education programs, equipment we provide that restores smiles in a \ns\ningle treatment (for example, CEREC), educational events (for example, DS World), and our community oral healthcare delivery initiatives and donations.We understand this starts with \nlooking after our employees and we strive to bring out the best in them by creating an inclusive and respectful workplace alongside a culture that fosters learning and growth. \nWe work tirelessly to improve \noral health care globally and support our customers to bring the best possible treatment and care to communities through innovative products, high-quality Clinical Education programs, and impactful partnerships. We are proud of this work, while recognizing the ever-growing need to do more. \nHEALTHY  \nSMILES\nHEALTHY SMILES 2021 HIGHLIGHTS18\nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 38", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}