{"page_content": "The policy: \nOutlines the core guiding principles of the community engagement program;\nProvides the key processes and controls that are to be employed to ensure charitable activities are carried out with \nappropriate due diligence and reflect the Company’s vision and values; and\nEstablishes the governance process for Dentsply Sirona’s global community charitable giving program.\nIMPROVING ORAL HEALTH \nFOR COMMUNITIES IN NEED \nWe are dedicated to improving \noral health in the communities in which we operate, whether that be through directly providing improved oral healthcare delivery, for example our work with Smile Train, working with our customers, or industry partners to make this happen.We partner with and support international, national and local organizations and initiatives around the world to provide communities with the best possible oral health. In 2021, our philanthropic cash and in-kind donations totaled more than US$6 million.  \nThe policy was developed by our new Global Community Engagement Committee, and we are pleased to be working with partners to participate in In September 2021, as part \nof our BEYOND program, we launched our five-year strategic partnership with Smile Train, a non-profit organization and charity providing corrective surgery for children with cleft lips and palettes. At that time, Dentsply Sirona committed to donating US$5 million over the course of the partnership to be used for the advancement of cleft care.As we further develop our global community engagement program, we are happy to announce that we have launched a Global Community Engagement & Giving Policy, effective as of July 1, 2022. \ninitiatives at a local, national, and international level to bring better health and well-being to communities around the world. \nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 39", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}