{"page_content": "LETTER FROM\nTHE CEOInformation about the Committee’s investigation findings and \nconclusions can be found in a Current Report on Form 8-K filed by the Company on 1st November 2022. The Company has already taken decisive and meaningful steps to address the findings and is implementing enhancements and remedial measures to ensure these issues are thoroughly resolved. Our management team is committed to accountability, operational rigor and integrity, and we move forward as an organization to deliver long-term growth and value creation. \nEarlier this year, the team also welcomed the appointment of Cherée \nJohnson as the new Chair of the ESG Committee. She brings a wealth of experience to the role, as well as determination to deliver the best work for the Company, and we have full confidence in her ability to lead our sustainability strategy.\nI am inspired by the collective action taken by everyone we work \nwith to embed sustainable practices in our Company and across the sector, and I look forward to seeing our future achievements unfold.LETTER  \nFROM THE ESG \nCOMMITTEE LEADERSHIP \nLast year, Dentsply Sirona announced its formal sustainability \nstrategy that set out our key ambitions across three pillars of action: Healthy Planet, Healthy Smiles and Healthy Business.\nEach pillar was allocated its own targets and we are pleased to share \nthat we respected our commitments and have made solid progress \nagainst each. Last year we reduced our Scope 1 and 2 GHG emissions intensity and water withdrawal intensity; delivered innovative solutions, products and trainings to help people smile; increased the representation of women and people of color among our senior workforce; assessed our gender pay parity across all professional managerial levels; as well as expanded training opportunities for employees and customers to meet their professional development goals and deliver high quality oral health care. \nSince the publication of the strategy, we have continued to work \nclosely with our stakeholders to further understand what they consider the most material sustainability topics impacting our business. These insights inform our plan to deliver our sustainability targets and programs. \nOUR SUSTAINABILITY \nJOURNEY   \nWe are on a journey to transform the sustainable practices of our \nbusiness. We have integrated the assessment of ESG risks and opportunities into our enterprise risk management process and will conduct further analysis of ESG-related topics The ESG committee  \nis comprised of experts and functional heads across the business  \nto ensure successful oversight of our key initiatives (more information on p.12 ). We meet monthly to review the progress we \nhave made against our sustainability strategy and implement any necessary updates.\nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 5", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}