{"page_content": "SMILE TRAIN PARTNERSHIP \nGAINS MOMENTUM\nIn September 2021, Dentsply Sirona launched a five-year partnership with Smile Train to advance \nthe future of cleft care and improve oral health globally. Together, we are building a brighter, more sustainable future for children and families worldwide who are affected by cleft lips and palates.\nSmile Train is the world’s largest cleft-focused organization and has embedded sustainability into \nthe heart of its operating model. The organization provides medical training, funding, and resources to help local medical and dental professionals provide long-term cleft care to local communities free of charge. Smile Train has medical partners in more than 70 countries, and our collaboration helps fulfill Smile Train’s goal of ensuring that every person has access to high-quality, long-term comprehensive cleft care and the opportunity to live a full, productive life. \nThe partnership also focuses on equipping health care professionals with the skills needed to \nprovide treatment and raise the standard of cleft care to the highest level through clinical education and the use of cutting-edge technologies. Dentsply Sirona has committed US$5 million to our Smile Train partnership, and from the start of the project in 2021 to the end of 2022 we will have donated at least US$1 million. Together, we are advancing best-in-class cleft care practices by:\nCreating the first-ever global standard treatment protocol for digitized cleft care, in partnership with the FDI World Dental Federation\nSupplying digital technology, such as intraoral scanners, to make treatments safer, \naccurate, comfortable, efficient, accessible and convenient so professionals are able to treat more children\nProviding high-quality equipment to enhance and develop state-of-the-art centers for \ncleft treatment\nMaking our entire online catalog of clinical education courses available – free of charge \n– to all Smile Train oral health professionals. In 2021, more than 60 health professionals registered for these trainings\nIn February 2022, Dentsply Sirona initiated a joint Smile Train – FDI World Dental Federation – Dentsply Sirona partnership to develop a first-of-its-kind global standard protocols for digital cleft treatment. This partnership will increase access to digital cleft treatments and advance cleft care for the one in 700 babies born with cleft lip and/or palate around the globe.   \nTogether, we are working on finalizing the new global treatment protocols by September 2022, \nas well as create the necessary clinical education infrastructure for oral health professionals around the world by the end of January 2023. Dentsply Sirona and Smile Train are also designing online courses to educate dental professionals around the world about digital cleft care with the overarching goal of making cleft treatment safer, more efficient and easily accessible.\nSee p.24 for more information about Dentsply Sirona’s role within, and work with, the FDI World \nDental Federation.Dentsply Sirona partners with the FDI World \nDental Federation and Smile Train\nDentsply Sirona also offers financial support for cleft surgeries, globally. Our goal is to work with \nSmile Train to provide more than basic care and develop truly best-in-class centers, treatment standards and clinical knowledge that benefit today’s patients and future generations. Through this financial commitment, Dentsply Sirona has already supported as many as 730 children’s cleft surgeries, and many of our customers and employees have also donated to the program after seeing the impact of our partnership.\n20In 2021, we also established the Dentsply Sirona International Smile Train Scholars program, which supports in-person and virtual training, and learning opportunities for Smile Train dental partners. In September 2021, 16 scholars attended DS World to participate in clinical education events and grow their professional networks. More than 70 courses were available, and we hosted several sessions that brought experts together to discover how our Company’s tools, products and expertise can advance the future of cleft care. We look forward to continuing this program in 2022.\nIn the last year, we have worked with the following organizations to increase access to quality oral \nhealth care treatments to those that need it the most.\n20  As of June 2022\nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 41", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}