{"page_content": "SUPPORTING ACCESS TO DENTAL \nCARE IN AUSTRALIA AND NEW ZEALAND  \nDentsply Sirona’s teams in Australia and New Zealand have also partnered with charitable \norganizations to increase access to high quality health care in local communities. Dentsply Sirona has donated equipment to the Cerebral Palsy Alliance which helps build dental practices specially designed to help people suffering from this condition. We also donated to the Royal Flying Doctor Service which operates a “Flying Doctor Dental Clinic” that provides oral health education, screening and treatment using mobile and fixed clinics for people living in small rural communities with limited access to public oral health services.\nByte, Dentsply Sirona’s doctor-directed, at-home invisible aligner company understands the power of making a positive community impact.\nByte has been active in philanthropic efforts in California’s \ncommunities, and across the nation, through its ByteCares community giving platform. The company has partnered with community-based organizations, youth centers, food banks and shelters, and in 2021 we distributed over 20,000 oral health kits to traditionally underserved communities.\nThe company also donated to TODEC, a legal center that serves \nas a lifeline to immigrants and their families in California’s Inland Empire and Coachella Valley. The donation supported TODEC’s Monarcas Luchadoras program, which educates and empowers youth leaders to build confidence and serve their local community.\nMonarcas Luchadoras was among the first groups to mobilize \npandemic response efforts in the rural Eastern Coachella Valley community. Young leaders were on the front lines assisting with outreach and translation services, which were instrumental in providing COVID-19 testing and vaccination resources to farmworkers.\nEach of these organizations has a connection to the dental \nindustry, and Byte’s partnership gives its employees opportunities to participate in various ways that help improve oral health in the community.\nSPOTLIGHT\nByte’s community initiatives \nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 44", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}