{"page_content": "Another way we drive positive impact for the communities where \nwe live, and work, is through employee volunteerism. We know our people are happy and motivated when they are involved in community partnerships and volunteer opportunities, especially if the purpose of their daily work relates to those opportunities. So, in 2022, we established the Company-wide Global Community Engagement and Giving Policy ( p.39), which is overseen by the Dentsply Sirona \nGlobal Community Engagement Committee, outlining the guiding principles, governance processes and due diligence that we apply to all our community engagement programs.\nThe framework sets out the core guiding principles for all our \ncommunity engagement programs including the key processes and controls that must be employed to ensure charitable activities are carried out with appropriate due diligence and reflect the Company’s vision and values; and the governance process for Dentsply Sirona’s global community charitable giving program. PROGRAMSOUR VOLUNTEER The framework also gives all permanent, non-hourly employees one day off per year to volunteer or participate in a community engagement event. We believe this strengthens our community-service-oriented culture and helps us maximize our positive impact. \nFor example, Dentsply Sirona has been working with our longtime \ncommunity partner, TeamSmile , to offer free dental care for school \nchildren in Charlotte, North Carolina – close to our US headquarters.\nThe mission of TeamSmile is to provide children in need with life-\nchanging dental experiences through the power of sports. In December 2021, we worked together to host an event that provided students at Martin Luther King Jr. Middle School in Charlotte with free dental care, but also the opportunity to meet players from the Carolina Panthers of the National Football League, who were there in support of the initiative.\nMore than 250 children received dental cleanings, including eight children who also required tooth extractions. Several Dentsply Sirona employees took part in the event by assisting children before and after their checkups.\nIn all, the event provided the equivalent of US$117,832 in free dental \ncare. Dentsply Sirona also made an in-kind monetary donation. During our partnership with TeamSmile, Dentsply Sirona has provided financial support, donated equipment and consumables, and helped directly with events onsite.\nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 45", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}