{"page_content": "In partnership with our customers, we develop innovative products \nthat enable them to give their patients the best possible treatment and care. Investing in R&D is an essential part of being able to create new and improved solutions that can be used by clinicians to deliver optimal care. We have been creating innovative dental solutions for more than 130 years, and we currently employ over 650 R&D professionals including scientists, engineers, and software developers.\nA large part of our R&D is dedicated towards finding innovative \nsolutions and improved clinical outcomes for patients, while also making efficiency gains in terms of productivity and use of materials. \nR&D spend increased 38.5% to $171 million in 2021 from $123 million  \nin 2020, representing 4.0% and 3.7% of sales, respectively.DEVELOPMENT RESEARCH AND Advancing digital dentistry is key to meeting evolving customer \nneeds as well as driving efficiency gains that support sustainable dentistry. One of the most significant digital investments we have made recently is in DS Core, a cloud-based technology solution that is a collaboration between Dentsply Sirona and Google Cloud. DS Core seamlessly integrates with devices, services and technologies in dental practices to bring improved efficiency to workflows, from diagnosis to treatment. Google Cloud has the added benefit of using renewable energy to power its servers and works in conjunction with Google’s Carbon Sense tools to help accurately report the carbon emissions associated with Google Cloud usage. We are in the process of verifying the energy savings and reduction in power consumption that can be made by digitalizing multiple systems through Google Cloud technology. \nWe have also invested in new products, last year we introduced \nCEREC Tessera Advanced Lithium Disilicate (“ADL”) CAD/CAM Blocks, a new material for CAD/CAM-fabricated restorations for the anterior and posterior regions. The ALD ceramic is characterized primarily by its robust strength and high aesthetics. The glaze firing takes only four and a half minutes, so the entire manufacturing process is accelerated acting as an attractive option within single-visit dentistry. \nIn July 2021, Dentsply Sirona announced it was investing in the development of two new innovation centers, one near our headquarters  \nin Charlotte, North Carolina, the other in Zurich, Switzerland. Both of  \nthese centers complement our Innovation Centers in Bensheim, Germany and Mölndal, Sweden. Our Bensheim Innovation Center focuses on equipment and device development as well as related software, while  \nour Mölndal center focuses on implantology. The center in Zurich opened in October 2021 and drives innovation around our cloud platform and application software. The center in Charlotte, known as our Global Innovation Center, opened in April 2022 and leads our innovative practices in Material Sciences and has offices for our North American Equipment Service & Support personnel. This is yet another exciting example of how we are supporting and advancing our Company’s Purpose and Mission to empower millions of customers by proudly creating innovative solutions for healthy smiles. Innovation Centers in Charlotte and Zurich \nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 46", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}