{"page_content": "INCREASING OPPORTUNITIES \nFOR STUDENTS AND GRADUATES IN THE DENTAL MANUFACTURING INDUSTRY \nDentsply Sirona believes in upskilling and empowering the next \ngeneration of dental leaders. That’s why we have several initiatives to support current college students and graduates who are at the beginning of their careers. We recruit emerging talent at various institutions by building Dentsply Sirona brand recognition on campus and attracting interns and rotational hires into a variety of functions across our organization.\n  \nDe\nntsply Sirona has supported an apprenticeship program in \nBensheim, Germany since 1962 and a total of 1,965 apprentices and corporate students have participated in the program.\n21 As of \nSeptember 2021, we were supporting 33 active trainees, three of which completed their full training in January 2022 and a further nine successfully completed their training early in June 2022. From September 2022 we expect to welcome 16 new trainees:\n 7 mechatronics te c hnicians\n 5 industrial mechanics\n 1 IT specialist\n 3 warehouse logistics specialists   D\nentsply  Sirona is committed to increasing DE&I within the dental \nindustry and providing opportunities to encourage the next generation to consider dentistry as a career option. Last year, we provided a US$100,000 contribution to North Carolina Agricultural and Technical State University (“N.C. A&T”) to fund scholarships with the goal of encouraging more students towards science, technology, engineering and math (“STEM”) careers. Additionally, we established a new partnership with Tuskegee University awarding scholarships  totaling US$10,000 to students in STEM or similar \ndegree programs. \nDentsply Sirona also continued its tradition of celebrating the next \ngeneration of dental professionals with the 62nd annual Student Competition for Advancing Dental Research and its Application Awards (“SCADA”) program in 2021. \nAll US dental schools were invited to nominate a student to participate in the research competition in one of two categories: Clinical Science and Public Health Research or Basic and Translational Science. Each student submitted an abstract for review, as well as a complete portfolio that an international panel of judges evaluated.\n46 student clinicians submitted projects and six award winners \nwere selected. Dentsply Sirona sponsored 12 student research competitions in 12 countries, and five of the student winners were honored during an awards program. They hailed from Hokkaido University in Japan, Kyung Hee University in South Korea, the University of Hong Kong, Taipei Medical University, and Chiang Mai University in Thailand.\nLastly, Dentsply Sirona continues to honor excellent treatment \nresults by dentistry students with our Global Clinical Case Contest  \n(“GCCC”). An international panel of judges selects the three best contributions towards clinically challenging case studies. The 2021 -  \n2022 competition attracted 520 students from 73 dental schools. In all, more than 5,670 students from dental schools worldwide have participated over the years.\n21  As of the end of 2021\nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 47", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}