{"page_content": "As the world‘s largest \nmanufacturer of professional dental products and technologies we are proud to be a preferred partner for dental practices, clinics, dental laboratories, and authorized distributors worldwide.\nOur responsible business \npractices are overseen by our Ethics and Compliance \nCommittee . The committee is \nled by our Chief Compliance Officer and the committee is charged with proactively implementing risk assessments to anticipate and mitigate potential business issues and ensure ethics are embedded throughout the Company. The actions of the committee ensures that the Company direction is in line with our sustainability goals, and also sets behavioral expectations for all our employees, partners and industry consultants.This is supported by our Code of Ethics and Business Conduct, which we review annually. The Code sets out the conduct of business principles that all those that work for, or with, Dentsply Sirona must follow. This Code demonstrates our commitment to conducting our business with integrity and the importance of making sound ethical decisions that lead to positive action and quality healthcare solutions for our customers. \nETHICAL BUSINESS CONDUCTOUR PROCESSES\nWe have numerous policies and \nprocedures that support our Code of Ethics and Business Conduct, such as:\n Ethical customer interaction policy\n Gift and Entertainment Policy\n Global Key Opinion leader Policy\n Anti-Kickback Policy\n Corruption and Anti-bribery Policy\n Ethics and Compliance Hotline\nD\nentsply Sirona incurred $0 monetary losses \nas a result of legal proceedings associated with \ncorruption and bribery in 2021.Our Code aligns with our core values to be agile, accountable, respectful, collaborative and trustworthy, and outlines a clear pathway for all people to identify, mitigate and manage a wide range of risk factors. Supervisors and managers are responsible for ensuring their teams comply with the Code, and all employees are responsible for ensuring they can recognize potential compliance issues and seek the appropriate advice from subject matter experts regarding any issues.We also provide our employees access to our Ethics and Compliance hotline, which enables employees and third parties to report malpractice, unlawful or unethical behavior within the workplace without having to report it directly to their manager, senior manager or HR. \nOur Business  Ӏ Our approach to sustainability Ӏ Healthy  Planet  Ӏ Healthy  Smiles  Ӏ Healthy  Business\nBEYOND | 72", "metadata": {"source": "NASDAQ_XRAY_2021.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}