{"page_content": "SOCIAL STANDARDS\n2019   CORPORATE CITIZENSHIP REPORT  -  TEXAS INSTRUMENTS\n54\nCEO letterTable of contents\nSustainability\nWorkplaceTI at a glance\nResponsible business \npracticesOur commitment and \nreport overview\nGiving and v olunteering\nGlobal Reporting \nInitiative indexEmployment\nIndicator Description Disclosure\n103-1 to \n103-3Disclosure of management approach See the Workplace section  of the 2019 TI Corporate Citizenship Report to learn more about our management approach. Our HR leaders are responsible for \ndeveloping the programs, protocols and processes that are essential for effective productivity. Specific responsibilities include:\n  •  Executive compensation: The Compensation Committee of TI’s board of directors oversees compensation practices relating to key personnel. \n  •  HR strategy: TI’s SVP of HR establishes and maintains strategic direction and effective communication, and reports to our CEO. \n  •  Recruitment: The SVP of HR and director of Talent Acquisition oversee recruitment efforts. \n  •  Retention: Overall employee retention is the responsibility of managers, with support from HR. Site teams are responsible for implementing multi-faceted and \ntailored retention programs, and for complying with site-specific employment laws. \n  •  Diversity: The director of Diversity and Inclusion oversees these programs. \n  •  Development: The director of Talent Development is responsible for workforce training and development.\nWe offer several channels through which TIers and supplemental contractors can submit questions, concerns or grievances without fear of retaliation, including  \ntheir supervisor, HR representative or anonymously through the Ethics Office. We also have multiple avenues to report work-related injuries, illnesses, hazards and \nrisks to supervisors. \nLabor laws and regulations vary greatly outside the U.S. and many countries where TI operates offer government-provided benefits and other related programs.  \nFor example: \n  •  Outside the U.S., recruiting efforts and programs are unique by country and region, based on local needs. We recruit from the states and countries where we \noperate, particularly for entry-level and managerial positions, and then train employees for more advanced or senior roles. \n  •  Work-life initiatives vary globally, depending on specific work cultures and government-subsidized programs. To refine work-life program offerings, we engage \nemployees and audit our programs annually. This helps us close gaps, remain competitive within the industry and improve services where needed.\n401-1 New employee hires and employee \nturnover by age, region and genderTI hired 2,140 employees (excluding interns) in 2019. See retention in the Workplace section  of the 2019 TI Corporate Citizenship Report for employee turnover data. \n401-2 Benefits provided to full-time employees \nthat are not provided to temporary or \npart-time employeesFull-time U.S.-based employees and those who work an alternative work schedule (20 to 39 hours per week) are eligible for all benefits, including medical, prescription, \ndental, vision, employee assistance and income protection. Temporary or part-time employees on alternative work schedules less than 20 hours per week are not \neligible for benefits.\n401-3 Parental leave We offer paid parental leave to 100% of part- and full-time male and female U.S. employees who are eligible for benefits. We do not track return-to-work and retention \nrates after parental leave. Outside the U.S., programs vary depending on the government programs offered. \n401-4* Employee tenure at the company by \naverage years of serviceThe average employee tenure is as follows: \n  • Less than 10 years: 50% \n  • 10-20 years: 24% \n  • More than 20 years: 26%", "metadata": {"source": "NASDAQ_TXN_2019.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}