{"page_content": "29\nSunPower 2020 ESG ReportRisk Management \nSunPower’s Risk Management program supports management in identifying, \nassessing and monitoring risks and opportunities, and in developing mitigation \ninitiatives and action plans in alignment with our strategy and business goals. \nResponsibility and accountability for risk management are embedded in all \nlevels of our organization. We evaluate risks at enterprise and business unit \nlevels through executive management engagement and internal reviews with \nsenior leaders and managers of key functions. We conduct bottom-up risk \nassessments on an annual basis and assess risk components and outlook \nquarterly. The annual and quarterly risk assessment activities and results are \nreported to the audit committee of the board of directors.\nData Security and Privacy \nSunPower respects the privacy of its customers, employees and third \nparties. We are subject to numerous federal, state and local laws, regulations \nand rules relating to the processing, storage, retention and collection of \npersonal information. We keep abreast of evolving data security and privacy \nregulatory frameworks, and we regularly update our relevant internal policies \nand awareness materials. Employees are encouraged to review SunPower’s \nGlobal Data Protection Policy on an annual basis. Our employees also receive \ntraining related to data protection, including our Code of Conduct training. \nWe continuously evaluate our information security policies and identify \npotential areas of improvement to mitigate cyber threats to the reliability \nand availability of our systems. We launched a Cyber Security Awareness \nnewsletter which includes facts on the latest cyber threats and informs \nemployees and contractors on best practices for protecting not only the \ncompany, but also themselves. We regularly update our internal applications  \nto install the latest security updates as appropriate. Additional information  \non the personal information we collect, its use and how we protect it can  \nbe found in our Privacy policy .", "metadata": {"source": "NASDAQ_SPWR_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}