{"page_content": "SocialCOMMITTED\nWe recognize that many \npeople face financial \nchallenges and need \nhelp understanding their \npersonal financial situation. Our financial recovery \nclasses are designed to help \nindividuals and families develop skills centered \non budgeting, saving and \ncredit strategies, so they can create a plan that will \nempower them to meet \nexpenses and achieve their financial goals.  FINANCIAL\nRECOVERY\nWe believe it is important that all children develop financial skills and have an understanding of money management.  \nWe also want to ensure that youth are familiar with \nbank accounts and services so they have knowledge and exposure to banking services. The Bank partners \nwith schools and non-profit organizations to provide \nclasses, and we recently developed new partnerships that allow us to reach young adults as well. One example \nis when Mercantile teamed up with the Youth Transition \nServices at Disability Advocates to provide financial education classes to youth with disabilities so they could \nlearn about goal-setting, budgeting and savings.  The \nBank’s volunteers also participated in the employment readiness workshops by assisting students with resume-\nbuilding and mock interviews so the students were better \nprepared for job interviews. Home ownership plays a vital role in not only creating strong and stable communities, but also helps build assets \nand wealth. At Mercantile Bank, we \nbelieve that it is vital for individuals and families to be prepared for the mortgage \napproval process and home ownership. \nMercantile partners with several non-profit organizations to provide first-\ntime homebuyer programs. Our team of \nvolunteers teach classes on budgeting and saving for home ownership, how to \nbecome credit-ready and understanding \nthe mortgage application process. We also help familiarize home buyers on various \ndown payment assistance programs.  HOME\nOWNERSHIPYOUTH\nFINANCIAL EDUCATION\n12", "metadata": {"source": "NASDAQ_MBWM_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}