{"page_content": "28Board Structure ESG Committee Our Environmental, Social and Governance (“ESG”) Committee supports our ongoing commitment \nto environmental, health and safety, corporate social responsibility, corporate governance, sustainability and other public policy matters relevant to our organization.  The ESG Committee is a cross-functional management committee, led by the Chief Risk Officer, that assists us in: 1) setting general strategies relating to ESG matters; 2) developing, implementing and monitoring initiatives and policies based on those strategies; 3) recommending communications with employees, investors and shareholders with respect to ESG matters; and 4) monitoring and assessing developments relating to, and improving our understanding of, ESG matters.  The ESG committee meets formally at least quarterly.  Highlights for 2022 included the enhancement of our online financial wellness tools, the rollout of the MercStart Fresh deposit program, the development of a diverse vendor database for employee use and the creation of a Vendor and Supplier Code of Conduct.  The Vendor and Supplier Code of Conduct, along with our Environmental Policy, Diversity, Equity and Inclusion Policy, Human Rights Policy, and the Supplier Diversity Program Policy, are reviewed and approved by our Board of Directors annually.  These polices are available on our website, along with an application for diverse suppliers.  Also during 2022, we moved Board of Director oversight of ESG matters from the Audit Committee to the Governance Committee.\nBoard Structure Independence 66.7% of the Company's Board of Directors are considered independent; 80% of the Bank's Board of \nrectors are independent\nBoard Structure Independence The Executive Session Facilitator (Lead Director) is an independent Director\nBoard Structure Independence The Chair of the Audit Committee is an independent Director\nBoard Structure Independence The Chair of the Compensation Committee is an independent Director\nBoard Structure Independence The Chair of the Governance & Nominating Committee is an independent Director\nBoard Structure Independence 100% of the Audit Committee members are independent Directors; Internal Audit Committee Director reports to the Audit Committee\nBoard Structure Independence 100% of the Compensation Committee members are independent Directors\nBoard Structure Independence 100% of the Governance & Nominating Committee members are independent Directors\nBoard Structure Performance Evaluation The Governance & Nominating Committee Charter requires an annual performance evaluation of the Board and its Directors\nShareholder Rights Election All Directors are elected annually (Company and Bank Boards)GOVERNANCECATEGORY METRIC UPDATEMATRIX", "metadata": {"source": "NASDAQ_MBWM_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}