{"page_content": "WASTE MANAGEMENT\nProper management of our waste stream is important for the safety of our\nemployees, communities around us and the health of our planet. Our Corporate\nEnvironmental Health & Safety (EH&S) team oversees waste management at all of\nour sites while each location spearheads individual initiatives to reduce and recycle\nwaste. In order to identify areas of improvement and ensure compliance with all\napplicable laws and regulations, the amount of waste generated and disposal\nmethods at each site are consistently monitored and evaluated. Our management\napproach is guided by our Environmental Health & Safety Policy. As part of our\npolicy, we strive to minimize the use of hazardous materials and the generation of\nhazardous waste in our processes and products. We also implement appropriate\nrecycling and resource recovery programs where possible. \n \nFor the purpose of this report, we highlight the waste reduction initiative of our\nmanufacturing facility in Horsham, Pennsylvania, a large quantity generator of\nhazardous waste. By running a Toxic Characteristic Leaching Procedure and\nrecharacterizing the parameters of the disposed materials, our Horsham facility was\nable to reduce the amount of hazardous waste from 2018 to 2019 by 10% and\nsubsequently reduce the cost of disposal by 25%. We engage with only\ncertified/licensed waste disposal contractors to ensure continual compliance of\ntransport and disposal of hazardous waste generated from our sites.\n \n \n \n \n \n \nEmployees at our Horsham facility are making great strides to reduce the amount of\nwaste being sent to landfills. Every week, plastic bags are collected from the site and\nsent to a vendor that uses the recycled plastic to make decks and outdoor furniture.\nAdditionally, Fluorinated Ethylene Propylene tubes used for chemical distribution are\nalso collected for recycling.1O%\nHAZARDOUS WASTE REDUCTION\n 25%\nCOST OF DISPOSAL REDUCTION\n ENVIRONMENTAL\nAROUND US - WITHIN US - BEYOND US\n161 0 3 - 1\n1 0 3 - 23 0 6 - 21 0 3 - 1\n1 0 3 - 21 0 3 - 21 0 3 - 31 0 3 - 2", "metadata": {"source": "NASDAQ_VECO_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}