{"page_content": "At Veeco, we have implemented safety programs across our organization based on\nour core values and corporate culture. A safe and healthy work environment not only\nminimizes the incidence of work-related injuries and illnesses, it also enhances the\nquality and consistency of Veeco’s products and services, improving worker\nretention and morale. \n \nOngoing worker input and education are essential to identifying and solving health\nand safety issues in the workplace. As mentioned in our Environmental and Social\nResponsibility Statement, we are committed to providing our workers with equal\nopportunity, fair treatment and an environment free from unlawful discrimination.\nOur robust health and safety policies help us meet applicable regulations such as\nstate requirements and OSHA guidelines. Some of our initiatives to sustain\nemployee health and safety include, EH&S safety training for new hires, annual re-\ntraining through Veeco University, workman’s compensation and an employee\nconcern hotline.\n \nOur Standard Operating Procedures are designed to report work-health incidents\ncomprehensively and escalate them to managers at the appropriate level. With this,\nwe were able to track all incidents and near-misses, with 9 consecutive months of no\nmedical treatment cases and a stable to declining incident trend.  \n \nHandling work-related hazards is a simple process for all of Veeco’s sites with the\nnotion of “See Something- Say Something.” These findings are either documented\nthrough a Help Desk ticket issued by the individual or during monthly EH&S\ncommittee meetings. There are no reprisals for submitting an EH&S finding, in\naccordance with whistleblowing protection laws.\n \nSOCIAL\nWITHIN US\nEMPLOYEE HEALTH & SAFETY\n171 0 3 - 1\n4 0 3 - 21 0 3 - 31 0 3 - 21 0 3 - 2", "metadata": {"source": "NASDAQ_VECO_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}