{"page_content": "2013 Sustainability Report UpdateContents\nThe Way We Do Business 3\nMarriott Business Values 6\nMarriott and Society 12\nMarriott and The Environment 16\nAwards and Recognition 24Marriott® is in the business of helping people “See \nthe World.” We take pride in creating memorable \nexperiences in our hotels while operating sustainably \nand creating economic opportunity wherever we do business. \nCustomers—including those in some of the strongest emerging \nmarkets like Brazil, China and India—are traveling in record \nnumbers and choosing Marriott for their stay. \nWe seek innovative and creative ways to meet the needs of \nguests while maintaining high standards in every aspect of our \nbusiness, from human rights to environmental and social \nsustainability.\nIn the last year, we made great strides in supporting our \ncore values and sustainability goals. For example, our World \nof Opportunity commitment to youth employment continues \nto expand through partnerships with the Youth Career Initiative \nglobally, The Prince’s Trust and SOS Children’s Villages in \nEurope, Akilah Institute for Women in the Middle East and \nAfrica and Bridges From School to Work® in the U.S. Our global \nenvironmental goals also remain a priority, most notably with \nour Juma Sustainable Development Reserve rainforest \npreservation program in Brazil, Nobility of Nature water \nconservation program in China, and the global implementation \nof an online environmental sustainability dashboard \nfor all hotels. \nThis report updates our 2011-2012 Marriott Sustainability Report \nand focuses on progress made during 2012 in areas of most \ninterest to stakeholders. Unless otherwise noted, this report is \nbased on data from Marriott’s 2012 ﬁ  scal year, and reﬂ  ects the \noperational performance of our 1,099 company-operated hotels, \nwhich include owned, leased and managed properties, and \nexclude rooms from franchised, unconsolidated joint ventures \nand timeshare properties.\nJ.W. Marriott, Jr., Executive Chairman (left); and \nArne M. Sorenson, President and Chief Executive Ofﬁ  cerTo Our Stakeholders\n2 2 \n", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}