{"page_content": "11 11 2013 Sustainability Report UpdateMarriott Business Values\nHOTEL DEVELOPMENT AS A SOCIO-ECONOMIC DRIVER\nIn coming years, we expect that more than 50 percent of our \nhotel growth will be outside of the United States, in emerging \nmarkets such as Brazil, China, India and Sub-Saharan Africa. \nSustainable hotel development helps to stimulate economies \nby creating jobs, supporting local businesses and growing local \ntourism infrastructure.  Examples of how Marriott is stimulating \neconomic development include: \n■ Peru. Marriott is working with the German Agency for \nInternational Cooperation (GIZ), which has developed a \nresearch model to quantify the economic contribution and \ncommunity beneﬁ  t of tourism and hotels in host countries. \nGIZ began this work in advance of the World Economic Forum \nin Peru, where our President and CEO Arne Sorenson, who \nco-chaired the Forum, announced the results of the ﬁ  rst \nMarriott hotel study. \n In the ﬁ  rst of a series of case studies, GIZ’s research on the \nJW Marriott Hotel Lima reveals that the hotel contributes \nmore than $10 million annually to the Peruvian economy \nthrough expenditures on salaries, supplies and services:\n● Approximately $6.9 million is spent on salaries for the \nhotel’s 350 associates (98 percent of the hotel’s associates \nare Peruvian and they spend almost 100 percent of their \nsalaries in the greater Lima area);  \n● The remaining $3.3 million is spent on supplies of Peruvian \ngoods and services such as maintenance, energy and \nwater. The hotel also spends $660,000 on imported items \nincluding beverages and ﬁ  sh.\n GIZ found an exceptionally high satisfaction rate among \nhotel associates regarding their working environment in \ncomparison to research GIZ conducted at non-Marriott \nhotels in 10 countries. At least 50 percent of the hotel’s \ncash ﬂ  ow, equating to more than $5 million, directly supports \nlow-income people, resulting in a powerful social beneﬁ  t to \nthe local community.\n■ Rwanda.  Marriott’s ﬁ  rst hotel in Sub-Saharan Africa—and \nlargest in Rwanda with 250 rooms—is currently under \nconstruction and slated to open in early 2014. This hotel \nrepresents the start of our aggressive growth plans in \nSub-Saharan Africa where we are helping to stimulate the \nRwandan travel industry and create jobs. Through our \npartnership with Akilah Institute for Women, whose graduates \nare training at our hotels in Dubai, (more on page 14), we will \nhave skilled local talent who can ﬁ  ll positions at our hotel in \nKigali and worldwide as they grow with Marriott. ■ Haiti. In December 2012, we broke ground on the $45 million \n175-room Marriott Hotels brand hotel in the Turgeau area of \nPort-au-Prince, with opening expected in early 2015, making \nit the ﬁ  rst four-star branded hotel in Haiti. The hotel will help \nboost the Haitian economy by supporting local vendors, \ngenerating over 200 new hospitality jobs, and sending a \nsignal that Haiti is indeed “open for business.” Highlights \nof our recent efforts in Haiti in advance of the hotel’s \nopening include:\n● In 2012, Marriott executives representing operations, \nhuman resources and corporate social responsibility met \nwith ofﬁ  cials from Haiti’s Ministry of Tourism, Ministry of \nNational Education and Vocational Training, and the Haiti \nTourism Association for a private round-table discussion on \nworkforce training to beneﬁ  t the country’s tourism sector. \nNext steps include creating opportunities for our future \nHaitian workforce to train at nearby Caribbean hotels in \nadvance of the hotel’s opening. \n● We also made a formal commitment in 2012 through \nthe Clinton Global Initiative to help grow Haiti’s travel \nand tourism industry and provide jobs through our hotel. \nTo help deliver on this commitment we have joined the \nClinton Global Initiative’s Haiti Action Network, chaired by \nour Haiti hotel owner and Digicel Chairman and Founder \nDenis O’Brien. The Action Network is driving activity in 80 \nsupport organizations in Haiti to help rebuild the nation \nand attract foreign investment in the wake of the country’s \n2010 earthquake.\npartnership with Akilah Institute for Women, whose graduates \n“We believe we can make a \ndifference in Haiti by creating \njobs and developing the human \ntalent that can help lift this country \nover time back to its rightful place \nas one of the top destinations \nin the Caribbean.” \nArne Sorenson \nPresident and Chief Executive Officer", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}