{"page_content": "12 12 Marriott is committed to the idea that strong neighborhoods, \ntowns and cities are vital to the well-being of every \nsociety and economy. By partnering with our associates, \nowners, franchisees and guests to donate time and money, we \ncan make a positive impact on the communities in which we \noperate. In 2012, our charitable contributions were more than \n$23 million in cash and in-kind donations to organizations \nworldwide. Associates raised an additional $4.3 million for their \ncommunities during company-sponsored events and volunteered \nnearly 460,000 hours valued at $10.2 million. \nMarriott and The Ritz-Carlton Rewards Members donate millions \nof points each year in support of charitable organizations, \naligning with Marriott’s community engagement strategy. In October 2012, we launched a new donation option that allows \nfor Marriott Rewards and The Ritz-Carlton Rewards Members to \neasily convert their points into dollars and donate to thousands \nof nonproﬁ  t organizations in the U.S. and Canada. Within weeks \nof its launch, our Members donated more than 50 million points, \nequating to a donation of nearly $250,000, to the American Red \nCross for Hurricane Sandy relief efforts.\nInvesting in the communities where we do business through our \n“Spirit To Serve Our Communities®” social responsibility and \ncommunity engagement initiative, Marriott locations worldwide \nare focused on ﬁ  ve strategic areas that spell out SERVE:Marriott and Society\nContributions* ($M) 2010 2011 2012\nCash Contributions $6.9 $7.5 $7.2\nIn-Kind Contributions $16.9 $15.6 $16.0\nTotal Cash/In-Kind Contributions $23.8 $23.1 $23.2\nAssociate Fundraising $4.2 $4.9 $4.3\nAssociate Volunteerism** $6.6 $9.4 $10.2\nTotal Corporate and Associate Contributions $34.6 $37.4 $37.7\n*In addition to Marriott Corporate Headquarters’ giving, we rely on voluntary reporting from our managed (and some franchised) properties \nto capture our overall contributions. We encourage our hotels to share these numbers, as we believe they are currently underreported. \n**Based on Independent Sector’s estimated value of volunteer time for 2012: $22.14 per hour. Independent Sector is a leading forum for \ncharities, foundations and corporate giving programs in America and around the world. ", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}