{"page_content": "13 13 2013 Sustainability Report UpdateMarriott and Society\nSHELTER & FOOD \nMarriott has a trusted and respected reputation as a company \nthat cares for both guests and associates like family. In some \ninstances, caring for our “family” may mean creating places of \nrefuge, providing housing or feeding the hungry, particularly \nduring times of disaster. We also use our expertise and resources \nstrategically to address poverty alleviation. In 2012, our brands and \nassociates demonstrated why Marriott is known for caring for its \ncommunities.  \n■ After Hurricane Sandy devastated the New York and \nNew Jersey region in November 2012, our hotels welcomed \nguests including emergency relief workers and displaced \nresidents. Marriott and The J. Willard & Alice S. Marriott \nFoundation, a private family foundation, each contributed \n$250,000 to hurricane relief. Half went to the American Red \nCross to help meet immediate community needs that broadly \nbeneﬁ  ted Marriott associates, their families, friends and \nneighbors. The other half was earmarked for longer-term \nrecovery efforts. We doubled our impact by engaging our \nMarriott Rewards Members who contributed 50 million points, \nequating to a donation of nearly $250,000 to the American \nRed Cross. ■ In April 2012, Marriott was the ﬁ  rst of three major hotel \ncompanies to participate in a new national program allowing \nAmerican citizens to donate their hotel reward points to \nwounded soldiers and their families. Marriott Rewards \nMembers can now donate points to The Fisher House \nFoundation “Hotels for Heroes” program, which provides free \nhotel rooms to wounded, injured, and ill military men and \nwomen who are undergoing treatment at military or Veterans \nHealth Administration facilities. In 2012, Rewards Members \ncontributed nearly 36 million points to the organization.\nVITALITY OF CHILDREN\nIn 2012, Marriott and our partners continued to build on our \nlong-standing commitment to aiding sick and impoverished \nchildren in and beyond the communities where we operate.\n■ Through the Children’s Miracle Network Hospitals, our \nassociates have raised nearly $90 million over nearly 30 \nyears, including more than $5.4 million in 2012, to deliver \nhealthcare for children while providing support for their \nfamilies. Campaigns such as the Aquaﬁ  na and Lipton Tea \npromotion in our select-service properties, breakfast \npromotion in our full-service properties and The Torch Relay \nacross all of our brands, raised funds for children’s hospitals.\n■ TownePlace Suites promoted two initiatives as part of \nthe brand’s Real Giving program. In April 2012, more than \n120 TownePlace Suites hotels partnered with Kellogg’s® in \nits second annual “Share Your Breakfast” campaign. Hotels \ncollected almost 10,000 signatures during their breakfast \nhour in an initiative that will help share 1 million breakfasts \nwith children across the country who might otherwise go \nwithout. The funding will be provided directly to schools \nthrough Action for Healthy Kids®, the country’s leading ®, the country’s leading ®\nnonproﬁ  t and largest volunteer network ﬁ  ghting childhood \nobesity and undernourishment in the United States. \n Continued on next page\nFairﬁ  eld Inn & Suites continued its long-lasting commitment to the \nbrand’s Hospitality at Home® program by participating in the third annual \n“Rally to Serve®” month-long event in October 2012, beneﬁ  ting Habitat \nfor Humanity®. Nearly 2,500 Fairﬁ  eld associates, owners, franchisees and ®. Nearly 2,500 Fairﬁ  eld associates, owners, franchisees and ®\nguests, representing nearly 50 states and Canadian provinces, helped \nbuild homes, donated products from hotel renovations, made ﬁ  nancial \ncontributions and volunteered at Habitat ReStores. Associates (pictured)\nfrom the Fairﬁ  eld Inn & Suites Holiday Tarpon Springs in Florida, kicked \nup their heels after completing their work on a Habitat home.\n", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}