{"page_content": "2013 Sustainability Report UpdateMarriott and Society\nThese Rwandan women are among \nthe ﬁ  rst 30 Akilah Institute for Women \ngraduates to earn a business diploma with \na focus in hospitality management. More \nthan half of these graduates are currently \nbeing trained and mentored at our \nMarriott hotels in Dubai and Doha before \ntaking on supervisory roles at our new \nKigali, Rwanda hotel, which will \nopen in early 2014.  \n14\nMarriott Business Councils are \nclusters of hotels—ranging from city \nto regional level—that leverage the \nwork of business units against \ncommon objectives focused \non community engagement, \nculture and government \naffairs. For the past eight \nyears the South German/\nSwiss Business Council \nhas supported the Star \nof Hope Orphanage in \nAlba Iulia, Romania. Hotel \nassociates and vendors \ncollect money and used \ngoods to donate directly to \nthe children, even offering \nthe services of four engineers \nto renovate the orphanage. \n(Pictured is general manager of the \nMunich Marriott, Markus Lewe.)\nContinued from previous page\n■ Additionally, during the 2012/2013 winter season, TownePlace \nSuites associates, owners, franchisees and guests devoted \ntime and effort to make and donate thousands of warm, \nﬂ  eece blankets to local hospitals across the U.S. and Canada. \nFor the fourth year in a row, TownePlace Suites teams raised \nmoney for ﬂ  eece supplies, organized blanket-making events \nand made deliveries to sick children in need of a little extra \ncomfort. At Marriott’s Corporate Headquarters, associates \ndonated handmade blankets to the Children’s National \nMedical Center. ■ Marriott hotels across Indonesia organized an annual event \ncalled “Shoes to School 2012,” collecting nearly 2,500 pairs \nof new shoes for orphans in 10 Jakarta orphanages for \nthe start of the new academic year. The “Shoes to School” \nprogram was founded by the associates of JW Marriott Hotel \nJakarta in 2004.\nREADY FOR JOBS\nAs a global industry leader, we strive to create and support \nopportunities for disadvantaged youth to receive education \nand life skills training, including those who are interested in \ncareers in hospitality. Investing in this comprehensive approach \nto developing our hospitality workforce has a positive impact \non the livelihood of local communities. Hotels create jobs and \nincome through both direct employment and a vast network \nof suppliers.\n■ As Marriott expects to increase its presence in Africa \nmore than sixfold from eight to 50 hotels by 2020, we also \nanticipate hiring nearly 10,000 associates, the majority of \nwhom will be local residents. In September 2012, we \nannounced our partnership with Akilah Institute for Women, \na program that provides affordable, market-relevant higher \neducation, including a diploma in hospitality management, \nfor Rwandan women from disadvantaged backgrounds. \nSince then, we have educated and trained 17 young Rwandan \nwomen to work in the hotel industry, and ultimately to help \nopen our ﬁ  rst Sub-Saharan Africa hotel–the Kigali Marriott \nHotel—as supervisors in early 2014. Training and working in \nour hotels in Dubai for one year, these young women are \nbuilding skills to assist in teaching approximately 250 other \nKigali Marriott Hotel associates, most of whom will be \nRwandans. \n Continued on next page", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}