{"page_content": "15 15 2013 Sustainability Report UpdateMarriott and Society\nContinued from previous page\n■ The Youth Career Initiative (YCI) enables international hotels \nto provide a six-month hospitality education program for \nhigh school graduates from disadvantaged backgrounds. The \nprogram empowers young people by providing them with \nthe necessary life and vocational skills to expand the choices \nand options in life. Since 1997, Marriott has taken on the role \nof champion for the implementation of YCI within the hotel \nindustry globally, initiating pilot programs in markets where \nthere is opportunity and need, training more than 580 young \npeople to date. The most recent program was launched in \nIndia in 2012 with a 100 percent employment rate upon \ngraduation. The J. Willard & Alice S. Marriott Foundation, \na private family foundation, has also been a major donor \nsince 2007, and in 2012 awarded a three-year, $500,000 \ngrant to YCI to support its growth.\n■ Marriott supports youth with disabilities through “Bridges \nFrom School to Work,” the sole program of the Marriott \nFoundation for People with Disabilities, a not-for-proﬁ  t \norganization. In 2012, its 23rd year of providing employment \nopportunities for young people with disabilities, Bridges \nplaced 813 youth with disabilities into competitive jobs with \nmore than 350 businesses in the U.S. including Marriott \nand others in the hospitality industry.■ Through the World of Opportunity Europe initiative, our \nhotels continued to help young people from disadvantaged \nbackgrounds by providing employment skills training and \nvocational opportunities through a variety of charitable \npartners, including SOS Children’s Villages in Continental \nEurope and The Prince’s Trust in the United Kingdom. In 2012, \nour support included €300,000 (approximately $400,000) \ncash, €100,000 (approximately $130,000) in-kind, and nearly \n4,000 hours of volunteerism. These efforts resulted in our \nhotels sponsoring more than 250 young people across Europe \nin vocational training and employment courses. \n■ Our Marriott hotels in India have partnered with the \nMahindra Pride Schools. The program helps transform the \nlives of youth from socially and economically disadvantaged \ncommunities by providing access to skills that empower them \nto earn a livelihood. Marriott properties in Pune, Chennai and \nChandigarh provide six months of “on the job” hospitality \ntraining to the students and a stipend to sustain them during \nthis period. Graduates are considered for job openings at the \nhotels. In the last 18 months 37 students have been trained \nand hired in our India hotels.\nNathan Shawcross was \nunemployed and homeless \nbefore contacting The Prince’s \nTrust in 2012. After completing The \nPrince’s Trust Employ Me course at \nthe Aberdeen Marriott (Scotland), \nNathan successfully interviewed for \na job at the hotel and now works as a \nhousekeeping assistant. “This course \nhas turned my life around. It gave me \nthe conﬁ  dence I needed to go on the \njob interview. From what I learned \nabout Marriott, I knew that it was \na company that I wanted \nto be part of.”\nNathan Shawcross with General Manager Chris McGuinness.", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}