{"page_content": "17 \nMarriott and the Environment\nENERGY /WATER/WASTE/CARBON\nMarriott has a comprehensive set of initiatives and practices \nin place to drive down operational costs as well as reduce energy \nuse, water consumption and waste. Database and monitoring \nsystems help us track consumption and monitor progress against \ngoals. Our strategy enables properties to focus on opportunities \nfor savings, drives pull-through of best practices and leverages \nour global market presence. A few examples of our efforts are \ndescribed below. \nEnergy\n■ Marriott developed the Energy and Environmental Action \nPlan (EEAP), a comprehensive, best practice audit tool for \nfull-service properties, to help meet the company’s energy \nand water reduction goals. The EEAP, implemented at our \nmanaged hotels in the Americas in 2011, was deployed to our \nremaining three continental divisions in 2012 and covers a \nrange of items from reuse of materials and waste reductions \nto equipment upgrades and retroﬁ  ts. In 2012, properties in \nthe Americas also identiﬁ  ed energy projects that could be \ncompleted early enough in the year to realize signiﬁ  cant \nsavings by year-end. These “Signature” projects resulted \nin a savings of more than 20 million kilowatt-hours of \nelectricity in 2012. \n■ In 2011, Marriott became the ﬁ  rst lodging company to \npartner with Constellation Energy to manage peak period \nenergy use and participate in demand response (DR) \nmarkets on a large scale in the U.S. Constellation’s VirtuWatt™ \nsystem allows us to track energy usage across participating \nhotels and automate energy load curtailment strategies. In \n2012, Marriott’s DR program at 225 U.S. properties reduced \nelectricity consumption by 1.98 million kilowatt-hours and \ncut associated CO2e emissions by an estimated 2,200 metric \ntons. Marriott has signed a similar DR agreement with KiWi \nPower in the U.K. \n■ In 2012, Marriott continued its work with the U.S. Department \nof Energy (DOE) to pilot an energy management program \nunder the Global Superior Energy Performance Partnership \n(GSEP). The GSEP brings together public and private sector \nleaders from around the world, including DOE, to accelerate \nenergy efﬁ  ciency and cut energy use throughout industrial \nfacilities and large buildings. As part of this pilot, the \nJW Marriott in Washington, D.C. has developed and \nimplemented the ISO 50001 energy management system \n(EnMS) standard and is expected to be the ﬁ  rst hotel in the \nU.S. to achieve the ISO 50001 certiﬁ  cation. The International \nOrganization for Standardization (ISO) is the world’s largest \ndeveloper of voluntary international standards.■ By year-end 2012, 23 renewable energy installations were \ndeployed at Marriott hotels, representing more than half of \nour goal of 40 renewable energy sites by 2020. Many of these \nsites heat water for pools and spa operations; some employ \nsolar panels or wind turbines. \nBy the end of 2012, more than 50 Marriott properties offered EV \ncharging stations, with that number continuing to grow in 2013. The \nCourtyard by Marriott Hannover Maschsee in Germany is the ﬁ  rst \nhotel in the city to have an electric vehicle charging station.\nWater \n■ Marriott has implemented innovative systems that lessen \nthe environmental impact and cost of our laundry operations \nby reducing the amount and temperature of water required \nto wash linens. Through a partnership with Ecolab®, Marriott ®, Marriott ®\npiloted Aquanomic in 2010, and continued to deploy this \nsystem to additional properties throughout 2012. A similar \nsystem, Ensure, continues to roll out in Asia. Using baseline \ncomparisons at speciﬁ  c property locations, we estimate that \nthe combined water savings in 2012 was more than 100 million \ngallons. More than 2,000 metric tons of CO2e emissions were \nalso avoided by reducing the energy requirement for laundry \nby 20 percent.\n Continued on next page\n2013 Sustainability Report Update \n(page revised 8/21/13)\n17 \nby 20 percent.\n Continued on next page\nProgress to Date* - Intensity\nWater Consumption   11.6%\nCubic meter per occupied room\nEnergy Consumption   16.5%\nkWh per square meter of conditioned space\nGHG Emissions   13.3%\nlbs. per square meter of conditioned space\n*Compared to baseline 2007", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}