{"page_content": "18 18 2013 Sustainability Report UpdateMarriott and the Environment\nContinued from previous page\n■ By the end of 2012, Marriott had installed 3-D Trasar \nmonitoring equipment and innovative water treatment \nchemistry in over 214 of our full-service hotels worldwide. \nThis equipment helps optimize the water treatment in the \nhotels’ chillers and cooling towers, substantially reducing \nthe need for fresh water in these systems. This multi-year \nrollout included more than 40 new properties in 2012. \nConservative estimates of water savings based on current \nprogram participation indicate 107 million gallons of water \nsaved annually.\n■ In 2013, Marriott expects all its full-service managed \nproperties in the Americas will install water sub-meters and \nbegin weather-adjusted reporting for irrigation and cooling \ntower water consumption.\nWaste\n■ Marriott decreased landﬁ  ll waste per occupied room in its \nAmericas region by 4.9 percent from 2011 to 2012. We work \ncollaboratively with our U.S. waste and recycling partners \nto audit our waste stream and reduce the tonnage that \nmust be transported to a landﬁ  ll. In 2012, Marriott initiated \n15 third-party waste audits and waste characterization \nanalyses to better understand our waste streams. As a result, \nMarriott-managed properties in the Americas diverted over \n12,800 tons of waste from the landﬁ  ll through recycling and \nfood waste composting. \n■ In 2012, Marriott became an ofﬁ  cial hotel partner of Clean \nthe World®, a nonproﬁ  t that collects, recycles and distributes ®, a nonproﬁ  t that collects, recycles and distributes ®\npartially used soaps and other hygiene amenities globally \nto communities in need. With nearly 47,000 rooms already \nparticipating, Marriott is the number one hotel chain in the \nClean the World portfolio, having collected more than 75,000 \npounds of soap and 50,000 pounds of amenities.\n■ In the U.K., we have partnered with Convert2Green and 3663, \na Marriott food vendor, to collect and turn waste cooking oil \nfrom our hotels into carbon savings. Convert2Green collects \nthe waste oil and reﬁ  nes it into biodiesel at its plant in \nCheshire. 3663 then uses the biodiesel to fuel its trucks to \ndeliver goods back to our properties. In 2012, our hotels \nrecycled more than 18 percent—or 40,000 liters—of their \ncooking oil, equating to a CO2e emissions savings of 91.14 \nmetric tons.  Carbon\n■ To address the signiﬁ  cant increase in customer requests for \nthe carbon footprint of their hotel stay, Marriott aligned with \nhospitality industry leaders to create a solution. The Hotel \nCarbon Measurement Initiative (HCMI), a partnership with \nWorld Travel and Tourism Council, International Tourism \nPartnership, and 23 hotel companies, developed a uniﬁ  ed \nmethodology and set of metrics for calculating and reporting \nemissions at hotels. In 2012, Marriott rolled out an online \nenvironmental sustainability dashboard, the Green Hotels \nGlobal™ tool, which utilizes the new industry methodology.\n■ By the end of 2012, we had more than 2,200 hotels \nactivated in the Green Hotels Global tool that provides \ninformation on environmental practices in categories such \nas energy, water and waste management, supply chain, \nenvironmental policy and certiﬁ  cations. This new platform \ndetails and presents the environmental metrics and practices \nof each hotel in our portfolio. In 2012, we previewed the tool \nwith our largest corporate customers and in March 2013, \nit became a brand standard. \n Continued on next page\n", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}