{"page_content": "Marriott and the Environment\n2013 Sustainability Report UpdateContinued from previous page\n■ We also recognize the importance of disclosure to our \ninvestors and other key stakeholders. Marriott was the ﬁ  rst \nU.S.-based hospitality company to disclose to the Carbon \nDisclosure Project (CDP) in 2006; in 2011, we submitted our \nﬁ  rst CDP Supply Chain Response, and in 2012 our ﬁ  rst \nWater Response. SUPPLY CHAIN\nWe have consistently collaborated with our suppliers as \npart of our overall environmental strategy. Our focus in supply \nchain engagement is the development of innovative products \nand programs to deliver superior performance and meet our \nsustainability goals. We are focused on dynamic partnerships and \ninitiatives to help mitigate our impact on the natural environment \nwhile developing the innovative products and services that \nmaintain our position as a global hospitality leader.\n■ Marriott continues to focus on driving sustainability in our \nsupply chain by working closely with Avendra, the largest \nprofessional procurement company serving the hospitality \nindustry in North America. Additionally, we work with our \ncontinent procurement leaders to understand opportunities \navailable for improving the products we source. In 2012, \nAvendra worked with key constituencies, including Marriott, \nin a collaborative effort to deﬁ  ne Avendra’s three-year plan \nrelated to sustainability initiatives. The six-month project \ninvolved customer perspectives, supplier interviews and \nsurveys, industry analyses and a broad look at the global \nsustainability landscape. In the end, the project helped deﬁ  ne \na roadmap for Avendra that encourages more sustainable \nsupply chains and product offerings within its contracted \nsuppliers. Avendra set two key sustainability goals: \n● Target 100 percent of contracted suppliers to have a \nsustainability policy by year-end 2016. The interim goal \nis 75 percent by year-end 2014.\n● Identify 10 product categories and champion improved \nsustainable alternatives in these categories by year-end \n2016 with the interim goal of ﬁ  ve product categories \nidentiﬁ  ed by year-end 2014. The focus for 2013 will be in \nthe categories of paper and foodservice disposables.\n■ We have revised our standard to reference more robust \nrecycled content for facial and bath tissue with no virgin \nrainforest pulp used in its composition. We are in the process \nof presenting for review this standard to our internal and \nexternal stakeholders, which includes our advisory council \nas well as franchise partners.  \nIn the United Kingdom, Marriott has partnered with a U.K.-based social \nenterprise, Sleeping Bags, to supply sustainable guest-room bags for \nhair dryers and newspapers. The products are made by upcycling \nMarriott’s “retired” bed linen and are manufactured within the U.K.\n19 19 \nMarriott reports \nannually to the \nCarbon Disclosure Project \nwww.cdproject.net\n 2011 2012\nCarbon  \nPerformance Band  B B \nCarbon  \nDisclosure Score  70 82\nNote: Performance rated from \nA to E with A being highest.\nDisclosure rated 100-point \nnormalized scale.", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}