{"page_content": "20 20 2013 Sustainability Report UpdateMarriott and the Environment\nGreening the Furniture, Fixtures and Equipment Supply Chain for \nHotels: Hospitality Sustainable Purchasing Consortium\n■ In 2011, Marriott became a founding partner of the Hospitality \nSustainable Purchasing Consortium (HSPC), facilitated by \nMindClick SGM™. With a focus on greening the furniture, ﬁ  xture ™. With a focus on greening the furniture, ﬁ  xture ™\nand equipment (FF&E) supply chains for hotels, we have \ncommitted to using the results of our suppliers’ scores as one \nof the criteria in selecting our products. \n● From 2011 to 2012, Marriott along with other members \nof the HSPC worked with MindClick to create the HSP \nIndex that measures, improves and publishes the social \nresponsibility, environmental operations and product \nsustainability performance of suppliers.\n● Marriott set a goal to spend 75 percent of our 2013 FF&E \nprocurement dollars with companies rated in the HSP \nIndex. As of June 2013, Marriott is more than halfway \ntoward reaching that goal with 35 participating suppliers \nfrom 20 different product categories. \n● In fall 2013, Marriott will pilot a marketing program \nto promote the health beneﬁ  ts of sustainable \nprocurement to our guests with the potential for broader \nimplementation in 2014. A Marriott hotel will be renovated \nusing suppliers and products rated by the HSP Index \nand results will be assessed through impact on guest \nperception and satisfaction.  \nSustainability in Our Kitchens\n■ As part of our Future Fish sustainable seafood program, \nin February 2012, Marriott ceased to include shark ﬁ  n soup \non our banquet and restaurant menus and, if requested by \ncustomers, we are encouraging suitable options. We are \nworking hard to reconcile our sustainability goals with the \ncultural sensitivities and marketplace realities regarding shark \nﬁ  n recipes served in Asia. We are working with environmental \ngroups to shift preference to more sustainable delicacies and \nhave a two-year target of ending the consumption of shark ﬁ  n \nin our hotels by inﬂ  uencing demand. This is a journey, but we \nare clearly on the way.\n■ Animal welfare is an important consideration as Marriott \nworks toward a more sustainable food supply chain, and we \nare addressing these complex issues with our vendors who \nsupply our hotels. In support of the humane treatment of \nanimals, we are directing suppliers to use only cage-free eggs \nand liquid egg products by 2015, expanding our 2011 breakfast \nprogram policy requiring cage-free eggs in JW Marriott hotels.\n■ We are directing our pork suppliers to discontinue the \nuse of gestation conﬁ  nement crates in their production \nprocesses by 2018.GREEN BUILDINGS\nWorking in partnership with the U.S. Green Building Council \n(USGBC) for Leadership in Energy and Environmental Design \n(LEED®) and the Green Building Certiﬁ  cation Institute (GBCI), \nMarriott continued to see progress in our efforts to empower \nhotel development partners to build green hotels. To date, \nthere are over 110 LEED-certiﬁ  ed or registered hotels open \nor in our pipeline. \n■ In 2011, Marriott developed a LEED Volume Program as a way \nto streamline the LEED certiﬁ  cation process for property \ndevelopers, saving them time and money. Volume certiﬁ  cation \nopens the path to LEED certiﬁ  cation based on a pre-approved \nprototype and process. Some examples of new hotels opened \nunder our LEED Volume Program in 2012 include: \n● In September 2012, the TownePlace Suites Denver \nAirport at Gateway Park opened as the brand’s ﬁ  rst \nproperty to use the LEED Volume prototype. The hotel \nincorporates environmental features including high-tech \ndaylight sensors to reduce electrical lighting with natural \nsunlight and renewable energy sources such as solar \nand wind.\n● The TownePlace Suites in Frederick, Md., opened in \nNovember 2012 as the ﬁ  rst LEED hotel in that city. The \nhotel’s eco-friendly features include a ﬂ  eet of bicycles for \nguest use, front and back of house recycling programs, \ncharging stations for electric cars and a saline-water \nindoor swimming pool.\n Continued on next page\nThe JW Marriott Cusco hotel in Peru is situated at the gateway of the \nAndes mountain sanctuary Machu Picchu. The hotel supports historic \npreservation and features a highly customized design that incorporates \nand celebrates a colonial church and ancient Inca artifacts found \non the site.\n", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}