{"page_content": "3 3 2013 Sustainability Report UpdateOUR COMPANY\nSince our founding in 1927, Marriott International has grown \nto be a leading lodging company with more than 3,800 hotel \nproperties in 74 countries and territories. Approximately 325,000 \nassociates work at our managed and franchised properties, \nMarriott Corporate Headquarters and ofﬁ  ce locations. We \nreported nearly $12 billion in revenues in ﬁ  scal year 2012. As \nour business evolves, we stay true to our founding principles \nand core values: putting people ﬁ  rst, pursuing excellence, \nembracing change, acting with integrity and serving our world.\nOur focus on innovation and action fuel the way we do business. \nWith the most powerful lodging brand portfolio in the world, and a \nbusiness model based on management and franchising, we set the \nbar for the hospitality industry. Yet our strength lies in more than \njust our business model. Our heritage and how we do business \nenriches relationships and instills a passion for who we are.\nTO BE THE #1\nHOSPITALITY COMPANY \nIN THE WORLD\nGLOBAL GROWTH\nAccording to the United Nations World Tourism Organization \n(UNWTO), there were more than 1 billion trips across international \nborders in 2012, marking a global milestone for travel and \ntourism. Marriott has remained an industry leader in advocating \nfor “Smart Visa” and entry policies that ensure secure borders \nbut also enable the freer ﬂ  ow of people. We are working with \nothers such as the World Economic Forum (WEF) Governors for \nthe Aviation, Travel and Tourism Industry and World Travel and \nTourism Council (WTTC) to promote global action toward \n“Smart Visa” policies regionally by 2015 and globally by 2020. \nGovernments working together to promote mobility, remove \nbarriers, eliminate process redundancy, and utilize technology, \nwill allow more people to see the world, enhancing economic \ngrowth and employment opportunities.   We also continue to advocate for reforms to U.S. visa and entry \nsystems through the U.S. Travel Association and engagement \nwith The U.S. Department of State, U.S. Department of Homeland \nSecurity and the U.S. Department of Commerce Travel and \nTourism Advisory Board.  We support the Jobs Originated \nThrough Launching Travel (“ JOLT”) Act, designed to reduce \nwait times for visa interviews at consular ofﬁ  ces worldwide, \nincreasing inbound international travel to the U.S. In 2010, \nthe Travel Promotion Act was signed into law, resulting in the \ncreation of “Brand USA,” the ﬁ  rst-ever public-private partnership \ncharged with marketing the U.S. as an international travel \ndestination. In 2012, Arne Sorenson, president and CEO, was \nnamed to Brand USA’s Board of Directors. Brand USA launched \nits ﬁ  rst campaigns in 2012, furthering upward trends in visitation \nfrom the United Kingdom, Canada and Japan. For 2013, Marriott \nhas renewed our commitment to support Brand USA’s campaigns, \nwhich will be in 11 markets by the end of the year. \nWe are well positioned to rigorously drive global growth in our \nfour continental regions—The Americas (including the Caribbean \nand Latin America), Asia Paciﬁ  c, Europe, and the Middle East & \nAfrica—which saw major growth in 2012. With 18 lodging brands, \nour portfolio power allows us to meet the development strategies \nof individual owners and franchisees and propel distribution \nand growth. Our acquisition of the Gaylord brand and hotel \nmanagement company in 2012 introduced a new, powerful brand \nto our portfolio leveraging our back-of-the-house operating \nsystems, Marriott Rewards® and group sales efforts. Gaylord \nrepresents nearly 8,100 rooms in additional capacity to fuel our \nalready leading group and meeting portfolio.The Way We Do Business\nOur acquisition of the Gaylord brand \nand hotel management company in 2012 adds \nstar power to our leading group and meeting \nportfolio. These four U.S.-based hotels, including \nthe Gaylord Texan® (pictured), celebrate the \nheritage of their destinations. Gaylord Hotels®\nblends magniﬁ  cent settings and \nluxurious rooms for world-class \ngroup meetings.", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}