{"page_content": "21 21 2013 Sustainability Report UpdateMarriott and the Environment\nContinued from previous page\n● The Renaissance Arlington Capital View Hotel was \nawarded LEED Gold certiﬁ  cation in June 2012. The hotel’s \ncertiﬁ  cation was based on a number of green design and \nconstruction features including: heat island reduction with \ngreen roof, guest bike program, more than 26 percent of \nthe building is made of post-consumer recycled material, \nlandscaping water usage has been reduced by 50 percent, \nenergy-efﬁ  cient glass and lighting, and recyclables storage \nand collection.\n● In February 2012, the Atlanta Airport Marriott Gateway \nearned LEED Silver certiﬁ  cation and was named one of the \ngreenest hotels in the city. Ten percent of the hotel was \nconstructed using recycled materials, and the property \nfeatures a landscape and irrigation design that reduces \nwater consumption by 50 percent. The hotel uses non-coal \nproduced energy, low-ﬂ  ow plumbing and shower ﬁ  xtures, \nenergy-efﬁ  cient lighting and low-VOC (volatile organic \ncompounds) paint, sealants and carpets. \nLEED Buildings \n2010 YE 2011 YE 2012 YE\nLEED-Registered \n(includes Certiﬁ  ed)* 77 88 102\nLEED Volume Program**\n(hotels in the pipeline)4 8 13\nTotal LEED Registered + LEED \nVolume Program81 96 115\nLEED-Certiﬁ  ed 10 16 22\nRenewable Energy Source Hotels \n(Portion of energy directly \ngenerated on site)10 20 21\n* Data Provided by the USGBC on 2/12/13\n**Program launched in 2010\nNote: All data is cumulative; registered and certified data includes franchised \nproperties and Marriott Corporate HeadquartersEDUCATING AND INSPIRING ASSOCIATES AND GUESTS\nOur environmental vision is to be the global hospitality leader \nthat demonstrates how responsible management of hotels can \nbe a positive force for the environment and create economic \nopportunities around the world. How we communicate this vision \nand encourage our associates and guests to partner with us is \nvital to our success. \nAssociates\n■ Every April, Marriott properties around the world celebrate \nEnvironmental Awareness Month. To kick off the special \nmonth, a number of our hotels, resorts and business ofﬁ  ces \nfrom all regions dim their lights for one hour, “Earth Hour,” \nin a united effort to raise awareness and concern for \nenvironmental protection. In 2012, more than 6,800 cities \nand towns in 152 countries and territories switched off their \nlights on March 31. The Renaissance Boston Waterfront Hotel \nparticipated by not only shutting off or dimming all exterior \nand interior lights, but also holding a candlelight dinner in its \nrestaurant. The hotel offered a special luminous cocktail called \nthe “GLOWtini” in the candle-lit Capiz Lounge. \n■ For the 10th consecutive year, the team at the JW Marriott \nRio de Janeiro participated in Clean Up the World Day, \nwhich was held in Brazil and 125 other countries on \nSeptember 15, 2012. The program is part of the Clean Up the \nWorld Campaign, which “inspires and empowers communities \nto clean up, ﬁ  x up, and conserve their environment.” As part \nof a partnership with the charitable organization New Chance, \nthe hotel team took 45 underprivileged children from the \nTuiuti community with them when they volunteered to help \nclean up an area of the beach.\n■ Marriott properties of the Hong Kong Business Council \nunited to clean up Lung Kwu Tan Beach, located in Tuen Mun, \nHong Kong, as part of the International Coastal Cleanup \nproject in September 2012. A total of 153 participants took \npart in this meaningful activity and collected 630 kg \n(1,400 lbs) of garbage from the beach area. \nGuests\nWhile we strive to do all that we can to provide an enjoyable \nguest experience in an energy-efﬁ  cient hotel, our guests also \nimpact our carbon footprint through their in-room use of lighting, \nHVAC, linens and towels. Given the potential for substantial water \nand energy resource and cost savings, we recently implemented \na new linen and terry re-use policy. The policy includes a \nglobal standard, brand-speciﬁ  c communications urging guest \nparticipation and associate training at all managed and \nfranchised properties. ", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}