{"page_content": "22 22 \n2013 Sustainability Report UpdateMarriott and the Environment\nINNOVATIVE CONSERVATION INITIATIVES\nTo help mitigate the direct and indirect environmental impacts of \nour business beyond our hotels, we are investing in a portfolio of \ninnovative conservation initiatives that are part of our “Spirit to \nPreserve®” environmental strategy. \n■ Our JW Marriott brand recently launched a partnership with \nOceana, the largest international organization focused solely \non ocean conservation. Together JW Marriott and Oceana \nraise awareness and encourage action to preserve, maintain \nand restore ocean ecosystems. Through on-property learning \nprograms, off-site interactions with wildlife and our ongoing \ncommitment to using sustainable seafood, JW Marriott has \nengaged with this partnership to reﬂ  ect our guests, associates \nand owners’ core values.\nConserving Fresh Water: Nobility of Nature \nOne of our most important community commitments in China \nis our Nobility of Nature program. Our collaboration with the \nGovernment of Sichuan Province and Conservation International \nhelps protect the source of fresh water for more than 2 billion \npeople. In 2012 and 2013 we have seen measurable success in our \nefforts to build sustainable business and conserve fresh water \nresources in Southwest China and beyond including:\n■ Nearly 6,000 Pingwu and Yingjing County (Sichuan Province) \nvillagers are participating in the Nobility of Nature project. \nSustainable beekeeping has replaced hillside farming and \ndeforestation in these areas;\n■ Marriott’s funding has helped provide equipment to monitor \nthe condition of nearby fresh water sources and wildlife, 750 \nbeehives, training in the organic bee farming business and \nmarketing support;\n■ As of early 2013, bee farming revenue for Guanba Village in \nPingwu, has quadrupled and honey sale revenue in Yingjing \nhas nearly tripled; these project sites are now self-sustaining;\n■ Nobility of Nature honey is available for breakfast, retail and \nbulk kitchen use in nearly all The Ritz-Carlton, JW Marriott, \nRenaissance, Marriott and Courtyard hotels in China, and most \nrecently in Hong Kong;\n Continued on next page\nMarriott recently recognized 10 of \nits outstanding Nobility of Nature (NoN) \nHotel Associate Ambassadors for \ntheir work in promoting fresh water \nconservation among associates \nand guests.", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}