{"page_content": "23 23 2013 Sustainability Report UpdateContinued from previous page\n■ A Chinese university case study recently highlighted the \nproject’s environmental and social beneﬁ  ts and potential \nfor replication throughout China;\n■ Marriott’s China hotels reduced water usage per occupied \nroom by 6.8 percent from 2010 to 2012; and\n■ 365 Marriott Nobility of Nature Associate Ambassadors \npromote fresh water conservation at nearly 50 hotels in \nChina and Hong Kong.\nRainforest Preservation: Juma Sustainable Development Reserve\n2013 will mark the ﬁ  ve-year anniversary of our partnership \nwith the Amazonas Sustainable Foundation (FAS). In 2008 we \npledged to help FAS protect 1.4 million acres of rainforest in the \nJuma Sustainable Development Reserve in Amazonas, Brazil. \nRecent highlights of the Juma REDD (Reducing Emissions from \nDeforestation and Forest Degradation) project include:\n■ Ninety-ﬁ  ve percent of the Juma Reserve is covered by \nrainforest. According to Brazil’s National Institute for Space \nResearch, which monitors deforestation in Brazil, the Juma \nReserve has lost only 1.2 percent of its forest from 1988 to \n2012; \n■ Juma received the Rainforest Alliance’s Eco-Index® award \nfor “Best Lessons Learned” in April 2012;\n■ Renaissance São Paulo Hotel started a campaign last year to \ndonate 1 Brazilian real (BRL) for every lunch sold at the hotel \nrestaurant to support Juma. From October 2012 through \nMarch 2013, nearly BRL 5,000 ($3,000) has been raised and \ndonated to Juma. We are exploring expanding this to other \nhotels, including the JW Marriott Rio de Janeiro;\n■ FAS is pursuing Veriﬁ  ed Carbon Standard certiﬁ  cation for the \nJuma REDD project this year and is expected to be recognized \nas a REDD+ (Reducing Emissions from Deforestation and \nForest Degradation “plus” conservation, sustainable forest \nmanagement, and enhancement of forest carbon stocks) \nproject upon completion of this certiﬁ  cation;■ FAS is working with Google to map the Juma rainforest \nfor real-time tracking of deforestation; \n■ Juma’s Abelha community now has a learning center \nand school;\n■ Boa Frente community now has a garden to help feed local \nstudents and beehives to help pollinate the garden; \n■ Local residents continue to pursue sustainable livelihoods \nthrough activities such as their Brazil nut cooperative, \ngrowing fruit and raising chickens; and\n■ In addition to our Renaissance São Paulo Hotel, Juma’s Brazil \nnuts are now also featured at the JW Marriott Rio de Janeiro.\nWe are also continuing to pursue high-proﬁ  le opportunities \nwhere we can help showcase Juma on the global stage as a \nmodel for investing in rainforest preservation:\n■ In 2012, we unveiled a case study of the Juma REDD project \nat the United Nations Environmental Conference Rio +20 in \nRio de Janeiro. Marriott sponsored the study and the event, \nwhich was held at the JW Marriott Hotel Rio de Janeiro.\n■ Marriott sponsored FAS General Director Virgilio Viana’s \nparticipation as a panelist in The Future of the Amazon \ndiscussion at the World Economic Forum Latin America \n(Lima, Peru; April 2013).  \nThe recently constructed Conservation and Sustainability Center \nin Abelha provides a community hub and sustainability education center \nto nearby residents living within this section of the Juma Reserve.\nMarriott and the Environment", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}