{"page_content": "5 5 2013 Sustainability Report Update\nOur efforts to lead the \nindustry in upholding the highest \nethical standards were recognized \nfor the sixth time in 2013 by the \nEthisphere Institute. Marriott was \nrecognized as one of the World’s \nMost Ethical Companies for our \ncommitment to maintaining \nsuperior business practices. ETHICS AND HUMAN RIGHTS\nActing with integrity is a core value for our associates around \nthe world. How we do business is as important as the business \nwe do, and ethical practices are deeply embedded in our heritage \nand culture. In September 2012, we issued Marriott’s Principles \nof Responsible Business on global employment, human rights, \nenvironment and supplier conduct to our associates to help \nfurther communicate our policies, commitment and expectations \nin these areas. We also shared these Principles with customers \nand other stakeholders who seek greater understanding of how \nour company operates and post them on the company’s website. \n■ Marriott participated in two UNWTO events and shared \nour approach in addressing human trafﬁ  cking. In April 2012, \nwe participated in the panel “Building a Better Response: \nHuman Trafﬁ  cking in the Context of Tourism,” in Vienna, \nAustria, which included the heads of the UNWTO and the \nUnited Nations Ofﬁ  ce on Drugs and Crime. In September \n2012, we participated in the panel “An Ethical Framework \nfor Responsible Tourism,” which included the Chairman of \nthe World Committee on Tourism Ethics, as part of its \nInternational Congress held in Quito, Ecuador.\n■ “Human Rights and the Protection of Children” Training:\n● Beginning in 2012, we integrated our “Human Rights and \nthe Protection of Children” training into the onboarding \nprocess for all new associates. The training is mandatory \nfor all Marriott managed properties, covering nearly \n200,000 associates and is provided to all Marriott \nfranchise properties worldwide.\n● We also continue to deliver this training to our loss \nprevention directors and ofﬁ  cers at all managed properties \nworldwide as part of their required security ofﬁ  cer \ncertiﬁ  cation program.\n■ Marriott was instrumental in securing grants totaling \n$550,000 from The U.S. Department of State’s Ofﬁ  ce to \nMonitor and Combat Trafﬁ  cking in Persons. The funds help \nsurvivors of human trafﬁ  cking lead self-sustaining lives \nthrough skills learned in the hotel-based Youth Career \nInitiative (YCI). The 24-week YCI program teaches young \nadults life and employment skills through on-the-job \ninstruction, training and mentoring provided by hotel \nmanagement. In 2012, YCI’s ﬁ  rst graduating class in Mexico \nCity included 11 survivors of trafﬁ  cking from local shelters. \n■ In 2012, Marriott achieved a high score of 90 percent on the \nHuman Rights Campaign Foundation’s Corporate Equality Index. \nRatings were based on factors such as non-discrimination \npolicies, diversity training and beneﬁ  ts for domestic partners.\n■ In 2013, the Ethisphere™ Institute recognized our efforts to \nlead the industry on upholding high ethical standards for the \nsixth time. The Institute cited Marriott as one of the World’s \nMost Ethical Companies for our commitment to promoting \nimportant principles of corporate social responsibility and \nadherence to ethical business practices. Marriott’s  Commitment To Human Rights , a comprehensive \nsummary of our commitment to the highest ethical standards \nand work to protecting human rights, is available on Marriott.com .\nMARPAC DISBURSEMENTS\nMarriott maintains a Political Action Committee (MARPAC) \nthat supports candidates for U.S. congressional ofﬁ  ces who \nadvance policies that promote the travel and tourism industry. \nMARPAC is funded through voluntary associate contributions in \naccordance with federal regulations, and strives to maintain an \nequal contribution split between candidates from the two major \npolitical parties during each two-year election cycle.\nThe ﬁ  gures below reﬂ  ect MARPAC collections and \ndisbursements for the 2012 election cycle, January 1, 2011 \nthrough December 31, 2012.\n2012 Election Cycle Receipts $560,582\nContributions to Democratic Candidates $156,000 (44%)\nContributions to Republican Candidates $160,400 (45%)\nContributions to Other PACs $38,500 (11%)\nTotal Disbursements, 2012 Election Cycle $354,900The Way We Do Business", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}