{"page_content": "6 6 2013 Sustainability Report UpdateMarriott Business Values\nWORKFORCE\nThe foundation of our success lies in Marriott’s long-standing \nphilosophy, “take care of your associates and they’ll take care of \nyour customers.” We understand the power of feeling that you \nbelong. When our associates feel valued, respected and trusted, \nthey know Marriott is where they belong.\nWe are committed to providing a place where our associates have \nthe opportunity to achieve their potential and deliver great guest \nservice. Ultimately, we want to make our associates feel as much \nat home as our guests do. \nTotal Global Workforce1 Year-end \n2011Year-end \n2012\nTotal Global Associates 191,1042199,318\nHourly-paid 87%286%\nSalaried 13%214%\nFull-time391% 91%\nPart-time39% 9%\nMale347% 48%\nFemale353% 52%\nVoluntary Turnover (includes retirements) 16% 17%4\nNew Hires 35,847 46,3724\nTotal U.S. Workforce1 Year-end \n2011Year-end \n2012\nTotal U.S. Associates 100,261 107,278\nHourly-paid 84% 84%\nSalaried 16% 16%\nFull-time 88% 88%\nPart-time 12% 12%\nMale 45% 46%\nFemale 55% 54%\nVoluntary Turnover (includes retirements) 12% 13%4\nNew Hires 20,205 19,1304\n1 Includes hourly-paid and salaried associates at headquarters, corporate offices \n and managed properties unless otherwise noted. \n2  Figures have been restated to include hourly-paid non-U.S. workforce not \n previously captured.\n3  Excludes non-U.S. hourly population not tracked in human resource \n management system.\n4  Excludes Gaylord Hotels acquired in 2012.Employment\nHiring, engaging and retaining a diverse workforce \naround the world is essential to our ability to strengthen the \ncommunities in which we live and work. In 2011, we set a goal to \nadd approximately 100,000 more people to our managed and \nfranchised workforce over the next several years in order to \nsupport our growth targets. To attract new associates who can \nhelp deliver world-class service to our guests, Marriott launched \nemployment-focused websites in 2012, including:\n■ The new “Marriott, Where I Belong” campaign features \nreal associates and highlights what it feels like to work for a \ncompany that is consistently recognized as an employer of \nchoice around the globe. Job seekers can access jobs and \nmore information about the company through Marriott’s \nﬁ  rst-ever mobile careers site or the redesigned and reimaged \n“Marriott, Where I Belong” desktop careers site . We also \ninvited current, former and prospective associates to \nparticipate in the campaign by browsing “Marriott, Where I \nBelong” photo galleries and uploading their own photo.\n■ To highlight our commitment to the China market and support \nour goal of hiring 30,000 associates in the country by the end \nof 2014, Marriott launched our job seeker-focused presence \non the Chinese social networking site, Weibo. The launch on \nWeibo kicked off with “Our Hotel Rocks,” a video contest in \nwhich Marriott’s mainland China hotels created and submitted \none-minute videos to share why their hotel is a great place \nto work. Videos were submitted from locations ranging from \nShanghai, Sanya and Guangzhou, to Beijing, Huizhou and \nShenzhen. ", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}