{"page_content": "7 7 Marriott Business Values\n2013 Sustainability Report Update\nApprentices \nin the U.K.’s \nMarriott Culinary \nAcademy training \nand development \nprogram attended \na master class in \nﬁ  sh and seafood.\nWorking with the \ngroup was master \nﬁ  shmonger \nTerry Martin from \nM & J Seafood, our \nprimary seafood \nsupplier in the U.K.Immigration and Integration\nAs the U.S. Congress considers reforms to the U.S. immigration \nsystem, Marriott is advocating for measures, within the context \nof safe and secure borders, that will ensure we can ﬁ  ll critical \nservice positions at our U.S. hotels. \nWe support reforms that would resolve the status of the large \nnumbers of undocumented individuals currently in the United \nStates and permit them to fully participate in the economy. \nWe are also advocating for a uniform federal approach to \nimmigration enforcement that will supersede a growing \npatchwork of state laws. \nLearning and Development\nFor Marriott to grow and continue to be successful, the \ncompany and its associates must be committed to a cadence \nof training and opportunities for professional advancement. \nTraining is also an essential way for maintaining our renowned \nculture that focuses on associate engagement, participative \nmanagement and outstanding customer service. Also, for \nMarriott to expand and continue to be successful, associates \nmust be motivated and committed to personal growth and \nadvancement, seeking opportunities for promotion and \nachievement of professional objectives.Through skills training programs, professional development \nopportunities and optional learning experiences, Marriott \nprovides associates with a multitude of choices for developing \nboth professional and personal skills and talents. Marriott \nassociates participate in about 10,000 training classes every \nyear. Associates can also take advantage of a wide variety of \neLearning and self-paced learning options. A few of our \nnewest programs include:\n■ In 2012, we launched The Professional Leadership Program, \na one-week leadership program for high-potential leaders \nfrom around the world. These senior-level managers have \nbeen identiﬁ  ed as being ready for near-term career \nadvancement and the course exposes them to innovative, \nadvanced leadership practices. Participants identify their \nstrengths and areas for growth, and create an action plan \nto support ongoing development.\n■ Marriott’s Women in Leadership (WILL) program helps our \nwomen leaders assess and determine leadership and business \nchallenges, develop successful leadership proﬁ  les, identify \nleadership development expectations, deﬁ  ne the impact of \ncultural issues, and create measures of success. Participants \nare immersed in an intensive leadership development \ncurriculum including executive coaching.\nIn November 2012, we launched the Marriott Culinary \nApprenticeship Academy (MCAA), in the United Kingdom to \ntrain and offer young people a viable career in the culinary and \nhospitality industry. Apprentices who successfully complete the \nprogram are guaranteed an entry-level chef position at a Marriott \nhotel. We also launched a pilot Engineer apprenticeship program \nin London, which recruited young people to work in our hotels \nunder the guidance of our engineering teams. Across Europe, \nwe continue to offer apprenticeships in all areas of the business. Fifteen years ago, Tanya Ritter worked the overnight shift in Room \nService at the Melbourne Marriott. Within three months, she was promoted \nto the Front Ofﬁ  ce and later progressed to front ofﬁ  ce manager. She took \nadvantage of training opportunities and networked with other hotel \nmanagers to share best practices. As a result of Tanya’s experience and \ncommitment to the company, she was recently promoted to operations \nmanager at Courtyard® North Ryde in Sydney, Australia.\n", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}