{"page_content": "2013 Sustainability Report UpdateMarriott Business Values\n“At Marriott, putting people ﬁ  rst and embracing \ndifferences has always been the cornerstone to our success. It ensures that our associates, customers, suppliers and other stakeholders feel truly appreciated and valued. We are passionate in our efforts to remove barriers and create an inclusive environment that leads to opportunities for others to contribute and grow.”\nArne Sorenson \nPresident and Chief Executive Officer\nThe 72-story JW Marriott Marquis Dubai is the ﬁ  rst JW Marriott \nMarquis outside of North America, the world’s tallest hotel according to \nGuinness World Records, and the 59th addition to the brand’s growing \nglobal luxury portfolio. At the hotel’s February 2013 grand opening, \nthe brand made a commitment to support women’s initiatives globally \nthrough organizations like Vital Voices.GLOBAL DIVERSITY AND INCLUSION\nIn a message to Marriott associates in early 2012, our President \nand CEO, Arne Sorenson, highlighted our company’s global \ndiversity and inclusion (D&I) strategy. In 2011, Mr. Sorenson \nlaunched Marriott’s Global Diversity and Inclusion Council to \nensure the integration of our D&I focus across all areas of the \ncompany. To build on our success and accelerate our progress, \nMarriott’s continent presidents joined the Council in 2012. The \nCouncil develops D&I strategies that both support the local needs \nof all four continental groups and align with the company’s \noverall D&I goals. \n■ In 2012, we launched a refresh of our diversity and inclusion \nwebsite, Marriott.com/diversity , showcasing our global \ndiversity and inclusion initiatives. The site is inspired not \nonly by the different cultures of Marriott associates, but also \nthose of our guests, owners and suppliers in the communities \nwhere we live and do business globally.\n■ In February 2013, women business leaders from the Middle \nEast and Gulf States gathered at the JW Marriott® Marquis®\nDubai to discuss “Women as Dynamic Forces of Change,” as \npart of a three-day celebration honoring the iconic new hotel. \nCreated as a forum to empower women, the luncheon and \npanel discussion sparked the beginning of a longer-term \nstrategic brand partnership between JW Marriott and Vital \nVoices, a global nonproﬁ  t that trains and mentors women \nin emerging economies to enhance leadership skills and \neconomic opportunity.\n■ In 2012 and 2013, our training programs for leaders \nincluded a growing percentage of women, with women \nrepresenting 42 percent of participants in our Leadership \nExcellence Program, 18 percent of participants in the \nGeneral Managers One Week Program, 33 percent of \nparticipants in the Executive Development Program, and \n46 percent of participants in the newly launched \nProfessional Leadership Program.Customers\nFinding ways to express our loyalty and commitment to all \nour guests is an essential element in our global diversity and \ninclusion strategy. In our marketing campaigns we celebrated \nthe diversity of our customers with efforts in 2012 including:\n■ Creating a fresh new look for Marriott.com/gaytravel , the \nﬁ  rst hospitality portal tailored for lesbian, gay, bisexual and \ntransgender (LGBT) customers worldwide in English, French, \nSpanish, German and Portuguese. Additionally, launching a \nnew marketing campaign, “Be You, With UsSM,” in June to \ncelebrate Pride Season in cities around the world that host \ngay pride parades and festivals to celebrate the LGBT \ncommunity. \n■ Launching the “For You, We’re Marriott®” campaign, to help \nshowcase the distinction among our brands for business \ntravelers as their needs and budgets change. The new \ncampaign focused on African-American, Hispanic and LGBT \nbusiness travelers and ran in both print and digital media \nthroughout the last quarter of 2012. \n8 ", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}