{"page_content": "9 9 2013 Sustainability Report UpdateMarriott Business Values\nDiversity     2010 2011 2012 Target\nMinority- and Women-Owned Hotels 578 600 614 700 by 2015\nInclusive Purchasing* $480M $567M $499M** $600M by 2015\n*Figures have been restated as absolute values to better reflect internal tracking mechanisms and performance measurement. *Figures have been restated as absolute values to better reflect internal tracking mechanisms and performance measurement. \n**Decrease in spend was due to Marriott International’s disposition of Marriott Vacation Club**Decrease in spend was due to Marriott International’s disposition of Marriott Vacation Club® and ExecuStay®.Workforce\nMarriott realized long ago that providing opportunities to create \na diverse and inclusive environment strengthens our company’s \nculture and provides a competitive advantage. We were the ﬁ  rst \nhospitality company to establish a formal diversity and inclusion \nprogram more than 20 years ago. Our enterprisewide Diversity \nand Inclusion Council sets the tone for creating an inclusive \nenvironment and drives initiatives that celebrate the differences \nof all Marriott associates. Today, Marriott has one of the most \ndiverse and inclusive workforces, due in large part to the \nfollowing efforts: \n■ In 2012, we implemented a foundational cross-cultural \nworkshop and Intercultural Development Inventory (IDI), \na leadership tool designed to measure an individual’s (or \ngroup’s) fundamental orientation to cultural differences. \n■ In 1999, we formally launched our Women’s Leadership \nDevelopment Initiative. Representation of women at all \nlevels of the company has steadily increased since then as \na result of this focus. Today in the U.S., 54 percent of our \nworkforce and 53 percent of all managers, including \nexecutives, are women. \n■ Working with Women Corporate Directors (WCD), we host \nBoot Camps to train executive-level women for participation \non corporate boards, including top women at Marriott.Owners and Suppliers \nMarriott’s Diverse Ownership Initiative and inclusive purchasing \nprogram help us bridge the gap between successful women \nand minority business owners and the hospitality industry. \nOur commitment not only provides a competitive advantage but \nalso enhances sustainable business growth and economic and \nsocial vitality. Our relationships with thousands of minority-, \nwoman-, service veteran-, disabled-, and lesbian, gay, bisexual, \nand/or transgender (LGBT)-owned businesses around the globe \ncontinue to grow and strengthen. Marriott is an active corporate \nmember of multinational organizations that support the \ndevelopment of diverse and historically excluded suppliers. \nOver the last decade, Marriott has spent nearly $4 billion \nwith diverse suppliers and that number continues to grow. \nWomen-owned business enterprises make up approximately \n10 percent of our supply chain. \n■ Five general managers of Marriott and The Ritz-Carlton®\nhotels were among the honorees at the 20th Annual Trumpet \nAwards held by the National Association of Black Hotel \nOwners, Operators and Developers (NABHOOD). The Trumpet \nAwards recognize African American managers who operate \nfull-service hotels and have demonstrated outstanding \ncommitment and leadership in the hospitality industry. \n■ Our continental procurement teams are working with \norganizations like WEConnect International and Vital Voices \nto support and identify diverse suppliers, including women, \nwho can provide products and services for our business \nneeds. In 2012, we participated in discussions around women’s \neconomic empowerment with both organizations. \n Continued on next page", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}