{"page_content": "10 10 2013 Sustainability Report UpdateMarriott Business Values\nContinued from previous page\n■ We sponsor and provide expertise to the National Minority \nSupplier Development Council (NMSDC) and its Global-Link \nInitiative that connects diverse suppliers with businesses in \nAustralia, Canada, China, South Africa and the U.K. To help \nfoster relationships between potential suppliers and Marriott, \nwe recently participated in the organization’s trade missions \nto Australia and China.\n■ Marriott was recently honored by The Women Presidents’ \nEducational Organization (WPEO) as an “Outstanding \nCorporation” for creating access for Women’s Business \nEnterprises (WBEs) to private-sector opportunities, including \ndevelopment of innovative resources and initiatives for \nsupplier diversity.\n■ The Women’s Business Enterprise National Council also \nselected Marriott as one of America’s Top Corporations for \nWomen’s Business Enterprises in 2012. The Council recognized \nMarriott for developing and driving innovative best practices \nthat result in productive business partnerships with women \nentrepreneurs as well as valuable products and services for \nour customers. Guest Satisfaction\nMarriott’s reputation for superior customer service dates back to \nfounder J. Willard Marriott’s original goal for his business: good \nfood and good service at a fair price. Extensive research into the \nexperiences that drive guest satisfaction and loyalty is the basis \nof our Quality Assurance program, which ensures our hotels and \nservices are experienced consistently by guests.\nMarriott Rewards, the longest running hotel guest loyalty \nprogram, is committed to creating long-term relationships and \noutstanding guest experiences with our customers. For the sixth \nconsecutive year, Marriott Rewards was awarded The Freddie \nAward for Program of the Year in the Americas based on votes \nfrom 2.9 million frequent travelers from around the globe.\nGuest Satisfaction\n2010 2011 2012\nGuest Satisfaction Score \nResponse Rate24% 22% 21%\nOverall Guest \nSatisfaction Score*81.9 81.6 81.9\nRewards Members** 35 million 38 million 42 million\nNote: Results include both Marriott-managed and franchised U.S. and Canadian \nhotels branded as JW Marriott®, Renaissance®, Renaissance® ® Hotels, Marriott Hotels®, Courtyard®, Courtyard® ®, \nSpringHill Suites®, Fairfield Inn & Suites®, Fairfield Inn & Suites® ®, Residence Inn®, Residence Inn® ®, and TownePlace Suites®, and TownePlace Suites® ®. \nThe Ritz-Carlton® Customer Engagement program is not included as it uses a \ndifferent scale than the other Marriott brands, which makes the scores \nincomparable.\n*Respondents ranked various aspects of their hotel stay and service experience \non a scale of one to 10, with 10 being excellent. Overall Guest Satisfaction Scores \nrepresent a percentage of respondents ranking their overall hotel experience with \nat least a score of eight.\n**Includes members of the Marriott Rewards and The Ritz-Carlton Rewards®\nprograms worldwide.\nThe JW Marriott Chandigarh hotel in India supports Chhoti Si Asha, \na nonproﬁ  t organization that works to build economic opportunities for \nunderprivileged youth and women living in local slum communities. Its \nvocational training program, “Stitch a Living,” produces hand-stitched \nbags and other accessories sold at the hotel.", "metadata": {"source": "NASDAQ_MAR_2013.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}