{"page_content": "16  |  EnvironmentEquipment\nSince 1976, when we began voluntarily limiting truck \nspeeds to conserve fuel and reduce emissions, we \nhave kept fuel and energy efficiency top of mind \nwhen researching and investing in equipment for our \nABF operations. We proactively maintain a modern \nfleet with an average road tractor age of 21 months \nand city power units averaging seven years. Our new \nequipment meets the latest EPA engine requirements \nalong with other features designed to improve safety \nand efficiency, including computerized engine shut-\noffs, aerodynamic bumpers, hoods and air deflectors, \nroof and side fairings, low-rolling resistance tires, and \nauto tire inflation systems. \nIn 2022, we continued replacing older equipment with \ntractors, trailers and tires that increase efficiency and \nprovide our drivers with a safer, more comfortable \ndriving experience while also advancing our efforts to \nreduce the GHG emissions of our fleet. \nWe purchased: \n• 525 Mack Anthem® Class 8 road tractors that feature:\n • An aerodynamic design that can improve fuel efficiency  \n  up to 3% \n • LED headlights that use less energy and are 66%   \n  brighter for improved visibility \n • Roof fairings with adjustable trim tabs to improve  \n  airflow from cab to trailer \n • Single support hood mirrors and covered tow loops  \n  that reduce wind resistance \n • Bumper close-out flanges that prevent airflow   \n  between the hood and bumper to reduce drag and \n  fuel consumption \n • Hood and fender design that direct airflow over and  \n  around the trailer \n • Air dams that reduce turbulence under the vehicle for  \n  less drag \n• 550 Hyundai Translead  road pup trailers that have: \n • Aerodynamic side skirt kits that meet EPA SmartWay®  \n  and California Air Resource Board (CARB) requirements  \n  to improve fuel efficiency \n • Tire inflation systems to increase fuel savings \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}