{"page_content": "18  |  EnvironmentABF Service Centers\nFollowing our Facility Enhancement and Growth Roadmap, \nwe continue to update and renovate ABF service centers with \nenvironmental sustainability and our people in mind. In 2022, \nwe began or completed work on more than 40 ABF Freight \nservice centers, and we have long-term plans in place to \nrenovate every service center in our network.  \nUpgrades include: \n• Converting nearly 9,000 lighting fixtures to LED\n• Remodeling restrooms with improved toilets and faucets  \n that will reduce water use \n• Purchasing office furniture manufactured from   \n sustainable materials \n• Updating fixtures, flooring and paint in the restrooms  \n and workspaces to improve safety, appearance and the  \n employee experienceSolar Panel Update\nWe also completed the installation of solar panels at our Fort \nWayne, Indiana, service center. We will begin analyzing the \nreturn on investment for this project throughout 2023 and \nplan to disclose data on energy savings in future reports.  \nSpotlight: \nArcBest Receives Wildlife Habitat Certifications \nIn August, our ArcBest headquarters and another Fort \nSmith, Arkansas campus received Wildlife Habitat \nCertifications from The National Wildlife Federation. \nWildlife habitat gardens are a haven for local birds, \nbutterflies, and other area plants and animals. To be \ncertified, applicants must provide specific elements for \nwildlife, such as food, water and shelter and must also \nadopt certain sustainable practices, such as controlling \nexotic species and limiting water use. Through this \nrecognition, ArcBest is supporting a great program and \ndemonstrating our awareness of the need for a space for \nbiodiversity. To recognize the designation, five Wildlife \nHabitat signs are on display at our certified campuses.   \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}