{"page_content": "19  |  Environment\nOperations \nThrough our ABF Freight LTL network, we own and operate \nover 40,000 assets out of 239 service centers across North \nAmerica — and we understand the impact these operations \ncan have on the environment. \nOne area where we addressed this impact was in our \ncity pickup and delivery operations. When our ArcBest \nTechnologies and Operations teams looked deeply at the data, \nthey identified opportunities to enhance the utilization of our \ndaily capacity while reducing miles driven in our city pickup \nand delivery operations. To address our environmental impact \nin this area and serve as a trusted partner to our customers, \nwe built, tested and implemented City Route Optimization \n(CRO) technology — changing how shipments are routed to \nensure every truck is filled to optimal capacity. \nUsing AI for City Route Optimization\nCRO uses artificial intelligence and historical data to create \nalgorithms for optimization to provide the optimal pickup and \ndelivery route structure throughout our entire LTL network. \nThis approach contrasts our previous method, which relied on \nrouting by using software driven by ZIP codes, customer data \nand legacy knowledge to set the daily route structure. \nWe began piloting CRO technology in 2021. Testing has shown \na positive impact on mile reduction, fuel consumption and \nour contribution to traffic congestion — lowering the carbon \nfootprint for both ArcBest and our customers. As a result, we began rolling out Phase 1 of CRO at 79 service centers across the \ncountry, which represent 60% of ABF’s pickups \nand deliveries. \nAt the locations where we implemented Phase 1, we have \nrecognized a 4% increase in street productivity* and a 48.5% \nreduction in the use of local cartage agents — and CRO locations \nin total were 80% more effective in reducing cartage than non-\nCRO locations. In addition to improved efficiency, optimized \nroutes and improved fleet deployment impact our equipment \npools, enabling us to better service both new and existing \ncustomers by offering the right capacity at the right time.\nBased on these results, we plan to implement CRO at all 239 \nservice centers in early 2023.  \nPhase 2 of CRO, which includes plans for increased real-time \nvisibility, is projected to also roll out in 2023. The technology and \nalgorithms we’ve built will consider daily fluctuations in freight \nlevels and freight characteristics, providing an even greater \nopportunity to optimize routes and further reduce emissions. \nWe created and implemented CRO in conjunction with Evalueserve \n— a leading provider of AI-enabled analytics and intelligence \nsolutions that accelerate and scale insights-driven actions. Our \nArcBest Technologies team has partnered with Evaluserve on \nadvanced analytics projects for several years, working closely to \ndevelop data strategies and implement algorithmic models used \nin initiatives like CRO.  \n*Street productivity for ABF Freight city operations is calculated using \nneutralized, adjusted data to account for the impact of changes in bills per stop \n(or the number of shipments delivered or picked up per stop ). \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}