{"page_content": "3  |  CEO Letter\nCEO Letter\n2022 marked another outstanding year for ArcBest. For the \nfirst time in company history, we exceeded $5 billion in \nannual revenue — demonstrating our commitment to serving \ncustomers with excellence and providing customized supply \nchain solutions to meet their changing needs.  \nArcBest is a leader in the industry and a pillar in the \ncommunities where we live, work and do business. As we \ncelebrate 100 years of helping to keep the global supply \nchain moving, we recognize that this century of success was \nachieved through the hard work of our people and being \nintentional in everything we do. Our mission to connect \nand positively impact the world through solving logistics \nchallenges guides us in taking meaningful actions to advance \nenvironmental, social and corporate governance (ESG) \ninitiatives.   \nThis report will disclose the exciting ESG milestones we \nreached in 2022. Most notable is developing and sharing an \nESG Roadmap that identifies the areas we aim to focus on and \nprovides more transparency to our stakeholders. By developing \nthis roadmap, we gain momentum in our efforts to set and \ndisclose sustainability targets, including greenhouse gas (GHG) \nemissions reduction. \n \nYou’ll also read about several other accomplishments that \ncontinue pushing us toward our aspiration of being an industry \nleader in sustainability and environmental stewardship.  Last year, we disclosed our Scope 1 and Scope 2 greenhouse \ngas emissions and made progress measuring our Scope 3 \nGHG emissions. Our direct Scope 1 emissions intensity rate \nin 2021 was 1,544 grams per mile and in 2022 was 1,540 \ngrams per mile — an approximately 0.25% reduction in Scope \n1 emissions in our operations. We also collaborated with a \nglobal architecture and engineering consultant to complete a \nmethodology review of our emissions data and benchmark our \nprogress against leading ESG standards and certain relevant \nvoluntary frameworks. Additionally, we continued investing \nin our less-than-truckload (LTL) carrier ABF Freight® fleet. \nAs a result, we operate one of the newest fleets on the road, \nhelping reduce our emissions while providing a safer and more \ncomfortable experience for our drivers.  \nWe have a long history of innovation at ArcBest, and as you’ll \nsee in our ESG Roadmap, technology and innovation are at \nthe center of our progress. Every day, our exceptionally smart \nand talented people imagine and develop innovations that \nmake our business more sustainable. Last year, we began \nimplementing City Route Optimization technology to make our \nABF city pickup and delivery operations more efficient, and we \nhave seen promising results.  \nWe also continued focusing on initiatives that make ArcBest \na safer, more enjoyable and inclusive workplace. We \nestablished employee resource groups and began working \nwith a company that is helping us identify, recruit and retain \nprofessionals on the autism spectrum — all part of our efforts \nto advance diversity, equity and inclusion. We also updated \nand implemented several wellness policies, including vacation, bereavement, maternity and parental leave and caregiver \npolicies, to enhance the employee experience and continue \nmaking ArcBest a leading place to work.  \nArcBest has always been a company that gives back. To \nguide where we volunteer and donate, we established three \nphilanthropic pillars — Community, Education and People. \nThrough a formalized giving strategy, we’re excited to support \nthe communities and organizations our people care about \nmost in a more intentional way.  \nFinally, we continued leading with integrity. Earning and \nmaintaining our stakeholders’ trust is core to who we are as \nan organization. We wouldn’t be where we are today without \nour deep, trusted relationships, and we will continue operating \nresponsibly and ethically.   \nIt’s encouraging to see the progress we’ve made since we \nfirst began reporting on our ESG efforts, and we look forward \nto what’s to come. With 100 years behind us and a bright \nfuture ahead of us, we are confident in who we are and the \nintentional actions we’re taking to positively impact the world \nand help keep the global supply chain moving.\nJudy R. McReynolds\nArcBest chairman, president and CEO\n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}