{"page_content": "21  |  EnvironmentArcBest Imagine 2022 \nEach year, ArcBest Technologies hosts the annual ArcBest \nImagine innovation competition, bringing employees together \nfrom across the company to ideate and present solutions \nthat could enhance business operations. This serves as an \nopportunity to create new and innovative ideas that can \nfurther our strategy while also providing a strong opportunity \nfor employee engagement.\nThe fourth annual competition took place in October 2022 and \nfocused on ESG — specifically, how to help ArcBest improve \nour environmental footprint and reduce our industry’s impact. \nThe competition was divided into two categories: business \ninnovation (people, processes and services) and technology \ninnovation (system innovations that required a working \nprototype to demonstrate). \nThe competition also included an Idea Sweepstakes — an \nevent held in conjunction with Imagine that encouraged \nemployees to submit an ESG idea without having to participate \non a team or present. \nThe event produced many innovative ideas, including reducing \nGHG emissions through specific equipment and accessory \nupgrades, partnering with outside vendors to improve \nrecycling, and using utility data and predictive analytics to \nhelp facilitate decisions regarding equipment electrification \nand solar installation projects. Business leaders are evaluating and exploring several of these projects for potential \nimplementation. \n“Sustainability is a core value of mine, so I was excited when \nthe decision was made to go with an ESG-themed event. It has \nbeen incredibly inspiring to read through so many amazing ideas \nand listen to each presentation, all focusing on ways ArcBest \ncan improve our environmental stewardship. We have already \nbegun exploring and incorporating some innovations into our \nbusiness.” \nRob Seal\nESG program manager and Imagine 2022 judge \n“Competing in Imagine was a rewarding experience that I would \nrecommend to anyone interested in participating. My team \nresearched ways to improve fuel economy for our current fleet, \nwhich reduces our impact on the environment through lower \nfuel consumption. It was exciting to hear the innovative ideas of \nother teams, and I am excited to see ArcBest continue to take \nsteps to reduce our environmental impact.”\nGrant Eason\nlogistics engineer  \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}