{"page_content": "24  |  SocialSafety \nSafety begins with trust. Our office and field employees trust \nus to provide a safe working environment at our locations. Our \ndrivers trust us to maintain reliable equipment that helps keep \nthem safe when they get behind the wheel. Our customers \ntrust us to deliver their freight on time and intact. All our \nstakeholders trust us to manage their personal information in \nsecure databases to prevent fraud.  \nWe know trust is earned. Through policies, awareness, \ntraining, feedback and compliance, we’re committed to gaining \nour stakeholders’ confidence and maintaining the highest \nstandards of safety across our organization.  \nIn 2022, ArcBest continued building a culture of safety by \nfocusing on information security, our facilities, ABF Freight \noperations and anti-human trafficking partnerships. From 2021 \nto 2022 our Total Recordable Incident Rate (TRIR) decreased \nfrom 7.34 to 6.83 and our fatality rate for Direct Employees \nis 0.  \nInformation Security Program \nOur information systems are an essential infrastructure \nthat we maintain with high levels of security and protection. \nArcBest invests in cutting-edge technology and a team of \nexperts to monitor and defend the organization against cyber \nthreats, keeping sensitive information secure. The ArcBest Board of Directors, the Audit Committee of \nthe Board and the Senior Vice President – Chief Innovation \nOfficer of ArcBest and President of ArcBest Technologies \n–  in collaboration with an executive leadership team, are \nresponsible for overseeing the company’s Information Security \nProgram, which was established to: \n• Protect and monitor access to systems and data\n• Prepare to withstand a security event and regain full   \n functionality in a timely manner\n• Demonstrate the due diligence required for audit and  \n regulatory compliance and to limit legal liability\n• Enable the company to operate efficiently and   \n productively while maintaining the confidentiality,   \n integrity and availability of company information,   \n customer information and information systemsThrough this program, we align and assess internal security \npractices to the National Institute of Standards and \nTechnology’s Framework for Improving Critical Infrastructure \nCybersecurity (NIST CSF). We also engage with and receive \ninformation from several third-party industry standard groups \nrelated to cybersecurity, including the National Motor Freight \nTraffic Association (NMFTA) and the Automotive Information \nSharing and Analysis Center (AUTO-ISAC). \nIn addition, we proactively research, review and implement \nmeasures that strengthen our information security approach \nand instill confidence in employees, customers, business \npartners and other business relationships. \nLearn more about our Information Security Program , including \npolicies, audit, training and certifications.\n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}