{"page_content": "26  |  Social\nABF Freight Safety and Security \nSince 1923, ABF Freight has been one of the nation’s largest \nand most trusted less-than-truckload carriers. We care about \nthe safety of our employees, customers and the people our \ndrivers share the highways with daily, and we are committed \nto helping set industry standards for safety.  \nIn 2022, leadership from ABF’s Safety and Security \ndepartment realigned into two separate departments to \nsupport our company’s needs better.  \nThe ABF Freight Safety department focuses on training \nand compliance in several key areas — Department of \nTransportation (DOT) regulations, hours-of-service (HOS) \nlaws, OSHA requirements and hazmat. Our Regional Managers \nof Safety and Security Team added a 12th member, and the \nteam now reports to the ABF Freight Safety Department. It \nwill continue to monitor and implement safety protocols and \nprocedures for service center activity, equipment inspections, \ninjury and accident investigations, road tests and driver \ncoaching.  \n \nThe ABF Freight Security department focuses on providing \na secure work environment at our 239 ABF Freight service \ncenters, protecting our customers’ shipments and company \nassets, and protecting our customers and company against \nfraud. The Security team also focuses on providing our service \ncenters with more cutting-edge technology to help protect \nagainst theft, vandalism and workplace violence. ABF Safety Department Updates  \nThe ABF Safety department implemented several initiatives in \n2022 to improve safety and efficiency across operations: \n• Formed a Safety Communications and Support team   \n as a single support center for drivers and other   \n field employees to contact during regular business   \n hours, overnight and on the weekends. This team handles  \n calls and reports related to accidents, hazmat   \n spills, drug and alcohol testing, fatalities and other   \n critical concerns. By having one team dedicated to   \n managing safety communications, we are reducing   \n the time our drivers are delayed and getting our   \n customers’ freight moving again quickly and securely. \n \n• Expanded our Safety Innovation and Technology team,  \n giving us additional bandwidth to explore and test   \n safety technology. The team is exploring side-view   \n cameras to help eliminate side-swipe accidents.   \n The team also regularly collaborates with ArcBest   \n Technologies on the company’s Smart Trailer Initiative to  \n research products like trailer tracking, door sensors,   \n cargo cameras, backup cameras and other smart features  \n that can help increase the overall safety of our ABF fleet.\n \n• Collaborated with ArcBest Technologies to implement  \n a new hazmat tracking system, enabling the Hazardous  \n Materials team to capture, track and respond to   \n hazardous, nonhazardous, and diesel spills more   \n efficiently. The system will also help us be more proactive   in identifying locations where spills are more likely to  \n occur, enabling us to develop solutions and prevention  \n training specific to those locations. \n• Began updating safety training for ABF drivers and   \n other field employees on topics such as forklift use   \n and hazmat compliance. The team is also working with  \n the Learning and Development team to transition ABF  \n safety and security training to our internal learning   \n platform, making it more accessible for service \n center employees. \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}