{"page_content": "27  |  Social\nABF Security Department Updates \nThe ABF Security department focused on several initiatives throughout 2022, emphasizing researching and testing exterior \ndeterrent solutions at our ABF service centers. After successfully testing two types of deterrent systems, the team installed \nthem at several service centers across the ABF network. \nDeterrent Camera Boxes \nThese boxes can be installed anywhere at our service centers, typically \non perimeter fences, utility poles or building structures, and are \npowered by wind or solar energy. Customizable features include a blue \nstrobe light, LED motion lighting, audible sirens, prerecorded warnings, \nremote viewing and real-time alerts. If needed, these systems provide \nquality, high-definition recordings for local law enforcement.  \nSafety Spotlight:\nFort Wayne Team Holds Safety Session \nwith State Police \nJames Lewis, regional safety and security \nmanager, and Jim Ryan, service center \nmanager at Fort Wayne, Indiana, collaborated \nwith two Indiana State Police officers to \nhost a safety information session for 22 ABF \ndrivers. The first half of the meeting consisted \nof group discussions about Compliance, Safety \nand Accountability (CSA) scores, hazmat, \nloading practices and roadside inspections. \nThe second half was spent outside, where \nofficers walked drivers through some practical \nexercises, including a step-by-step roadside \ninspection. \n360° Monitoring Platform \nThe ABF Security department conceptualized and built 360° mobile \nsecurity towers using decommissioned U-Pack ReloCubes. The entire \ndesign and fabrication are completed internally, and once the platforms \nare on site, installation takes approximately 30 minutes. The platforms \nare powered by wind or solar energy, and each unit consists of four or five \ncameras mounted on a 15-foot support pole, providing a 360-degree view \nof the surroundings. Customizable features include a blue strobe light, LED \nmotion lighting, audible sirens, prerecorded warnings, remote viewing and \nreal-time alerts. This innovative design enables us to reuse ReloCubes, \nsave on costs and create a sustainable surveillance system that we can \neasily move anywhere in a service center’s yard using a forklift.  ", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}