{"page_content": "29  |  SocialABF Freight Road and Load Teams \nMembers of our ABF Freight Road and Load Teams exemplify the highest standards of \nprofessionalism and safety, serving as ambassadors for our company and industry. As experts in \ntheir field, Road and Load Team members are valuable resources for ABF when considering future \ntraining, new procedures and equipment, and ways to improve the overall customer experience. \nDuring the 2022 National Truck Driver Appreciation Week (NTDAW), both Road and Load Team \nmembers visited ArcBest headquarters and ABF offices in Fort Smith, Arkansas, for a week of \ntraining sessions, competitions and celebrations — this was the first year for all members to be \ntogether for a combined visit.  \nThe week started with a welcome dinner Monday evening and an opening session Tuesday morning \nwhere ArcBest Chairman, President and CEO Judy R. McReynolds and ABF President Seth Runser \npresented each member with a special plaque. Other activities included touring the Fort Smith \ncampuses, taking part in truck driving and forklift competitions, and participating in informational \nsessions on safety and security, linehaul operations, engineering quality, fleet services, cargo claims \nand load compliance. Road Team\nRoad Team members are selected for two-\nyear terms and must have a minimum of 10 \nyears of professional driving experience and an \nexemplary driving record. Local and regional \nmanagement nominate eligible drivers. A \nsteering committee makes the final selection \nbased on the driver’s application and a \nrecorded speech — 13 ABF drivers served on \nthe 2020-2022 Road Team. Load Team\nLoad Team members are an elite group of \nfreight-handling professionals chosen for their \noutstanding performance and leadership, \npersonal integrity, excellent safety records and \nsuperior loading skills — 19 ABF drivers served \non the 2021-2022 Load Team. \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}