{"page_content": "33  |  Social\nPaul Jones\nIn November, Paul was driving through Connecticut on Route \n95 when he saw a car pass him on the left side and crash into \na trailer. The vehicle veered into his lane and ran into \nthe woods. Paul stopped to help and called 911. When the \ndriver was pulled from the car, he was unconscious. Paul — \na former U.S. Marine — said his medical training kicked in as \nhe revived the driver and filled EMTs in on the situation when \nthey arrived.\nJoe Walker\nIn May, Joe was traveling east on I-10 in Arizona when he \nnoticed debris on the road. He pulled over and found a car \nwith a driver crashed into a parked vehicle — the driver was \nunresponsive. Joe called 911 and stayed with the driver until \nthe Arizona Department of Public Safety arrived.\nLarry Barnes\nIn August, Larry was driving on an offramp turnpike in Florida \nwhen he noticed an overturned truck in the woods. Larry \npulled over, ran to the truck and found the driver trapped \nin his seatbelt. He carefully cut the seatbelt and helped the \ndriver safely exit the vehicle as emergency services arrived.2022 Highway Angels\nThe Truckload Carriers Associations’ Highway Angels program began in 1997 and honors professional truck drivers who \nshow courage and courtesy while driving North America’s roadways. In 2022, six ABF Freight drivers received recognition.\nMike Lempka\nIn January, Mike was walking to his truck when he witnessed \na car crash through a fence and hit a flagpole. He and a \ncoworker ran to the crash site and found the driver shaking \nand unresponsive. A police officer, who had also witnessed the \nwreck, stopped to help Mike pull the man from his car. The \nofficer performed CPR, and Mike stood by to assist while they \nwaited for an ambulance. The officer contacted Mike later to \ntell him the driver had survived.  \nLeslie Ligon  \nIn February, Leslie was traveling on I-10 in Arizona when he \nnoticed personal belongings scattered over the road and \nsuspected an accident. He pulled over and discovered an \nelderly couple down an embankment off the side of the road. \nThe woman was stuck inside the vehicle, and the couple’s \ncell phone was dead — no emergency services had been \ncontacted. Leslie called 911 and guided the emergency vehicles \nto the accident scene. Casey Gubert\nIn December, Casey was driving on State Route 99 in California \nwhen he saw a car clip another vehicle, hitting both sides of \nthe guard rail before flipping over into a field. He pulled over \nand helped the driver by deflating the airbag, cutting the \nseatbelt and helping the driver get out. Casey stayed on the \nscene until emergency personnel arrived.\n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}