{"page_content": "34  |  SocialStay Safe Initiative\n \nThe Risk Management team, in collaboration with ABF Safety, \ncontinued promoting our Stay Safe initiative, which focuses \non ensuring every team member — on campus or in the field \n— makes it home safely at the end of each shift. \nStay Safe Mission\nPromoting a cu lture of safety so everyone \ngoes home safe.\n2022 Stay Safe highlights: \n• Incorporated Stay Safe curriculum into training for our  \n frontline supervisors, service center managers and driver  \n development program participants \n• Presented 120 Stay Safe awards to drivers who   \n prevented or avoided accidents by using defensive driving  \n and to employees who helped promote safety across \n the organization \n• Created the Stay Safe Excellence in Driving award,   \n which is presented to ABF Freight drivers who prevent  \n a possible fatality accident or other severe crash — we  \n awarded three ABF drivers in 2022Target Service Center Program \nThe Risk Management team also leads our Target Service \nCenter Program, which works with service centers to identify \nareas for improvement and find solutions, including for \nreducing injuries. Once the Risk Management team targets a \nservice center, they collaborate with them for one full year, \nreviewing injury information and traveling on-site to review \noperations, helping create prevention plans and providing \nadditional education on specific safety issues. Three service \ncenters completed the Target Service Center Program in \n2022, resulting in a 52.9% decrease in injuries across those \nservice centers. We have targeted four more service centers \nthat will complete the program in 2023.Shoutout: \nABF Drivers Earn Stay Safe Excellence in Driving Award\nThree ABF drivers — Matt Meadows, Moises Garcia \nand Wes Wilcox — received the Stay Safe Excellence \nin Driving award after exhibiting excellent defensive \ndriving skills. \nMatt was traveling 19 mph to make a customer \ndelivery when a runner unexpectedly turned and ran \ndirectly in front of his truck. Matt quickly swerved left \nand came to a complete stop, avoiding contact with \nthe man and keeping all parties safe.\nMoises was driving 41 mph when he encountered a \nvehicle improperly traveling in his lane in the opposite \ndirection. Moises reduced his speed and veered to the \nleft, avoiding a head-on collision. \nWes was traveling 52 mph when he noticed a \npedestrian unexpectedly moving toward him on the \nhighway. He reduced his speed and moved to the left \njust as the pedestrian also moved toward the left. \nWes reduced his speed even more and drifted back \ntoward the right avoiding contact with the pedestrian. \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}