{"page_content": "35  |  Social\nHuman Trafficking \nIn the ongoing fight against human trafficking, we continue \nto partner with leading nonprofits like Truckers Against \nTrafficking (TAT) and Polaris to create awareness and train \nemployees to identify and safely report these crimes.\nIn 2022, we also signed the U.S. DOT’s Transportation \nLeaders Against Human Trafficking (TLAHT) pledge. The \nU.S. DOT formed the TLAHT initiative in 2012, calling on \nall transportation industry leaders to join its commitment \nto educating employees, raising public awareness and \nmeasuring collective impact in the ongoing fight against \nhuman trafficking. \nTruckers Against Trafficking \nABF has been a partner of Truckers Against Trafficking \nsince 2016 and a Copper level sponsor since 2017. During \nour 2022 partnership with Truckers Against Trafficking , we \ntrained 298 union employees, or approximately 2.57% of our \ntotal union workforce, on identifying and reporting human \ntrafficking in trucking. As of the end of 2022, we have trained \n86.72% of our total union workforce through our partnership \nwith TAT.Polaris \nPolaris is a leading nonprofit organization dedicated to fighting \nand ending sex and labor trafficking in North America. We \npartnered with Polaris in 2019; since then, we have trained \nthousands of our employees on human trafficking. In 2022, \nwe collaborated with Polaris and a local Fort Smith high \nschool to host a live virtual training session for the faculty and \nstaff. More than 100 educators attended the training to learn \nhistorical data on trafficking among teens, how to identify \nwarning signs and how to report a potential trafficking event. \nLearn more about our Polaris partnership.   Spotlight:\nABF Driver Puts TAT Training into Action \nIn January 2022, Nate McCarty, a road driver in \nDenver, Colorado, worked with the Wyoming Highway \nPatrol (WHP) on a media campaign promoting human \ntrafficking awareness. To recognize Human Trafficking \nAwareness Month, the WHP produced an informative \nvideo on the topic and shared it on social media \nand with several local news channels. The video \nhighlights Truckers Against Trafficking and the critical \nrole commercial truck drivers can play in helping \nlaw enforcement apprehend traffickers and recover \nvictims. Nate completed the TAT training in 2015 and \nhas been involved in other media campaigns with the \nATA as an America’s Road Team captain. \n“I’m proud to be part of an industry of 3.5 million \ndrivers that can be the eyes and ears for law \nenforcement and help make a difference to combat \nthese horrible crimes. We are everywhere, in every \npart, of every city in this country.”\nNate McCarty\nABF road driver", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}