{"page_content": "38  |  Social\nSpotlight: \nAdvancing Neurodiversity at ArcBest\nIn October 2022, ArcBest announced a partnership with \nIntegrate Autism Employment Advisors — a nonprofit \norganization that collaborates with companies to identify, \nrecruit and retain professionals on the autism spectrum. \nAccording to Integrate, 79% of adults with autism are \nemployed only part-time, while 85% of college-educated \nadults on the autism spectrum are unemployed or \nunderemployed. \nThrough this partnership, ArcBest aims to foster a more \nneuroinclusive workforce by hiring individuals on the autism \nspectrum — we have set a goal to hire five employees \nthrough Integrate in 2023. This partnership also serves as a \nfoundation for us to review and enhance our job descriptions \nand existing recruiting, interviewing, hiring and retaining \nprocesses to ensure they are autism-friendly and supportive \nof all current and new neurodivergent employees.  \nAfter the announcement, employees across the organization \nprovided positive feedback.  \nSara Oelke — an ArcBest CX quality analyst who’s been with \nthe company for over eight years — has a daughter on the \nautism spectrum. She describes Addison as full of life with \nthinking patterns and behaviors that are different, yet they don’t take away from her potential to do great things. For \nher, ArcBest’s partnership with Integrate is a step in the right \ndirection for creating quality employment opportunities for \nthose on the spectrum. \nAccording to Sara, “If you have met one person on the \nspectrum, you have met just that — one person on the \nspectrum. It is very broad, and no two people are the same. \nI am so excited Integrate can help provide resources and \neducation so that we all know more!”\nSince the announcement, Sara, as a member of ArcBest’s \nNeuroinclusivity Project Team, has helped develop our \nneuroinclusive strategy by raising awareness, educating \nco-workers and interviewing department leaders about \npositions in their area that individuals on the spectrum \ncould fill. She’s hopeful for what this will mean for the \nfuture workforce and looks forward to watching the ArcBest-\nIntegrate partnership grow. \n“There is a huge untapped talent pool in the neurodivergent \ncommunity, and statistics show that diverse companies \noutperform more homogenous ones. Someone has to be the \nfirst to create change, and I am so proud to be a part of this \ncompany as it does. Addison is only 6 right now, but I cannot \nwait to see what opportunities are available to her as an \nadult, as a result of ArcBest trailblazing the path for equity in \nthe workplace.”Neurodiversity\nThe diversity or variation of cognitive functioning in \npeople. Everyone has a unique brain and therefore \ndifferent skills, abilities and needs. \nexceptionalindividuals.com  ", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}