{"page_content": "41  |  SocialEmployee Experience\nWe celebrate 100 years in business for one reason: our \npeople. Our 15,000+ employees are at the heart of our \nsuccess, and they’re dedicated to making ArcBest a leading, \nintegrated logistics provider that makes it easy to do \nbusiness. In return, ArcBest is committed to being a leading \nplace to work. We’re focused on providing an exceptional \nemployee experience that improves work-life balance, \nencourages engagement, fosters collaboration, prioritizes \nwellness and inspires creativity. \nThrough research and feedback, our Employee Experience \nteam is constantly looking for opportunities to enhance \nthe employee lifecycle — from when a potential candidate \nengages with a job posting to each moment throughout our \nemployees’ journeys.  By listening and understanding our employees’ needs, we \ntook action in several ways in 2022:\n• Updated and created wellness policies  around physical,   \n emotional and financial health \n• Launched a digital creativity suggestion box to make it   \n easier for employees to provide feedback at any time\n• Started an Operations Supervisor Employee Experience focus  \n group that is exploring ways to improve the employee   \n experience at our service centers\n• Distributed welcome boxes to all new hires full of fun   \n company swag • Implemented standardized file sharing across the   \n organization, enabling an easier and more efficient way  \n for departments to create and store internal information  \n that employees can access \n• Began piloting a recognition and appreciation platform  \n to give service center leaders a creative and unique way  \n to praise their team members  \n• Launched BenefitHubTM — an employee discounts site  \n where employees can access over 1,000 discounts   \n and cash-back offers in various categories like travel,  \n auto, electronics, apparel, education, entertainment,  \n restaurants, health and wellness and tickets (the average  \n employee can save up to $4,990 a year using BenefitHub) \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}