{"page_content": "42  |  SocialRecruiting Summit \nFor the first time, the recruiting team hosted a two-day \nsummit at our Little Rock, Arkansas, service center, bringing \ntogether recruiters from across the organization. During the \ntwo-day event, the group focused on learning more about \nadvancing hiring and attraction efforts and brainstormed how \nto improve our processes while effectively reducing the time \nrequired to hire and onboard new employees. \nInternships \nMore than 40 high school and college students participated \nin internship opportunities, getting hands-on experience in \nthe transportation and logistics industry. We offer internships \nin information systems, expedite operations, pricing, legal, \nbenefits, engineering and robotics. Our programs vary from \nsemester to year-long commitments and can often lead to \nfull-time positions.  \nNew Hire Survey \nTo follow and understand a new employee’s experience, we \nsend new hires an optional survey after their first week, 30 \ndays, 90 days and one year. These surveys provide feedback on where our recruiting and onboarding efforts are succeeding and \nareas where we could improve. In 2022, we received an over \n80% average favorability score across all surveys with 1,299 \nresponses and more than 300 new hires completing all surveys. \nMock Interviews   \nArcBest was a corporate sponsor for the University of Arkansas \nFirst-Year Engineering Program Student Mock Interview Week. \nFifty-one ArcBest volunteers supported the virtual event after \nattending training with university staff on goals, expectations \nand the interview process. Each volunteer participated in a \nhalf-day session, facilitating up to seven 30-minute interviews \n— totaling 578 interviews over the week. ABF Freight Recruiting Initiatives \nThe ABF Field Recruiting team continued hosting hiring events \nat our ABF Freight service centers, which enabled candidates \nto complete applications, participate in interviews, and in \nmany cases, receive a same-day job offer. In 2022, we also \nprovided a mobile healthcare unit at participating locations to \nhelp reduce time-to-hire by providing candidates on-site drug \nscreenings and physicals. \n2022 Recruiting Highlights 2022 ABF Hiring Events Highlights\nApplications \nreceivedhiring events across \nthe ABF network Hosted\nInterviews \nconducted \n*includes full-time union and nonunion employees People added to \nthe organization*72,266 46\n14,701 Welcomed\nattendees4,195 \nExtended\njob offers 1,336 2,905 Conducted\ninterviews 3,018 \nRecruiting \nWe believe our employees are the best in the industry, and we remain committed to attracting and \nretaining top talent through a strong recruiting strategy. Here are some ways our recruiting team \nadvanced initiatives and engaged potential candidates and new hires last year:", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}