{"page_content": "44  |  SocialDevelopment \nArcBest’s core value of Growth — we grow our people and our \nbusiness — is ingrained into our company’s culture. Providing \nemployees with the opportunities, tools and resources \nthey need for career development and mobility is critical to \ncreating positive working experiences. Each year, we encourage \nemployees to cultivate their careers through various programs, \ntraining and initiatives. 2022 was another successful year \nfor learning and growth, with every nonunion employee \nparticipating in at least one training course. Check out \nthese highlights: Leadership Development\nToday’s employees are tomorrow’s leaders. We engage \nArcBest’s future leaders through various programs to ensure \nour business remains positioned for long-term success. \nLeadership Academy \nThe ArcBest Leadership Academy (LA) engages high-potential \nemployees while preparing them for future leadership roles \nwithin our organization and within their communities. LA \ncourse content focuses on four key areas: self-management, \ndeveloping others, strategic thinking and decision-making. \nFollowing the 2021 program redesign, participants graduate \nwith an enhanced understanding of the ArcBest business \nstrategy and leadership model. Since LA’s inception in 2015, \nnearly 250 employees have graduated — 30 from the \n2022 class.  \nLeadership Series Program \nOur Leadership Series Program (LSP) is a multi-session event \nthat guides participants through an in-depth journey of eight \ncritical ArcBest leadership competencies. Employees take \npart in three two-day sessions and collaborate in person \nwith employees from various departments. The result is a \ndevelopmental experience that further engages leaders in \ncrucial skills necessary to succeed in their roles. In 2022, we \nupdated the program’s content and added a visit to our ABF \nLittle Rock Distribution Center for our Fort Smith-based team \nmembers. Since LSP began, we’ve had over 1,100 participants \ncomplete the program — 147 employees in 2022. Aspiring Leaders Program \nThe second annual cohort of our Aspiring Leaders Program \n(ALP) launched in April 2022 and included 75 employees \nfrom 39 different departments and 24 cities across the \nUnited States. ALP is designed for any employee interested \nin achieving a leadership role to begin developing critical \ncompetencies needed to advance their career. The 2022 \ncohort had a 72% diversity rating — up 19 percentage \npoints from 2021 — as defined by gender, race, ethnicity or \nmilitary status.\n“When I first heard about the Aspiring Leaders Program, I was \nintrigued because I’d never participated in anything like it. \nHaving the opportunity to communicate and share ideas \nwith so many people throughout ArcBest has been helpful \nand satisfying.” \nEric Burney\ncopywriterOver\n48,000\nenrollments in our online \nor instructor-led training \ncourses, with almost 800  \nunique course titles available\nApproximately\n20%\nof those enrollments were in \ninstructor-led training courses \nvia webinar or in-person More than\n43,000\nhours were logged in \ninstructor-led training \nsessionsApproximately \n80%\nof those enrollments were in \nself-guided online courses\n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}