{"page_content": "45  |  SocialService Center Development\nService Center employees are often the first and most direct contact customers have with \nour company. Equipping them with the appropriate training and resources helps them build or \nimprove the skills needed to keep our service center operations running smoothly and create a \nmore positive customer experience.\n2022 Service Center Development Updates:\n• 284 employees completed our Driver Development Program, a six-week paid    \n training program to help drivers earn a CDL-A. The program provided more than 150   \n hours of behind-the-wheel experience and classroom and hands-on instruction.    \n Since the program began in 2015, over 1,000 employees have completed it. \n• 123 operations supervisors received frontline management training, which provided insights  \n into field management, company history and culture, and the ABF Freight network. \n• 40 ABF operations supervisors participated in a new two-week Distribution Center Training  \n Class within a month of being hired. This training combined classroom instruction   \n and hands-on learning, covering leadership, communication, coaching and \n load-quality topics. \n• 182 employees at our Medina, Ohio, campus completed a course on driver empathy, which  \n provided insights into drivers’ challenges. \n• 147 sales team members completed training on how to access, understand and use ESG-  \n related materials to help inform customers about ArcBest’s sustainability journey and   \n answer any questions. Performance Reviews \nPerformance reviews are essential to employee development, \nand we encourage all leaders and employees to participate \nin them each year. In 2022, we enhanced our performance \nmanagement strategy and moved to a new digital platform \nto ensure employees receive comprehensive coaching and \nfeedback on job-specific competencies, goals and values-\ndriven behavior. As a result, more than 90% of leaders \ncompleted their team members’ annual reviews — a 10% \nincrease from 80% in 2021. \nSuccession Planning\nEnsuring the right people are in the right roles and that we are \ncontinuously developing employees for career advancement is \na critical part of our succession planning strategy. Each year, \nwe invite nonunion employees to complete an internal career \nprofile and participate in a career conversation with their \ndirect leader. Then, leadership across the organization reviews \nstrategic talent data, identifies employees for specific career \npaths, and develops action plans. Learn more about ArcBest \nsuccession planning in our 2023 Proxy Statement. \nEducational Assistance Program \nThrough ArcBest’s Educational Assistance Program, we \nreimburse a percentage of the costs associated with higher \neducation courses to help financially support full-time \nemployees pursuing a degree. In 2022, 43 employees completed \ncoursework for bachelor, master or graduate-level degrees and \ncertificates. ArcBest reimbursed over $260,000 — an average \nof over $6,000 per employee.", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}