{"page_content": "48  |  Social\nBenefits and Wellness \nWe encourage employees to live out ArcBest’s \ncore value of Wellness and embrace total health \nin every aspect of their lives — physically, \nfinancially, developmentally and emotionally. \nWhen our employees feel their best, they’re \nbetter positioned to grow their careers and serve \ncustomers with excellence. \nIn 2022, we added 31 new members to the \nArcBest Wellness Champions team for a total \nof more than 70 Wellness Champions. Wellness \nChampions help promote our Wellness value \nacross the company and are selected for \nembracing total health inside and outside the \nworkplace.  • Improved our Vacation Policy to provide more vacation  \n in the first year of employment and to reduce the years  \n of service required for future vacation time; we   \n also transitioned to an accrual method for earning   \n vacation so employees can use their time off as they   \n earn it throughout the year.\n• Re moved the 30-day waiting period for eligibility, ensuring  \n employees have access to paid time off for our eight paid  \n holidays as soon as they’re hired. \n• Renamed our personal day to “Floating Holiday” to   \n recognize and support employees’ cultural diversity. \n• Updated our Parental Leave Policy to provide qualified  \n employees three weeks (intermittently or consecutively)  \n of paid leave to care for their new child, whether birth\n or adoption. \n• Updated our Maternity Leave Policy to provide qualified  \n employees nine weeks of leave — regardless of delivery  \n method — at 100% of their base pay rate for a total of 12  \n weeks when combined with parental leave.\n• U pdated our Bereavement Leave Policy to include   \n pregnancy loss. \n• Created a Caregiver Policy, which provides employees five  \n days of paid leave per 12-month period to care for a   \n parent, child or spouse as defined under the Family   \n Medical Leave Act. • SurgeryPlus  provides access to a nationwide network of  \n highly qualified, carefully vetted surgeons for hundreds of  \n non-emergent procedures. Choice Benefits participants  \n can use this service at no extra cost. \n• Food SmartTM is a free telehealth nutrition program that  \n connects users to registered dietitians to help them reach  \n health goals, manage chronic conditions and eat healthier.  \n Choice Benefits participants can use this service at no  \n extra cost. \n• Progyny is a leading fertility benefits solution that   \n provides comprehensive care leveraging the latest   \n technologies and treatments, access to a premier network  \n of fertility specialists and personalized emotional support  \n from dedicated patient care advocates. Through Progyny,  \n we hope to provide a healthy, timely and supported   \n family-building journey to members enrolled in the Choice  \n Benefits medical plan.  \n• Maven is an all-in-one digital health platform that   \n supports preconception, parenting and menopause.   \n Members of our Choice Benefits medical plan can book  \n unlimited virtual appointments with providers across  \n more than 30 specialties, including OB-GYNs, mental  \n health specialists and pediatricians. Launched several exciting programs:*Updated and implemented several \nnew wellness policies:*\n *These policies and programs are available to nonunion employees", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}