{"page_content": "49  |  Social\nFuture of Freight Festival Fun Run \nArcBest partnered with FreightWaves® to host the first-ever \nFestival Fun Run at the 2022 F3: Future of Freight Festival in \nChattanooga, Tennessee. The goal was to enable meaningful \nengagements to share and amplify the ArcBest story within \nthe community and the logistics industry while promoting our \nWellness value. Nearly 60 individuals participated in the \nthree-mile course. \nEmployees Compete in Reno-Tahoe Odyssey \nIn June, 11 members of our dedicated and enterprise sales \nteam competed in the Reno-Tahoe Odyssey Relay Run \nAdventure (RTO) — a 178-mile relay run comprised of 36 legs \nthat average about five miles. This is the fourth time ArcBest \nemployees have competed in the relay, and the 2022 team \nfinished the race in 30 hours and 45 minutes.Wellness Spotlight Stories \nAnnual Step Challenge \nOver 300 teams (consisting of employees and their spouses) \ncompeted in last year’s Odyssey Leaderboard Challenge, taking \nover 370 million steps. Participants connect their smartphone \nor fitness tracker to the Castlight app and compete to see who \ncan take the most steps — the winning team took over 4 million \nsteps! The annual step challenge is a fun way for employees \nand their families to get active and take part in a friendly \ncompetition. \nMental Health Awareness Month\nTo help support our employees’ mental health, we recognized \nMental Health Awareness Month in a variety of ways: \n• We collaborated with licensed psychologists and    \n psychiatrists from Doctor On Demand (DOD) and 2nd.  \n MD to host webinars and on-site lunch-and-learns to   \n discuss mental health issues like panic disorders, PTSD,   \n phobias, how to avoid burnout and more.\n• Some members of the ArcBest leadership team, People   \n and Culture team and the ArcBest Wellness Champions   \n wore “RUOK?” t-shirts and buttons throughout the month   \n to help bring awareness to mental health. Participants   \n wore their t-shirts once a week throughout May, making   \n them easy to identify by any employees who wanted to   \n discuss mental health. • Our Medina, Ohio, campus created a Renewal Room where  \n employees can go to relax and unwind throughout the  \n day. The room features a woodland theme, soft lighting,  \n room darkening shades, a massage chair, a recliner, a  \n moss wall and a noise machine. \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}