{"page_content": "6  |  2022 Awards and Recognitions \n• Selected as a 2023 FreightTech 100 Company by   \n FreightWaves, highlighting the most innovative and   \n disruptive companies across the freight industry  \n• Named to the Inbound Logistics’ Top 100 Truckers list  \n for the ninth consecutive year, recognizing truckers that  \n are making an impact in the industry through innovation \n• Named a 2022 Top 50 Leading 3PL by Global Trade   \n Magazine, honoring 50 American 3PLs that “are all about  \n their customers”  \n• Ranked No. 34 on the Transport Topics Top 100 Logistics  \n list, identifying the 100 largest logistics companies in  \n North America, based on annual gross, revenue that are  \n thriving at solving the world’s transportation challenges \n• Named a 2022 Inbound Logistics G75 Green Supply   \n Chain Partner for the 11th year, recognizing the top 75  \n companies that are dedicated to developing and   \n implementing best practices that leave a positive   \n footprint on the world • Named a 2022 SmartWay High Performer in the   \n multimodal carriers category for the 3rd year, recognizing  \n companies that have achieved significant shipping   \n and freight efficiencies and have met specific criteria for  \n emissions output (ABF Freight) \n• Earned a second EcoVadis Bronze medal, recognizing   \n the sustainability performance in the top half of all   \n companies and industries rated across the world \n• Won a 2022 Quest for Quality award in the Expedited  \n Motor Carriers category (Panther Premium Logistics) \n• Ranked No. 14 on Training magazine’s  rebranded APEX  \n award, marking the sixth year in a row for ArcBest to be  \n honored and recognizing leading organizations across  \n the U.S. that exhibit peak performance in the areas of  \n employee training and development \n• Won 2022 Comparably awards for Best CEOs for Women,  \n Best Company Compensation, and Best Company Perks  \n & Benefits • Recognized by The Financial Times as one of The    \n America’s Fastest-Growing Companies in 2022 (MoLo) \n• Selected for the 2022 Corporate Distinguished Service   \n Award by the National Defense Transportation Association \n• Named a 2022 Forrester Return on Integration (ROI) \nHonors Winner, honoring leading organizations that made \nbold decisions to transform their business by integrating \nmarketing, sales and product functions to align business \ngoals and drive growth \n• Ranked 18th in The Commercial Carrier Journal's 2022 list \nof Top 250 For-Hire Carriers, marking the ninth consecutive \nyear to receive this recognition \n• Recognized as one of the 100 Best Large Companies to Work \nFor in Chicago as part of Built In’s 2022 Best Places to Work \nFor awards (MoLo)\n• Won the American Trucking Associations’ Excellence in \nCargo Claims and Loss Prevention Award — the first nine-\ntime winner (ABF Freight)2022 Awards and Recognitions\nCompany Awards", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}