{"page_content": "51  |  SocialPhilanthropy \nSupporting Communities,\nAdvancing Education and Serving People\nFor as long as we’ve been in business, we’ve made giving back \na focus — knowing that when the places where our people \nlive, learn and work are thriving, ArcBest is thriving. To help \nfulfill our mission to connect and positively impact the world, \nwe established three philanthropic pillars  last November: \nCommunity, Education and People. These pillars will guide \nwhere ArcBest gives resources, enabling us to make the most \nsignificant impact for the causes and charities most important \nto our people.  \n\"Our philanthropy pillar framework is new, but our \ncommitment to serving those around us goes back decades. \nThrough our Community, Education and People pillars, we are \nexcited to continue sharing our philanthropy story, engaging \nour employees with the causes they care about, and positively \nimpacting the world.\" \nKaren  Barrera-Leon\ncorporate social responsibility program managerUnited Way of Fort Smith Area\nand Community Services Clearinghouse \nArcBest has been a Pacesetter company for the United Way \nof Fort Smith Area® since 1996, supporting numerous United \nWay partners, charities and programs through donations and \nvolunteerism. In 2022, through employee giving and a company \nmatch, we gave over $334,000 to the United Way of Fort Smith \nArea and our employees served at several local organizations, \nincluding the Community Services Clearinghouse.  \nThe Clearinghouse is an organization on a mission to alleviate \nhunger for families and individuals facing emergency situations \nin five counties in Arkansas (Crawford, Sebastian, Logan, Scott \nand Franklin) and two in Oklahoma (Leflore and Sequoyah). \nLast year, more than 160 of our employees volunteered 230 \nhours with the Clearinghouse and helped raise over $19,000 \nfor the cause.\n“We appreciate ArcBest and its employees’ support of our \nprograms. Through monetary donations and volunteerism, we \nknow we can count on you all to help us make a difference in \nthe lives of the families and individuals we serve.”  \nTami Kuhns\ncommunity services clearinghouse2022 Day of Caring  \nDuring the 29th annual United Way Day of Caring, volunteers \ncompleted 91 projects to help improve the lives of local \ncitizens and increase awareness of local human service \nagencies. Over 75 ArcBest employees participated in several \nprojects, including sorting donations for the Salvation Army, \nmaking casseroles for Next Step Homeless Services and \npainting the Lincoln Childcare Center. Watch a recap to see \nhow our employees got involved.   \nAlzheimer's Association Fundraisers \nIn September, ArcBest raised more than $10,000 for the \nAlzheimer’s Association® during two separate events — a \nbenefit concert organized by several ArcBest employees \nfeaturing former American Idol contestant Ryan Harmon \nand the annual Walk to End Alzheimer’s®. This is the largest \namount ArcBest has collected for the Alzheimer’s Association, \npositioning us as the top fundraiser in the Arkansas River \nValley area. \nIn 2022, we gave a total of \n$1 MILLION \nTO 156 ORGANIZATIONSCommunity\nOur Community pillar focuses on contributing to stronger, \nhealthier places to raise our families and live our lives. Here are \nsome of the ways we served our communities throughout 2022:\n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}