{"page_content": "52  |  SocialSock and Soap Drive  \nEmployees at our Fort Smith campuses collected socks, \nhand soaps, bar soaps and travel-sized hygiene products for \nthe Next Step Homeless Services  organization — a leader \nin homeless services in the Fort Smith community providing \nsupportive housing, a Day Room and a resource center for \nhomeless individuals. As a result of the items collected \n(and several employee donations), we filled and delivered 14 \npacking boxes of supplies. \nHurricane Ian Disaster Relief  \nOn September 28, Hurricane Ian — a Category 4 storm — \nmade landfall on the southwest side of the Florida peninsula, \naffecting more than 4 million people. To aid disaster relief \nefforts, ArcBest partnered with one of our customers to \ndonate transportation of three truckloads carrying shelf-\nstable milk. We delivered these shipments to the Feeding \nTampa Bay  organization, helping bring emergency food to the \nmost impacted areas.  \nArcBest Family Day and 5K  \nDuring ArcBest’s annual family day and 5K event, we raised \nover $16,000 for the United Way of Fort Smith Area, St. \nJude’s Children’s Research Hospital®, Together We Rise , \nRonald McDonald House Charities®, Project Hero , Habitat for \nHumanity® and Polaris . Along with the 5K, employees and \ntheir families enjoyed food, activities, a health fair and the \nopportunity to adopt a pet. Toys for Tots \nSeveral leaders from our Medina campus participated in the \nannual road trip that raises money for Medina County Toys \nfor Tots  by using cargo vans to deliver expedited shipments \nto customers across the country. This endeavor started in \n2020 and has grown from a single cargo van operation into \na multi-team competition to see who can raise the most \nmoney. During the 2022 road trip, Seth Kaminski and Ed Wadel \nteamed up, driving 2,056 miles, while David Kessler and Brady \nWamsley joined forces, driving 1,829 miles. The teams, with \nthe help of donations from vendor sponsorships and our \nMedina campus employees, raised over $25,000 for Toys for \nTots, making their campus a national sponsor for this cause. \n“This partnership has so many benefits. Not only does it \nsupport an incredible cause, but it also gives us a first-hand \nview of the challenges our customers, shippers and drivers \nface. It allows us to improve our processes to continue \noffering best-in-class service. I’m happy I was able to join in \non this experience.” \nSeth Kaminski\ndirector of enterprise sales\n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}