{"page_content": "56  |  Social\nProject Hero \nThe 2021 Leadership Academy class spent 2022 fundraising \nfor Project Hero — a national nonprofit organization dedicated \nto helping veterans and first responders affected by PTSD, \nTBI and injury achieve rehabilitation, recovery and resilience \nin their daily lives and increasing awareness to combat the \nnational mental health emergency posed by PTSD and TBI \nthrough cycling. Throughout the year, this class of leaders led \nvarious efforts and campaigns across the organization to raise \n$41,500. \nAlongside our Leadership Academy fundraisers, U-Pack \ndonated 12 ReloCubes to help transport bikes to several \nProject Hero rides across the country. \n“Our organization relies heavily on hosting events. However, \nwith that comes all the logistics of getting needed equipment \nand adaptive bikes to and from various locations nationwide. \nThat is where we have had the incredible honor of using \nU-Pack. We know all our supplies are safe and the seamless \nprocess of getting them from one event to another is one less \nthing to worry about.” \nHannah Smith\nproject hero event managerSpecial Olympics\nMoLo teams in Nashville and Chicago supported the Special \nOlympics  by keeping score at sporting events and taking \nthe polar plunge. During their polar plunge challenges, the \nNashville team raised more than $2,400, and the Chicago team \nraised $1,000. \nSafety Drive for a Cure  \nIn March, six ABF drivers participated in the Safety Drive for \na Cure — a truck driving competition raising money for the \nPediatric Brain Tumor Foundation while promoting safe driving. \nThe 2022 event raised more than $19,000. ABF has sponsored \nthe Safety Drive for a Cure since 2015, and this past year, we \nsponsored the Twin Class and supplied a set of twin trailers \nand a 5-axle day cab. The competition included a driving \ncourse, written test and vehicle inspection. \nVeterans Day Celebration  \nOn Veterans Day, ABF team members at our South Chicago, \nIllinois, and Dayton, Ohio, service centers celebrated by \ndonating $74,000 to local veteran organizations. South Chicago \nraised $40,000 (company match included), split evenly \nbetween two organizations — the Canaryville Veterans Riders \nAssociation (CVRA), a local motorcyclist group that supports causes close to veterans, law enforcement and firefighters, \nand the Point Man Project Foundation, whose mission is caring \nfor those who served. Dayton raised $34,000 (company match \nincluded) for the Fisher House Foundation, a local organization \nthat provides support and lodging for military families while \ntheir loved ones receive medical treatment.People\nOur People pillar lays the foundation for the resources we provide to \norganizations that support underserved and underfunded groups. We \nsupported a variety of causes through volunteering and fundraising in 2022: \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}