{"page_content": "57  |  Social\nSTEAM Expo  \nLast November, two ABF drivers participated in the Girl Scouts \nSTEAM (Science-Technology-Engineering-Arts-Mathematics) \nexpo at the Arkansas Air and Military Museum. During the \nTouch-A-Truck activity, more than 200 Girl Scouts from \nArkansas, Oklahoma and Texas had the opportunity to explore \nan ABF pup trailer, sit in the cab and pull the air horn.    \nOperation Stand Down  \nOperation Stand Down — an event organized by the \nInternational College of Dentists  and the Arkansas Mission \nof Mercy — aids veterans who are no longer on active duty \nand have limited dental benefits. During the event, veterans \nreceived routine dental care that can help alleviate pain \nand treat acute problems. ArcBest donated $5,000 to help \npurchase disposable items such as gloves, masks, patient bibs, \nneedles and anesthesia. One hundred twenty-eight veterans \nreceived treatment at six locations.\nDown Syndrome Connection of Northwest Arkansas  \nInspired by Arkansas Razorback kicker Cam Little’s efforts, \nArcBest donated $25,000 to Down Syndrome Connection \nof Northwest Arkansas  — an organization that facilitates \ninclusion and respect for individuals with Down Syndrome, \nensuring that they have access to the support and resources \nnecessary to reach their full potential at all stages of life. \nWatch a recap of ArcBest Chief Strategy Officer Dennis \nAnderson presenting Cam Little with the donation check. Operation Christmas Child\nIn December, teams from Dallas, Atlanta and Charlotte \nvolunteered with Operation Christmas Child®, a Samaritan’s \nPurse project, by processing and transporting gift-filled shoe \nboxes. ArcBest loaded 987 trailers, including 137 truckload \ntrailers and four Panther trailers, with over 4 million \nshoeboxes and transported them to eight Operation Christmas \nChild processing centers. Wreaths Across America  \nABF Freight drivers and America’s Road Team Captains \nRalph Garcia and Teddy Butler participated in the 31st \nannual Wreaths Across America event. Ralph and Teddy \ndrove the American Trucking Associations’ camo-wrapped \nWorkforce Heroes truck, helping transport over 250,000 \nwreaths to Arlington National Cemetery. Wreaths were \nplaced on more than 2.7 million military graves at over \n3,700 participating locations. \n", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}