{"page_content": "60  |  Corporate Governance\nArcBest Board of Directors \nThroughout our history, as a proponent of good corporate \ncitizenship, we have benefited from having a Board of \nDirectors who have helped lay the foundation for ethical \nbusiness practices — providing knowledge, honesty, \ntransparency and oversight that has resulted in long-\nterm growth, financial stability, risk management and \nlasting value for our stakeholders.\n \nArcBest’s current Board is comprised of nine members, \neight of whom meet the applicable independence \nstandards of the Securities and Exchange Commission \n(SEC) and the Nasdaq Stock Market. ArcBest Chairman, \nPresident and CEO Judy R. McReynolds is the only Board member employed by the company. Due to Ms. McReynolds’ \nunique insights into the company’s day-to-day operations, \nthe Board believes her combined role as Chairman and CEO \nenables her to execute the company’s strategic initiatives well \nand quickly and effectively communicate key business issues \nand risks to other Board members. The Board has appointed \nSteven L. Spinner as Lead Independent Director to help \nbalance the executive chairman role and adhere to ArcBest’s \nbylaws.  \nAdditionally, the Board relies on the company’s experienced \nmanagement team to report on operational, financial, talent, \nlegal and risk management matters, as well as on the advice \nof external counsel, executive compensation consultants, independent auditors, strategic planning consultants, risk \nmanagement consultants and other expert advisors. \nWe have three primary Board committees — the Audit \nCommittee, Compensation Committee and Nominating/\nCorporate Governance Committee. Board members may \nserve on one or more committees, devoting attention to \nspecific subjects, assisting in making critical decisions \nand assigning responsibilities and duties. \nLearn more about ArcBest’s Board of Directors , \nincluding expectations, selection process and leadership \nsuccession. \n8 of 9\nDirectors \nare Independent44%\nof Directors are \ndiverse, based on gender or \nrace/ethnicityAverage Age\n61\n2 - 66 & older\n3 - 61-652 - 56-60\n2 - 50-55Average Tenure\n7 Years\n4 - 9 or more years\n3 - 6-8 years0 - 4-5 years\n2 - 3 years \n     or fewer", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 59, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}