{"page_content": "64  |  Appendix\nForward-Looking Statement\nCertain statements and information in this report may \nconstitute “forward-looking statements” within the meaning \nof the Private Securities Litigation Reform Act of 1995. \nAll statements other than statements of historical facts \nare statements that could be deemed forward-looking \nstatements. Words such as “anticipate,” “believe,” “continue,” \n“endeavor,” “estimate,” “expect,” “intend,” “goal,” “may,” \n“momentum,” “opportunity,” “plan,” “project,” “seek,” “should,” \n“strive,” “target,” “would,” variations of such words, and similar \nexpressions and the negatives of such terms are intended \nto identify such forward-looking statements. In addition, \nany statements that refer to (1) our goals, commitments \nand programs; (2) our plans, strategies, initiatives and \nobjectives; (3) our assumptions and expectations; (4) the \nscope and impact of our ESG risks and opportunities; and \n(5) standards and expectations of third parties are forward-\nlooking. Company goals are aspirational and not guarantees or \npromises that all goals will be met. \nThe actual conduct of our activities, including the \ndevelopment, implementation or continuation of any goals, \ncommitments, strategies, initiatives, and objectives, discussed \nor forecasted in this report may differ materially in the future. \nMoreover, statistics, metrics and measurements relating to \nESG matters are estimates and may be based on assumptions \nor developing standards. Assumptions, standards, statistics, \nmetrics, and measurements used in preparing this report continue to evolve, and are based on management’s beliefs, \nassumptions, and expectations based on currently available \ninformation, are not guarantees of future performance, and \nare subject to risks, uncertainties, and assumptions that are \ndifficult to predict, including those identified in our most \nrecent filings with the Securities and Exchange Commission \n(SEC) on Form 10-Q and Form 10-K, including in the sections \ntitled “Risk Factors” and “Management’s Discussion and \nAnalysis of Financial Condition and Results of Operations” \nin the company’s most recent annual report on Form 10-K \nand subsequent SEC filings, for factors that could affect the \ncompany’s performance and cause results to differ materially \nfrom management’s expectations. \nMoreover, while we have provided information on several \nsustainability topics, including goals and ambitions, there \nare inherent uncertainties in providing such information, \ndue to the complexity and novelty of many methodologies \nestablished for collecting, measuring, and analyzing \nsustainability data. In some cases, the information is prepared, \nor based on information prepared, by governmental agencies, \nthird-party vendors and consultants and is not independently \nverified by the company. While we anticipate continuing to \nmonitor and report on certain sustainability information, we \ncannot guarantee that such data will be consistent year-to-\nyear, as methodologies and expectations continue to evolve. \nWe hereby expressly disclaim any obligation or duty not \notherwise required by legal, contractual, and other regulatory requirements to update, correct, provide additional details \nregarding, supplement, or continue providing such data, in \nany form, in the future. Furthermore, there are sources of \nuncertainty and limitations that exist that are beyond our \ncontrol and could impact the company’s plans and timelines, \nincluding the reliance on technological and regulatory \nadvancements and market participants’ behaviors and \npreferences.\nThe forward-looking statements and statements of intention \nin this report speak only as of the date of the preparation \nof this report. Readers are cautioned not to place undue \nreliance on forward-looking statements, which speak only \nas of the date hereof. We undertake no obligation to publicly \nupdate or revise any forward-looking statements after the \ndate they are made, whether as a result of new information, \nfuture events, or otherwise. This information may be modified, \nupdated, changed, deleted or supplemented from time to \ntime without notice and we reserve the right to make any \nsuch modifications in our sole discretion. Unless otherwise \nprovided, the information contained in this report is expressly \nnot incorporated by reference into any filing of the company \nmade with the SEC, or any other filing, report, application, \nor statement made by the company to any governmental \nauthority.", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}