{"page_content": "69  |  AppendixTable 5. Additional Metrics\nScope 1 emissions management and reduction strategy\n(TR-RO-110a.2)Our emissions management and reduction strategy primarily focuses on improving efficiency. This includes \nlimiting truck speeds and purchasing equipment with computerized engine shutoffs to reduce idling, which \nin turn conserves fuel and reduces emissions. We actively replace old equipment with newer, cleaner models \nthat have aerodynamic bumpers, hoods and air deflectors and low-rolling resistance tires, many of which are \nSmartWay certified - all contributing to improved fuel efficiency and reduced emissions. We also continuously \nreview and develop better ways of scheduling and routing to further reduce inefficiencies in our operations. \nAdditionally, we are piloting electric straight trucks, yard tractors and forklifts at several ABF service centers \nacross our network. We monitor our emissions by source and location as we work to better understand our \ncurrent footprint and look for options to make reductions\nWe prioritize our drivers' safety by upholding and enforcing several safety protocols and procedures and \nby providing the proper training and tools. Within our ABF Freight Safety department, we have 12 Regional \nManagers of Safety and Security assigned to specific regions across our ABF network who are responsible for \noverseeing service center activity, equipment inspections, injury and accident investigations, road tests, driver \ncoaching and theft investigations. The ABF Safety team also collaborates with the Learning  and Development \nteam to provide updated monthly training. Additionally, we maintain compliance with the National \nTransportation Safety Board (NTSB) and Federal Motor Carrier Safety Administration (FMCSA) regulations and \nrecommendations for hours of service, scheduling, sleep apnea and fatigue management.Driver safety risk management\n(TR-RO-320a.3)\n1Emissions calculated using US EPA Factor Hub, published April, 2022\n2Recalculated due to the addition of the reefer fuel data\n32021 recalculated due to a factor unit error\n4We are working to develop processes to measure and report air quality data\n5Recalculation to include all applicable business units\n6For Owned assets under ABF Freight Only7For Owned assets under ABF Freight Only; inverse of % Empty Road Miles\n8Count as of 12/31 for respective year includes full-time, part-time and casual employees. Includes the employees of FleetNet America, which the company sold February 28, 2023\n9Grams of CO2e Scope 1 divided by total miles driven\n10Calculated using the national average emission factor provided by US EPA Factor Hub, published April 2022\n11We do not currently have power purchase agreements and use national average emissions factors, so our market-based Scope 2 emissions are equal to our location-based Scope 2 emissions\n12Includes 75% coverage of ArcBest facilities. Reporting not available for 2021\n13Includes majority of ArcBest Facilities\n14Recalculated to include all driver eligible ABF employees", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 68, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}