{"page_content": "70  |  AppendixGovernance\nBoard Oversight\nOur Board of Directors (Board) has ultimate oversight of environmental risks including those related \nto climate change and is responsible for reviewing and providing guidance on the company’s climate \nchange-related strategy and major plans of action as part of its wider sustainability oversight.  The \nNominating/Corporate Governance Committee is responsible for overseeing ESG strategy, practices \nand policies and, as appropriate, provide updates and make recommendations to the Board, and \nmonitor emerging trends, best practices and regulatory developments related to ESG matters, \nincluding any decisions and risks.\n (view committee charter). \nManagement Oversight\nArcBest has designated ESG executive sponsors including the Chief Human Resources Officer, \nChief Legal Officer and Vice President of Investor Relations, among others, who are responsible for \nproviding guidance and general management oversight of the ESG Committee.The ESG committee is responsible for providing guidance to the company and its Board to \naddress environmental sustainability for the entire enterprise, including issues related to \nclimate change, assessing actions, and identifying areas of improvement. This cross-functional \ncommittee is composed of members from a range of departments across the organization, \nincluding our ESG Program Manager and individuals with responsibilities specifically related \nto climate such as the Senior Manager, Real Estate Compliance; Director, Engineering and \nConstruction; and VP, Fleet Services.  The ESG committee meets monthly and the committee \nchair reports to the Board annually.\nOur Enterprise Risk Management program (ERM), facilitated by Internal Audit, includes a  \nquarterly risk survey with risk owners and an annual meeting with leadership to update the \nstatus of existing risks and identify new potential risks. The ERM team provides an update on risk \nassessments to the Risk Management Committee (RMC) quarterly and to the Board annually.TCFD Disclosure", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}