{"page_content": "71  |  AppendixStrategy\nWe have identified climate change-related risks and \nopportunities that may impact our business, which include the \nfollowing:\nRegulatory Risks\nWe recognize climate change could pose regulatory risks \nthrough potential future GHG emissions disclosure and \ncompliance requirements. Emission-related regulatory \nactions could result in increased costs of equipment, fuel and \nequipment maintenance. We may also incur costs to comply \nwith increased regulation regarding environmental monitoring \nand reporting requirements.\nReputational Risk\nA failure to understand these evolving issues around climate \nchange could result in reputational hardships that could \nnegatively impact our business. We are aware of the impact \ntransportation and logistics operations can have on the \nenvironment and are working toward adopting environmentally \nsustainable practices, improving sustainability across the \norganization. One example is our focus on sustainable \nequipment – we are working to replace older model trucks with \nnewer, cleaner models to reduce net emissions; and purchasing \nequipment with computerized engine shut offs to reduce idling, minimize fuel consumption and limit emissions. We are also actively \ntesting and/or purchasing electric straight trucks, forklifts and yard \ntractors at several of our ABF service centers.\nPhysical Risk\nWith nearly 250 campuses and service centers, many of our \nfacilities, along with the facilities of our customers and suppliers, \nare located in areas that are increasingly subject to extreme, and \noccasionally prolonged, weather conditions. Extreme weather \nconditions may interrupt our operations or the operations of \nour customers or third-party service providers; damage existing \ninfrastructure, including roadways; destroy our assets; affect \nregional economies; or disrupt fuel supplies or increase fuel costs. \nWe evaluate potential risks and have continuity plans in place to \nmitigate these risks, positioning the company to overcome serious \nincidents or disasters and resume normal operations within a \nreasonable period of time.\nTechnology\nInvestments in technology represent an opportunity for ArcBest. \nA primary use of technology as a climate-related opportunity is \nreflected in our proprietary systems that match shipments to \noptimized routes and consolidate loads, not only reducing the \nnumber of shipments, but also empty miles. This can result in fuel savings and lower emissions. Additionally, the use of \nnewer model trucks, with newer technology, can do the same. \nAnother climate-related technology opportunity is our recently \ndeveloped Facility Enhancement & Growth Roadmap (FEGRM) \nto help us standardize environmental updates across all \nfacilities. As part of the FEGRM, we will discuss and consider a \nprocess for converting current lighting systems to LED systems \nto improve sustainability measures and save on energy. We \nrecognize the potential impact climate-related risks may pose \nto our daily operations and we are considering these risks in \nour business strategy and business continuity plans. We are \nstriving to reduce the severity of the potential impact of these \nrisks with our continual work toward efficiency and more \nsustainable operations. Increasing efficiency and continuing to \ninvest in new technologies, such as electric vehicles and solar \npower, increase our ability to mitigate the potential risks posed \nby climate change.", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}