{"page_content": "72  |  AppendixRisk Management Metrics\nArcBest’s overall Enterprise Risk Management program includes the analysis of \nthe company’s top existing risks, including recent trends and how these risks are \naddressed by the company’s strategy and mitigating activities. The ERM team \nevaluates current risks quarterly using a survey of risk owners. The same metrics \nused to measure achievement of strategic initiatives are also used to evaluate \nthe mitigation of risks and the effectiveness of risk management. Results of the \nquarterly surveys are reported to the RMC, which is made up of controllers and \nrepresentatives from each relevant department, for further evaluation, and then \nprovided to senior leadership.  Additionally, leadership interviews are conducted \nannually as part of the process of identifying new potential and emerging risks. \nThe ERM team and the RMC Chair present risks and risk management to the board \nannually.\nArcBest’s ESG committee supports the development of our environmental \nsustainability strategy for the entire enterprise. This includes assessing \nenvironmental risks such as, climate change-related risks and identifying \nopportunities for improvements. Our senior leadership team and Board are focused \non managing and mitigating various risks to our business and financial performance, \nincluding climate-related risks. We recently created an ESG dashboard to track quantitative metrics related to the \nenvironmental impact of our operations, including climate-related metrics. The \ndashboard pulls data from various sources across the company and allows us to \nfilter GHG emissions by type, equipment, location and timeframe, and it also allows \nus to measure GHG emissions, benchmarking our progress and identifying areas for \nimprovement, and to track our Scope 1 and 2 GHG emissions.\nAs we continue to develop the dashboard, we will be able to provide insights to \ncustomers on emissions related to their supply chains. Our Scope 1 and Scope 2 GHG \nemissions metrics will also be utilized in assessing our climate-related risks\nand opportunities.\nMetric\nTotal Scope 1 \nGHG Emissions501,593 MT CO2e 487,303 MT CO2e\nTotal Scope 2 \nGHG Emissions16,364 MT CO2e 15,348 MT CO2e\nScope 1 GHG Emissions \nIntensity1,540.17 g \nCO2e/mile1,543.98 g \nCO2e/mile2022 2021", "metadata": {"source": "NASDAQ_ARCB_2022.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}