{"page_content": "8 2020 Environmental, Social and Governance Tear Sheet\nWater Usage\nTopic 2020 2019 2018\nTotal water withdrawn (cubic meters) 980,244 875,390 930,871\nTractor Supply Company 950,126 848,120 903,228\nPetsense 30,117 27,270 27,643\nWater withdrawn intensity \n(cubic meters/employee)23.29 27.35 30.50\nWater use reduction efforts Our operations do not consume a significant amount of water. We \nmonitor water consumption in our stores to identify anomalies in water \nusage. In addition, in high or extremely high-water stress areas of the \nUnited States, we work with local water utility companies to ensure we \nare using water efficiently and responsibly.\nWe engage in company-wide initiatives to reduce our water usage, \nincluding the use of low-flow devices which require 25% less water than \nregular flow fixtures and timely repairs of water leaks. When high-usage \nstores are identified via the bill pay platform, the store is contacted by the \nlocal utility to identify the source of the leak and make timely repairs. \nWaste & Recycling\nTopic 2020 2019 2018\nRecycling\nBattery (number) Approx. 435,000 Approx. 438,000 -\nUsed Oil (gallons) 102,395 88,544 92,745\nCardboard (tons) 25,313 17,560 -\nWood Pallet (number) 4.1 million 3.3 million -\nSolid waste Tractor Supply uses a third-party vendor to manage the disposal of \nsolid waste and recycling efforts unless required to use services \nprovided by local municipalities. The Company requires solid waste \nservice providers to adhere to federal and state solid waste regulations.\nHazardous waste Tractor Supply sells a wide variety of consumer products. Some \nof the products we sell, when returned by customers or accidently \nspilled, may become hazardous waste. We developed a hazardous \nwaste management program to ensure unsalable products are \nproperly managed and disposed in accordance with federal and state \nregulations. This program provides stores and distribution centers with \nproper waste handling directions. Tractor Supply also has national \ncontracts with licensed waste vendors to ensure the safe transport and \ndisposal of waste managed through this program.", "metadata": {"source": "NASDAQ_TSCO_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}