{"page_content": "GOVERNANCE AND ETHICS GOVERNANCE AND ETHICS\nGovernance & Ethics \nGuided by our value of Integrity, Seagate is dedicated to \nupholding the highest standards of ethics. As part of our \ncompliance and ethics program, we have instituted a \nnumber of policies and processes, and delivered training \nand other communications to ensure all employees know \nhow to perform to the highest standards.Seagate is governed by its Board of Directors (the Board). Additional information \non our governance structure is available publicly in the Governance section of \nour website. Our Corporate Governance Guidelines provide a framework for the \nBoard in exercising their responsibilities toward Seagate stakeholders, and these \nguidelines demonstrate that the Board has the necessary authority and practices \nin place to review and evaluate Seagate’s business operations and make decisions \nindependently of company management. The guidelines also elaborate on the \nprocesses by which shareholders may communicate with the Board. \nOur Code of Conduct serves as Seagate’s guide for conducting ourselves legally \nand ethically every day and in every place where we do business. It explains the \nstandards all Seagate team members are expected to embody in meeting our \ncorporate values and complying with Seagate policies and the specific laws, and \nregulations that apply to us. Seagate’s Code of Conduct is supplemented by our \nCode of Ethics for Senior Financial Officers, both of which are publicly available on \nour website.\nOur Code of Conduct helps to ensure a principles-based approach to our activities. \nIt summarizes Seagate’s ethical standards and key policies across areas such \nas insider trading, conflict of interest, anti-bribery and anti-corruption, privacy, \nconfidentiality, anti-harassment and anti-discrimination, and antitrust and fair dealing. \nTo promote awareness and understanding of the Code of Conduct, we make it \navailable in the following eight languages: Chinese, English, French, Korean, Malay, \nPortuguese, Spanish, and Thai. Training on the Code of Conduct is given annually, \nand all new non-operator hires must take it. The training is available in English, \nSpanish, French, Chinese, Malay, Korean and Thai.  \nAs noted in our Global Anti-Bribery and Anti-Corruption Policy, we require all \nSeagate Board members, officers, employees, business partners, and suppliers \nto follow all applicable laws and regulations, including the U.S. Foreign Corrupt \nPractices Act and the United Kingdom Bribery Act. \nOur legal team conducts an Ethics risk assessment annually at our manufacturing \nsites against the RBA code Ethics elements that correspond with our Code of \nConduct. In FY2020, there were no significant risks of corruption identified through \nany risk assessment among our seven manufacturing sites, which together \ncomprise more than 86 percent of global workforce.\n04\n24\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 25", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}