{"page_content": "GOVERNANCE AND ETHICS GOVERNANCE AND ETHICS\nWe are committed to protecting all data within Seagate, \nincluding the personal and confidential information of \nour employees and customers and other data that is \nshared with or received by third parties. We continue \nto comply with the European Union (EU) General Data \nProtection Regulation (GDPR) and other data protection \nand privacy laws worldwide, including the California \nConsumer Privacy Act of 2018 (CCPA), as we work \ntoward compliance with other emerging data protection \nand privacy laws, including the Thailand Personal Data \nProtection Act, which will be effective June 1, 2021. \nOur global privacy program has adopted a principles-\nbased approach that incorporates the principles of the \nEU GDPR and the Fair Information Practice Principles \n(FIPPS) as the foundation for our comprehensive \nand holistic global privacy program. FIPPS are widely \naccepted concepts for fair information practices and data \nprotection. The FIPPS principles include accountability, \nacting within the law, informing individuals of how their \ndata will be used, only using data for a specific purpose, \ncollecting only the minimum data necessary, and not \nkeeping the data longer than is necessary to fulfill its \npurpose. These principles are widely accepted concepts \nfor fair information practices and data protection. Through \ncross-functional collaboration, we continue to build on \nthis foundation to comply with the global data privacy \nand protection laws applicable to our business, and \nto honor the privacy rights that have been granted to \nindividuals worldwide. To further Seagate’s commitment to safeguarding  \ndata, we launched an internal data protection program \nthat evaluates the data life cycle—including how  \ndata is created, stored, used, shared, archived, and \ndestroyed—within Seagate. We are implementing \nadditional policies, processes, and technologies to \nsufficiently protect Seagate’s data and our partners’ \ndata from corruption, compromise, and loss. We aim \nto strike the right balance between the productivity \nrequired for smooth business operations and the \nsecurity controls necessary for effective data protection.\n \nProduct Security   \nAs data becomes a bigger contributor to our quality of \nlife, both its value and risk increases, simultaneously \nincreasing the need for data protection. Product security \nis at the forefront in our continual commitment to Integrity. \nSafeguarding our products and the data they house can \nonly be achieved through a holistic approach to secure  \nbest practices and at every phase of the product life \ncycle. In conjunction with rigorous product testing and  \nthe implementation of innovative security features such  \nas Instant Secure Erase (ISE), this multi-layered mitigation \nstrategy offers an unequalled level of protection for \nbusinesses, governments, and individual consumers. \nIn an increasingly interconnected world, the integrity \nof global supply chains has never been a more \nserious threat. Minimizing risk to this threat requires an \nalignment of priorities that extend beyond our own walls, \nto our critical suppliers and partners. With the timely \narrival and selection of product life cycle standards and \nframeworks, including ISO certification, Seagate has \nestablished a uniform baseline of safeguards at every \nstage- from product development and sourcing to \nmanufacturing and supply chain. testing. Remediation of the findings is governed via  \nthe controls in the gated product development \nprocess to assure closure prior to release. \nSeagate is innovating product security and privacy \npreservation through the implantation of security \nfeatures on the drive itself, along with a trusted chain \nof custody in the reverse supply chain. This enables a \ncircular economy of trusted technology that increases \nsustainability through the reuse, repair, and resale \nof products that would otherwise generate e-waste. \nThese methods will continue to support our goal to \nincrease the quantity of drives that re-enter circulation \nfor years to come. \nFor more information you can visit our website here. Seagate’s Product Security Office identifies \nvulnerabilities in information systems using a structured \nprocess. Information systems that are critical to \nthe integrity of the product’s security are routinely \nvalidated to be in compliance with corporate IT policy \nand meet ISO 20243 supply chain product security \nrequirements. Product lines become ISO 20243 \ncertified through a formal assessment by a third party \naccredited laboratory. \nData security risks and vulnerability within products \nare identified through a Product Security Test and \nEvaluation process which includes performing security \nreviews to assess controls, architecture and design, \nand to gauge the cyber resilience via penetration Data Privacy\n26\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 27", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}