{"page_content": "GOVERNANCE AND ETHICS GOVERNANCE AND ETHICS\nOur Ethics Helpline is available to both our employees \nand to those external to Seagate, with contact \ninformation available on the homepage of both our \ninternal and external Seagate websites. Concerns may \nbe reported by phone or webmail in English, Spanish, \nFrench, Chinese, Korean, Malay, Portuguese, or Thai. \nThroughout FY2020, we continued to promote our \nEthics Helpline so that employees may confidentially  \nand anonymously report illegal or unethical situations \nwithout any fear of retaliation. \nAdditional reporting channels are available for employees  \nto address ethics and other concerns, and ongoing \ntraining encourages employee feedback and participation \nin local sites, management communications sessions, \nand employee “all hands” meetings with executives. \nEthics concerns or advice about ethical and lawful \nbehavior can be directed towards a supervisor or \nHR representative. Seagate encourages employee \nconsultation and supports the ability of employees to \naddress complaints without the fear of retaliation. As a diverse global company with operations, employees, \ncustomers, suppliers and shareholders located around \nthe world, we engage and interact with officials and \ngovernment representatives in a number of different \ncountries and municipalities. Seagate provides them \nwith information about our company, our industry, \nmarkets, technology, and other facets of our business. \nWe do not directly or indirectly contribute corporate \nfunds, either financial or in-kind, for the purpose of \nsupporting candidates for political office, political  \nparties, or to political action committees. \nSeagate may actively engage in legislative and regulatory \nprocesses, including advocacy for certain policies that \nthe company believes will facilitate productive economic \ngrowth, and are in the best interests of Seagate and  \nits stakeholders. \nSeagate’s effort to interact with industry peers and \nstay informed of evolving policies, trends, technology \ndevelopments, and regulations includes participation  in a number of trade associations and related \norganizations. Some of these associations \nand organizations are categorized as 501(c) \norganizations under the U.S. tax code, and some \nmay engage in public policy advocacy with the \nU.S. or other government entities. Seagate may  \nResponsible Business Alliance (RBA)  \nUnited Nations Global Compact  \nUnited for Patent Reform  \nGreen Chemistry Council  \nSilicon Valley Leadership Group  \nTechNet  \nThe Minnesota High Tech Association  \nLongmont, CO Area Economic Council  \nLongmont, CO Chamber of Commerce  \nBoulder, CO Chamber of Commerce  \nCupertino, CA Chamber of Commerce  \nFremont, CA Chamber of Commerce  \nAmerican Chamber of Commerce, Thailand  American Chamber of Commerce, Malaysia  \nAmerican Chamber of Commerce, Singapore  \nAmerican Chamber of Commerce, China  \nUS-ASEAN Business Council  \nSingapore Business Federation  \nUS-China Business Council  \nUnited States Information Technology Office  \nUS-India Business Council  \nLondonderry Chamber of Commerce  \nNorthern Ireland Chamber of Commerce  \nConfederation of British Industry CBI  \nIrish Business and Employers Confederation (IBEC)\nLOOKING FORWARD: GOVERNANCE AND ETHICS \nSeagate periodically evaluates and assesses our Code of Conduct and related policies, programs, \nand processes, for effectiveness and compliance with new laws and regulations. We plan to continue \ndevelopment and implementation of impactful live and online employee training and communications to \nsupport a culture of integrity, ethical behavior and compliance.make payments to these organizations, including \nmembership fees and dues, however the Company’s \npayments to, participation in, or membership with these \ntrade associations and organizations does not mean \nthat Seagate endorses or agrees with all of a group’s \npolicy objectives.   \nBelow is a list of trade associations and organizations that received membership fees or payments from \nSeagate for or during FY2020:Ethics Helpline and Reporting Public Policy Advocacy\n28\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 29", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}