{"page_content": "GOVERNANCE AND ETHICS GOVERNANCE AND ETHICS\nProduct Sustainability\nSeagate has a holistic view of how our products \nimpact the environment, our customers, suppliers, \nand communities. The Product Sustainability  \nteam, and Seagate as a whole, knows that we  \nare responsible for any impacts to our world, \npeople, and ecosystems. Maximizing our \nsustainable practices and minimizing impacts  \nis the overarching goal for Product Sustainability \nand helps us be better equipped in supporting  \nour customers and suppliers in meeting their  \nown environmental objectives.\nSeagate’s products use process chemicals and materials drawn from our \nnatural resources. Our Product Sustainability team works with internal and \nexternal partners to assess and reduce our products’ environmental impacts \nand manage any tradeoffs. We analyze the environmental impacts over \na product’s life cycle by conducting Life Cycle Assessments (LCAs). The \nprogress that we have made is published on the Global Citizenship page of \nour website. Health and Safety considerations are done at the design stage \nto meet all regulatory and customer requirements. \nAll of Seagate’s products are \nassessed to meet regulatory \nrequirements for health and safety \nin all jurisdictions where we do \nbusiness. In FY2020 we had zero \nincidents of non-compliance. \nAdditionally, none of Seagate’s \nproducts or services are banned in any markets where we do business. \nThe Global Market Access Council \n(formerly Product Compliance \nCouncil), which is our internal cross \nfunctional team, is chartered with \nensuring all regulatory requirements \nare met when placing our products \nin the markets we do business in. \n05\n30\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 31", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}