{"page_content": "PRODUCT SUSTAINABILITY PRODUCT SUSTAINABILITYWe prioritize product LCAs based on production volume \nand customer data requirements, and in FY2020 we \npublished 5 HDD and 2 SSD LCAs. We assess all of \nour products for health and safety, and improvements \nrelated to health and safety, based on a representative \ndrive from each family of products, as well as for the \noverall product portfolio. \nIn accordance with our commitment to credibility, the \ncompletion and reporting of LCA results maintains \nthird-party assurance. The actual use of our products \nrepresents the most significant environmental impact \nof the product life cycle. The single largest opportunity \nto reduce the environmental impacts from product use comes from properly applying Seagate’s product power \nconservation modes. These actions allow customers to \nboth reduce the costs associated with drive operation \nand lower environmental impacts. The advantages of \nthese power conservation modes are described in the \nproduct manuals. \nSeagate does not stipulate post-consumer content \nwhen procuring components or parts from suppliers; \nhowever, it must be acknowledged that there is post-\nconsumer material inherent in today’s raw material \nsupply. Utilizing data from our LCAs, we are able to \ndetermine the impact of metal depletion per terabyte \n(TB) of storage capacity shipped on average for our \nproduct portfolio. The metal depletion indicator specifies \nthe amount of mineral deposits that are consumed to \nprovide the end-use material in question. The process \nis normalized to the extraction of iron (kg Fe-Eq). The \naverage metal depletion per TB across Seagate’s \nproduct portfolio is 4.50 kg Fe-Eq, and the total CY2019 \nimpact to metal depletion equates to 1.65 million tons \nof Fe-Eq. The material is non-renewable and is limited \nto the production of the product only; the information \ndisclosed does not include packaging. In order to be \nmore accurate, in line with our methodology, we are \nreporting in a CY based time frame for metal depletion.  \n \nOur LCA reports are published on \nSeagate’s external website, and cover \nour Enterprise HDD, Enterprise SSD \nand Consumer HDD products.Product Life Cycle Management SASB Information\nPercentage of products by revenue that \ncontain IEC 62474 declarable substances: \n100% – All Seagate products contain IEC 62474 \ndeclarable substancesPercentage of eligible products, by \nrevenue, meeting the requirements for \nEPEAT registration or equivalent \nNot applicable for Seagate, but as it is applicable \nfor our customers, we help them meet \nrequirements* \nPercentage of eligible products, by \nrevenue, meeting ENERGY STAR® criteria \n100% – Eligible products by revenue that meet \nthe ENERGY STAR criteria only applies to EDS \nproducts (not SSD or HDD) which make up <10% \nof our overall revenueWeight of end-of-life products and \ne-waste recovered, percentage recycled \nNot applicable for Seagate, as we do not have \na product take-back program, just a warranty \nprogram\n*  The EPEAT standard does not apply to our product portfolio, however we do provide data in support of our customers who submit their  \n   systems for EPEAT registration.\n** Seagate customers are responsible for end-of-life e-waste management according to local requirements.\n34\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 35", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}