{"page_content": "PRODUCT SUSTAINABILITY PRODUCT SUSTAINABILITYWe are continuously working to improve our packaging \nto ensure we meet product requirements, while working \nto reduce packaging overall. Packaging is relevant to \nboth our environmental impact and our stakeholder \ngoals, as customers look for less single-use plastics, \nnon-governmental organizations (NGO) aim to reduce \nplastics use overall, and we look to recycle as much \nof our packaging material as possible to comply with \nregulations. In FY2020, we looked at various aspects of \nour packaging and made the following changes: \nMaterial Type  \nSwitched from corrugated paper \nto recycled EPE (expanded \npolyethylene) material in our  \nSSD packaging of two products, \nrequiring less energy to produce.  \nRecycled Material  \nSwitched from virgin EPP (expanded  \npolypropylene) material to recycled \nEPE (expanded polyethylene) \nmaterial for the Top Cover of our \nHDD products, and for two of our \nconsumer products, requiring less \nenergy to produce. EPP has a 40 \npercent higher melting point than \nEPE (156-160 deg, C vs 108-\n112 deg. C), meaning we save energy in producing \npackaging with EPE. The switch to EPE also saves on \nour carbon footprint:  \n  \n• For every 1kg of EPP manufactured -> 4.25 kgCO2eq  \n• For every 1kg of EPE manufactured -> 3.02 kgCO2eq \nDensification  \nWe changed our packaging configuration from a 10 unit \nper carton count to 20 units per carton, saving 75kg per \n1,000 drives in packaging material.The concept of a linear, or take-make-waste, economy \nwas developed over 50 years ago and underpins the \nmajority of industrialized economies around the world. \nIt is only in the last handful of years that the reality of \na circular economy has started to receive widespread \nattention, in part driven by growing recognition in the \npost-Great Recession era of dwindling finite resources \nand increasing availability and access concerns. In a \ncircular economy, the end-of-use products that would \notherwise be destined for waste are diverted through \nthe hierarchy of material recovery \n(i.e. recycling), parts extraction, \nrefurbishment, and repair. \nOne of Seagate’s sustainability \ngoals is to make better use of our \nmaterials, and create a circular \neconomy for our products. With \nprojects involving internal and \nexternal stakeholders, and tools \nwithin the company, we are making \nimportant progress in this area. \nThrough the Seagate Green Design \ntool, we include a circularity metric \non each product LCA. Circularity is \na measure of materials efficiency. \nSeagate now measures the \ncircularity of products using the Material Circularity \nIndicator (MCI) for those products assessed via the \nSeagate Green Design Tool. We do this to benchmark \nour products, identify opportunities for improvement, \nand to move toward greater material efficiency, serving \nSeagate, our customers, and partners. \nThe MCI focuses on the restoration of material flows at \nproduct and company levels, and is based on: using \nfeedstocks from reused or recycled sources, reusing \ncomponents or recycling materials after each use of  \nOne of Seagate’s \nsustainability goals  \nis to make better  \nuse of our materials, \nand create a  \ncircular economy  \nfor our products.the product, keeping products in use longer \n(e.g., by reuse or remanufacture), and making \nmore intensive use of products (e.g. via service \nor performance models). MCI combines these \nmeasures of circularity into a single indicator. \nA perfect score is one, or 100 percent restorative, \nwhile a score of zero indicates a product with \naverage lifespan and functionality, no recycled or \nreused content, and with no prospect of being \nrecycled or reused at end of life. Our LCAs, which \ninclude a circularity score for each product, are \npublicly available on the Global Citizenship page \nWhen a drive reaches the end of its use, one \nmethod of disposal is to shred it, ensuring data \ndestruction. The resulting scrap is sent off-site to \na metal smelter for material recovery. For the pilot, \nGoogle set up a Class 1000 cleanroom within a \ndata center for the disassembly and clean removal \nof VCMAs from several thousand end-of-life \nenterprise drives. These VCMAs were packaged \naccording to the same specifications for newly \nmanufactured components and shipped to one of \nSeagate’s drive assembly plants in Thailand. At the \nassembly plant the reclaimed VCMAs were routed \nthrough existing cleaning and inspection processes. \nThe reclaimed VCMAs were used in the assembly \nof new drives of the same model from which they \nwere removed, and the drives were certified to \nthe same stringent standard as all Seagate drives. \nThe new drives containing the reclaimed VCMAs \nwere then shipped back to Google with the same \nwarranty carried by every new drive, and are being \nused in a data center.\nPackaging Materials Efficiency and Circularity \nof our website for each product on which Seagate has \ncompleted ISO 14040/14044 LCA studies. \nIn FY2020 Seagate demonstrated our commitment \nto Integrity through a Circularity pilot project in \ncollaboration with Google where voice coil magnet \nassemblies (VCMAs) were successfully recovered from \nseveral thousand end-of-use HDDs and were reused \nin the manufacture of new HDDs. This groundbreaking \npilot process was estimated to result in 86 percent less \nGHG emissions per VCMA set in the new drives as \ncompared to shredding HDDs, including VCMAs, at  \nend of life. \n CIRCULARITY PILOT\n36\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 37", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}