{"page_content": "PRODUCT SUSTAINABILITY PRODUCT SUSTAINABILITYHaving demonstrated the feasibility of VCMA circularity, \nthe path forward is to integrate circularity into the Seagate \nbusiness model. While projects like the one undertaken \nabove demonstrate that component circularity is indeed \npossible, design engineering paradigms need to be \nshifted to embrace the coming norm. As component \ncircularity becomes more prevalent, engineering teams \nwill be challenged to design components that will be \nutilized across numerous product models as well as \nover several product iterations. Material selection will \nbe increasingly important as components will need to \nfunction through several product life cycles.The circular economy will change business models \nas well. Companies will be shifting to services that \nbookend the life cycle of products from the current \nmake and ship paradigm. In the coming fiscal year, \nSeagate will be focused on developing systems \nand processes to incorporate circularity principles \ninto our way of business. \nThe majority of Seagate’s products are sold as \ncomponents to larger systems produced by original \nequipment manufacturers (OEM) or resellers; we \ntherefore have minimal leverage over how our \nproducts are managed at the end of their useful \nlife, and do not have a product-take-back program. \nJust as we recycle our own internally generated \nscrap, we provide information to our customers to \nenable their own reclamation efforts and promote \nparticipation in manufacturer take-back programs. \nFor our retail products and servers, Seagate helps \nto manage product waste by taking back warranty-\nreturned drives. All of these drives are refurbished \nor recycled. Drives that are recycled are done so \nat locations that have been third-party audited to \nensure our environmental standards are met. We \nalso provide customers with drive disassembly \ninstructions to facilitate recycling. In FY2020 we \nwere able to repair and redeploy 15 percent of the \nhard drives that were received via warranty returns \nthrough various channels. Overall one percent of \ndrives sold in FY20 were reclaimed and redeployed \nthrough our warranty return program.In the FY2019 GCAR, we discussed a pilot \nproduct take-back program with Dell in which \nneodymium oxide was extracted from scrap \nHDD magnets and utilized in new HDD builds. \n25,000 drives produced with these recycled \nmaterials were then used in the Dell Latitude \n5000 series laptop. \nIn FY2020, this pilot was operationalized, \nleading to better supply chain efficiency and \nallowing us to reuse rare earth metals, resulting \nin 1.6 tons of scrap magnets recycled, thereby \nreducing environmental damage. This strategic \npartnership with Dell has received many \naccolades, including winning the Environmental \nProtection Agency SMM Challenge and the \n2019 Responsible Business Alliance (RBA) \nCompass award.LOOKING FORWARD: PRODUCT SUSTAINABILITY  \nSeagate will harness the power of innovation and further product sustainability improvements through \ntransparent, accountable projects. We will create and use LCAs in FY2021, for both new and existing \nproducts, and continue to explore other recycling opportunities to further our circularity collaboration. \nThese efforts, along with incorporating other circular principles into our design and business, will help \nus be sustainable long into the future.3000 HDDs built with \nharvested components362K HDDs refurbished — \nextended life1660 Kgs of rare earth \nmaterial recycledResale Material Harvesting Material RecyclingFY20 CIRCULARITY PROGRAM INDICATORS\nFY20 Circularity Program Indicators\n38\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 39", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}