{"page_content": "PRODUCT SUSTAINABILITY PRODUCT SUSTAINABILITY\nSeagate aims to meet or exceed our customers’ \nstrictest specifications for restricted substances, and as \nsuch catalogues them in an internal database. These \nsubstances have been known to have a negative impact \non the environment and human health, especially at \nthe end of a product’s life. Policies and procedures \nhave been developed and communicated within the \ncompany, and in our supply chain, to ensure product \nenvironmental requirements are met. The restricted \nsubstances program is managed through Seagate’s \nproduct environmental compliance function. The function currently verifies supplier part restricted \nsubstance compliance for a list of more than 3,000 \nrestricted substances in our Compliance Assurance \nSystem (CAS) database. This database is used to \nevaluate changing legal, industry and customer \nrequirements. The Chemical Abstract Service number \nfor each chemical substance present in Seagate \ncomponents and products is cataloged in the system \nas well.  \nSeagate strives to comply with all regulatory requirements where we and our customers do business; we therefore \nadhere to global restricted substance legislation, including: Our restricted list of chemicals and substances is \ncontinuously updated, and we monitor regulatory, \nindustry and customer requirements for changes in \norder to comply with new reporting requirements and \nrestrictions, including elimination from Seagate products \nif necessary. An update of note in FY2020 is that \nREACH added 19 new substances to the candidate list, \nbringing the total number to 209 as of July 2020. \nUsing FMDs and CAS, Seagate determines if and where \nSubstances of Very High Concern (SVHCs) are present \nin our products, and at what concentrations, both at the \nhomogeneous material and article levels. While the 19 \nadded substances are confirmed to not be present in \nany Seagate products or components, updated REACH \nDeclarations were generated and made available as an \nassurance to customers that the Declarations account \nfor the complete list of 209 substances. Seagate \nscreens for the presence of REACH SVHCs to meet \nthe REACH Article disclosure requirement for SVHCs \npresent at >0.1 percent in articles in our products. Effective July 2019, the EU added four phthalates \n(DEHP, BBP, DBP and DIBP) to the restricted \nsubstances in Annex II to Directive 2011/65/EU \n(RoHS). Seagate products meet the new restrictions \nand lab verification testing for the 4 RoHS phthalates \nwas added as a requirement for supplier part and \nFinished Goods (FG) lab testing where applicable. \nPrior to the start of FY2020, Seagate tested FG HDD \nfamilies for the four new RoHS phthalate and updated \nRoHS Declarations of Compliance were generated \nand made available to Seagate customers. \nSeagate products rely on certain RoHS 2011/65/EU \nAnnex III exemptions for lead which were scheduled \nto expire in July 2021. Seagate supported renewal \nrequests that were submitted and are currently under \nreview at the time of this publication. Seagate is \nalso working with our suppliers to determine if there \nare suitable alternatives that do not require RoHS \nexemptions and where possible, substitutions are \nbeing made. \n• The European Regulation (EC) 1907/2006 concerning \nthe Registration, Evaluation, Authorization and \nRestriction of Chemicals (REACH) \n• Directive of the European Parliament and of the \nCouncil on the Restriction of the Use of Certain \nHazardous Substances (RoHS) in Electrical and \nElectronic Equipment 2011/65/EU (RoHS) and \namended by 2015/863/EU • Regulation (EU) 2019/1021 of the European \nParliament and of the Council of 20 June 2019 on \npersistent organic pollutants POPs and amended by \n(EU) 2020/784 \n• Directive of the European Parliament and of the \nCouncil on Waste Electrical and Electronic Equipment \n(WEEE), 2002/96/EC and recast in 2012/19/EU \n• European Parliament and Council Directive 94/62/EC \non packaging and packaging waste 20K \nactive Seagate PartsFY2020 CAS Database Updates  \n(made with supplier Full Material Disclosures (FMDs) and Conflict Minerals Data) \n35K \nactive Supplier Components7 .5K \nresponses for product \nenvironmental compliance info\nFor FY2020: Completed  \n \n• EAEU RoHS (TR 037/2016) \n• Ecodesign for external \npower supplies (2009/125/\nEC, (EC) No 278/2009,  \n(EU) 2019/178) \n• Ecodesign for servers \n(2009/125/EC, (EU) \n617/2013 (EU) 2019/424) \n• UAE RoHS (UAE Cabinet \nDecision No. 10/2017) \nFor FY2021: Planned  \n \n• China VOC limits (GB \n30981-2020, GB 33372-\n2020, GB 38507-2020,  \nGB 38508-2020) \n• ECHA SCIP database \nreporting \n• South Korea packaging \nmaterial requirements \n(Notice No. 667, 2020) \n• UK RoHS, REACH Restricted Substances \n40\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 41", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}