{"page_content": "PRODUCT SUSTAINABILITY PRODUCT SUSTAINABILITYSeagate and our suppliers comply with local regulations \non chemicals used in manufacturing that can impact \nworker safety and air quality, including compliance  \nwith China’s new Blue Sky initiative on limits on volatile \norganic compounds (VOCs) and harmful substances \nin component and product manufacturing materials \nsuch as adhesives, coatings, printing inks and cleaning \nagents. \nWith the priority to exceed these requirements, we give  \nour customers time to manage their own product \ncompliance at the finished product level. This also \nprovides them the opportunity to participate in programs \nsuch as the Electronic Product Environmental Assessment Tool (EPEAT). Seagate products \nare generally components, for which no EPEAT \nstandards apply. Our ability to verify RoHS compliance \nand identify product composition at both the \nhomogeneous material and article levels provides \ncustomers the assurance that the incorporation of \nSeagate components into their final products will \nsupport their ability to meet the relevant EPEAT \nrequired and optional criteria for their final products. \nIn FY2020, we received no significant fines or \nnonmonetary sanctions for product environmental \nnon-compliance, including laws and/or regulations \nrelated to restricted substances.\nLOOKING FORWARD: RESTRICTED SUBSTANCES  \nUpholding our value of Integrity, we will continue to ensure that all customer and regulatory product \nenvironmental compliance requirements are fully met throughout FY2021 and beyond. Working \nwith our product environmental compliance Business Process Outsourcing partner, we will work \nto identify and leverage process efficiencies. Seagate will also be reporting information on SVHCs \nin concentrations above 0.1 percent weight by weight (w/w) in articles in our products starting in \nCY2021, per the launch of ECHA’s SCIP database for information on Substances of Concern in \narticles as such or in complex objects (Products) established under the Waste Framework Directive \n(EU) 2018/851 amending 2008/98/EC. The electronics industry faces an ongoing challenge in \nensuring that tin, tantalum, tungsten, gold (collectively, \n3TG) and cobalt are sourced in ways validated to be \nfree from human rights abuses. These minerals are \ncommonly mined in the Democratic Republic of the \nCongo (DRC) and adjoining countries as well as other \nConflict-Affected and High-Risk Areas (CAHRAs) \naround the world. Some of these minerals are prone \nto be illegally sourced and traded by armed groups who are responsible for human rights violations. The \nDodd-Frank Act, Section 1502, adopted in the United \nStates in 2010, requires companies to investigate their \nminerals supply chains and disclose if any 3TG used \nin their products originated in the DRC or an adjoining \ncountry. If so, any and all efforts undertaken by the \ncompany to ensure the origins of these minerals are \ndocumented, identified, and reported to the U.S. \nSecurities and Exchange Commission (SEC). \nThe Sources of 3TG and Cobalt in Our ProductsResponsible Sourcing of Minerals\nAll of the 3TG  \nThree of the 3TG  \nTwo of the 3TG  \nOne of the 3TG  \nAll of the 3TG + Cobalt  \nOne of the 3TG + Cobalt\n42\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 43", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}