{"page_content": "PRODUCT SUSTAINABILITY PRODUCT SUSTAINABILITY\nSeagate participates in the Responsible Minerals \nInitiative (RMI), which allows us to contribute to industry \nsolutions while maintaining standard processes for data \ncollection and complying with regulations. Apart from \na few instances, Seagate does not source any of the \n3TG in our products directly from smelters/refiners. Our \nResponsible Sourcing of Minerals Policy was reviewed \nand updated and is available on our website. This \npolicy was updated to align with a global framework \n(the Organization for Economic Co-operation and Development) instead of US-centric regulations. This \nrevision had the effect of expanding the scope from just \n3TG in Covered Countries to more minerals from all \nConflict-Affected and High-Risk Areas. \nIn FY2020, Seagate’s entire product portfolio containing \n3TG was validated as “DRC conflict-free.” For the \nconflict minerals reporting period which closed midway \nthrough FY2020 (January 1, 2019 through December \n31, 2019), Conflict Minerals Reporting Templates were collected from 100 percent of our in-scope suppliers. \nEvery 3TG smelter or refiner in our supply chain \nconformed to the Responsible Minerals Assurance \nProcess Standards as of the close of CY2019. \nSeagate had an Independent Private Sector Audit \n(IPSA) of our Responsible Sourcing of Minerals program \nconducted in CY2020. The IPSA concluded that our \nConflict Minerals Report for CY2019 filed with the SEC \nconformed in all material aspects with the Organization for Economic Co-operation and Development (OECD) \nDue Diligence Guidance. The IPSA also found that \nSeagate’s due diligence practices were consistent \nwith the description provided in our Conflict Minerals \nReport. The IPSA Auditor’s Report was included in \nthe CY2019 Conflict Minerals Report. \nThroughout FY2020, we continued to manage supplier  \ncommunication and data via our Compliance \nAssurance System (CAS2).\n44\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 45", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}