{"page_content": "PRODUCT SUSTAINABILITY PRODUCT SUSTAINABILITYIn addition to the 3TG, Seagate recognizes the \nprocurement risks associated with other mineral-based \nproducts that we refer to as Critical Materials, including \ncobalt. Of the list of the 35 mineral commodities \ndesignated as Critical Minerals by the US Department \nof the Interior, 17 were present in our products. \nAdditionally, three additional minerals were identified as \ncritical to our operations. An internal, interdisciplinary \nteam at Seagate rated these 20 critical materials using \na four-tiered risk rating across three risk domains. The \nrisk ratings are specific to Seagate and are by nature \ntemporally-variable; risks are re-rated no less frequently \nthan on an annual basis. \nFor CY2019, two of the 20 minerals achieved a risk-\nscore meeting or exceeding our internal threshold for \nreporting: cobalt and the rare earth elements (which  \nwe view collectively). \nCobalt was rated highest for risk. Roughly two-thirds \nof the world’s cobalt is mined in the DRC (exposing it \nto similar risks as 3TG) and as COVID-19 threatened \nto halt these mining activities, the global supply of \ncobalt was put at risk of severe restriction. Cobalt is \nalso subject to massive price swings and is facing \nintense scrutiny around the lack of safety and poor \nlabor practices. We currently extend our due diligence \nbeyond what is required by law and map the origins of cobalt in our supply chain via the RMI’s Cobalt \nReporting Template (CRT), making us one of the first \ncompanies to undertake this endeavor. The CRT \nprovides a standardized mechanism by which to \nshare cobalt-sourcing data throughout the supply \nchain. Seagate has used the CRT to gather cobalt-\nsourcing information from all of our direct material \nsuppliers and makes this information available by \nrequest to customers.Roughly one-fifth of minerals are produced from artisanal  \nand small-scale mining (ASM). The lack of formalization \nof ASM sites makes them more prone to human rights \nabuses and environmental degradation than more \nestablished, large-scale industrial mines. Also, the existing \nresponsible mining standards are generally not well-\nsuited for ASM. In response, the RMI formed the ASM \nWorkgroup to develop a set of principles, or a standard, \nrelating to human rights abuses and socioeconomic \ninjustices as well as to manage risk for the downstream \nentities purchasing ASM-sourced minerals. Seagate \nwas selected to co-chair this workgroup. As of the  \nclose of FY2020, a set of standards for ASM-sourced \ncobalt from the Democratic Republic of the Congo  \nwas in development. \nThe high-risk rating of the rare earth elements is primarily \ndue to uncertainty surrounding availability, as well as \nvolatility in price. While the global demand for rare earth \nelements has doubled over the past 25 years, a single \ncountry controls the bulk of the world’s supply. This limited \ndiversity in the origin of the rare earth elements, and the \nsignificant price swings seen over the last decade due to \nsupply constraints are concerning for Seagate due to the \nneed for rare earth elements in our products – especially \nour HDDs. Our circularity initiatives, particularly around \nthe re-use of magnets, help address these concerns. Seagate’s risk management and compliance professionals  \nmonitor news aggregators, industry association \nnewsletters and other information pathways to maintain \nawareness on events which could pose an impact on our \nmaterial supply chains. As needed, we coordinate with \nour supply chain to mitigate potential supply disruptions. \nWhere possible, Seagate maintains multiple suppliers for \neach component we purchase, to enable swift sourcing \nchanges in response to risk, pricing, and availability \nchallenges. Our commodities management organization \nreviews raw materials pricing trends on a quarterly basis \nto forecast spending changes. \nLOOKING FORWARD: RESPONSIBLE SOURCING OF MINERALS \nSeagate will remain committed and vigilant against human rights violations throughout our supply chain \nand we continue our goal of maintaining a conflict-free status across our entire product portfolio. We \nalso intend to migrate more of our supply chain to use responsibly sourced cobalt, underpinning our \ndedication to integrity for both people and planet.Critical Materials\nRare Earth Elements (Dysprosium, \nYttrium, Neodymium) and Cobalt\nCobalt\n46\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 47", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}