{"page_content": "ENVIRONMENTAL SUSTAINABILITY ENVIRONMENTAL SUSTAINABILITYFuel Consumption, 0, 0%\nCooling Consumption,\n6006, 100%Heating Consumption, 0, 0%\nSteam Consumption, 0, 0%Internal Energy Consumption\nExcluding Electricity (MWh) in CY2019 Electricity Intensity Over 5 Fiscal Years\n010002000300040005000600070008000\n1.521.541.561.581.61.621.641.66\nFY16 FY17 FY18 FY19 FY20\nMWh/EBMillion MWhMWh MWh/EBOur environmental management system is shaped \nby ISO standards, the RBA Code of Conduct, UNGC \nprinciples, and stakeholder input, creating a platform  \nfor industry leadership in environmental sustainability. \nAt the end of FY2020, all of Seagate’s manufacturing \nfacilities maintained certification to ISO 14001 \nEnvironmental Management System. The EMS covers \nthe seven manufacturing sites and central function, \nsimilar to ISO45001. We had 25 environmental \nregulatory visits and no violations in FY2020. \nWe align with ISO standards in implementing energy \nmanagement systems, with the goal of driving a \ncommon and sustainable energy management program \nat all manufacturing sites. Our manufacturing sites \nin Wuxi, China, Korat, Thailand and Londonderry, \nNorthern Ireland, are certified to the ISO 50001 Energy \nManagement System.\nEnergy and Carbon Emissions Performance \nReducing GHG emissions is the most significant \nenvironmental aspect of our operations. Seagate aims \nto reduce both energy use and GHG emissions per \nstorage capacity produced to measure the impact \nrelative to the amount of economic activity taking place. \nWe measure energy and carbon emissions intensity per \nexabyte (EB) of storage capacity shipped. \nIncurred energy use and process chemical use are \nessential in both manufacturing our products and \nproviding our services. To reduce related GHG \nemissions due to energy and process chemical use \nwe identify conservation opportunities, audit our \nmanagement systems, set targets, and report our \nprogress to employees, suppliers and customers. Purchased electricity and fugitive emissions (an \nunintended release of GHG compounds into the \natmosphere from various types of equipment and \nprocesses) remain the largest sources of Scope 1  \nand 2 GHG emissions. As such, our manufacturing  \nsites are required to set and achieve annual energy \nsavings goals to reduce their GHG emissions intensity. \nAs the cloud-based data storage market continues to \ngrow, our product mix has transitioned towards higher \ncapacity drives. These products typically require longer \ntest times, and operate for longer periods of time, \nincreasing the GHG emissions per EB. We actively \nseek ways to mitigate the negative impacts that come \nfrom these products. For example, we are continuing \nto search for a replacement for the hydrofluorocarbon \n(HFC) solvent used in our manufacturing processes \n(a fugitive emission), and other chemicals that have \nhigh global warming potential. These are the main \ncontributors to our Scope 1 emissions and are key in \nreducing overall GHG emissions. \nWe remain committed to our SBT goals:  \n“Global data storage solutions provider Seagate \nTechnology LLC commits to reduce absolute Scope 1 \nand Scope 2 GHG emissions 20% by 2025 and 60% \nby 2040 from a 2017 base year. Seagate Technology \nLLC also commits to reduce absolute Scope 3 GHG \nemissions 20% by 2025 and 60% by 2040 from a 2017 \nbase year. More on Science Based Targets here.” \nScope 1 and 2 (market-based) GHG emissions \nincreased by 0.41 percent from 2017 to 2019. The \n2017 baseline was adjusted in FY2020 with the most \nrecent information. The 20 percent emissions reduction \nfrom 2019 is still in progress to achieve the 2025 goal. As we continue to innovate to produce higher-capacity \ndrives to support increasing demand for cloud-based \nstorage solutions, the amount of energy required to \nmanufacture our products has increased. Normalizing \nSeagate shipped 442.4 EB of storage \ncapacity in FY2020, resulting in a total \nof 3674 MWh per EB of storage capacity \nshipped, compared to 4533 MWh per \nEB in FY2019. The percent reduction in \nelectricity consumption is 18.9% percent.\nTotal of 6,006 MWh of cooling consumption \ninternally by Seagate in CY2019. There \nwas zero other fuel consumption, heating \nconsumption or steam consumption, \nexcluding electricity.our energy consumption per exabyte of shipped \nstorage capacity helps guide our energy efficiency \nprocesses and provide a standard to measure our \nefficiency progress.Management Systems Energy\nEnergy Intensity\nEnergy Consumption within Seagate\n50\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 51", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}