{"page_content": "ENVIRONMENTAL SUSTAINABILITY ENVIRONMENTAL SUSTAINABILITY\nTreatment and disposal of wastewater from \nour processes is an important aspect of our \noperations. In all locations in which we operate \nthere are minimum standards set by local authority \nfor the quality of effluent discharge which include \npH, Biological Oxygen Demand, Chemical Oxygen \nDemand, Suspended Solids and mineral content \namong others priority substances of concern \n(primarily heavy metals relevant to electronic \nprocesses.) Our treatment plants are built and \nmaintained to ensure they operate efficiently in \ntreating the effluents from our processes. All our \ntreatment plants have internal operating control \nlimits set well below the minimum discharge \nstandards to act as internal triggers to ensure \ncontinued compliance, and are in compliance  \nwith local effluent discharge requirements. \nA number of our facilities also have online \nmonitoring capabilities which are linked directly  \nto the regulatory authority monitoring system. The \nregulatory authority which provides us with the \npermits to operate our treatment plants and set \neffluent discharge limits takes into consideration \nthe receiving bodies of water. The receiving bodies \nof water are managed by the municipality and \nare connected with municipal water treatment \nfacilities. There was no corrective action needed \nfor non-compliance of discharge limits in FY2020.\nCASE STUDY\nJohor Water Recovery Initiative\nIn FY2020, Seagate’s Johor team embarked on a \nproject to reduce dependence on raw water, both \nfrom our own reservoir and external sources. Through \nincreased recycling efforts, Seagate could lessen \nits environmental impact, save significant money \nand resources, and increase business resilience by \nmitigating any water supply disruptions. \nIn the first phase of the project, the team worked with a \nspecialist vendor to install an industrial effluent recycling \nsystem next to the Seagate Johor process water tank. \nBy using the recycling system, the site was able to \nincrease reclaimed water volume and generate process \nwater with consistent water quality, essential for the \nmanufacturing processes it is used in. \nAt the end of FY2020, water recycling at the facility  \ntotaled 62,890 m3. Phase 1 of the project implementation \nis complete, and phase 2, which focuses on increasing \nrecycling from other areas of production, is in progress.\nJohor Wastewater Treatment\n68\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 69", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}