{"page_content": "OUR EMPLOYEES OUR EMPLOYEESTechnology acceleration requires an equal acceleration \nin our “people” capabilities, spanning engagement, \nrecruitment, retention, inclusion, reskilling, redeployment \nand a host of other vectors. Human Resources (HR) \nservices and programs are critical in providing a positive \nexperience to all Seagate customers and employees \nduring a time of tremendous change for our business, \nour organization and the world. FY2020 was about \nchange management; the HR team has been working to \ndevelop a People Strategy that aligns with the business \nstrategy, focused on pivoting the culture of HR and \nInternal Communications to reaffirm and expand the \nteam’s role as a consultative partner to the business \nby offering strategic guidance underpinned by carefully \nscoped, high-value solutions. \nOur people strategy will officially launch in FY2021 and \nis a fundamental part of the overall business strategy, \nfocusing on enhancing the employee experience while \nensuring: • Opportunities to learn, grow and explore various \ncareer paths.\n• An understanding of how employees can contribute \nto Seagate’s success. \n• An inclusive and equitable environment offering \nroom for diverse voices to be heard. \n• Access to meaningful benefits and rewards that \nsupport employees’ health, well-being and much \nmore. \n• In addition, we plan to offer managers new \nopportunities to learn and deploy critical skill sets in \nhiring, leading and inspiring. \nTo support our people strategy, our team has worked \nthroughout FY2020 to lay the foundation to migrate to \nSAP SuccessFactors, which will launch in FY2021. This \nuser-friendly platform provides a world-class solution \nwith a unified, simple user experience across various \ntouchpoints. These include performance management, \ncompensation and benefits, hiring and goal-setting—\nas well as insights and data about our delivery of the \nemployee experience. \nOur goal is to create better employee experiences, from \nhire to retire—enabling a positive impact on employee \nengagement. This ultimately supports customer \nsatisfaction, shared success and revenue growth. \nOverall, our HR team is committed to helping employees \nachieve their best potential at Seagate.REGION Regular Employees Temporary Employees Total Employees\nAmericas 11.8% 0.3% 12.1%\nAsia 82.2% 1.5% 83.7%\nEMEA 4.2% – 4.2%\nGENDER Regular Employees Temporary Employees Total Employees\nFemale 58.1% 0.7% 58.8%\nMale 40.0% 1.2% 41.2%\nGENDER Full-Time Part-Time\nFemale 58.6% 0.2%\nMale 41.1% 0.1%* Data compiled on information that is in the HR Management System on the last day of the reporting period.  \n** Regular employees include full and part-time employees. Temporary employees includes interns and employees with fixed-term contracts.FY2020 Global Employees: 41,664**\nTotal Employees by Region\nTotal Employees by Gender\nMission First,\nPeople Always!*** Time type is defined by legislation where employees are located.\n76\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 77", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}