{"page_content": "OUR EMPLOYEES OUR EMPLOYEES\nSeagate is committed to increasing \nminority representation within our \nU.S. workforce, intensifying focus \naround attracting and retaining talent.Workforce and Talent\nAttracting and retaining the talented and diverse \nworkforce that Seagate thrives on requires that we both \nrecruit externally and grow our employees internally. \nCritical to talent acquisition is the ability to identify \ninternal talent for open positions. We encourage our  \nemployees to check for current job postings of interest  \nthrough Seagate’s career site—the same place where  \nexternal candidates can easily view and apply for \nSeagate jobs. We recruit externally to align our workforce  \nwith our business and identify skilled individuals that can \nbring creative and innovative solutions. External hiring \nwas down slightly from FY2019, due to global factors, \nincluding the COVID-19 pandemic. As we work to support diverse representation \nthroughout our workforce, ensuring diverse talent \npipelines remains at the forefront of our efforts.  \nThe actions below represent the steps we take to \nengage with diverse candidates: \nWorking with local and national diversity organizations, \nincluding the National Society of Black Engineers \n(NSBE), Society for Hispanic Engineers (SHPE), as  \nwell as engaging in community outreach for groups \nincluding LGBTQ+ and U.S. veterans. \nWe’re active where candidates live, on social media. \nOur Facebook and Instagram platforms provide an \nopportunity to share the Life at Seagate story with \ncandidates and share the diversity of our employee  \nbase through our global offerings.  \nWe’re also active on key recruitment sites across the \nglobe including JobStreet, LinkedIn and Glassdoor.  \nTo increase our reach with female candidates, we \npartner with Fairygodboss.  \nEnsuring that people of all abilities have equitable  \naccess to opportunities through ongoing communications, \neducation, and other efforts. For example, in FY20 Seagate hosted a job fair for people with disabilities \nin Thailand; we also launched a company-wide \nneurodiversity training aimed at raising awareness  \nof neurodiversity inclusion. \nTaking steps to ensure hiring slates are inclusive \nof diverse candidates; the talent acquisition team \nensures the hiring process is equitable, inclusive, \nand free from unconscious bias. \nLeveraging our Employee Resource Groups as \nstrategic partners, driving organizational change \nefforts and supporting Seagate in community \noutreach, engagement, and diverse hiring initiatives. \nIn Wuxi, job fairs are held each \nweek to help individuals with \ndisabilities connect, network and \nfind opportunities with Seagate.\n78\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 79", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}