{"page_content": "REPORT CONTENTS REPORT CONTENTSissues internal and external to Seagate. The third party \nwho conducted the assessment covered a wide  \nrange of issues to validate those which were of highest \nimportance to Seagate and our stakeholders, and those \nwhich were of lower priority. No aspect was intentionally \nexcluded from the scope of the assessment. Stakeholder \nfeedback gathered during the materiality assessment \nhelped to shape the content of this report. Seagate’s \nmateriality assessment considered global citizenship \nimpacts both inside and outside the company, such \nas impacts to our customers, employees, global \npartners, and supply chain. These topics make up the \ncontent and structure of this report. The topics that we \nidentified as material to our business can be categorized \ninto governance and ethics, product security and data privacy, product stewardship, environmental \nsustainability, our employees, supplier engagement, \ncommunity engagement, and business continuity. \nWe review our materiality assessment annually, and \nafter reviewing our business operations in FY2020, we \nconcluded that we would conduct a new materiality \nassessment. This assessment reconfirmed the same \nmaterial topics and topic boundaries as our previous \nassessment from 2017, with the addition of product \nsecurity and data privacy. We will continue to review \nbusiness operations each year and conduct materiality \nassessments as needed. A breakout of material findings \nand their sub-topics can be found here, as well as \npolicies that drive our commitment and compliance. Management Approach\nJoan Motsinger  \nSenior Vice President, \nBusiness Sustainability \nand TransformationPatricia Frost  \nSenior Vice President \nand Chief Human \nResource OfficerKate Schuelke  \nSenior Vice President, \nChief Legal Officer\nJeff Nygaard  \nExecutive Vice President  \nof Operations and \nTechnologySenior Management who report to the CEOImportance to Stakeholders\nImportance to BusinessGovernance Social Environmental\nWater Stewardship\nChemicals and Restricted SubstancesMaterial Use and CircularityClimate and Energy\nLocal Community\nEducation and Access\nto TechnologyBusiness Ethics\nDevelopment, Engagement\nand RetentionData Privacy and SecurityHuman Rights and\nWorking Conditions\nDiversity and\nInclusion\nLower Importance\nTopics to be monitored\nand managedGrowing Importance\nTopics of ongoing\nsigni/f_icance for Seagate\nto manageHigh Importance\nPriority issues of critical\nand strategic interest to\nSeagate’s stakeholders\nHighHigh\nLowSeagate deploys a structure of governance and \ncontinuous improvement through the deployment of \nBusiness Process Management (BPM) spanning both \nthe operational and support aspects of our enterprise. \nLeveraging the structures and hierarchy of BPM, \nassociated management documentation detailed in \nCorporate Standard Operating Procedures (CSOP), \nprocesses and work instructions are developed and \nperiodically reviewed for relevance, excellence and \ncompliance. Additionally, performance metrics are \nused to measure the effectiveness of the management \nprogram in delivering the intended results. Performance \nmetrics are shared in this report. Through our internal audit program, we ensure that the management approach,  \nprocesses, measurements and controls are effective \nin managing the risk and opportunities. Based on the \nperformance metrics and audit results, actions are taken \nto improve the programs. Economic, environmental, \ngovernance, and social programs are managed by the \nrelevant functional departments, with oversight by senior \nmanagement who report directly to the CEO. These \ninclude, but are not limited to, our Senior Vice President, \nBusiness Sustainability and Transformation; Senior Vice \nPresident and Chief Human Resource Officer; Senior \nVice President, Chief Legal Officer; and Executive Vice \nPresident of Operations and Technology.\n8\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 9", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}