{"page_content": "OUR EMPLOYEES OUR EMPLOYEES\nAnnual assessments, in line with the human rights \nframework found in the RBA Code of Conduct, are \nconducted to identify and mitigate labor and human \nrights risks at our manufacturing facilities in the United \nStates, Malaysia, China, Thailand, the United Kingdom, \nand Singapore, which collectively represent slightly \nmore than 86 percent of our workforce. \nInternally, our Human Rights policy is published in \nEnglish, Thai, Malay, and Chinese, and is shared with Seagate believes in Equal Employment Opportunity \nand recognizes that a talented, diverse workforce \nprovides a competitive advantage. We are committed \nto providing an environment where all individuals are \ntreated equitably and where people feel their talents \nand potential are recognized. Our equal opportunity \npolicy prohibits discrimination in all employment \npractices based on age, race, color, ancestry, ethnic \nor national origin, physical or mental disability, medical \ncondition, genetic information, marital status, sex (which includes pregnancy or perceived pregnancy, \nchildbirth, breastfeeding, or related medical conditions), \ngender (male or female), gender identity (our internal \nsense of our gender) and gender expression (how our \nbehavior, appearance and interests reflect our gender), \nsexual orientation, perceived or actual religious creed \nor political opinion, military and veteran status, taking \nor requesting statutorily protected leave, taking or \nrequesting a reasonable accommodation for a protected \nbasis, or other basis protected by applicable law. all new hires during onboarding, posted at our facilities, \nand included in our annual policy acknowledgement \nprogram. During the FY2020 acknowledgment process, \nthe policy was communicated to over 17,500 non-\noperator employees globally (more than 40 percent \nof our employees), and over 99 percent reviewed and \nacknowledged the policy. There is no separate, specific \ntraining for this policy. Additionally, 128 of our security \npersonnel who are Seagate employees received human \nrights training in FY2020. \nLOOKING FORWARD: HUMAN RIGHTS AND WORKING CONDITIONS\nWe remain committed to labor and human rights and will continue our annual labor and human \nrights risk assessment in FY2021, in addition to internal and external RBA labor audits in our \nmanufacturing sites. Seagate will also share additional metrics on, and increase Board visibility to, \nhuman rights and working conditions throughout the year.\nSharing of Appreciation Award Program  \n \nDuring COVID-19, Seagate recognized our front-line \nteams working on our component and drive production \nlines. Our production-environment colleagues worked \nhands-on to build and integrate components into finished  \ngoods and test our drives to assure that quality and \nperformance were maintained at the highest levels \nduring difficult circumstances. \nAn appreciation award was given to reward production-\nenvironment and R&D site pilot line employees who \nhelped us to sustain our manufacturing levels to meet \nour commitments to our customers. Getting our \nproducts built was crucial in this situation. \nTo show our appreciation, monetary awards were given \nto more than 27,300 employees including all Operators, \nTechnicians, Team Shift Engineers and Supervisors, \nfrom ten sites in six countries.\n84\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 85", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}