{"page_content": "OUR EMPLOYEES OUR EMPLOYEESDiverse Representation \nSeagate is committed to increasing diverse representation throughout our workforce, especially among management \nand leadership positions. Since FY2019, we have increased female representation among nearly all levels of \nleadership, including the executive and management levels. And while we increased representation of many \nminority categories during FY2020, we recognize that we can and must do a better job of attracting, retaining, and \ndeveloping underrepresented talent. \nBY GENDER BY AGE GROUP MINORITY/NONMINORITY\nJOB CATEGORY Female Male <30 30-50 >50Minority\n(US Only)Nonminority\n(US Only)\nBoard 22.2% 77.8% – 11.1% 88.9% – 88.9%\nManagement 26.2% 73.8% .5% 62.7% 36.7% 28.7% 67.1%\nTechnical employees 18.8% 81.1% 16.8% 66.1% 17.0% 41.2% 55.1%\nAll other employees 77.2% 22.8% 30% 61.1% 8.9% 46.0% 48.9%\nJOB CATEGORY\n(US ONLY)AsianBlack or \nAfrican \nAmericanHispanic \nor LatinoWhite Other*Not Available \nor Not \nDisclosed\nManagement 23.6% 1.9% 2.2% 67.1% 0.9% 4.3%\nTechnical employees 35.1% 1.6% 2.7% 55.1% 1.8% 3.6%\nAll other employees* 31.3% 7.8% 5.3% 48.9% 1.6% 5.2%\n*Native American or Alaska Native, Native Hawaiian or Pacific Islander, and Two or More Races.  \nData is compiled based on information that is in the HR Management System on the last day of the reporting period.Categories may not add up to 100% because some employees chose not to disclose. \nLOOKING FORWARD: DIVERSITY, EQUITY AND INCLUSION\nWe recognize that there is more work to be done in support of a truly equitable and inclusive \nworkforce. Throughout FY2021 and beyond, we will continue our efforts to attract, retain, and \ndevelop diverse and underrepresented talent. Specifically, we will drive efforts to increase such \nrepresentation among leadership and management roles. To achieve this, we will leverage strategic \ndiversity partnerships with key stakeholders in our communities, work closely with ERGs to foster \ninclusion, and eliminate systemic inequities that exist within our internal processes. Learn more. \n90\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 91", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}