{"page_content": "OUR EMPLOYEES OUR EMPLOYEESEmployee Development, Engagement and Retention \nSeagate aims to create an environment that brings \nout employee performance through rich conversations \nand coaching, collaboration, and diverse thought. \nThis is underpinned by our performance management \nprocess, where employees develop goals each year \nvia conversations with managers and our online Virtual \nCoach resources. Ongoing dialogue around these goals \nhelps managers and employees identify strengths, \nimprove outcomes, and close performance gaps.\nPerformance Management  \nSeagate’s operator employees receive direct ongoing \nfeedback and coaching throughout the year from their \nsupervisors. Our non-operator employees develop two \nto three clear, meaningful goals to drive innovation, \nall aligned to our overall company strategy. Progress \nagainst goals, and demonstrated behaviors, is assessed \ntwice during the fiscal year. In FY2020 we set a goal \nof 95 percent of non-operator employees participating \nin the performance management process; 99 percent \ncompleted the goal setting, mid-year and year-end \nreview process in our online system, and 99 percent \nreceived a year-end goal review with their manager. \nBreaking out by gender, eligible employees completed \nthe year-end review at a rate of: Females – 99.68 \npercent and Males – 99.35 percent*. \nManagers also learn how to better guide their reports \nthrough Management Essentials Training. These \nengaging tutorials help build or refresh people leadership \nskills, and focus on individual and team goal setting, \ndevelopment of effective learning plans, evaluating \nperformance, and how to help increase a team’s \ndiversity of thoughts and engagement. Continued Learning  \nWe encourage employees to develop learning plans \nas part of their annual goals, as well as taking training \nand other courses (such as Career Roadmap training) \nto further their own skills and abilities. 97 percent of \nour non-operator employees created learning plans in \nFY2020; and overall employees took more than 325,000 \nhours of training. Seagate learning activity offerings \ninclude: \n• Face-to-face training \n• Seagate E-Learning and Classroom Learning \nOpportunities \n• LinkedIn Learning Self Study Courses and Programs  \nStrategic Internal Programs (such as Breaking Bias, \nCitizen Data Scientist, Firmware Engineering) \n• Tuition Reimbursement for Outside Degree Programs \n• Internal Mobility Opportunities \n• International Assignments \n• Seagate Ambassador Program \n• On-the-Job Training \n• Seminar and Conference Opportunities \n• Mentoring and Coaching  GENDER AVERAGE HOURS\nFemale 6.61\nMale 7.6\n*Training hours only capture training in the Seagate Learning Platform; specific on the job training is not captured in these results. However, \noperators took on average 15 courses specific to their role in addition to training completed in SLP .EMPLOYEE  \nCATEGORYAVERAGE HOURS\nNon-Operator 9.56\nOperator 5.36Training by Program (Average training hours by employee category) \nEngagement: Survey update   \nSeagate regularly surveys employees to get feedback \nand to understand employee perceptions on leadership, \ndevelopment, Seagate values, belonging, and optimism \nabout their future at Seagate. Our last survey cycle that  \nconcluded in early FY2020 had a 95 percent participation \nrate with more than 37,000 of our global employees \ncompleting the survey. And, just as in years past, all \nresponses are anonymous so employees can freely \nrespond and share their feedback. Once the survey \nconcludes and results are analyzed, they are then \nshared with leaders, and managers have conversations with their teams to develop targeted action plans. Overall,  \nwe continue to see improvements in our results, most \nsignificantly in the areas of engagement and belonging.\nThis year, we took time to review our engagement \nsurvey process, content and purpose, to ensure that \nwe are continuously improving and aligning with the \nbusiness. To that end, we expanded the survey content \nbeyond our engagement Micro Survey and into a \nbroader annual engagement survey, that will focus on \nthe full breadth of the employee experience.\nLOOKING FORWARD: EMPLOYEE DEVELOPMENT, ENGAGEMENT AND RETENTION\nIn FY2021 we will continue to host learning options for all employees, with a key focus on helping \nleaders adapt faster to the rapidly changing work environment. We plan to enhance our Leadership \nEssentials program with on-demand and facilitated development programs for our people leaders. \nOur redesigned engagement survey will launch in FY2021. This broader engagement survey will focus \non Employee Experience (e.g., everything an employee observes, feels and interacts with), manager \neffectiveness; diversity, equity and inclusion; and benefits and wellness. This expansion will provide \nadditional actionable insights and value to the business and our employees. *this process does not include 1) operator employees  2) sales and sales management employees  3) employees hired after 01-Jun-2020.\n92\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 93", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}