{"page_content": "OUR EMPLOYEES OUR EMPLOYEESBenefits and Wellbeing\nSeagate is committed to our employees’ overall \nwellbeing, including physical, mental, and emotional \nhealth, and financial acumen. Our benefits are \nbenchmarked to local market practices, industry norms, \nand cultural requirements, and reflect our standards as \na competitive, multinational organization. \nOur plans differ geographically, but all offer value and \nflexibility, in support of our employees and, in some \ncases, their dependents. \nRegular employees at our major locations (sites that \nhave more than 500 Seagate employees) are offered \ncomprehensive benefits coverage, including health \ncare, wellness programs, parental leave, paid time off, \nretirement savings opportunities, life insurance and \nequity ownership opportunities. We also offer a Healthy \nJourneys wellness program, which seeks to educate, \nencourage, and support our employees as they work \non achieving their health and wellness goals. Because \nour benefits programs are managed at a country or \nsite level, in line with local legislation and employment policies, the Healthy Journeys program varies from \nlocation to location. All employees (including operators) \nhave equal access to the programs offered through \nHealthy Journeys, which is coordinated at each site. \nSome of these offerings are in-person and some are \nvirtual. COVID-19 has not stopped us from taking \ncare of our employees as we focused particularly on \nemployee mental well-being.Benefits in the United States  \nIn 2020, in the US, Seagate conducted three physical \nworkout challenges for employees, in which 700-800 \nemployees typically participated. Employees who \nsuccessfully completed the multi-week challenges \nwere eligible for $100 \ncash incentives upon \ncompletion. Seagate \nalso rolled out a pilot \nprogram with Cigna to \nassist employees with \neldercare caregiver \nissues. We also \noffered on-site health \nscreening at three \nkey locations, prior to \nhaving to cancel the \nremaining locations \ndue to COVID. In \naddition, our Employee \nAssistance Program \n(EAP) offered two \nwebinars on how to \nwork from home successfully during COVID. Lastly, we \ncontinued to offer 1:1 health coaching for employees \nwho wanted to work on improving various aspects \nof their health such as stress management, nutrition, \nsleep and weight management. \nBenefits in EMEA (Europe, Middle East, Africa)  \nIn EMEA, a new EAP program was rolled out across \nall countries to assist employees and family members \nwith 1:1 counseling for personal issues which is \nespecially important during COVID. Benefits in APAC (Asia-Pacific)  \nIn Asia, we launched a Self-Care campaign to offer  \nsimple and easy self-care tips. It encouraged \nemployees to “check-in” and learn daily tips from \nmindfulness to self-compassion. The 4-week \ncampaign attracted \n7,200 participants \nand garnered  \n28,000 check-ins. \nWhen asked to \npractice gratitude, \none participant  \nwrote “This campaign \nmakes me feel \nsecure, I know I  \nam not alone.” \nIn India and \nSingapore, workout \nclasses and health \ntalks went online  \nand Singapore \nemployees held a \nwalk/run/cycle challenge in July in which over 400 \nemployees participated. In China, health talks on \nDisease Prevention and Women’s Mental Health  \nwere conducted.  \nWe were able to make telemedicine available in China \nand Thailand during the pandemic. 20,000 employees \n(90 percent) in both locations completed their health \nchecks either on-site or off-site. We added a mobile \nmedical app in Singapore that allows online medicine \nrequest in addition to telemedicine.Paid Parental Leave   \nSeagate’s new Paid Parental Leave benefit, \nrolled out in CY2020 to US employees, \nprovides 16 weeks of paid time off to \nemployees welcoming a new child. The benefit \nis rolling out by region/country, with the U.S. \nbeing effective Jan. 1, 2020. Outside the \nU.S., many countries provide paid leave time \nfor new parents based on local government \nrequirements. This will result in enhanced paid \nbenefits in a number of countries.\n94\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 95", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}