{"page_content": "OUR EMPLOYEES OUR EMPLOYEESHealth and Safety\nThe health and safety of Seagate employees is a \nmaterial aspect of our business, due in part to the \nnature of our business, which includes manufacturing. \nSeagate’s hazard profile is typical of an electronics \nmanufacturer and includes slips, trips and falls, and \nergonomic injuries among others. Seagate’s current \nhealth and safety management systems support \ncontinual improvements across our risk reduction and \nmitigation efforts. Our strategies for reducing risks \nassociated with work-related injuries and illnesses is backed by more than a decade of collecting health and \nsafety performance indicators. \nAll of our locations and work activities are covered  \nunder the health and safety management systems  \nand all manufacturing sites have their health and  \nsafety management systems certified to ISO 45001.  \nOur global health and safety standards, as well as  \nour accompanying management systems, frequently  \ngo beyond country or industry-level guidelines.Over 60 percent of all work-related injuries are  \ncaused by two incident types - Slip, Trip, Falls and \nErgonomic Musculoskeletal Disorders. Seagate \nhas robust programs, initiatives, training and \ncommunication dedicated to incident reduction \nin these two areas both at site and global levels. \nCompany and site scorecards reflect targets \ndedicated to incident reduction and hazards and  \nrisks are identified through risk assessments to \nestablish the required hierarchy of controls and \nresponse to these focus areas of concern. \nThis data is incorporated into our total hours worked \nand recordable/lost time incident data for contractors, \ninterns and agency temps under Seagate control.  \nNo workers have been excluded except for those  \nnot within Seagate control whose hours and incidents \nare reported through their respective organizations. \nSeagate thoroughly evaluates the aspects and \nhazards relevant to its operations, services and \nfacilities in order to reduce likelihood of work-\nrelated hazardous events or exposures and prevent \nnegative outcome to personnel, assets and other \nresources. This risk assessment process is carried \nout by trained and competent personnel and cross-\nfunctional groups of subject matter experts to ensure \nemployees at all levels participate in the identification \nand elimination of hazards and the implementation  \nof hierarchy of controls. The Environment, Health, Safety and Sustainability \nPolicy reinforces Seagate’s commitment to a safe \nworkplace underpinned by our values of integrity, \ninnovation and inclusion. This policy, along with \nsite initiatives and training programs supports the \nactive collaboration, consultation and participation of \nemployees and other stakeholders, empowering them \nto actively identify and eliminate hazards, anonymously \nreport concerns, incidents and near misses, and \nexercises the “stop work authority” without reprisal. \nThe EHS&S Policy, along with site initiatives and \nprograms, actively encourage and empower the \nworkforce to participate in all occupational health \nand safety matters. Involvement is enabled through \nparticipation in site safety committees, emergency \nresponse teams, incident investigation teams, risk \nassessments and tools such as safety suggestion \nboxes. Results of risk assessments, incident \ninvestigations, drills and lessons learned are shared \nwith relevant stakeholders for transparent and open \ncommunications. \nIn FY2020, Seagate remained a safe place to work \nand continued to perform well under safety and \nhealth industry averages, as based on the standard \ncalculations and industry averages determined by the \nOccupational Safety and Health Administration (OSHA). \nSeagate uses the OSHA definition for injury types and \ninjury rates. HEALTH AND SAFETY BY THE NUMBERS IN FY2020 AMOUNT\nWork-related fatalities 0\nRecordable case rate10.18\nDays-away case rate2 0.10 \n(compared to 0.11 in FY2019)\nHealth and Safety regulatory visits hosted 68\nNotice of violation findings None\nFines levied None\nHealth and Safety e-learning courses held and \ncompleted with “satisfied” completion status3 25,000\nMeals served globally per month (average)4 718,857\nFoodborne illnesses reported 0\nMiles that Seagate bused employees 6,232,050 miles\nVehicle incidents per million miles traveled51.9\n1 Total Recordable Case Rate (TRIR) Total Recordable Incidents x 200,000 / Total Hours Worked \n2 Lost Workday Rate (DART-L) Total Lost Workday Incidents x 200,000 / Total Hours Worked \n3 Includes workplace safety, ergonomics, working at heights, process chemistry and more \n4 Seagate has a formal food safety program at all of our sites; this number was significantly impacted by COVID-19 \n5 All incidents are investigated and actions are taken to prevent reoccurrence.  \n This includes both Seagate contributed and 3rd party contributed accidents. \n96\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 97", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}