{"page_content": "OUR EMPLOYEES OUR EMPLOYEESIn January 2020, the Cority EHS Enterprise Software \nplatform was implemented for use globally. The system \nmodules allow for EHS to proactively mitigate risks, \nmeet compliance requirements, identify problem areas, \ntrack and manage incidents and monitor overall safety \nperformance. Use of Cority will provide for integrated \nand centralized data, standardized process, and the \nability to track, trend and analyze EHS performance \nand key performance indicators (KPIs). \nThe Occupational Health services focus on total worker \nhealth utilizing policies, programs and practices that \nintegrate protection from work-related safety and \nhealth hazards with the promotion of injury and illness \nprevention efforts and worker well-being. The on-site \nOccupational Health clinics see approximately 60,000 \nclinic visits on average, annually. Occupational Health services include medical surveillance, emergency \nsupport, work-related case management, injury and \nillness visits, pre and post-employment physicals, \nfitness for work and wellness program support. Worker \npersonal health-related information is maintained \nconfidentially by certified and licensed medical/nursing \nstaff in the Cority - Occupational Health module. \nProduct related Health and Safety risks are addressed \nin the design of our product. Health and Safety \nrelated information is provided in product manuals to \nusers. Contractors working at Seagate locations are \nrequired to comply with Seagate Health and Safety \nprocedures. Seagate Health and Safety procedures \nutilize the hierarchy of controls in addressing health and \nsafety risks at our locations. Those working to build \nSeagate products and components at supplier sites \nare subjected to the RBA code of conduct; details are \nprovided in the supply chain section of  \nthis report. \nIn FY2020, Seagate continued to work towards ISO \n45001 Occupational Health and Safety, upgraded from \nOccupational Health and Safety Assessment Series \n(OHSAS) 18001. We had 44 health and safety and \nfire regulatory visits globally in FY2020. There were no \nviolations in FY2020. conditions for workers. In FY2020, Seagate completed \nthe process chemical documentation process (to \nbe continued on an annual basis) for both drive \nmanufacturing sites. FY2021 will see us finishing the \ndocumentation for remaining manufacturing sites, as \nwell as producing training materials for members of our \nsupply chain and other electronics industry companies.\nLOOKING FORWARD: BENEFITS AND WELLBEING, HEALTH AND SAFETY \nIn FY2021, we will look at Benefits and Wellbeing as part of a Total Rewards package that is offered to \nour employees. We will continue our health and wellbeing programs offered globally, embark on digital \nhealth, where applicable and promote employee overall health and wellbeing as they work differently \nthrough the pandemic and beyond. We will continue to prioritize and improve upon health and safety \ncontrols as the COVID-19 pandemic evolves with consideration given to vaccine availability, transmission \nrates, new technology, science, research and guidance from governments and health authorities.Corporate Equality Index 2020   \nHuman Rights Campaign Foundation’s Corporate \nEquality Index is the national benchmarking tool \non corporate policies, practices and benefits \npertinent to lesbian, gay, bisexual, transgender \nand queer employees. \nSeagate has again received a 100% perfect \nscore on the Human Rights Campaign’s 2020  \nCorporate Equality Index (CEI), earning the \ndesignation of Best Employer for LGBT+ \nEquality—for the second year in a row. This \ndesignation is given to companies that score \nperfectly across all three categories of the  \nCEI: (1) Workforce Protections, (2) Inclusive \nBenefits, and (3) Supporting an Inclusive  \nCulture/Corporate Social Responsibility. Seagate recognizes that our commitment to ensuring \nthat workers are not exposed to hazardous chemicals \ndoes not stop at the walls of our factories but extends \nthroughout our supply chain. The first step in this \njourney is understanding what chemicals are used at \neach of the many steps in the supply chain. To enable \nthe effective transfer of chemical usage information \nbetween companies, the Clean Electronics Production \nNetwork (CEPN) has developed the Process Chemicals \nData Collection (PCDC) Tool as a unified industry \napproach to chemical data collection and reporting. \nSeagate is a member of CEPN and contributed \nmaterially to the development of the PCDC Tool.\nSeagate will be using the PCDC Tool to develop an \ninventory of the chemicals that are used in our supply \nchain as well as to gather information on how those \nchemicals are used and what worker health and safety \nprotections are in place. We will use this information \nto better understand where the opportunities exist \nin our supply chain for interventions to ensure safe Health and Safety: Process Chemistry \n98\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 99", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}