{"page_content": "COMMUNITY ENGAGEMENT COMMUNITY ENGAGEMENTIn Colorado, Seagate helped fund a mobile STEM \nactivities van, which visited all schools in the St. \nVrain Valley school district, and beyond. In Minnesota, \nSeagate sponsored Girl Time at The Works Museum, \nbringing STEM activities to 200 kids and STEM activity \nequipment to about 1,500. Minnesota’s employees also \nsupported robotics clubs and helped sponsor practice \nfacilities. About 300 youngsters in China enjoyed touring \nSeagate’s Wuxi facility, visiting the Seagate Smart Lab \ndedicated to advanced technology.  \n \nAnother example of combining fun and creativity with \ntechnology can be found in Seagate Singapore, where \ncolleagues visited the Little Arts Academy for a colorful \nafternoon of collaboration with a group of students. \nSeagate volunteers and students were paired up to \ndiscuss their painting subjects, reflecting the Seagate \nvalues of “Inclusion, Innovation, Integrity.” The kids used \na mobile app to create animations to showcase their \npaintings when complete. \nEfforts to reach the underserved includes multiple \nprograms in Thailand which addressed low-income \nstudents in the communities near our facilities. Nearly \n3,000 kids in Thailand enjoyed field trips to the National \nScience Museum with Seagate as the lead sponsor. In \nColorado, Seagate joined in the Sunrise Stampede is a \nfamily-oriented 10K or 2-mile run/walk that has raised \n$225,000+ for student programs in the St. Vrain Valley \nSchool District. The program awards grants to teachers \nwho have innovative ideas to enhance learning for \nstudents with special needs. \nA focus on the underserved also extends to supporting \nfood banks and other social agencies that serve a \nrange of needs for those in the community who need \nassistance—including food, referrals to social services, \nclothing and other necessities. \nPivot to New Approaches Due to COVID-19  \nIn the second fiscal half, COVID-19 struck, and  \nSeagate adapted on many fronts, including its \ncommunity footprint.  \nIn response to the pandemic, Seagate created a \ncustomized program, “Seagate4Good,” which identified \nabout 50 key engagements and partnerships that  \nwould address the pandemic on several levels. \nNear-term urgent needs for PPE, as well as emergency \nfunding, was provided to non-profits supporting health \ncare responders in numerous countries. In China, \nSeagate funded the purchase of three fully equipped, \nnegative-pressure ambulances to Huang Gang Central \nHospital, Xishui County Hospital and Xishui County \nChinese Medicine Hospital, all in Huang Gang City, in \nhard-hit Hubei Province. In addition, proceeds from \nSeagate’s Charity Golf Fund were used to purchase  \n60 electro-respirators and accessories for Wuhan Union \nHospital of China and the First People’s Hospital of \nJiangxia, Wuhan.  Seagate’s Wuxi Labor Union separately donated 30 \nECG monitors to hospitals in regions where the virus \nwas most prevalent. Thailand employees sewed \n150,000 masks for local responders and employees \nat other sites, including more than 21,000 masks as \npart of “back-to-school kits” for more than 10,000 local \nstudents. At several Seagate sites, employees took \nthe initiative to create face shields using 3D printers. In \naddition, numerous food banks were supported with cash donations as social distancing isolated people \nand challenged food supply lines and access in \nvarious geographies. \nAn important aspect of Seagate4Good in FY2020 \nwas to focus on helping local economies weather the \nstorm. In China and Thailand respectively, Seagate \npurchased produce and milk from farmers who \ncouldn’t sell their products, and had the foodstuffs \ndelivered to shelters, orphanages, and community \nsupport groups. In Fremont, California, Seagate \nhelped fund an e-gift card program in which residents \ncould shop at local small, independent businesses \nand get a bonus cash balance to increase their \npurchase. In Minnesota, local restaurants were tapped \nto supply some meals to employees working onsite. \nIn Springtown and Northern California, work continues \nin supporting online resources that help the elderly \nand isolated stay in touch with social services using \ntechnology. Seagate plans on sustaining some of the \nsupport services as COVID-19 continues to strain \ncommunity and educational capabilities. \nLOOKING FORWARD: COMMUNITY ENGAGEMENT \nIn FY2021, Seagate will continue to focus on volunteer opportunities (as allowable within the COVID-19 \nenvironment) and programs that serve STEM learning, community wellbeing, and health and wellness. \nAs we anticipate ramifications from the COVID-19 pandemic, more resources will be used in providing \nhelp for local economies, health care workers, and hard-hit communities.\n102\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 103", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 51, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}