{"page_content": "Supply Chain\nSeagate is a global company with diverse \noperations; agility is key in meeting customer \nand market demands. Our supply chain is an \nextension of our footprint, and stakeholders \nhold us responsible for the performance and \nactions of our suppliers. This makes supply \nchain ESG material to Seagate. \nThrough education, strategic management, and transparency to and from \nour manufacturers, and suppliers, Seagate ensures that people in our supply \nchain are treated fairly, and resources managed responsibly. \nOur two categories of suppliers are direct (those that provide components \nand parts of our products) and indirect (those that provide products and \nservices that support our operations.) To align with the RBA Code of Conduct, \nour Supply Chain and Global Citizenship program have four aspects: Code, \nCapacity Building, Risk Assessment, and Remedy. The RBA Code of Conduct \nalso serves as the code of conduct for our suppliers, and we expect that 100 \npercent of suppliers will comply. \nOur supply chain ESG program aligns with the RBA and we utilize all the \ntools and processes provided. We align with the RBA because we believe an \nindustry wide standard is the most efficient way to set expectations and carry \nout verification down the supply chain. \nThe RBA Closure Audit is the preferred option for verifying successful closures \nof audit findings; Seagate’s requirements are documents in our CSOP. \nSupplier audit performance and closure findings are scored in the Quarterly \nSupplier Scorecard for the affected supplier(s). In FY2020, we gave a supplier \nCSR award (to ST Micro Philippines) for the first time in recognition of leading \nperformance in the area of ESG.\n09\n104\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 105", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}