{"page_content": "SUPPLY CHAIN SUPPLY CHAINProactive engagement with suppliers helps to ensure our  \ngoals and standards are aligned, and Seagate regularly \nmeets with suppliers to share expectations and evaluate \nour level of engagement. \nFor onsite service providers, such as canteen providers \nand janitorial services, we require adherence to Seagate’s \nStandard Operating Procedures. This ensures that all \non-site service providers are held to the same standards \nas our own workforce. Seagate does not currently use \nforeign labor via agents, and we partner with recruitment \nagents at various locations, including Thailand, China, \nSingapore and the U.S., who provide local talent. \nOur Supply Chain organization has fulltime staff and \ndedicated resources to monitor RBA compliance and \neducation and ensure adherence to applicable global \nand local laws. \nCollaboration is key for success in our supply chain, and  \nas such, Seagate plays host to multiple Executive \nBusiness Reviews. These reviews show our RBA \ncompliance and sustainability efforts to supplier leadership.  Engaging our suppliers on key projects that focus on \nissues like RBA conformance, financial sustainability, \nand process improvement enables us to continue \ninnovating for everyone’s benefit. \nIn FY2020 Seagate outsourced training via seven webinar  \nsessions with almost 400 supplier participants. These \nwebinars included topics on supply chain due diligence, \nforced labor and EHS topics. The webinars were designed \nto include implementation of the code of conduct, and \nhow to develop effective corrective action plans for actual \naudit findings in these topic areas. We also had a session \non COVID response to ensure suppliers were managing \ntheir operations in line with Code expectations during \nthe pandemic. We held no face-to-face sessions as \nCOVID restrictions impacted our annual training plans. \nWe provide an Anti-Slavery and Human Trafficking \nStatement on our website, in adherence to the California \nTransparency in Supply Chain Act and the United \nKingdom Modern Slavery Act, and to demonstrate our \nefforts as a company in preventing slavery and human \ntrafficking in our business and supply chain. Seagate is proud to have a continued major role in  \nthe RBA, with our Senior Vice President, Business \nSustainability and Transformation serving as Board Chair,  \nand in the executive committee/Senior Leadership \nCouncil. In the last few years, Seagate helped lead the \nAssessments Workgroup, and participated in other \nworkgroups. Having an active presence in the RBA \nhelps Seagate be a better global citizen, and also \nprovides the opportunity to work with peers to drive \nimprovements in the supply chain. \nThrough audits and reports from non-governmental \norganizations (NGOs) in FY2020, Seagate was made \naware of four cases of high recruitment fees involving \nforeign workers at supplier facilities in Malaysia, and two \nin Thailand. During the year we worked with the RBA \nand other customers of these suppliers to confirm the \nallegations and quantify the amount of fees involved. \nIdentification of recruitment fees, especially in a worker’s \nhome country, has been extremely challenging, but is \nvery important in protecting workers in our supply chain, \nand maintaining integrity as a company. We continue \nto work closely with the RBA and other customers to \naddress this issue. We have reimbursed over $2.3M to \nover 3,200 workers so far. \nIn FY2020, we completed the remediation of two suppliers \n(one from FY2019 and one identified in FY2020, 25 \npercent of FY2020 identified suppliers). The remaining \nsuppliers are in various stages in their remediation \nactivities. We will continue to ensure that the workers \nare being recruited fairly. Seagate’s supplier due diligence process considers \na number of factors (such as type of supplier, \nspend, onsite or offsite) in determining suppliers who \nfall within the scope of our RBA programs. Seagate \nuses the Self-Assessment Questionnaire (SAQ) and \nValidated Audit Program (VAP) as our primary risk \nassessment tools. With these tools we are able to \ndetermine any instances of non-conformance with \nthe code and obtain root cause and corrective \naction plans as needed. Training on the code of \nconduct and our expectations is given either directly \nto suppliers, or through tools provided by the RBA. \nSeagate requires identified suppliers to update their \nSAQs annually. In FY2020, 182 suppliers either \ncompleted or updated their SAQ and released it \nvia the RBA-Online system. All existing suppliers, \nand 100 percent of new suppliers identified in the \nscope of our policy, are screened annually. The SAQ \ncontains environmental questions for which Seagate \nassesses criteria. We also aim to align our suppliers \nwith the latest RBA Code of Conduct revision \nupdates, Conflict-Free Mineral development plan, \nand RBA environmental questionnaire. \nSeagate requires all of our direct materials suppliers  \nwith whom we spend at least $1 million annually, as  \nwell as selected indirect suppliers, to undergo the \nRBA VAP audit process. Doing so helps to ensure \nintegrity and verify conformance with the code of \nconduct. These audit reports are valid for two years, \nmeaning our suppliers are on a two-year audit cycle.Supplier Engagement and Collaboration\n Supply Chain Due Diligence \n106\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 107", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}