{"page_content": "SUPPLY CHAIN SUPPLY CHAINChild labor, forced labor, and threats to the freedom of \nassociation within our supply chain are risks we remain \nvigilant on. The highest risk of forced labor in our supply \nchain is where foreign labor is utilized; suppliers in \nMalaysia, and Thailand pose the highest risk. Our training \non forced labor has been focused on suppliers in these \ncountries over the past three years. Based on supplier \nVAP audits, child labor and young workers exposed to \nhazardous work have not been identified as a serious \nconcern in our supply chain. However, various NGOs \nreport that student workers in the China supply chain \nrepresent an area of possible concern for the region. \nOur audit results have not identified any geographies \nof concern for freedom of association and collective \nbargaining in FY2020. Most of the findings in this area \nare related to suppliers not having a policy/procedure  \non the right of peaceful assembly.\nSmall Business\n$106.25M, 84%Minority Owned\n$10.12M, 8%Woman Owned\n$7.03M, 6%Veteran Owned\n$3.07M, 2%\nDisadvantaged\n$.057M, 0.4%\nHub Zone\n$0.037M, 0%FY20 Diversity Spend (US Only) $127MSeagate’s products serve everyone in the world, \nmeaning our global customer base, local communities, \nemployees, and suppliers are diverse. To encourage \ndiversity in our supplier base, Seagate contracts \nregularly with diverse suppliers who qualify and \nsuccessfully compete for our business; there is great \nvalue in minority-owned businesses. For example, \ndiverse suppliers in the U.S. are welcome to participate \nin Seagate’s competitive bidding process, including \nbusinesses owned and operated by minorities and those \nlocated in historically underutilized business zones. \nWe are proud to play a part in helping diverse suppliers \ngrow, create jobs, and strengthen the communities in \nwhich they live and do business.\nLOOKING FORWARD: SUPPLY CHAIN \nIn FY2021, Seagate will be focused on supplier capacity-building by working with other like-minded \ncompanies in carrying out joint training on key topics. We are also looking at conducting focused \ntraining on root cause and corrective action plan development for our suppliers in various geographies. \nSeagate will continue its involvement in the RBA Board and working groups and will strive for 100 \npercent completion rates among all identified suppliers (direct and indirect) of the RBA SAQ. In addition, \nwe have a goal that 100 percent of identified suppliers will complete a third-party RBA VAP audit. \nContinuing to show our value of Integrity with our suppliers, and the relationship we have with them, \nremains a key priority.  Supplier Diversity\n110\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 111", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}