{"page_content": "Business Continuity\nEach country, company, and person face the complexity and \nunpredictability of the world each day—and Seagate is no different  \nin facing the innumerable risks and threats to our business. We are \ncommitted to investing and protecting our operations and supporting \nthe community from any foreseeable threats by aligning our business \ncontinuity practices with the ISO 22301 standard and the Seagate \nBusiness Continuity Policy captures this commitment.\n10\nWe strongly believe that such business challenges \nshould not be disruptive to our customers and \nstakeholders. Accordingly, Seagate continued \nto mature our Business Continuity Management \nSystem (BCMS) throughout FY2020 to help us \nmanage and mitigate the various risks and threats \nto our business. Our BCMS encompasses four \npillars of planning—Business Continuity Planning, \nIncident Management, Crisis Management, and \nSupply Chain Risk Management—and complies \nwith the ISO 22301 Management System.\n \nAn overview of our BCMS program is available \nto our customers and is evaluated and updated \nbi-annually. The most recent version, updated for \nthe first half of FY2021 with how Seagate manages \nsupplier risk, reflects our global BCMS program, \nbusiness continuity planning and practices, and ISO \n22301:2012 certifications. We continue to utilize Seagate’s enterprise business \ncontinuity software as our central repository and \nrelational database for all business continuity related \ndocuments and assessments and have aligned \nour document control and management with the \nrequirements of the second edition of the ISO 22301 \nstandard. In addition, in FY2020, our supply chain risk \nmanagement program continued to proactively monitor \nsupplier risk by integrating technology to reduce the \namount of time and resources required to manually  \nand analyze potential risks. \nOur HDD manufacturing facilities in China and Thailand  \nwere audited in CY2019 and maintain their ISO \n22301:2012 certifications. To drive continuous \nimprovement and compliance to ISO 22301 requirements \nin FY2020, we continued to utilize a Business Continuity \nReadiness Index for both our HDD and component  \nsites and design centers across the enterprise. \n112\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 113", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}