{"page_content": "BUSINESS CONTINUITY BUSINESS CONTINUITYLOOKING FORWARD: BUSINESS CONTINUITY \nWe will continue to mature and exercise our BCMS throughout FY2021, including the transition to \nand implementation of the 2019 revision of the ISO 22301 Standard for Security and Resilience — \nBusiness Continuity Management Systems — Requirements, implementation of a new Site Business \nContinuity Scorecard, maintaining the requirements set forth by our Management System and taking into \nconsideration program maturity and development needs across our global footprint, and the roll out of a \nsupply chain visibility survey to our supplier base for better part-to-site mapping. \nTo continue to permit an immediate, effective response to future incidents and potential crisis, we will \napply the learnings presented during the COVID-19 global pandemic to our business continuity planning. \nApplying our learnings to enhance the business continuity planning will ensure continuous improvement \nof our BCMS and ensure Seagate’s ability to maintain operational resilience. In the second half of FY2020, coronavirus (COVID-19) \nwas declared a global pandemic. Not a normal business \ndisruption, COVID-19 required Seagate to respond \nfast and adapt quickly to the dynamic global situation, \nincluding the activation of our business continuity \nresponse all while acting with an abundance of caution, \nSeagate’s Enterprise Crisis COVID-19 mission. \nPreserving the continuity of our operations at our \nSeagate facilities and supply chain base around the \nglobe meant actively utilizing our business continuity \nplans and amending in real-time, or as required, to \naddress the COVID-19 situation and its impacts as they \nemerged. This framework also includes ensuring our \nbusiness continuity strategies are ready upon the need  \nfor activation and alignment with Seagate COVID-19 \nobjectives to maintain life and safety, business operations,  \nand Seagate values.\nBusiness Continuity Strategies Include:\nManufacturing Flexibility  \nSeagate’s manufacturing facilities meet Highly Protected \nRisk (HPR) standards to minimize any potential disruption \nto individual site operations. \nMinimization and Distribution of Risk  \nCombination of utilizing capacity already in place within \nSeagate and/or ramping up temporary alternate or \nsupplier capabilities. \nCrisis Management  \nIn the event of business disruption such as COVID-19, \nongoing management and decision-making led by the Enterprise Crisis Team allows Seagate to determine the \nlevel of effort and resources required for the appropriate \nbusiness continuity planning and recovery actions, and \nto coordinate the enterprise response to the event.\nSupply Chain Continuity   \nKey suppliers’ business continuity is assessed and \nmitigated to reduce supply chain risk. \nAs a result of our robust Seagate Business Continuity \nManagement System and business continuity strategies \nembedded across the enterprise, we have been able \nto safeguard the continuity of our business operations \nand services required to meet the commitments and \nobligations to our stakeholders and customers, and \nmitigate risk associated to our supply chain base from \nthe onset of the pandemic. \nHighlights:\nExercising our Pandemic Preparedness and Business \nContinuity Response  \nAt the beginning of the pandemic, our sites exercised \ntheir pandemic preparedness using business continuity CASE STUDY\nCOVID-19: Mitigating Impacts, Risk, and Ensuring Business Continuity \nplans, and health and safety practices and protocols, to \nensure the appropriate processes and protocols were \nin place to mitigate COVID-19 impacts to our workforce \nand operations. \nCustomer Engagement:  \nThe Business Continuity Management team partnered \nwith the sales organization to proactively meet with \ncustomers to discuss Seagate business continuity \nplanning and readiness and strategies for mitigating \nCOVID-19 impacts. \nSeagate Pandemic Assessment  \nThe Supply Chain Risk team developed and distributed \nPandemic Assessments to our suppliers to understand \ntheir pandemic preparedness and determine mitigation \nplans required to ensure the continuity of supply. COVID-19 Site Handbook  \nDeveloped and lead by a subset our Enterprise Crisis \nTeam and subject matter experts across the enterprise, \nthe COVID-19 Site Handbook was released in July \n2020. This Handbook represents Seagate’s global \npolicies, practices, and protocols with the intent \nto ensure employees, contractors, and visitors are \naware of Seagate site health and safety practices and \npreparedness measures.\nAs we look forward into FY2021, we will continue to \noperate in the new normal, applying our learnings and \nmitigating COVID-19 impacts to ensure an effective \nbusiness continuity response and protect the business. \n114\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 115", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}