{"page_content": "GLOBAL CITIZENSHIP HIGHLIGHTS GLOBAL CITIZENSHIP HIGHLIGHTSProduct Impacts and Circularity  \nSeagate aims to improve product quality to extend the \nuseful life of drives, while minimizing their impact on \nresources. We continue to use Life Cycle Assessments \nfor our different product families, which identify the \nenvironmental impacts of a product’s life cycle in the \nfollowing areas: Product Sustainability Governance and Ethics\nCorporate Governance  \nSeagate continues to be governed by our fully independent Board of Directors; \nmore information on their governance structure can be found here. Seagate has \nseveral policies and processes as part of our compliance and ethics program, \nensuring that our employees know how to perform to the highest standards. \nThis includes our Code of Conduct, a Global Anti-Bribery and Anti-Corruption \nPolicy, and risk assessments completed every two years to identify any risk of \ncorruption at our manufacturing sites.\nData Privacy and Security  \nSeagate remains committed to protecting data for our employees and customers \nand comply with the EU General Data Protection Regulation and the California \nConsumer Privacy Act of 2018. In addition, we work to comply with other \nemerging data protection and privacy laws worldwide. Seagate also maintains \nthe integrity of our supply chains and products through ISO certifications, internal \ntest and evaluation of data security risks, and trusted chains of custody. \nEthics  \nSeagate provides reporting channels for employees and those external to \nthe company to share ethical concerns. Throughout FY2020, we promoted \nthe Ethics Helpline, and held ongoing training to encourage feedback and \nparticipation by employees. 1 2 3 4Each report also measures progress towards a circular \neconomy. Seagate recognizes the need to move away \nfrom the “take, make, dispose” model into a more \nefficient, circular economy, and actively participates \nin circularity projects both internally and externally. In \nFY2020, a circularity pilot with Dell was operationalized, \nresulting in 1.6 tons of scrap magnets recycled. We  \nalso worked to improve our packaging, and made \nseveral changes in material types, recycled material,  \nand densification, all with the goal to save material  \nuse and energy. Climate \nChange\nRestricted Substances and Critical Materials \nSeagate aims to meet or exceed our customers’ \nstrictest specifications for restricted substances. We \nadhere to global restricted substance legislation, \nincluding the European Regulation (EC) 1907/2006 \nconcerning the Registration, Evaluation, Authorization \nand Restriction of Chemicals (REACH) and the \nDirective of the European Parliament and of the \nCouncil on the Restriction of the Use of Certain \nHazardous Substances (RoHS) in Electrical and \nElectronic Equipment 2011/65/EU (RoHS) and \namended by 2015/863/EU, among others. \nSeagate participates in the RBA Responsible Minerals \nInitiative (RMI). In FY2020, our entire product portfolio \nwas certified as conflict-free. In addition to Tungsten, \nTantalum, Tin and Gold (3TG), Seagate recognizes \nthe procurement risks associated with other \nmineral-based products that we refer to as Critical \nMaterials. The risks of those commodities present in \nour products are rated on an annual basis. Seagate’s \nrisk management and compliance professionals \nalso monitor news aggregators, industry association \nnewsletters and other information pathways to maintain \nawareness on events which could pose an impact on \nour material supply chains.Human \nToxicity Metal  \nDepletionWater  \nDepletion\n12\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 13", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}