{"page_content": "GLOBAL CITIZENSHIP HIGHLIGHTS GLOBAL CITIZENSHIP HIGHLIGHTS\nEnvironmental Sustainability \nEnergy and Carbon Emissions  \nSeagate aligns with ISO standards as we implement \nand improve energy management systems. We \nare certified to the ISO 50001 Energy Management \nSystem in our manufacturing sites in Wuxi, Korat and \nLondonderry, and continue our efforts to become \ncertified in all of our manufacturing sites. In FY2020 \nwe saved 17,600 MWh of electricity through energy \nconservation and efficiency initiatives, exceeding our \nconservation goal of 14,000 MWh for the year. Since \ninitiating our energy conservation program in FY2014, \nSeagate has saved a cumulative 187,000 MWh from \nprojects focused mainly on electricity conservation. \nSeagate’s Science-Based Targets states that “Global \ndata storage solutions provider Seagate Technology \nLLC commits to reduce absolute Scope 1 and Scope \n2 GHG emissions 20% by 2025 and 60% by 2040 \nfrom a 2017 base year. Seagate Technology LLC also \ncommits to reduce absolute Scope 3 GHG emissions \n20% by 2025 and 60% by 2040 from a 2017 base \nyear. More on Science Based Targets here.” \nScope 1 and 2 (market-based) GHG emissions \nincreased by 0.41 percent from 2017 to 2019. The \n2017 baseline was adjusted in FY2020 with the most \nup-to-date information. The 20 percent emissions \nreduction from 2019 is still in progress to achieve \nthe 2025 goal. Overall, we reduced our absolute \nemissions by 1.49 percent in CY2019 vs CY2018. \nOur reduction per EB was approximately 2,559 \ntCO2e/EB in CY2019, compared to 3,135 tCO2e/EB \nin CY2018. More information on our climate change \nefforts and results can be found in Seagate’s CDP \nClimate Change Disclosure.Waste  \nSeagate measures non-hazardous waste (comprised of \nwood, paper, cardboard and plastics which are non-\nhazardous) and hazardous waste (comprised of organic \nsolvents, sludges, corrosives waste and e-waste.) In \nFY2020, we decreased our hazardous waste generated \nper EB (metric tons) to 21.4 metric tons from 24.3 \nmetric tons in FY2019. We also met our target of an 85 \npercent diversion rate for non-hazardous wasted, with \n87.8 percent diverted in FY2020.\nWater Stewardship  \nWater is a critical natural resource, and Seagate actively \nworks to improve the management and use of water in \nour manufacturing and facilities processes. In CY2019, \nwe increased water recycling to 2,775 megaliters \nfrom 2,556 megaliters in CY2018, reduced total water \nwithdrawn to 8,029 megaliters from 8,282 megaliters in \nCY2018, and decreased water intensity to 18.15 liters \nper EB from 22.59 liters per EB in CY2018. Seagate’s \nCDP Water Disclosure provides additional information \non our water stewardship efforts.12% \ndecrease in hazardous  \nwaste generated per EB\n8.57% \nincrease in water recycling\nHAZARDOUS WASTE\nWATER STEWARDSHIP\n14\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 15", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}