{"page_content": "GLOBAL CITIZENSHIP HIGHLIGHTS GLOBAL CITIZENSHIP HIGHLIGHTSDiversity, Equity and Inclusion  \nSeagate remains committed to an environment in which \neveryone feels safe to be themselves at work and \nhas a voice at the table. We publish an annual report \non Seagate’s Diversity, Equity and Inclusion efforts; \nthe report for FY2020 can be found here, and more \ninformation can also be found in the Our Employees \nsection of this report. \nIn FY2020, Seagate launched diversity training and \neducation resources, including global LGBTQ+ (lesbian, \ngay, bisexual, transgender, queer) Ally Training and \nNeurodiversity training. We also sustained our global \nunconscious bias program through both live and virtual \nworkshops. This program reached 14 global sites \nthrough 107 learning sessions. 735 Seagate employees \nat the director level or above attended workshops. Employee Development, Engagement  \nand Retention  \nSeagate aims to create an environment that inspires \nemployees to grow and develop through conversations \nand coaching, collaboration, and diverse thought. \nIn FY2020, we met our goal of 95 percent of non-\noperator employees participating in the performance \nmanagement process, with 99 percent participating. \nWe also actively encourage continued learning; 97 \npercent of our non-operator employees created \nlearning plans in FY2020; and overall employees took \nmore than 325,000 hours of training. The portfolio of \nlearning and training formats include but are not limited \nto mentoring and coaching, e-learning opportunities, \nLinkedIn Learning self-study courses and programs, \nstrategic internal programs. Employee Health and Safety  \nThe challenges posed by the COVID-19 pandemic \nhave tested our health and safety controls but \ncontinue to reinforce Seagate’s strong commitment \nto mitigating risk to our workforce worldwide through \nstrong programs and controls. Seagate remains \nsteadfast in acting with an abundance of caution to \nsafeguard the health and safety of our workforce while \nprotecting the continuity of our business operations. \nSeveral health and safety control measures have been \nimplemented such as social distancing, temperature \nand health screenings, masks, increased cleaning \nOur Employees\nand disinfection, and contact tracing measures. While \na strong focus has been developed in support of our \nCOVID-19 response, Seagate has continued to mature \nour Environment, Health and Safety (EHS) Management \nSystem focusing on a standardized and efficient \napproach to health and safety program management. \nThe use of new tools, such as our new EHS software \nplatform have allowed Seagate to proactively identify \nand mitigate risk, collect consistent information and \ndata, enable more intuitive reporting and analytics, and \nlead continuous improvement.\nA temperature check station at \nthe entrance to the Fremont site.\n16\nFY2020 Global Citizenship Annual Report FY2020 Global Citizenship Annual Report 17", "metadata": {"source": "NASDAQ_STX_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}