{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT13\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   Dear CommunitiesFOCUS   \nAREAASPIRATION METRIC2019   \nSTATUS2020   \nSTATUSMORE   \nINFORMATION\nAdvance healthcare \nthrough new therapies \nand innovative \ndiagnosticsSupport shortening the time for a rare \ndisease patient to receive an accurate \ndiagnosis by creating or optimizing new \ntools and resources, year over year, with \nappropriate partnersOngoing Ongoing Page 58\nPursue programs to \nbring novel therapies \nto patients, year  \nover yearPursue programs to bring novel therapies \nto patients, year over yearOngoing Ongoing Pages 7, 57, 60-62\nBuild trust  \nthrough ethics, \nquality and \ncomplianceBe a key influencer of compliance \nstandards across the industry  \nthrough ongoing, proactive  \nthought leadershipOngoing Ongoing Page 68\nABOUT THIS REPORT  \nThis report has been prepared in accordance with the GRI Standards, Core option. We have also included \nadditional disclosures from the Sustainability Accounting Standards Board (SASB) Biotech Standard. \nPlease see our complete Reporting Index beginning on Page 77. \nDear Communities  is the story of our activities, primarily from calendar year 2020, told through the \nvoices of our employees. To help guide our discussions, we continue to rely on our CSR materiality \nassessment, conducted with the support of approximately 90 internal and external stakeholders. \nEmployees, patient organizations, investors, former regulators, community groups, environmental \nNGOs, recruitment firms, and research organizations all weighed in on our most material CSR topics. REPORT SCOPE  \nQualitative metrics cover all of Alexion’s entities \ncontained in our consolidated financial statements. \nQualitative narrative may be global in nature or refer \nto specific geographies or functions, as noted. CSR-STAR ASPIRATIONS AND METRICS (CONTINUED)\nREDEFINE\nLIVING WITH A RARE DISEASE  \nOR DEVASTATING CONDITION\nETHICS & COMPLIANCE: \nOUR FOUNDATION", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}