{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT17\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   Dear Communities\nTamar, playing with her two new puppiesWHAT A TIME TO LAUNCH THE  \nALEXION CHARITABLE FOUNDATION  \nJust ahead of Rare Disease Day in February \n2020, we announced the launch of The \nAlexion Charitable Foundation (ACF). None \nof us on the Foundation’s Board of Directors \ncould have possibly known how timely that \ndevelopment would turn out to be. It put ACF in \na position to act quickly in helping individuals \nand families impacted by the COVID-19 crisis \nand in supporting organizations working for \nequity and inclusion. We made an emergency \ngrant to help frontline healthcare workers and \nadvance general COVID-19 relief efforts on a \nglobal and national basis, and we contributed \nto efforts specifically designed to address the \nimpacts of the pandemic on the rare disease \ncommunity. All while working for the betterment \nof the communities where we live and work. \nMy role as ACF Chairperson of the Board is \namong the most gratifying positions one \ncould imagine. I have the pleasure of serving in \npartnership with ACF Board members and staff to help fulfill the Foundation’s mission to offer \npromise and cultivate a sense of belonging, \nparticularly for those affected by a rare disease. \nACF provides philanthropic funding through \ntwo primary channels, its signature RARE \nBELONGING® suite of funding priorities and \nthrough Local Needs Grants. \nLooking back on 2020, I’m thankful that I had  \nthe opportunity to truly make a difference for \npeople in need of help and hope. \nSincerely,\nTamar\nTamar Thompson, Vice President \nGovernment Affairs and Policy, \nAlexion Pharmaceuticals, Inc.  \nand Chairperson, Alexion \nCharitable Foundation SUMMARY OF   \n2020 ACF GRANTS  \nRARE BELONGING GRANTS $1,600,000\nLOCAL NEEDS GRANTS $315,000\nCOVID-19 RESPONSE GRANTS $500,000\nTOTAL $2,415,000", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}