{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT19\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   Dear Communities\nSUPPORTING THE NAACP  \nProtests rallying against racial inequality and injustice erupted across the \nUnited States and the world in the summer of 2020. As individuals and as a \ncompany, these events heightened our desire to make a difference. Among the \nways we responded was to donate $100,000 of corporate funds to the National \nAssociation for the Advancement of Colored People (NAACP) Empowerment \nPrograms to aid its mission of securing political, educational, social and economic \nequality. This support was a small part of activities undertaken by our global \nteam to advance diversity, inclusion and belonging (DI&B) in 2020. See Page 37   \nfor more information. ACF Local Needs Grants support organizations in communities where \nAlexion has a major presence, but without the specific requirement of \nbenefiting the rare disease community. Funding that meets specified \nguidelines and criteria supports emotional well-being, educational \nopportunities, and diversity and inclusion. \nExamples in 2020 included:\nURU The Right to Be, Inc. – Supported this \norganization on its Our Humanity program to \ndeliver evidence-based pandemic guidance \nfor Black, Brown and Indigenous communities \ndisproportionately impacted by COVID-19. \nGive an Hour – Provided funding for this \nnonprofit’s Managing Emotional Wellness \nThrough Crisis project to educate disadvantaged/\ndisenfranchised populations across California  \nand help build communities of support in the \nwake of COVID-19.\nSesame Workshop – Supported the Sesame \nStreet in Communities program, whose Health \nEmergencies initiative engages families in \nboth English and Spanish to guide parents and \ncaregivers as they seek ways to cope with the \nCOVID-19 pandemic.\nIN-KIND AID FOR COVID-19 RESPONSE  \nAs a company, Alexion made a variety of in-kind contributions to support COVID-19 \nresponse efforts. Two of these included:\n1. Donating lab equipment and instruments to enable hospital laboratories in \nConnecticut, Massachusetts and Rhode Island to better meet the challenge of \ndiagnosing and treating patients with COVID-19. \n2. Teaming up with members of BioPharmaChem Ireland to form the Covid \nAlliance , which helped source and provide hard-to-find raw materials critical  \nfor COVID-19 testing. ", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}