{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT29\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nINCORPORATING PATIENT INPUT  \nWhen creating protocols and patient informed consent documents for early \nclinical development plans and Phase II/III clinical trials, Alexion aims to include \nthe perspective and input of patients and their caregivers. Our colleagues share \nseveral examples from 2020.\nAusten Eadie-Friedmann, \nPatient and Employee Experience Lead\n*ALS is a progressive neurodegenerative disease for which there are some approved \ntreatments, but no cure. Alexion is conducting Phase III clinical trials to gauge the  \nefficacy of ULTOMIRIS® (ravulizumab-cwvz) in slowing the progression of ALS. \nWHAT IT’S LIKE LIVING   \nWITH A RARE DISEASE   \nAND WORKING AT ALEXION\nMy life changed irreversibly when I was diagnosed with ALS* in 2019. \nSuddenly, the work our company does to transform patient lives \nbecame very personal. \nIn the face of this adversity, I drew on support from my husband \nand my family and relied on my optimistic take on life. From my \ndetermination to turn a bad situation into something positive, my \ncurrent position was borne.\nMy job is unique in this industry. It focuses specifically on bridging \nthe patient and employee experiences. I’ve spent my entire career in \nHuman Resources roles, much of it in healthcare, and have not come \nacross a position anything like this.\nI’ve had the opportunity to create LEAP training modules focused on \nempathic listening, providing input into the design and strategy for \nALS clinical trials, and increasing visibility at Alexion of the caregiver \nperspective, having directly benefited from the critical support my \npartner provides to me.\nMore than ever, my work is my passion. What I do at Alexion makes  \na real difference, every day. I know this firsthand. \nSincerely,\nAusten“\n”Brian Meltzer, Vice President, Global Medicine Leader - The \ndiagnostic assessment of neuropsychiatric complications specific to \nWilson disease has always been difficult. In 2020, we set out to create \nan assessment tool for the entire Wilson disease community, working \nclosely with patients and the Wilson disease Association to better \nunderstand neurological and psychiatric symptoms. We encourage \nphysicians to “Think Wilson” to broaden their ability to recognize the \nsigns and symptoms of the disease in undiagnosed patients. \n”“Anna Petryk, Executive Medical Director - For patients living \nwith HPP, we conducted interviews using open-ended questions \nto better understand how symptoms impact people’s daily \nlives and to inform the development of HPP-specific Patient \nReported Outcomes (PRO) for patients being treated with \nSTRENSIQ® (asfotase alfa). We communicate the published  \ndata to patients through Plain Language Summaries that \naccompany the publications.  \n“”Laura Gault, Therapeutic Area Head, Neurology Clinical \nDevelopment - People living with dermatomyositis provided their \ninput to the clinical team and also spoke at an Advisory Board with \nexpert clinicians. Their perspectives on how the disease affects their \ndaily lives were invaluable inputs to the protocol design. ", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}