{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT33\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nENGAGING VIRTUALLY WITH   \nPARTNERS AROUND THE GLOBE  \nAs COVID-19 spread around the globe in 2020, \nAlexion adapted quickly to maintain open lines \nof communication with key opinion leaders and \nhealthcare professionals to ensure information \nand insights necessary for patient care were being \nshared. By the end of April, our total field medical \ninteractions around the world increased by 19% \ncompared to our pre-pandemic baseline, driven \nby a quick shift from face-to-face interactions to \nremote outreach. This speaks to the adaptability of \nAlexion and our employees’ focus on showing up \nfor partners – whether in person or virtually – no \nmatter what.Josep Maria Espinalt, \nVice President, Head of Partnerships for Growth\nQ: What is the Partnerships for Growth model?  \nA: Partnerships for Growth, or PfG, allows us to work with third-party partners \nwho share our vision and have the local capabilities to maximize and expand \navailability of our medicines. In other words, it expands the availability of  \nour life-changing medicines in selected geographies that we cannot \ndistribute to directly. \nQ: Why is PfG important to Alexion?   \nA: Patients everywhere need our medicines to improve their quality of life—  \nbut without PfG, we wouldn’t be able to reach nearly as many patients, \nincluding those around the globe in countries where Alexion does not have \na direct presence. The organizations we work with know their geographies \nmuch better than we do, and we only select partners who meet our highest \nstandards of quality and compliance. As we continue to grow our pipeline \nand business, PfG ensures we have the infrastructure in place to carry out  \nour mission of transforming patient lives around the world. \nQ: What did PfG accomplish in 2020?  \nA: In 2020, we partnered with seven organizations to serve patients in \n28 countries across four continents. We have also submitted additional \nindications and products for regulatory approval in some of those countries, \nfilling the gaps so that as many of our medicines as possible are available. \nAlexion, or its partners on behalf of Alexion, have also filed for regulatory \napprovals in additional countries. Looking ahead, we hope to serve even \nmore people living with rare diseases and devastating conditions in more \ncountries under the PfG model.\nEXPANDING AVAILABILITY THROUGH  \nPARTNERSHIPS FOR GROWTH  \n19%19%\nincrease of total field \nmedical interactions  \nthrough shift from  \nface-to-face interactions  \nto remote outreach", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}