{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT37\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nFrom my childhood in Pakistan, to my \nimmigration to the United States, to \nmy time living and working in Italy and \nthroughout my entire career, my life has \nalways put me in highly global contexts. These \ncross-cultural experiences have emboldened \nmy relentless passion for human rights  \nand etched the values of authenticity and \ninclusion into my personal credo.\nMy passion to help people be their authentic \nselves and feel included is aligned with my \npersonal purpose to set people free. This purpose \nis governed by a simple belief that when people \nfeel free, great things are possible. Authenticity \nand inclusion liberate people to feel empowered \nto trust one another and take thoughtful risks. \nIn business, trust leads to collaboration, risk-\ntaking and innovation. When people are free, \nbreakthroughs are inevitable.\nAs a human resources futurist, I want to rethink \ndiversity programs to be impactful and lasting. \nUzair Qadeer, \nChief Diversity Officer\nThe changes brought by the COVID-19 \npandemic and a summer of racial reckoning \nposed major tests to organizations around the \nworld. Alexion’s investments in its people and \nculture put us in a particularly strong position \nto adapt quickly, reimagine work and expand \nour commitment to diversity, inclusion and \nbelonging (DI&B). The work of best-in-class human resources \nand diversity functions is to spur collaboration \nand innovation to drive business results while \nempowering people. To do so, we need to replace \nsystems built to prevent people from hurting \nwith systems designed to help people. Alexion \nstrives to create an ecosystem in which all people \nfeel a sense of belonging. I cherish working for a \ncompany that fundamentally believes diversity \nis a strength and unique competitive advantage. \nAt Alexion, we believe that diversity is having \na seat at the table, inclusion is having a voice, \nand belonging is having that voice be heard. \nBelonging occurs when all people feel included \nbecause of their uniqueness, not despite of it. \nAs Alexion’s first Chief Diversity Officer, I am \ntasked with building a market-leading capability \nto drive our DI&B agenda worldwide. Creating \nan environment of belonging mandates forward \nthinking to deliver transformative results. Our \ncompany stands committed to a clear and \ngame-changing DI&B strategy. We are building \ninitiatives that are broad in scope, specific in \naction and measurable in results. For example,  \nwe have built a “DI&B Innovation Factory” \ncomposed of 7% of our global workforce to \nproduce bold diversity programs at a rapid AT THE FOREFRONT:  \nDIVERSITY, INCLUSION AND BELONGING\nUzair, cherishing time in his favorite city, Rome", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}