{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT40\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nSTRENGTHENING DIVERSITY   \nIN RECRUITING\nIn 2020, Alexion engaged with multiple organizations to strengthen our \nefforts to both bolster diversity in recruiting and lay the groundwork to \nwelcome our most diverse internship class in 2021.\n ∙50th Annual National Black MBA Association (NBMBAA) \nConference and Career Fair - Alexion’s talent acquisition team \nconnected with more than 600 participants during this two-day \nvirtual career fair. \n ∙Reaching Out MBA (ROMBA) 2020 LGBTQ MBA and Graduate \nVirtual Conference - Our delegation interfaced with a dynamic \nslate of candidates at the world’s largest gathering of LGBTQ+ \nbusiness students and alumni. \n ∙Prospanica (The Association of Hispanic Professionals) -  \nOur team spoke with more than 400 professionals and high-\npotential candidates about life and opportunities at Alexion.\n ∙Historically Black Colleges and Universities (HBCUs) -  \nWe formally reached out to six HBCUs to create mutually  \nbeneficial programs to fill internship and entry-level positions  \nat Alexion with young talent from diverse backgrounds. Interactive and real-time learning. The Office of DI&B also facilitates  \nworkshops on an ad-hoc basis, as requested by different internal business \nfunctions. These workshops are intended to further raise awareness of DI&B at \nAlexion and discuss tangible actions that everyone can take to cultivate a culture \nof belonging. Additionally, the Office of DI&B also offers a portfolio of diversity-\nfocused listening and learning programs designed to amplify diverse voices  \nand experiences. \nExperiential learning. Our global colleagues also have an opportunity to join the \nDI&B Network, our Innovation Factory, and sign up for many of our diversity working \ngroups known as DI&B Innovation Pods. Each Innovation Pod is designed to bring \npassionate colleagues, internal experts and external advisors together to research \nsolutions and activate complex DI&B related challenges. In turn, our colleagues get \nto advance our DI&B mission while learning and gaining insights and skills through \nnew experiences.Digital and on-demand learning. In 2020, we piloted seven DI&B training modules \nin multiple languages that will roll out across the organization in early 2021. These \nare on-demand, mobile-accessible, and bite-sized learning modules, which may be \naccessed by any employee at any time. After employees complete the training, they \nare encouraged to attend a debrief session to continue the conversation and apply \nthe learnings. LAUNCHING NEW DI&B TRAININGS  \nAt Alexion, our approach to diversity education and learning is as unique as our \nphilosophy on DI&B. Our three-tier approach offers learning on three fronts: \n", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}