{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT41\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nBetel Girmay,\nLead of Clinical Trials  \nDiversity DI&B Innovation Pod\nGwen Hyland, \nMember of Clinical Trials  \nDiversity DI&B Innovation PodEXPANDING DIVERSITY  \nIN CLINICAL TRIALS  \nraising their awareness of clinical trial options. This \nincluded guidance and encouragement for new \nPhase II and Phase III studies to include specific \npractices, imagery and content that might better \nresonate with diverse, underserved populations. \nIn 2020, the pandemic accelerated our efforts \nto increase virtual patient monitoring and data \ncollection options. We are committed to building \non the learnings from this year to unlock our full \npotential, make our clinical trials more accessible, \nand reach a broader, more diverse pool of potential \npatients. We are exploring ways to reduce the \namount of travel and in-person appointments \nrequired to participate in our clinical trials, as we \nknow these can be major barriers to participation \nfor certain communities. \nAs Alexion’s pipeline of medicines continues to \ngrow, we work to demonstrate that our medicines \nare safe and effective for the people they are \nintended to help. The organization is committed to \nnew ways to enhance clinical trial diversity in order \nto best serve rare patient populations and generate \nevidence that is representative of the diversity in \ntarget indications. \nSincerely,\nBetel and GwenResearch has shown that racial and ethnic \nminorities are routinely underrepresented \nin clinical trials. The same holds true for people \nliving in rural areas and those with lower incomes. \nWe find this troubling, and we are doing our part \nto address this inequity. \nAt Alexion, we launched a cross-functional Diversity \nin Clinical Trials team to assess the current state of \ndiversity in our clinical trials, understand industry \ntrends and perspectives on inclusive clinical trials, \nidentify concrete goals for improving diversity \nin clinical trials, and develop a road map and \ninitiatives to achieve our goals. For example, we \nevaluated our past and current recruitment \npractices, then outlined an enhanced approach \nfor engaging patients and their families and DI&B SPOTLIGHT – IRELAND  \nIn 2020, prior to the widespread outbreak of \nCOVID-19, Alexion Ireland sent 20 volunteers \nfrom our College Park and Athlone facilities  \nto the I WISH Conference, an initiative aimed  \nat encouraging young women to pursue  \ncareers in science, technology, engineering  \nand math (STEM). \nThe team in Ireland also launched a new DI&B \ninitiative called Different Together to help \nemployees feel comfortable expressing their \ntrue identities in the workplace. In 2020, the \nDifferent Together network held diversity \ntrainings and workshops in partnership with \nthe Irish Centre for Diversity and wrote articles \nhighlighting important diversity topics, such as \nliving with autism and growing up Black in a \npredominately white town in Ireland.", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}