{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT48\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nOUR RARE LEADER DEVELOPMENT PORTFOLIO\nIn 2020, Alexion launched a comprehensive set of Rare Disease Leadership Development programs,  \nboth in response to the COVID-19 pandemic, as well as in pursuit of our critical mission. \nEnterprise Leadership Team Community\nA curated community of our top 150 leaders to \nhelp grow our people to fuel our rare disease \nbusiness and provide a platform for informed and \ninspirational leadership in a time of pivotal change. \nWe kicked off and inspired this community with a \nthree-day global meetup of all leaders at the start \nof 2020 before the pandemic struck, and used the \ninspiration and energy of the community throughout \nthe year to guide and steward our people, company \nand commitment to those impacted by rare diseases \nand devastating conditions. \nLinkedIn Learning \nAfter concluding a successful pilot with a small cohort \nin 2019, we opened this educational platform to all \nemployees in 2020. \nManager Enablement Series (MES) \nAlso launched in 2020, MES gives our people \nmanagers access to monthly virtual sessions to \nnetwork with each other, share best practices and \nexplore new perspectives. These sessions are designed \nto tackle timely issues, such as our series on racial \nequity. Roughly 100 managers continue to tune into \nthe Manager Enablement Series each month. Manager Development Program (MDP) \nAmong our most significant development \ninitiatives of 2020, MDP seeks to grow our  \n600-plus strong people-manager community \nand enable them to deliver a positive employee \nexperience. Because of the pandemic, we \npivoted to a virtual platform and reorganized \nmodules to prioritize topics like resilience, \nschedule management, and peer interactivity \nand learning. More than half of Alexion people \nmanagers from 14 countries participated with \nthe goal of reaching the other half in 2021.Virtual Leadership Roundtables \nQuarterly sessions built to inspire and discuss \nbest practices in leadership, this included a \nsession led by Nancy Koehn, a Harvard Business \nSchool researcher and author of “Forged in Crisis: \nThe Power of Courageous Leadership in Turbulent \nTimes.” Koehn’s roundtable helped participants \ngain confidence in navigating the unique \nchallenges of 2020. The series was kicked off  \nby Frances Frei, another Harvard Business School \nprofessor, on the importance of trust, and  \ndiversity and inclusion in pursuit of high-\nperformance organizations. \nEnterprise Leadership Program (ELP) \nPiloted in 2020, ELP focuses on preparing \nAlexion’s senior leaders to navigate the leadership \nchallenges of the future. In 2020, we had 19 Global \nMedicine Team Leads and Global Program Team \nLeads participate in the pilot program. In 2021, we \nwill build upon this success as we expand learning \nexperiences to our broader Enterprise Leadership \nTeam community and targeted programs for \ncohorts like our General Managers. \n", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}