{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT51\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nADDED PANDEMIC-RELATED BENEFITS  \nWe believe that Alexion’s Total Rewards Program is among the best benefit \npackages in the industry. In our aspiration to be the most rewarding place to \nwork, we recognized the additional contributions our employees were making \nduring the pandemic by providing hazard pay for essential staff who came into \nour facilities during lockdowns, and stipends for home office supplies for those \nwho suddenly found themselves working from their kitchens, living rooms and \nbedrooms. Additionally, we provided all U.S. employees the opportunity to be \ntested for COVID-19 without charge, even if asymptomatic.BE WELL IN TURKEY  \nIn 2020, Alexion Turkey launched “Önce Sen İyi Ol” or “First You, Be Well,” \nfocusing on employees’ overall well-being with new activities each month \naddressing emotional, social, physical, mental, emotional and environmental \nsubjects. Accessible on mobile devices, examples of activities include learning \nyoga, exploring healthy snacks and having colleagues share their favorite books \nwith each other. \nAlexion offers a range of benefits designed to help employees with a healthy \nwork-life balance and to assist them in times of need. While these benefits \nmay vary from country to country in compliance with local regulations, our U.S. \nwellness benefits for qualifying employees are emblematic of our approach:\n ∙Paid leave - Up to 16 weeks for new parents and up to four weeks for \ncaregivers of seriously ill family members.\n ∙Backup care coverage - Up to 12 days of backup and adult care, or the \noption of being reimbursed up to $100/day to find a provider when \ntraveling overnight on business.\n ∙Free breast milk delivery service for work travel\n ∙Adoption assistance - Up to $8,000 per child.\n ∙Generous commuter benefits\n ∙Employee Assistance Program - Including counseling services.\n ∙Telemedicine services\n ∙Annual fitness reimbursement\n ∙Flexible Work Arrangements Corporate Policy\n WELL-ROUNDED WELL-BEING  MENTAL HEALTH   \nFIRST AIDERS  \nIn Ireland and the U.K., Alexion trained a number of Mental Health First Aiders \nas a resource for colleagues who may be experiencing a mental health issue \nor emotional distress. While Mental Health First Aiders are not therapists or \ncounselors, and cannot diagnose mental health conditions, they are trained  \nto understand and identify signs and symptoms, lend a supportive ear and \ndirect people to professional help.", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}