{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT53\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nOCCUPATIONAL HEALTH AND   \nSAFETY TARGETS AND METRICS  \nAlexion emphasizes proactive health and safety metrics and targets as described below. We also report \nmetrics in the spirit of aligning with key GRI indicators and other stakeholder expectations (see Page 86 in \nthe Reporting Index section). However, our emphasis is on preventive measures rather than setting targets \nagainst the reduction of incident rates, which may have the unintended consequence of dissuading some \nemployees from reporting near misses or actual incidents.\nProactive Targets and Metrics\nCorrective/Preventative Actions (CAPAs) – These \nresult from both actual incidents and submitted \nsafety comments that can be resolved or escalated \nby the observer. Our goal is to address every CAPA \nin a timely manner. Across our enterprise, more \nthan 4,514 safety comments were submitted \nin 2020, and we had zero serious, overdue EHS-\nrelated CAPAs. Serious CAPAs result from extreme \nevents, or events where there is a high potential \nlikelihood of a severe outcome (e.g., serious injury, \nfatality, significant damage to a facility). After the \nroot cause(s) and deficiencies in safety capacity \nare identified and approved, CAPAs are identified to \nreduce or eliminate hazardous conditions. Serious \nCAPAs are given the highest priority and are  \ndue for completion as soon as possible.\nFran Noyes, \nEnvironmental Health \nand Safety Engineer\nHEALTH  \nAND SAFETY  \nRECOGNITIONS  \nAs an employee of our site in Bogart, Georgia, \nU.S., I was excited to participate in Safe + Sound \nWeek for the first time in August 2020. While \nwe couldn’t enjoy celebrations together at my \nsite or with our colleagues in New Haven, it was \ngreat to learn more via email about how we’re \nworking safely, not only for our patients but for \nour families. This is a true sign of a strong safety \nculture. In fact, in 2020, the U.S. Occupational \nSafety and Health Administration (OSHA) \nrecognized both our Bogart and New Haven \nfacilities for our commitment to workplace \nhealth and safety. \nSafety is such a big part of my role at Alexion, \nand I truly enjoyed celebrating and sharing \nthat with my colleagues at Safe + Sound Week. \nAt the end of the day, it is up to all of us – no \nmatter our role – to create a safe place to work. \nSincerely,\nFranLeadership Walks – Leaders across the business \nschedule time to inspect their work areas and talk \nabout safety with colleagues. In 2020, 92% of all \nscheduled leadership walks were completed.\nPotential Serious Injury and Fatality (PSIF) Rate –   \nUnderstanding that health and safety incidents \noccur along a continuum of severity, we track the \nmost serious of incidents separately based on their \npotential to be life-threatening or life-altering. By \ntracking PSIFs, we can build more safety capacity \ninto our processes. To date, we thankfully have not \nhad any fatalities or serious work-related injuries  \nor illnesses. For 2020, our PSIF rate was 0.29 per \n50,000 hours worked. ", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}