{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT54\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nTHE ROLE OF CSR IN  \nADVANCING OUR COMPANY  \nEllen Chiniara, \nChief Legal Officer and Corporate \nSecretary and CSR Executive Sponsor\nIn my career, I’ve chosen to work for \ncompanies that truly make a difference in \nthe world and ignite transformational change, \nparticularly in the healthcare sector. That’s \nwhy I’m so proud to serve as the Executive \nSponsor of CSR at Alexion and celebrate the \nprogress of our CSR program over the last \nseveral years.\nThe way CSR is structured at our company \nunderscores its importance as a framework that \ntruly defines how we approach the business of Alexion’s CSR program and political activities. \nIn my role as Corporate Secretary, I have been \nquite impressed with the way our Board \nembraces CSR. \nAlexion’s CSR Steering Committee serves as a \ncollaborative cross-functional, decision-making \ntask force focused on CSR and shared value \nefforts at Alexion. This includes making and \ninfluencing critical business actions as it relates \nto CSR and advancing CSR leadership and \nrelated efforts throughout the organization.\nI look forward to continuing to leverage  \nthis structure in our journey to become a  \nCSR leader. \nSincerely,\nEllendecisions we make as an organization. CSR \nis embedded in and an intrinsic part of our \npurpose and mission and provides value to  \nour stakeholders. Acting with integrity, one  \nof our core values, serves as the foundation  \nof our CSR-STAR platform. Alexion earns and \nkeeps the trust of these stakeholders by living \nthe value of integrity in everything we do. \nThat has been reflected in the improvement \nover the last several years in our corporate \ngovernance scores, as determined by \nreputable third-party sources.\nOur commitment to CSR starts with Alexion’s \nExecutive Committee, which prioritizes our \nobjectives in line with our mission, including \nthe development of policies and management \nsystems for environmental, health, safety and \nsocial responsibility matters. The Nominating \nand Corporate Governance Committee of \nAlexion’s Board of Directors provides oversight Ellen, enjoying a long winter walk", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}