{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT55\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nChris Stevo, \nHead of Investor Relations\nPrior to joining Alexion in 2020, I spent 20-plus  \nyears as a buyside healthcare investment \nanalyst and portfolio manager. It’s a perspective \nthat I’ve applied to better understand and give \nvoice to the topics that current and prospective \nAlexion investors care about most.\nWhat’s really energized my career in recent \nyears is the surge of investor interest in ESG. It \nwas a big part of my last position, and now ESG \nperformance is something that I can impact \nfrom inside a company that truly appreciates its \nvalue. The events of 2020 only served to intensify \nstakeholder focus on critical ESG matters like \nsocial inequity, climate change, employee well-\nbeing and corporate ethics.\nMost investors look to ESG ratings organizations \nto inform their decisions on this complex array \nof interrelated topics. We appreciate the worth \nof scoring well in the eyes of these groups, but \nequally important is the knowledge that we gain about stakeholder expectations every time  \nwe engage with them.\nIn 2020, Alexion worked with three major ESG \nrating frameworks to provide information, clarify \nquestions, highlight key concepts and draw \nconnections – all in an effort to paint the clearest \npicture of our ESG efforts, and to learn from \nthem how we can continue to improve.\nI’m quite pleased with the results. Alexion’s \nratings continue to improve significantly, and \nwe’ve gotten great insights on further leveraging \nthe value of ESG.\nI love being in a position where I can help \ngenerate shared value: bettering society and the \nenvironment while enabling my colleagues and \nmy company to do well.\nSincerely,\nChrisINVESTING IN\nENVIRONMENTAL, SOCIAL,  \nGOVERNANCE (ESG)  \nPrimePrimeAlexion was named \nas the No. 1 biotech \ncompany for the \nlowest ESG risk by \nSustainalytics.\nAlexion was \nrecognized in \nthe Institutional \nShareholder Services \n(ISS) ESG rating for \nmeeting ambitious \nESG performance \nrequirements.ESG\nTOP RATE DINDUSTR Y\n1st1st\nCopyright ©2021 Sustainalytics. All rights reserved. This publication \ncontains information developed by Sustainalytics (www.sustainalytics.com).  \nSuch information and data are proprietary of Sustainalytics and/or its \nthird-party suppliers (Third-Party Data) and are provided for informational \npurposes only. They do not constitute an endorsement of any product or \nproject, nor an investment advice and are not warranted to be complete, \ntimely, accurate or suitable for a particular purpose. Their use is subject  \nto conditions available at https://www.sustainalytics.com/legal-disclaimers.", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}