{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT57\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   DRUG INNOVATION AWARDS  \nIDEA Pharma’s 2020 Pharmaceutical  \nInnovation Index - Alexion placed among  \nthe top 10 companies in adding value to  \ntheir pipelines over the past five years.\nGermany Prix Galien Award - Alexion was \nrecognized for outstanding drug innovation  \nin the Specialist Care category.\nMonika, living with gMG\nspringboard for us to evolve into new areas of \nrare disease and devastating conditions. Our \nprogress is especially gratifying to me, as one \nof my charges since coming to Alexion in 2017 \nhas been to strengthen our clinical pipeline. \nWe know that the rare disease community \nis counting on us to find answers, and these \nanswers lie not only in medicines we develop, \nbut also in the groundbreaking work we’re \ndoing to advance the field of diagnostics, how \nwe engage patients for their input into our \ndevelopment programs and the way in which \nwe share clinical trial results. \nI invite you to learn more from my esteemed \ncolleagues who share how they and their \nteams are fighting for those we serve.\nSincerely,\nJohnI’m constantly inspired by the stories of \nresilience and determination I hear from the \npatients, families and caregivers who benefit \nfrom the innovative medicines we develop \nand deliver. I’ve worked in leadership roles \nacross the biopharma industry over the last \n20-plus years, but my position at Alexion has \nbeen the most satisfying because of the  \nlife-changing impact we have. \nOur pioneering efforts in complement biology, \na complex field named for an essential part \nof our immune system, have served as a \nDr. John Orloff, \nExecutive Vice President,  \nHead of Research & Development\nJohn, boating in southern Maine with his first mate PIONEERING BREAKTHROUGHS FOR\nTHE RARE COMMUNITY  ", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}