{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT59\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   LEARNING FROM AND  \nRESPONDING TO COVID-19  \nFrom my perspective, which includes more than \n20 years of fighting many types of disease all \naround the world, we have learned much from \nthe global COVID-19 pandemic that goes beyond \ninoculating against or treating the disease itself. \nSo many aspects of our lives were disrupted, but \ndespite the risks, so much has continued in our \nmission to transform lives. That included the vital \nclinical trials we conduct to develop our medicines. \nAs the pandemic set in, we worked quickly to \nprotect the integrity and continuity of our clinical \ntrials, setting and managing six strategic priorities:While there were many forecasts and models  \nout there tracking COVID-19 spread, we found \nthere weren’t any commercially available options \nwith the level of detail we needed. None of  \nthem combined the current and future states  \nof COVID-19 specific to our clinical trial sites. \nSo, we built our own modeling solution. In \nmy opinion, it emerged as one of the most \nsophisticated COVID-19 modeling tools available. \nWe factored in not only epidemiology data, we also \nconsidered government regulations and citizen \ncompliance at the country and state levels. This \ngave us an accurate understanding of what was \nlikely to happen, how enrollment in trials might \nlook and what mitigating actions we should take. \nAs a quantitative scientist, I was happy to apply my \nskills in new ways to help people around the world.\nSincerely,\nMokeMoke Sharma, \nHead of Development \nOperations and  \nQuantitative Sciences\nINNOVATIVE MEDICINES  \nTo empower our teams to deliver on our strategic \nimperatives in an ever-evolving environment, we \ndeveloped our Alexion Product to Patient Model \n(AP2P). AP2P governs how we move through \ndrug development to commercial launches, \nconsidering all stakeholder needs end-to-end. \nThe goal is to ensure early consideration of \npatient needs, efficiency and consistency in our \napproach and deliverables across our pipeline. \nAbove all else, it does three things very well:\n ∙Look after  \nour people\n ∙Ensure patient \nsafety\n ∙Maintain good \nclinical practice \n(GCP) ∙Ensure data \nintegrity\n ∙Drive the portfolio\n ∙Reinforce the  \ntrials’ infrastructure \nand vendor \necosystem1. Develops a team-\ncentric organization \nwhere functions \nsupport empowered \nprogram teams.\n2. Provides clarified \ngovernance with \nclear and transparent \ndecision-making.3. Ensures \neffective processes \nand appropriate \ndeliverables and \ntools to manage \ncomplexity  \nand workload. ", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}