{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT61\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nMark Dysinger, \nDevelopment Scientist, Bioanalytical Development\nA RARE   \nPERSPECTIVE  \nAs a person with a rare disease, I can relate in many ways with the patients we \nserve at Alexion. Living with hypokalemic periodic paralysis – a condition that \ncauses episodes of muscle paralysis in my legs – gives me a special perspective \nin our work to develop life-changing therapies. \nThe Bioanalytical and Biomarkers group, where I work, develops and supports \nanalytical methods that are used to provide key data in drug studies. \nWhile Alexion doesn’t currently target my condition, my personal experience \ngives me a heightened sense of urgency and stewardship to quickly deliver \nsafe and effective therapies to those who need them. \nSincerely,\nMark\nDIVERSIFYING OUR PORTFOLIO IN 2020\nAcquired Portola Pharmaceuticals - In this strategic transaction, we added the \nmedicine, ANDEXXA® (coagulation factor Xa (recombinant), inactivated-zhzo) \n(marketed as ONDEXXYA® in Europe), which rapidly reverses factor Xa (FXa) \ninhibitor-related uncontrolled or life-threatening bleeds. \nCompleted our Acquisition of Achillion Pharmaceuticals - This added two \nclinical-stage Factor D inhibitors to our growing pipeline.\nGrew our Development Pipeline - We have in place more than 20 programs  \nand the potential for 10 launches by 2023, including treatments for both  \nWilson disease and ALS.\nADVANCING CLINICAL   \nTRANSPARENCY  \nAlexion’s mission to transform the lives of people \naffected by rare diseases and devastating conditions  \nis exemplified by our work to make our clinical trial \ndata, documents and results readily accessible  \nwhile protecting patient privacy. See Alexion’s  \nClinical Trials Disclosure and Transparency Policy   \nfor more information. Collaborating on Solutions \nAlexion understands the value of diversity of thought, which is why  \nwe engage with other biotech companies on innovative solutions. \nOne such example is our work that continued in 2020 with Caelum \nBiosciences on a Phase 3 clinical program to evaluate CAEL-101. This \nfirst-in-class therapy, in combination with standard-of-care therapy,  \naims to address impaired organ function due to a rare condition known \nas AL amyloidosis. The primary objective of the clinical program is to \nassess overall survival.", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}