{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT65\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nINTEGRITY MATTERS:  \nBEING TRUE TO WHO WE ARE\nAs the Chief Compliance Officer of Alexion,  \n I am in a unique role to bring value to \nthe company by leading a team of Compliance \nprofessionals dedicated to empowering \nthe business to achieve its mission in an \never-growing and changing environment. \nWe partner with the business every day, on \nmatters big and small, to ensure that ethics, \ncompliance, and most critically, our value of \nintegrity, are at the core of all we do.\nThe foundation of our program is consistent with \nthe recommendations set forth by the Office of \nInspector General (OIG) for the U.S. Department \nof Health and Human Services in its Compliance \nProgram Guidance for Pharmaceutical \nManufacturers. But our program is so much \nmore than that. It is a rigorous and innovative \nprogram that takes a risk-based approach \nand is uniquely tailored to meet the needs \nIndrani Franchini,\nChief Compliance Officer \nof our business as a rare-disease company. \nWhile it is led by our Global Compliance team, \nit is brought to life through various business \nstakeholders like our Compliance Committees \nand our Global Compliance Champions. \nIn my nearly 18 years working in the compliance \narea, I have realized the best programs are ones \nthat are organic to the business. Every day, we \nstrive to live up to the expectations of patients, \nphysicians and ourselves, and to earn trust in \nour communities. We know the importance \nof this responsibility, and we take it seriously. \nCompliance at Alexion is more than a function,  \nit is part of our DNA, and it is embedded into \nhow we do business and who we are. \nSincerely,\nIndraniIndrani, celebrating her son’s drive-thru graduation", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}