{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT71\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nIn 2020, Alexion took part in efforts to inform the development of  \npublic policy by highlighting the needs of people living with a rare  \ndisease or devastating condition.INFORMING POLICY IN EUROPE  \nReforming Rare Diseases Report in the U.K. - In partnership with \nGenetic Alliance UK, Alexion launched the Reforming Rare Diseases  \nreport, highlighting urgent unmet needs of patients living with a rare \ndisease. Launched in late 2020 at the British Parliament, the report \nwas followed by the release of the new Rare Disease Strategy by the \nDepartment of Health in January 2021.\nRare Disease Policy Observatory in Spain - Alexion invited a group  \nof renowned healthcare experts and rare disease stakeholders to  \nlaunch the Rare Disease Policy Observatory – an expert forum \nestablished to contribute to policy developments relevant for the \nSpanish rare disease community. Rarity Value Series in Germany - Alexion launched a new engagement \nplatform, Rarity Value, which engages key rare disease stakeholders to  \nco-develop policy solutions addressing topics important to the rare  \ndisease community in Germany.\nOrphan Drug Incentives in Brussels - To help inform policy discussions \nregarding the future of orphan drugs in Europe, Alexion launched a \nmultistakeholder group that evolved into a multicompany partnership.  \nThe group is co-hosted by industry trade organization, EUCOPE, and  \nEuropean patient organization, EURORDIS. \nRare Conversations in Brussels - Alexion launched Rare \nConversations, an engagement platform for European stakeholders \ndesigned to inspire conversations and ideas about important topics \nrelevant for the community in Europe. Our role is limited to facilitation, \nand each session of Rare Conversations is co-hosted by Alexion and an \nexternal partner. \nposition statements. While we know there will \nalways be regional variations in the way our \ncompany responds to health policy, together \nthese principles and position statements serve  \nas a means to educate and inform our teams  \nin creating appropriate health policy strategies  \nthat support the unique needs of the rare  \ndisease community.\nThis is an exciting and important time for the \nrare disease community, and I could not be more proud to serve as a healthcare policy \nchampion for patients. 2020 proved to be a \nyear of challenge, change and opportunity. This \nyear, none of us could have anticipated the \nemergence of a pandemic that would test the \nresiliency of humanity, push us to demonstrate \nthe power of science, expose the depths of health \nand social inequity, and create new opportunities \nfor virtual healthcare. I walk away from 2020  \nfilled with gratitude. I am not only grateful for  the time this year has afforded me to spend  \nwith my family, but the time spent working at \nAlexion, a company that rose to the occasion \nthrough flexibility and innovation to meet the \nneeds of patients, customers, employees and  \nour surrounding communities.\nSincerely,\nTamar", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}