{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT73\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   \nBryan Mulchinock\nDirector, Global Environmental  \nHealth and SafetyCOLLABORATING ON  \nSUPPLIER ESG STANDARDS  \n1. A location-based labor and human  \nrights assessment\nInformation from the Human Freedom Index  \nis used to assess the potential risk for human \nrights and labor standard violations at each \nvendor’s manufacturing locations relevant to our \nsupply chain. Specifically, the “Labour Market \nRegulations” element of the Index are used, \nwhich covers topics like hiring, firing and hours \nregulations; minimum wage; mandated cost of \nworker dismissal; and conscription.\n2. A climate change risk review  \nA supplier’s vulnerability to climate change and \nother global challenges, in combination with its \nreadiness to improve resilience, is assessed using \nthe Notre Dame Global Adaptation Initiative  \n(GAIN) Country Index. If a country has a high \nrating (i.e., is highly vulnerable to climate change) \nand has a low readiness to respond, this indicates \nthat vendor sites within that country may also not \nhave appropriate measures in place to manage \nclimate change risk. 3. A reputational and EHS risk assessment\nWe use predefined Google search terms to review \nthe number and nature of web hits over the past \nfive years. This includes searching the vendor’s \nname with specific ESG-related search terms, \ndetermining the EHS policies and practices they \nhave in place and identifying whether activist \norganizations have reacted to any ESG issues \nregarding the company.\nIf the results of the ESG assessment identify a \nsignificant risk, the EHS and Strategic Sourcing \nteams develop an action plan to address the \nissues identified and work with the supplier to \naddress these ESG risks.\nWe completed pilot ESG assessments in 2020 to \nconfirm that this methodology works and identify \nactions to take in partnership with a supplier \nwhere a risk is highlighted. We are developing \na plan to roll this out to more suppliers in 2021. \nWhile we still have a way to go, this initiative will \nhelp us elevate our visibility into these aspects of \nour supply chain. \nSincerely,\nBryan\n“\n”The Alexion \nStrategic Sourcing \nand EHS teams \nhave been hard at \nwork developing \nESG assessments  \nfor our critical \nsuppliers.\nFor the past 20-plus years of my career, \nI have specialized in EHS matters for \npharmaceutical companies. It’s been \ninspiring to see how the industry has not  \nonly embraced EHS, but the broader ESG \nagenda. An important component of that  \nis the expectations we have of our suppliers.\nThe Alexion Strategic Sourcing and EHS \nteams have been hard at work developing \nESG assessments for our critical suppliers. \nMoving forward, we will be conducting  \nESG risk assessments that encompass the \nfollowing evaluations of our suppliers  \nand vendors:", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}