{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT76\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   In today’s business environment, with such \nheavy reliance on IT, just about any company is \nvulnerable to security breaches. As my colleague, \nFred Lancaster, likes to say, employees are our \nfirst line of defense. And that’s why training and \nongoing communications is such a priority at \nAlexion. To start, all new hires take cybersecurity \ntraining during their onboarding. After that, \neveryone is required to take an annual refresher \ncourse to ensure our employees are trained \nagainst the latest cybersecurity attack threats.\nBecause the vast majority of successful attacks \nreportedly come from phishing, we conduct \nphishing tests throughout the year – at least once \nper quarter for all employees and additional \ntests for those in higher-risk groups. Employees \nChris Galusha,\nLead IT Business Partner for \nGlobal Operations and Finance PREPARING EMPLOYEES FOR  \nDATA SECURITY  \nreceive feedback and then are assigned additional \ntrainings depending on how well they performed \nin the training exercise.\nOur hard work is paying off. We have a clear \nescalation process that employees are required to \nfollow if they notice something suspicious. In 2020, \nAlexion employees forwarded more than 5,000 \nsuspicious emails to our Security team, and more \nthan 20% of them were true attack attempts.\nWe use our intranet as a primary channel \nfor communicating about cybersecurity. We \nregularly post relevant articles, and it serves \nas a home base for cybersecurity educational \ntools and company policies. Our internal \npostings became even more important as a \ncommunications channel when most of our \nworkforce started working remotely due to the \nCOVID-19 pandemic; it allowed for near real- time communications to share information  \nwith those who needed it most.\nTo make sure we are staying on top of \ncybersecurity risks and continuously improving, \nwe have two independent audits every year. \nThe audit results allow us to better understand \npotential vulnerabilities and develop a plan of \naction to harden our defenses to protect Alexion \nand its patients. \nWe have consistently improved our scores on \nthese audits, with the goal of being recognized \nas best in class. And, we measure the maturity \nof our program against the National Institute  \nof Standards and Technology Cybersecurity  \nFramework, which provides a policy framework \nof computer security guidance for how private \nsector organizations can assess and improve \ntheir ability to prevent, detect and respond to \ncyberattacks. That’s a comforting feeling.\nSincerely,\nChris\n20%20%\nIn 2020, Alexion employees forwarded \nmore than 5,000 suspicious emails to our \nSecurity team, and more than 20% of \nthem were true attack attempts.", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}