{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT79\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   GRI INDEX (CONTINUED)\nDISCLOSURE TITLE EXPLANATION OR LOCATION\n102-11 Precautionary Principle or approachAlexion 2020 Form 10-K, Item 1A (Risk Factors)\nAlexion 2020 CSR Report, Serve Communities and Sustain Our Planet, Page 22 (How We Work \nToward Sustaining Our Planet), Page 23 (Understanding the Implications of Climate Change)\n102-12 External initiativesWe have two Leadership in Energy and Environmental DesignTM (LEED®) buildings, one in \nNew Haven, Connecticut, and one in Boston, Massachusetts. We are required to follow Good \nManufacturing Practices. Our environmental and occupational health and safety management \nsystems are informed by ISO 14001 and 45001, respectively.\nSee also: Alexion 2020 CSR Report, Serve Communities and Sustain Our Planet, Page 22  \n(Managing Environmental, Health and Safety); Advance Our People and Our Company, Page 52  \n(Prioritizing Occupational Health and Safety)\n102-13 Membership of associationsSome of our industry and other association memberships include: American Bar Association, \nAmerican Chamber of Commerce Ireland, American Chemical Society, American Intellectual \nProperty Law Association, Avoca Quality Consortium, BioPharma Sustainability Roundtable, \nBoston College Center for Corporate Citizenship, BPCI (BioPharmaChem Ireland), Dublin \nChamber of Commerce, Fingal Chamber of Commerce, Gartner Quality Leadership Council, \nGreater New England Minority Supplier Development Council, HR Policy Association, \nIntellectual Property Owners Association, International Trademark Association, Linking Leaders, \nORC HSE, World 50\n102-14 Statement from senior decision-maker Alexion 2020 CSR Report, Page 4 (Our People, Our Story [CEO Letter])\n102-15 Key impacts, risks, and opportunities Alexion 2020 Form 10-K, Item 1 (Business); Item 1A (Risk Factors)\n102-16Values, principles, standards,  \nand norms of behaviorWebsite: Culture\nWebsite: Our Ethical Standards\nPDF: Alexion Code of Ethics and Business Conduct\nAlexion 2020 CSR Report, Ethics & Compliance: Our Foundation, Page 66 (Ethics and  \nBusiness Conduct)", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}