{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT9\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   Dear Communities\nRana, having a special meal with her familyA CULTURE OF SOCIAL  \nRESPONSIBILITY\nI invite you to familiarize yourself with Alexion’s \nCSR-STAR platform, our framework for living  \nand communicating our CSR commitments.  \nInformed by our Culture and Values, with a  \nfocus on bringing value to all of our stakeholders, \nCSR-STAR truly supports Alexion’s mission. \nOur CSR aspirations and metrics are summarized \non Pages 11-13. Behind each and every one of \nthem are thousands of passionate and inspired \nAlexion employees.\nSincerely,\nRana\nRana Strellis,\nSenior Vice President,  \nGlobal Culture and Corporate \nSocial Responsibility\nOur view of CSR is comprehensive, encompassing \na broad array of topics that impact our business \nand our stakeholders. Transparency is a core \nprinciple of our CSR approach as you will see \nfrom this report. Throughout, you’ll learn about \n2020 initiatives and see new disclosures and \ninformation on diversity, inclusion and belonging; \naccess to medicines; employee health and safety; \nand more – as well as greater alignment with  \nthe Global Reporting Initiative (GRI) Standards \nand a discussion on the UN Sustainable \nDevelopment Goals. \nAlexion strives to be a CSR leader in our industry, \nand beyond. And, in 2020, we have made \nimportant progress: Alexion was named to \nthe Newsweek America’s Most Responsible \nCompanies 2021 list and recognized by investor \nESG rating organizations. My colleague and our \nHead of Investor Relations, Chris Stevo, speaks \nmore to this on Page 55.\nAlexion was named \nto the Newsweek \nAmerica’s Most \nResponsible  \nCompanies 2021 list2020 ESG  \nRATINGS  \nLearn more  \non Page 55.  \nCSR MANAGEMENT AND OVERSIGHT  \nLearn more from Alexion’s Chief Legal Officer \nand Corporate Secretary, and CSR Executive \nSponsor, Ellen Chiniara on Page 54.I have the pleasure of overseeing both the \nCSR and Culture functions at Alexion. While \nthis pairing of responsibilities may not be \ncommonplace, it makes perfect sense for us. \nAt the heart of our special culture are team \nmembers who are truly passionate about living \nour values and making a difference for all the \ncommunities we touch: patients, each other, \nour neighbors, as well as our business partners, \ninvestors and suppliers. \nCSR was already deeply embedded in our culture \nbefore the COVID-19 global health crisis and the \nsocial unrest over the past year. These events, \nwhich will influence global CSR priorities for \nyears to come, served to both strengthen our \nresolve and demonstrate that we had the \nsystems, innovation and culture in place to \nrespond quickly in important and inventive ways.", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}