{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT84\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   GRI INDEX (CONTINUED)\nDISCLOSURE TITLE EXPLANATION OR LOCATION\nINDIRECT ECONOMIC IMPACTS\n203-1Infrastructure investments and  \nservices supportedAlexion 2020 CSR Report, Serve Communities and Sustain Our Planet, Page 17 (What a Time  \nto Launch The Alexion Charitable Foundation), Page 19 (In-Kind Aid for COVID-19 Response)\n203-2 Significant indirect economic impactsAlexion 2020 CSR Report, Serve Communities and Sustain Our Planet, Pages 16-25   \n(entire subsection)\nANTI-CORRUPTION\n205-1Operations assessed for risks related  \nto corruptionPartially reported: Alexion 2020 Form 10-K, Item 1 (Business: Other Regulations); Item 1A  \n(Risk Factors: Risks Related to the Regulatory Environment)\n205-2Communication and training about  \nanti-corruption policies and proceduresAlexion 2020 CSR Report, Ethics & Compliance: Our Foundation, Page 66 (Maintaining Our \nCulture of Integrity)\nPDF: Alexion Code of Ethics and Business Conduct\n205-3Confirmed incidents of corruption  \nand actions takenDuring the reporting period, there were no confirmed incidents of corruption that rose to the \nlevel of materiality that would have required disclosure in our periodic reports filed with the SEC.\nANTI-COMPETITIVE BEHAVIOR\n206-1Legal actions for anti-competitive behavior, \nanti-trust, and monopoly practicesDuring the reporting period, Alexion was not identified as a participant in any legal actions alleging \nanti-competitive behavior or violations of anti-trust and monopoly legislation that rose to the level \nof materiality that would have required disclosure in our periodic reports filed with the SEC.\nENERGY\n302-1Energy consumption within  \nthe organizationAlexion 2020 CSR Report, Serve Communities and Sustain Our Planet, Page 24  \n(Environmental Data)\n302-3 Energy intensityAlexion 2020 CSR Report, Serve Communities and Sustain Our Planet, Page 24   \n(Environmental Data)", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 83, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}