{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT87\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   DISCLOSURE TITLE EXPLANATION OR LOCATION\nTRAINING AND EDUCATION\n404-2Programs for upgrading employee skills \nand transition assistance programsAlexion 2020 CSR Report, Advance Our People and Our Company, Page 47 (Preparing the Next \nGeneration of Leaders)\n404-3Percentage of employees receiving \nregular performance and career \ndevelopment reviewsAlexion 2020 CSR Report, Advance Our People and Our Company, Page 47 (Preparing the Next \nGeneration of Leaders)\nDIVERSITY AND EQUAL OPPORTUNITY\n405-1Diversity of governance bodies and \nemployeesPartially reported: Alexion 2020 CSR Report, Advance Our People and Our Company, Page 37  \n(At the Forefront: Diversity, Inclusion and Belonging), Page 39 (Employee Data)\nLOCAL COMMUNITIES\n413-1Operations with local community \nengagement, impact assessments, and \ndevelopment programsAlexion participates in community engagement, impact assessments and development \nprograms at the local level, based on local needs. When entering a new community, Alexion \nabides by all applicable laws and regulations, including performing environmental and traffic \nassessments. In Ireland, for example, we regularly engage with the Industrial Development \nAuthority of Ireland; peer companies in the Dublin 15 area regarding EHS and as part of the \nJobcare JobNet D15 program; the Irish National Transport Authority on a Smarter Travel \nProgram; the Institute of Technology Blanchardstown to sponsor technical students; and \nthe Irish Business and Employers Confederation to participate in several working groups for \nbiopharma, pharma and chemical industries.\nSUPPLIER SOCIAL ASSESSMENT  \n414-1New suppliers that were screened using \nsocial criteriaAlexion 2020 CSR Report, Ethics & Compliance: Our Foundation, Page 73 (Collaborating on \nSupplier ESG Standards)GRI INDEX (CONTINUED)", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 86, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}