{"page_content": "2020 CORPORATE SOCIAL RESPONSIBILITY REPORT88\nDear Communities\nABOUT SERVE TRANSFORM ADVANCE REDEFINE ETHICS & COMPLIANCE REPORTING INDEX   DISCLOSURE TITLE EXPLANATION OR LOCATION\nPUBLIC POLICY\n415-1 Political contributionsPDF: Political Contributions Disclosures\nPDF: Policy on Political Contributions and Lobbying Activity\nCUSTOMER HEALTH AND SAFETY\n416-1Assessment of the health and safety \nimpacts of product and service categoriesPatient safety is critical to Alexion. We continually collect and analyze safety information on \nour medicines from many sources in a timely manner, and we work to ensure that patients, \nhealthcare professionals and regulators have an optimal understanding of the benefits \nand risks of our medicines. We are committed to regularly communicating to healthcare \nprofessionals and patients to help them make informed treatment choices.\nSee also: Alexion 2020 CSR Report, Transform Patient Lives, Page 35 (Product Safety)\n416-2Incidents of noncompliance concerning \nthe health and safety impacts of products \nand servicesDuring the reporting period, Alexion identified no new incidents of noncompliance with \nregulations concerning the health and safety impacts of Alexion products and services that \nrose to the level of materiality that would have required disclosure in our periodic reports filed \nwith the SEC.\nMARKETING AND LABELING\n417-1Requirements for product and service \ninformation and labelingAlexion 2020 Form 10-K, Item 1 (Business: Government Regulation, Other Regulations)\n417-2Incidents of noncompliance concerning \nproduct and service information and \nlabelingDuring the reporting period, Alexion identified no new incidents of noncompliance with \nregulations concerning product and service information and labeling that rose to the level of \nmateriality that would have required disclosure in our periodic reports filed with the SEC.\n417-3Incidents of noncompliance concerning \nmarketing communicationsDuring the reporting period, Alexion identified no new incidents of noncompliance with \nregulations concerning marketing communications that rose to the level of materiality that \nwould have required disclosure in our periodic reports filed with the SEC.GRI INDEX (CONTINUED)", "metadata": {"source": "NASDAQ_ALXN_2020.pdf", "page": 87, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}