{"page_content": "The health and safety of our employees, customers and \nbusiness partners is our top priority. In response to the \nCOVID-19 pandemic, and to resume operations in a healthy, \nsafe and responsible manner, we have implemented and \nexecuted a number of policies and plans that align with \ncurrent Centers for Disease Control and Prevention (CDC) \nguidelines and Occupational Safety and Health \nAdministration (OSHA) requirements. Plans such as our \ncompany-wide COVID-19 Health and Safety Policy, the \nZillow Offers Infectious Disease Preparedness and Response \nPlan, and our COVID-19 Prevention and Response Plan for \nCorporate Offices have been instrumental in ensuring safe \nand healthy operations throughout our company.  \nIn light of our transition to a virtual, flexible workforce,  \nwe are improving how we support employees in home work \nspaces. We offer virtual in-home ergonomic assessments \nand ship IT and office equipment directly to employees’ \nhomes to help them create safe and comfortable work \nspaces. In 2021, we established a cross-functional \nCorporate Health and Safety Committee to help Zillow \nnavigate the complexities of health and safety guidelines \nand regulations related to COVID-19 preparedness and \nresponse, as well as broader health and safety practices. \nThe committee successfully executed a number of \nCOVID-19-related initiatives, including the COVID-19 Time \nOff Policy, Vaccine Policy, Mask Policy, COVID-19 Health \nand Safety Policy, and the COVID-19 Preparedness and \nResponse Playbook. The committee continues to oversee \ncritical health and safety initiatives to allow Zillow to make \nadjustments in response to federal, state and local health \nand safety mandates. Our commitment to the health and safety of our employees \nand business partners, and strict adherence to our detailed \nhealth and safety protocols, resulted in zero reports of \nCOVID-19 occupational illnesses in 2021. \nIn 2022, we plan to continue managing COVID-19 \npreparedness and response to promote the continued \nhealth and safety of our employees and business partners, \nand look forward to expanding our health and safety \nmetrics to include leading indicators as well as the lagging \nindicators currently tracked.At Zillow, we offer a wide range of benefits to meet  \nthe needs of our diverse and ever changing employee \ndemographic. These benefits emphasize keeping our \nemployees healthy, and they give employees peace of \nmind in knowing that they have excellent insurance \ncoverage should an issue arise for them or their family. \nThis is one of the reasons we offer robust health care \ncoverage with fully covered employee premiums for our \nprimary plan, monthly reimbursements for physical and \nmental wellness needs, and 100% in-network mental  \nhealth care coverage. For new parents, we offer fully paid \nmaternity and paternity leave, $1,000 per newborn toward \nbaby supplies, and robust adoption support and infertility \ntreatment coverage; we also subsidize support for child \ncare and elder care.\nIn light of the ongoing pandemic, we continue to offer  \nan expanded caregiver leave program, which includes  \n10 days of protected leave with no impact on pay and a \ntemporary three-month reduced schedule and pay option. \nThis continues to be a welcome relief for our caregivers \nimpacted by the pandemic. In 2021, to better align with Zillow’s transition to a flexible \nworkforce, we updated our base pay compensation \nframeworks to prioritize performance over geographic \nlocation when making pay decisions. Our goal is to provide \nflexibility and retain employees, while attracting diverse \ntalent. This is not a cost-saving initiative, and we are proud \nto enable employees to move to locations of their choosing, \nsubject to certain guidelines, without it affecting their pay. \nBy making seamless connections between our rewards \nofferings, we enable employees to be healthier while \nproviding peace of mind that they and their loved ones  \nare covered by exceptional insurance offerings. Our \ncompetitive compensation program allows employees to \nbuild financial acumen and stay well, supporting them at \nevery point in their life at Zillow.Health & Safety Benefits & Employee Well-Being\nLearn more from Zillow’s economic research\n• Why Zillow Group is de-emphasizing location as a \ncomponent of compensation, making it easier for \nemployees to move\n• Working remotely but not alone: How Zillow \nemployees use ‘micro communities’ to create \nauthentic connectionsOSHA Total Recordable Incident \nRate (per 200,000 hours worked)1\nEMPLOYEE LOST WORKDAY RATEEMPLOYEE TOTAL RECORDABLE INCIDENT RATE\n0.2\n2019 2020 2021.74\n.37.89\n.30.51\n.45\n0.40.60.81.0\n1 Total recordable incident rate represents Zillow Offers only.Our goal is to provide flexibility \nand retain employees, while \nattracting diverse talent.“\n”\nZillow as a Flexible Workforce: The Future of Work Sustainability Report 2021\n21", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}