{"page_content": "2018 2019 2020 2021\nGHG Emissions19 20 21 (metric tons of CO2 equivalent)\nScope 122— 1,183 613 3,210\nCorporate real estate — 229 133 124\nZillow Offers23— 954 480 3,086\nScope 224 25— 22,870 13,123 18,288\nCorporate real estate — 10,954 3,540 3,200\nZillow Offers23— 11,916 9,583 15,088\nScope 326 27— 2,811,794 1,408,245 4,955,470\nCorporate real estate — 345,690 296,389 510,260\nZillow Offers23 26— 2,466,104 1,111,856 4,445,210\nEmissions Intensity — 0.001034981 0.000425743 0.000622121\nWater Consumption\nTotal Water Consumption (thousand cubic meters)28— 423.00 209.00 67,898.03\nCorporate real estate29— 60.00 36.00 15.50\nZillow Offers30— 363.00 173.00 67,882.53\nWater Intensity (thousand cubic meters / revenue)28— 0.000000154 0.000000063 0.000008487¹  In some cases, due to rounding, the individual percentages may not add up exactly to the overall percentage.\n2  As reported in Zillow Group annual proxy statements for the subsequent reporting year.  \n3  “Technical” is defined as those employees whose job group or job function directly support the design, build and maintenance of Zillow Group products and/or require \nformal training and education in technical disciplines.\n4  Data reported as of December 31 per reported year.\n5  Zillow conducts employee experience surveys quarterly. We are reporting results of our fall survey to represent 2018–2020; 2021 represents Q4 survey results. \n6  2018–2019 data represents employees who planned on working for Zillow for at least two years.\n7  2021 total turnover excludes impacts of the winding down of Zillow Offers operations.\n8  All new Zillow Group employees are required to acknowledge reading the Code of Conduct during the onboarding process.\n9  Data represents partner support only.\n10  Total costs and percentage of costs by category exceeds total cost due to some diverse suppliers having multiple classifications.\n11  Total recordable incident rate represents Zillow Offers only.\n12  21% of Q4 electrical consumption is estimated based on 2019 and 2020 actual use.\n13  3% of 2021 electrical consumption for the entire portfolio is estimated based on 2019 actual use. 2021 data is unavailable.\n14  Zillow Offers data represents utility usage at homes owned by Zillow between purchasing and selling the home. Data covers 100% of Zillow Offers homes.\n15  December electrical use is estimated based on the percentage reduction of homes from November to December and electrical use from actual consumption in November.\n16  Energy and natural gas data was available for 100% of Zillow Offers homes in 2019, ~99% of homes in 2020 and 100% of homes in 2021. Estimates based on available \ndata were used to fill any data gaps.\n17  5% of Q4 natural gas consumption is estimated based on 2020 data.\n18  Average commute distance is estimated based on employee ZIP code reports.\n19  All scope 1 and 2 emissions were calculated in accordance with the Greenhouse Gas Protocol’s Corporate Standard.\n20  No significant sources of emissions were excluded in the emission calculation process for any year of data.\n21  Emissions data has been re-baselined to include acquisitions such as ShowingTime. ShowingTime’s emissions account for ~6% of total scope 1 and 2 emissions in 2021.\n22  Emissions from refrigerant usage were computed on a per-square-foot basis for both homes and corporate offices using the Environmental Protection Agency’s \nHydrofluorocarbon Emissions Accounting Tool.\n23  All emissions associated with the Zillow Offers business have been isolated, as this business is winding down and will no longer impact Zillow’s emissions profile after \n2022, and we want to set an appropriate baseline for tracking target progress.\n24  For all corporate offices and homes in the United States, emissions from energy consumption were computed on the grid level, using the Environmental Protection \nAgency’s Emissions & Generation Resource Integrated Database  subregion classification and emission factors. For all corporate offices outside of the United States, \nEnergy Information Administration emission factors were applied at the country level.\n25  Emissions from energy consumption cover 100% of Zillow’s corporate office footprint.\n26  Scope 3 emissions include the following emission-source categories: purchased goods and services, capital goods, fuel and energy use, waste, business travel, \nemployee commuting, upstream leased assets, use of sold products, end-of-life treatment, investments, mortgages and corporate bonds.\n27  Emissions attributable to coworking locations are accounted for in category 8 (upstream leased assets) of scope 3.\n28  Thousand cubic meters is equivalent to megaliters.\n29  Estimated 19% of water use based on Energy Information Administration and Energy Star guidance of employee water use of 14 gallons per day.\n30  December water use is estimated based on the percent reduction of homes from November to December and actual water use in November.\nAppendix Sustainability Report 2021\n28", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}