{"page_content": "Zillow is pleased to share a GRI content index, containing select GRI indicators on which our organization is currently able to report. We look forward to expanding these indicators in the future.Zillow GRI Content Index\nGRI STANDARD CODE DISCLOSURE LOCATION\nGRI 102: GENERAL DISCLOSURES 2016\nOrganizational Profile102-1 Name of the organization Zillow Group, Inc.\n102-2 Activities, brands, products, and services 2021 Sustainability Report: About Zillow; 2021 10-K p. 3-9; Our Brands & Businesses\n102-3 Location of headquarters 1301 Second Avenue, Floor 31, Seattle, Washington 98101\n102-4 Location of operations 2021 10-K p. 5, 39\n102-5 Ownership and legal form 2021 10-K p. 1\n102-6 Markets served 2021 10-K p. 3-9; 2021 Sustainability Report: About Zillow\n102-7 Scale of the organization Our Facts and Figures; 2021 10-K p. 39, 43-48, 74-76, 101\n102-8 Information on employees and other workers2021 Sustainability Report: ESG Performance Data; Workforce\nWe do not currently analyze the breakdown of employees by employment contract by gender and \nregion, and employment type by gender. We do emphasize the breakdowns by gender in different career \nlevels, working to ensure there is equal representation throughout our organization.\n102-9 Supply chain 2021 10-K p. 12-14\n102-10 Significant changes to the organization and its supply chain 2021 10-K p. 79, 96-97\n102-11 Precautionary Principle or approach 2021 Sustainability Report: Evolving Our ESG Oversight\n102-12 External initiatives2021 Sustainability Report: National Fair Housing Alliance Partnership;  \n2021 Social Impact Product Solution Highlights; Equity & Belonging\n102-13 Membership of associationsMortgage Bankers Association; U.S. Chamber of Commerce; Internet Association; American Land Title \nAssociation; National Housing Conference; Real Estate Settlement Providers Council; Chamber of Progress\nStrategy102-14 Statement from senior decision-maker 2021 Sustainability Report: CEO Letter\n102-15 Key impacts, risks, and opportunities 2021 10-K p. 10-39\nEthics and Integrity102-16 Values, principles, standards, and norms of behavior Our Story; Code of Conduct; Code of Ethics\n102-17 Mechanisms for advice and concerns about ethics Code of Conduct; Code of Ethics\nAppendix Sustainability Report 2021\n29", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}