{"page_content": "GRI STANDARD CODE DISCLOSURE LOCATION\nDiversity and Equal Opportunity\nGRI 103: Management  \nApproach 2016103-2 The management approach and its components 2021 Sustainability Report: Equity & Belonging; Racism has no home here; Equity & Belonging\nGRI 405: Diversity and  \nEqual Opportunity 2016405-1 Diversity of governance bodies and employees2021 Sustainability Report: ESG Performance Data\nWe breakdown the data of employees per employee category by age group; however, the age groups  \nare different than the GRI requirements.\n405-2 Ratio of basic salary and remuneration of women to men2021 Sustainability Report: ESG Performance Data\nBecause Zillow Group only operates in the United States, this is considered the only significant  \nlocation of operation.\nLocal Communities\nGRI 413: Local  \nCommunities 2016413-1Operations with local community engagement, impact assessments,  \nand development programs2021 Sustainability Report: Employee Engagement & Activation; Equity & Belonging; Career Development; \nResearch, Education, and Advocacy\nWhile Zillow does not currently track the total percentage of our operations with local development \nprograms, we do consistently engage with local communities through partnering with organizations \ndedicated to grassroots social change, like Housing Connector, and offering resources to encourage \nemployee volunteering.\nSupplier Social Assessment\nGRI 103: Management  \nApproach 2016103-2 The management approach and its components 2021 Sustainability Report: Supplier Diversity\nGRI 414: Supplier Social \nAssessment 2016414-1 New suppliers that were screened using social criteria 2021 Sustainability Report: Supplier Diversity Data\nPublic Policy\nGRI 103: Management  \nApproach 2016103-2 The management approach and its components 2021 Sustainability Report: Public Policy, Zillow PAC, and Political Engagement\nGRI 415: Public Policy 2016 415-1 Political contributions ZGPAC 2021 Annual Report\nAppendix Sustainability Report 2021\n33", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}