{"page_content": "As the global pandemic entered its second year, the \ncountry — and the world — found new ways to adapt, \nchanging the way we work and live and even think about \nthe very concept of “home.” At Zillow, we are fortunate to \nstand on a powerful foundation that allows us to stretch \nand flex with the needs of our employees, customers and \npartners. That was our focus in 2021.\nWe recognize that our responsibility to society at large has \nnever been greater, so we established a new Corporate \nSocial Responsibility function, including an executive-level \nenvironmental, social and governance (ESG) committee,  \nto ensure greater focus and clarity around our ESG \nstrategies, risks and opportunities. In 2021, to demonstrate \nour commitment to ESG progress, we conducted our first \ngreenhouse gas emissions study. Today, we are making  \na pledge to achieve net-zero operational greenhouse gas \nemissions by 2050. In the pages that follow, you can read \nmore about our interim and long-term targets, as well as the \naccountability and transparency we built into the process.  \nAt Zillow, we are committed to using the power of our brand \nto effect change in fair housing, racial justice, and equity \nand belonging. As the persistent inequities of the housing \nmarket unfortunately continue, we prioritized economic \nresearch that informs public policy and industry practices \nregarding homelessness, housing affordability and fair \nhousing. We created a focused three-year plan to ensure \nthe impact of our advocacy and action. Through our new \nSupplier Diversity program, we identified enterprises owned \nby BIPOC people, women, veterans, members of the \nLGBTQ+ community, people with disabilities and other \nhistorically disadvantaged groups to compete for  \nbusiness when possible. When the federal eviction moratorium ended last August \n— putting millions of renters at risk of homelessness — we \nembarked on an aggressive campaign to inform millions  \nof landlords and renters about the availability of rent-relief \nprograms. To help make homeownership more attainable, \nespecially for underrepresented communities, we partnered \nwith Down Payment Resource to include information about \ndown payment assistance programs in for-sale listings on \nthe Zillow platform. In 2021, our partnership with the \nnonprofit Housing Connector assisted in lifting more than \n1,000 people out of homelessness in the greater Seattle \narea. Our collaboration with the United Negro College  \nFund (UNCF) produced our first HBCU Hackathon, which \nchallenged students from historically Black colleges and \nuniversities to dream up technologies that support Zillow’s \nmission to give people the power to unlock life’s next chapter.  \nZillow was among the first companies in the country  \nto commit publicly and permanently to a flexible work \noption, and we have never stopped improving our policies \nand practices, leading with the heart and listening to \nemployees as we reimagine work. The majority of Zillow \nemployees now work from where they are happiest and \nmost productive, whether that’s at home or in one of  \nour offices. Following Centers for Disease Control and \nPrevention (CDC) guidelines, we safely reopened our \noffices across the country, including in Seattle and  \nNew York City, to debut a completely reinvented office, \nwith work spaces primed for collaboration, designed for \ngatherings that are less frequent but more impactful. \nWe are also keenly aware that the sea change brought \nabout by the pandemic had a momentous impact on the \npersonal lives of our employees, so we expanded our programs for support and connection. This includes our \ncaregiver leave program, which now provides protected \npaid leave and the option for a temporarily reduced \nschedule to offer relief and flexibility to caregivers.\nThe pandemic has forever changed the way people  \ndream of, shop for and move to new homes, and in 2021, \nwe accelerated the innovation of our technologies to meet \nthe demand for a digital-first home-shopping experience. \nWe launched numerous new virtual technologies, including \ninteractive floor plans, which provide buyers with an \nimmersive and authentic sense of home. We began to  \nwind down our ibuying business and intensified our focus \non removing friction from the home-shopping journey.  \nOur acquisition of ShowingTime represents the next step \nforward in solving a major sore point for home shoppers \nand agents: scheduling showings. Our combined \ntechnologies will streamline communication between  \nhome shoppers and agents, creating a far better and  \nmore integrated home-shopping experience.  \nAs the world continues its inevitable evolution, Zillow \ncontinues to lead the reinvention of real estate with equal \nfocus on our customers, our employees, our partners and \nour communities. Home plays a foundational role in each \nof our lives, and we work hard to use our influence for \ngood — through technology and products that help more \npeople move; fair housing research and advocacy work \nthat illuminates and reduces inequalities; and social \nimpact initiatives and community partnerships that  \ndrive positive change.\nSincerely, \n \n \n \n \n \nRich Barton \nCo-founder and CEO, Zillow GroupCEO\nLetter\nAt Zillow, we are committed to using the power of our brand to effect \nchange in fair housing, racial justice, and equity and belonging.“\n”\nCEO Letter\n05 Sustainability Report 2021", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}