{"page_content": "Evolving \nOur ESG \nOversightEnvironmental, social and governance (ESG) performance is important to  \nZillow’s stakeholders and contributes to the long-term sustainable growth of  \nour business. Over the past year, we took several steps in advancing how we \nalign and govern our ESG initiatives.\nWe established a Corporate Social Responsibility function, led by our vice president \nof Corporate Social Responsibility. In the past, several teams have been responsible \nfor the work related to ESG initiatives. Moving forward, this new function will enable \nus to ensure we have greater focus and clarity regarding ESG strategies, risks and \nopportunities. In addition, we formed an executive-level ESG committee to provide \nincreased oversight of company-wide initiatives. The committee is responsible for \nsetting and reviewing priorities and progress of the company’s ESG initiatives as \nwell as ensuring implementation, coordination and alignment throughout the \ncompany. The committee meets at least once per quarter and will report regularly \nto the Zillow board of directors’ Nominating and Governance Committee, which \noversees ESG strategy, risks and activities.In 2021, Zillow also established an Enterprise Risk Management function, led by \nour vice president of Risk Management. To ensure alignment on risk management \npriorities and resources, we established the Executive Risk Forum, which serves as \na steering committee to proactively identify, prioritize and assess the key risks \nassociated with our mission and objectives; monitor exposure to ensure that we \nare operating within defined and agreed-upon tolerance levels for our key risks; \nand make certain that risk management strategies are in place to respond to our \nkey risks efficiently and effectively. The forum meets quarterly, and its activities \nare overseen by the board of directors’ Audit Committee. \nIn 2022, the groups in charge of enterprise risk management and corporate \nsocial responsibility will be working collaboratively to assess and manage ESG \nrisks, including climate-related risks. \nBoard of Directors\nNominating and Governance Committee\nSenior Leadership Team\nESG Committee\nESG Working GroupsOversight\nBoard is informed regularly about ESG strategy \nand activities through quarterly briefings.\nManagement\nSenior leadership across Zillow is engaged \nregularly with ESG strategy and activities.\nProgram Implementation\nQuarterly meetings are held with cross-functional \nexperts from various functions and key lines of business, \nincluding Investor Relations, Financial Reporting,  \nLegal, Communications, Government Relations, Risk \nManagement, People, Legal, Marketing, Facilities/IT, \nHomes, Zillow Home Loans and Premier Agent.\nEvolving Our ESG Oversight\n06 Sustainability Report 2021", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}