{"page_content": "There is a long history of systemic racism in real estate in the \nUnited States. For many Americans, housing discrimination \nis a fact of life. Housing segregation by race and national \norigin, driven by systemic barriers such as redlining, has  \nput countless individuals and groups in our society at a \ndisadvantage for finding the safety and stability of home. \nThat segregation continues today.  \nAt Zillow, our mission is to give people the power to  \nunlock life’s next chapter. We believe that we have an \nopportunity to utilize our platform and resources to  \nenable fair and equitable housing access to all individuals. \nHistorically, our company has supported efforts to  \ncombat homelessness and housing insecurity, leveraging \nour platform to help disadvantaged customers secure \nhousing, and using our economic research to support \neducation and advocacy efforts. \nTo ensure we are able to have greater impact in the future, \nin 2021, we conducted a three-year planning exercise to \nhelp us define areas of impact where we believe we can \nmake a material difference.  Several cross-functional employees contributed to this \nexercise, which was overseen by a steering committee  \nof 18 leaders representing our major business lines and \nfunctions. As a result of this work, we identified three areas \nof focus to guide our efforts in future years to make real \nestate more inclusive: \n• Housing security: Expanding access to fair, \nequitable and affordable rental housing\n• Economic opportunity: Creating more  \nequitable pathways to generational wealth  \nthrough homeownership\n• Equitable industry: Building a more diverse  \nand equitable industry that works for all through \npeople and technology \nMany of our existing initiatives in research, advocacy, \nproduct solutions, employee engagement, partnerships \nand charitable giving were already aligned with these \nfocus areas. In 2022, we will make certain any new efforts \nalso align to make real estate more inclusive for current \nand future generations.The Future  \nof Real Estate \nIs Inclusive\nSustainability Report 2021\nThe Future of Real Estate Is Inclusive 07", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}