{"page_content": "We strive to use our data and research to empower customers, industry \nprofessionals, policymakers, government agencies and academics to better \nunderstand the housing market. Comprising more than 40 members, our \nEconomic Research team leverages our unparalleled property data on more  \nthan 135 million U.S. homes in our living database to add value and context to \npublic data and inform policy conversations about housing in the U.S.\nOur Economic Research team maintains partnerships with public and private \nhousing organizations and real estate data providers, and publishes more than \n200 reports annually to provide transparency and visibility to the housing market \nand to support informed policy on housing. In addition to providing weekly market  \nreports , in 2021, the team delivered more than 70 presentations on topics such as \nthe COVID-19 impact on housing and the economy, housing affordability, housing \npolicy and fair housing to audiences as diverse as the Council of Economic \nAdvisers, the National Fair Housing Alliance, the U.S. Chamber of Commerce and \nthe National Association of Business Economics. Beyond our direct partnerships \nand primary research, our housing data is open-source to enable nonprofit \norganizations across the U.S. to use it in support of pursuing grants and developing \nprogramming to better support vulnerable populations in their communities.\nZillow’s Government Relations team actively advocates for policies that advance \nhousing equality, partnering with local and national fair housing organizations  \nto further these objectives. For example, in 2021, Zillow supported legislation to \nrequire additional fair housing training for real estate licensees in Washington \nstate  and California, and legislation to strengthen enforcement of fair housing \nlaws in New York state.Research, Education & Advocacy\nNational Fair Housing Alliance Partnership\nZillow partners with the National Fair Housing Alliance (NFHA) in support of our \nshared objectives to raise awareness of fair housing rights, eliminate housing \ndiscrimination and close the racial wealth gap through expanded homeownership \nopportunities. In 2021, we continued our partnership in support of NFHA’s  \nKeys Unlock Dreams initiative, which is designed to provide customers with the \nresources and expert information they need to make homeownership a reality. \nDuring this three-year partnership, Zillow is providing research and financial \nsupport to promote solutions that remove structural barriers that perpetuate \nracial inequality; expand affordable and fair housing options; prevent an \nunbalanced recovery from the COVID-19 pandemic; empower customers and \nstakeholders with critical information and resources; and help close the racial \nwealth and homeownership gaps. To work toward achieving these goals, we \npartnered with NFHA to survey 10,000 adults in 20 major metro areas on topics \nranging from the socioeconomic impact of the coronavirus pandemic as it relates \nto housing to overall knowledge about home buying. We then discussed the \nfindings with NFHA’s CEO, Lisa Rice . We also examined gaps in access to key \nneighborhood amenities in communities of color.\nEnabling Fair Housing Through Data\nZillow’s Economic Research team regularly works with and supplies data to a \nnumber of federal agencies — including the Federal Reserve, the Council of \nEconomic Advisers, and the Department of Housing and Urban Development —  \nto help facilitate better decisions and understanding of complicated issues in \nhousing, such as homelessness and race. This work is supported by Zillow’s \nZestimates and the Zillow Home Value Index (ZHVI), which are regularly calculated \nto estimate the value of more than 135 million homes in the U.S. based on public \ndata, user-generated data and real estate data from direct feeds or multiple \nlisting services. Trends in the rental market are also well-represented in Zillow’s \ndata through published Rent Zestimates on millions of homes and through the \nZillow Observed Rent Index (ZORI), which tracks changes in asking rent prices  \nover time, nationally and in hundreds of large markets. The ZHVI-by-race metric   \nis also used to better understand the relationship between race and home values, \nand to highlight areas of inequality.Learn more from Zillow’s economic research\n• What modern-day housing discrimination looks like\n• Where the rent burden is most unequal across racial communities \n• Where you live matters: Access to key amenities is worse in communities of color\nThe Future of Real Estate Is Inclusive Sustainability Report 2021\n08", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}