{"page_content": "We recognize that highlighting challenges within the real \nestate industry isn’t enough to be a leader in transforming \nthe real estate system into one that works better for \neveryone. If we want to have a lasting impact on how real \nestate evolves to better serve customers, we must work \nwith local, state and federal policymakers and be a voice \nfor our vision of the housing market that we know is \npossible. Zillow’s policy and political engagement focus  \non five guiding principles: fair and equitable housing and \nlending opportunity for all; innovation for a seamless \ndigital transaction; transparency and the open flow of \ndata; tax policies that are fair, transparent, simple and \nneutral; and diversity and inclusion in real estate. We \nprioritize engagement that serves to educate the public \nand improve and enforce fair housing laws — including \nawareness and education on source-of-income laws that \nprotect renters with housing choice vouchers — and \nadvocate for legislation that supports affordable housing \ninitiatives. Zillow’s Government Relations team leads \nengagement in these priorities. Public Policy, Zillow PAC  \n& Political Engagement\nZillow public policy document\n• ZG PAC 2021 Annual ReportThe Zillow Group Political Action Committee (ZG PAC) \nsupports candidates who share our vision of the future of \nreal estate. The ZG PAC is administered by Zillow’s PAC \ndirector with oversight by the ZG PAC Steering Committee, \na committee of employees representing Zillow’s business \nlines and shared services. The committee meets quarterly to \noversee administration of the PAC, employee engagement \nactivities, budget and broader PAC fundraising efforts. The \nZG PAC makes contributions and reports its activities under \nstate and federal election laws. \nWe prioritize engagement that serves to educate the public and \nimprove and enforce fair housing laws.\n“\n”\nThe Future of Real Estate Is Inclusive Sustainability Report 2021\n09", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}