{"page_content": "At  Zillow, we encourage all of our employees, regardless \nof role, to partner with each other and dedicate time to \ndevelop products, services and practices that can make  \na social impact. In 2021, we continued to drive social \nimpact product innovations in support of our company’s \nmission to unlock life’s next chapter for all, leveraging  \nour Social Impact Product team as well as other product \nand engineering teams across the company. The Social \nImpact Product team works both independently and \ncollaboratively with teams across the company to build \nsolutions that help improve access to housing for all and \nmitigate existing inequalities in the housing market. Channeling Innovation\nHousing Connector for affordable housing\nWe collaborate with Housing Connector, a Seattle-based nonprofit that works to lower barriers faced by \npeople experiencing housing insecurity or homelessness. In exchange for Housing Connector’s financial \nand tenant support, property owners and landlords adjust or waive criteria (credit, rental history, etc.) \nfor potential renters, opening up units that were previously out of reach. In 2021, we expanded our \nplatform capabilities to help make the Housing Connector team more efficient. For example, we enabled \nrenters involved with Housing Connector to proactively browse listings and share them with their case \nmanager, expediting the search process and alleviating case manager workloads. \nSince the tool launched in early 2020, Housing Connector has secured housing for more than 2,400 \npeople, including more than 1,000 households in 2021, of which 66% are BIPOC (Black, Indigenous and \npeople of color) households. In 2021, Housing Connector expanded to two additional counties in western \nWashington as well as to Denver, Colorado. We look forward to expanding our impactful partnership \ninto other markets across the country in 2022 and beyond. \nRental income sources\nTo combat source-of-income discrimination faced by renters, we enhanced our rental application \nsystem to allow applicants to specify their source of income, including tenant-based vouchers and \nself-employment. In cases where applicants indicate they are a housing-voucher holder, landlords \nreceive educational content to mitigate the negative stigma associated with vouchers. In New York City, \nour StreetEasy rental applicants are now given information about laws protecting housing-voucher \nholders from discrimination as well as tips for searching for housing that accepts vouchers. StreetEasy \nhas also partnered with the New York City mayor’s Public Engagement Unit to educate the city’s \nproperty owners, brokers and real estate agents about the benefits of leasing to voucher holders.\nDown payment assistance\nIn an effort to reduce barriers to homeownership, Zillow has partnered with Down Payment Resource to \nhelp home shoppers discover the wide variety of down payment assistance programs that can make \nhomeownership easier to attain, especially for first-time home buyers. For-sale home listings on Zillow \nnationwide now include information about the number of potential down payment assistance programs \nthat may be available to buyers searching for homes. Hack Weeks & HBCU Hackathon\nZillow’s biannual Hack Week continues to offer a vital \nopportunity for teams to create products, features and  \ntools that deliver positive outcomes to underrepresented \ngroups and ensure that we are driving equity with our \nproducts and platform. Examples of features that originated \nas Hack Week projects include research and information on \nlocal legal protections and down payment assistance. \nIn 2021, we were excited to expand our innovation philosophy \nand, in collaboration with the United Negro College Fund, \nBlack Tech Ventures and Amplify 4 Good, hosted our first  \nHBCU Housing Hackathon. As part of this week-long event, \nstudents from historically Black colleges and universities \n(HBCUs) were challenged to conceptualize tech ideas that \ncould support Zillow’s mission to help customers overcome \nobstacles on their journey to find a home. Students gained \nvaluable real-world experience and career development \nthrough workshops, hands-on enrichment, mentorship and \nteamwork. The top three teams received cash prizes totaling \n$38,000, with an additional donation of $25,000 to the \nwinning team’s university, Morehouse College. \nLearn more from Zillow’s economic research\n• Pandemic impacts felt more strongly by \nlower-income, renter and households of color\n• Why housing choice voucher availability & value \ndon’t match demand or market growth\n• Expanding access to credit could shrink the \nhomeownership race gap\n• Homelessness rises faster where rent exceeds a \nthird of income2021 Social Impact Product Solution Highlights\nThe Future of Real Estate Is Inclusive Sustainability Report 2021\n10", "metadata": {"source": "NASDAQ_Z_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}