{"page_content": "Sustainable Environment 22 Social Engagement CSR Vision About Teradyne Stakeholder Engagement Foundational Framework Our Solutions The COVID-19 Challenge Ethical Governance Our Reporting\nOUR NEWEST FACILITIES\nUR and MiR Cobot & AMR Hub\nOn Wednesday, April 20, 2021 \nUniversal Robots (“UR”) and  \nMobile Industrial Robots (“MiR”) \nbroke ground for their new 20,000 \nsquare meter headquarters located \nin the city of Odense, Denmark. \nThe new headquarters will be the world’s largest  \nCobot (collaborative robot) & AMR (autonomous \nmobile robot) hub and remain in the center of the \nworld-class Danish robotics industry. This new \nheadquarters is just down the road from the current  \nUR headquarters and not far from MiR’s headquarters. \nMore than 600 employees of MiR and UR will move \ninto the new space, and the hub will bring together the \ninnovative power and robotics expertise of both teams \ninto one physical location. The space also provides the \nteams with room to grow. The building will be built with energy frame \nrequirements and consistent with Danish building \nregulations. It will have 3 layers of glass,  \nheat will be reused from extraction, feature a night \nsetback on heat, and the building will also have solar \npanels on its roof, totaling 715 square meters. \nThe new construction is mainly made of wood products \nfor sustainable living. We want to help build a great \nfuture by using wood to improve the sustainability of \nthe building. The FSC (Forest Stewardship Council) \nmark is a guarantee for wood that you can buy with \na clear conscience. In an FSC forest, no more wood is \nfelled than the forest can reproduce. \nThe new building will have native tree species and \nshrubs, which will be able to provide plantings that fit \nwell into the area’s existing plant belts. To the east and \nwest, two attractive roof gardens will be installed.\n", "metadata": {"source": "NASDAQ_TER_2022.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}