{"page_content": "Our Solutions 25 Social Engagement CSR Vision About Teradyne Stakeholder Engagement Foundational Framework Sustainable Environment The COVID-19 Challenge Ethical Governance Our Reporting\nOUR SOLUTIONS\nPackaging, Product Innovation,  \n& Power Consumption \nSocial Impact\nTeradyne directly facilitates the production and testing \nof the technologies our society relies upon for mobile \ncommunications, education, remote work, automotive \ntransportation, computing, healthcare, data storage, public \nsafety, green energy, and more sustainable consumer  \ngoods. The world-class test quality of our systems helps  \nensure that the products and systems our world relies  \non are functional, reliable, and safe. \nThe world-class throughput of our test systems not only  \nhelps to lower production energy costs but, as a result, lessens \nthe environmental impact of the semiconductor industry. \nTeradyne Industrial Automation products often perform \nrepetitive, unpleasant, and potentially dangerous tasks for \npeople, thus saving them from stress or harm. Energy Efficiency of our Products \nProductivity Improvements  \nOur newest testers are more productive than earlier generation \nproducts they replace. The newest testers have a higher \nthroughput and can test more chips per hour than previous \nversions. As a result, for a given volume of chips to test, \nfewer testers are needed which leads to less floor space \nneeds, less cooling and less power consumption. Overall, the \nenvironmental cost per chip to test is lower. \nImproved Production Yields and Product Quality  \nTeradyne test system measurement capabilities allow chip \nmakers to verify chip quality and detect manufacturing \nanomalies, leading to improved production yields. Customers \nalso use Teradyne systems to support a semiconductor \nmanufacturing process called trimming (fine-tuning the \nsemiconductor die). The measure/trim process allows customers \nto improve the performance of their devices. Overall, this means \nmore high-quality finished goods, lower production loss, and  \nless material scrap during chip manufacturing. \nTeradyne is committed to \ncontinuously improving the \nsustainability of our products. ", "metadata": {"source": "NASDAQ_TER_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}