{"page_content": "Our Solutions 30 Social Engagement CSR Vision About Teradyne Stakeholder Engagement Foundational Framework Sustainable Environment The COVID-19 Challenge Ethical Governance Our Reporting\nOUR SOLUTIONS\nBusiness Continuity Program\nTeradyne has consolidated Enterprise level \nBusiness Continuity Plans for specific threats \nsuch as pandemics, natural disasters, the loss \nof a critical site, loss of a critical data center \nand other risks to continue delivery  \nof Teradyne’s products and services. \nThese plans have been expanded at the business and \nenterprise levels within the last two years. More detailed plans \nhave been developed by each business unit to address other \nunplanned crises that could result in business interruption. \nAs an example, there are multiple product repair plans in \nplace in case of an interruption event for specific products \nin Teradyne’s Costa Rica, Philippines, and China facilities. \nThe business interruption process includes annual updates \nof contingency and mitigation plans. Teradyne continuously \nmonitors the ongoing risks associated with maintaining \nbusiness continuity, develops mitigation plans and \nimplements these plans when necessary. Crisis Management \nTeradyne has a robust Crisis Management Strategy and \nimplements the strategy to enable the company to continue \nbusiness operations after the unexpected interruption of \noperations that causes a disruption that is beyond the \nscope of daily operating procedures and controls. A Global \nCrisis Management Team, composed of Executives and key \nInfrastructure representatives, is alerted by our 24X7, 365 \ndays a year Global Security Response Center in the event of \nany crisis impacting a Teradyne site around the globe. If the \ncrisis is localized to a specific region, the Global team will \nrelinquish management of the crisis to that Region’s Crisis \nManagement Team (CMT). Likewise, if the crisis is determined \nto have a local impact as opposed to enterprise impact, the \nmanagement of the crisis is managed by the local CMT. Each \nstrategic Teradyne location around the globe has a site CMT \nand Crisis Management Plan. \nDisaster Recovery Plans \nEach major Teradyne location around the globe also has \na Disaster Recovery Plan (DRP) based on the results of a \nperiodic risk and hazard assessment. The site DRPs include \nplans for command and control; damage assessment; \nemergency response; recovery resources and plans; \ncommunication plans, and more.", "metadata": {"source": "NASDAQ_TER_2022.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}