{"page_content": "Our Solutions 32 Social Engagement CSR Vision About Teradyne Stakeholder Engagement Foundational Framework Sustainable Environment The COVID-19 Challenge Ethical Governance Our Reporting\nOUR SOLUTIONS\nInformation Security Program\nTeradyne’s Information Security Program \napplies a risk-based approach based on \nindustry standards and best practices. \nOur information security and cyber security operations \nand procedures include a comprehensive information \nsecurity management system framework inclusive of legal, \nphysical and technical controls involved in our organization’s \ninformation risk management processes. This ensures \nthat Teradyne maintains the confidentiality, integrity and \navailability of information and systems in our environment. \nWe continuously invest in our people, processes and tools \nto strengthen our security posture to protect Teradyne, \ncustomer and other stakeholder data. \nOur Enterprise Information Security Steering Committee \noversees our information security program and establishes \nand maintains effective lines of accountability, responsibility, \nand authority for protecting information assets. This \nCommittee includes our Chief Information Officer (CIO) \nand our Chief Information Security Officer (CISO). The \nCommittee’s work is reported quarterly to the Audit \nCommittee and annually to the full Board of Directors. Teradyne’s Information Security program includes  \nfunctions such as: \n•  Information Security Policy Management \n•  Risk Management; through vulnerability assessments, \npenetration tests, and audits/assessments of our control \nposture\n• Security Engineering and Operations\n• Vulnerability Management \n• Compliance Assurance \n• Identity and Access Management \n• Incident Detection and Response\n• Security Awareness and Education \n•  IT Disaster Recovery; through a complete IT disaster \nrecovery (DR) program that begins with a business impact \nanalysis (BIA) assessment (reviewed annually) and includes \na documentation and testing requirement for everything \nin the BIA. Management oversight is required, and data is \ncaptured in our inventory tool. Government Security Controls \nTeradyne’s Government Security Program ensures the \ncompany is compliant with U.S. Government and Department \nof Defense (DoD) directives, regulations and public laws \npertaining to the protection and safeguarding of U.S. national \ndefense information under the National Industrial Security \nProgram (NISP). As part of that program, Teradyne has \nemployees with security clearance at all levels to support  \nour customers. \nAdditionally, the Aerospace & Defense business is compliant \nwith the National Institute of Standards and Technology \n(NIST) requirements for the protection of Controlled \nUnclassified Information. For non-U.S. regions, Teradyne \nalso maintains the appropriate levels of data protection and \nphysical security on an as needed basis. ", "metadata": {"source": "NASDAQ_TER_2022.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}