{"page_content": "About Teradyne\nOur Reporting 67 Our Reporting Social Engagement CSR Vision Stakeholder Engagement Foundational Framework Sustainable Environment Our Solutions The COVID-19 Challenge Ethical Governance\nGRI Standard Disclosure Report Page # Additional Information Resource Link\n102-53 Contact point for questions regarding the report Andres.willkie@teradyne.com\n102-54 Claims of reporting in accordance with the GRI \nStandardsWe self-declare that the report is prepared in accordance with GRI Standards: \nComprehensive option.\n102-55 GRI content index 11 and 12 GRI content index included in our Corporate Social Responsibility Report.\n102-56 External assurance While we have not sought external assurance for the content of this report/\nGRI index, certain data included is subject to external review and all information \nprovided is reviewed internally.\nGRI 103: Management Approach\n103-1 Explanation of the material topic and its Boundary 5 Included in Teradyne’s CSR Management Approach Document. Teradyne’s CSR \nManagement Approach Document outlines the management approach for all \ntopics covered under the GRI.CSR Management \nApproach\n103-2 The management approach and its components 5 Included in Teradyne’s CSR Management Approach Document. Teradyne’s CSR \nManagement Approach Document outlines the management approach for all \ntopics covered under the GRI.CSR Management \nApproach\n103-3 Evaluation of the management approach 5 Included in Teradyne’s CSR Management Approach Document. Teradyne’s CSR \nManagement Approach Document outlines the management approach for all \ntopics covered under the GRI.CSR Management \nApproach\nGRI 201: Economic Performance\n201-1 Direct economic value generated and distributed Revenues: $3,702,881,000  \nEconomic value distributed: $2,688,292,000  \nEconomic value retained: $1,014,589,000  \nTeradyne Form 10-KFY 2021 10-K\n201-2 Financial implications and other risks and \nopportunities due to climate changeN/A. Teradyne does not believe climate change represents either a substantial \nopportunity or risk to our overall business.\n201-3 Defined benefit plan obligations and other retirement \nplansTeradyne offers defined benefits and/or defined contribution plans which vary  \nby country.FY 2021 10-K\n201-4 Financial assistance received from government Teradyne discloses all Financial Assistance received from governments globally CSR Webpage\nGRI 202: Market Presence\n202-1 Ratios of standard entry level wage by gender \ncompared to local minimum wageOmitted: Teradyne does not disclose this information.", "metadata": {"source": "NASDAQ_TER_2022.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}