{"page_content": "About Teradyne\nOur Reporting 71 Our Reporting Social Engagement CSR Vision Stakeholder Engagement Foundational Framework Sustainable Environment Our Solutions The COVID-19 Challenge Ethical Governance\nGRI Standard Disclosure Report Page # Additional Information Resource Link\n403-5 Worker training on occupational health and safety 20 Yes, annually Employee Health  \nand Safety Policy\n403-6 Promotion of worker health Yes, amenities are available related to worker health. In addition to all necessary \nwork-place protective equipment, most of Teradyne’s larger facilities include fitness \ncenters for employee use. The company also reimburses employees up to $150/year \nfor fitness center memberships.\n403-7 Prevention and mitigation of occupational health and \nsafety impacts directly linked by business relationshipsOmitted: Teradyne does not track this information.\n403-8 Workers covered by an occupational health and safety \nmanagement systemDocumented health and safety system. Employee Health  \nand Safety Policy\n403-9 Work-related injuries Tracked and reported in accordance with local laws and regulations, below industry \naverage.\n403-10 Work-related ill health Tracked with injury, illness.\nGRI 404: Training and Education\n404-1 Average hours of training per year per employee Omitted: Teradyne does not track this information.\n404-2 Programs for upgrading employee skills and transition \nassistance programs36 See Teradyne’s Corporate Social Responsibility webpage for additional information. CSR Webpage\n404-3 Percentage of employees receiving regular \nperformance and career development reviews37 100%\nGRI 405: Diversity and Equal Opportunity\n405-1 Diversity of governance bodies and employees Information regarding the diversity of Teradyne’s Board of Directors is available in \nTeradyne’s Proxy.2022 Proxy\n405-2 Ratio of basic salary and remuneration of women  \nto menOmitted: Teradyne does not disclose this information.\nGRI 406: Non-Discrimination\n406-1 Incidents of discrimination and corrective actions taken Omitted: Teradyne does not disclose this information.\nGRI 407: Freedom of Association and Collective Bargaining\n407-1 Operations and suppliers in which the right to freedom \nof association and collective bargaining may be at risk28 We have not identified any Teradyne operations with significant risk to freedom \nof association and we require all suppliers to comply with our Supplier Code of \nConduct, which addresses freedom of association. We also allow employees to have \nthe freedom to associate.Supplier Code of Conduct  \nLabor Policy", "metadata": {"source": "NASDAQ_TER_2022.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}