{"page_content": "About Teradyne\nOur Reporting 72 Our Reporting Social Engagement CSR Vision Stakeholder Engagement Foundational Framework Sustainable Environment Our Solutions The COVID-19 Challenge Ethical Governance\nGRI Standard Disclosure Report Page # Additional Information Resource Link\nGRI 408: Child Labor\n408-1 Operations and suppliers at significant risk for \nincidents of child labor55 Our labor policy prohibits the use of child labor and prohibits workers under the \nage of 18 from performing hazardous work. There are no identified risks of child \nlabor abuse at any of our operations. Teradyne’s Supplier Code of Conduct, which \nall suppliers are required to adhere to, contains similar restrictions on child labor.Labor Policy\nGRI 409: Forced Labor\n409-1 Operations and suppliers at significant risk for \nincidents of forced or compulsory labor55 Our labor policy prohibits the use of forced or compulsory labor or any kind. There \nare no identified risks of forced or compulsory labor at any of our operations. \nTeradyne’s Supplier Code of Conduct, which all suppliers are required to adhere to, \ncontains similar restrictions on forced or compulsory labor.Labor Policy\nGRI 410: Security Practices\n410-1 Security personnel trained in human rights policies or \nprocedures100% of security personnel have received formal training on the organization’s \nhuman rights policies and procedures through our annual Employee Code of \nConduct Training. This applies to third-party organizations providing security \npersonnel.Teradyne’s Code  \nof Conduct\nGRI 411: Rights of Indigenous Peoples\n411-1 Incidents of violations involving rights of indigenous \npeoplesThere have been no identified incidents of violations involving the rights of \nindigenous peoples during the reporting period.\nGRI 412: Human Rights Assessment\n412-1 Operations that have been subject to human rights \nreviews or impact assessmentsTeradyne’s Code of Conduct covers human rights and Teradyne has a Statement on \nHuman Trafficking that applies to all operations. Additionally, our large operations \nin high-risk areas are subject to the RBA self-assessment annually, which covers \nhuman rights.Human Trafficking Policy\n412-2 Employee training on human rights policies or \nprocedures.All Teradyne employees undergo Code of Conduct training annually. This training \nincludes human rights.Teradyne’s Code  \nof Conduct\n412-3 Significant investment agreements and contracts \nthat include human rights clauses or that underwent \nhuman rights screeningContracts with suppliers require them to agree to our Supplier Code of Conduct. \nTeradyne’s Supplier Code of Conduct is modeled off the RBA Code of Conduct and \ncovers human rights.Supplier Code of Conduct\nGRI 413: Local Communities\n413-1 Operations with local community engagement, impact \nassessments, and development programs40 Information is also available in Teradyne’s 10-K and Proxy. FY 2021 10-K  \n2022 Proxy", "metadata": {"source": "NASDAQ_TER_2022.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}