{"page_content": "About Teradyne\nOur Reporting 73 Our Reporting Social Engagement CSR Vision Stakeholder Engagement Foundational Framework Sustainable Environment Our Solutions The COVID-19 Challenge Ethical Governance\nGRI Standard Disclosure Report Page # Additional Information Resource Link\n413-2 Operations with significant actual and potential \nnegative impacts on local communitiesTeradyne has not identified any operations with significant actual or potential \nnegative impacts on local communities.\nGRI 414: Supplier Social Assessment\n414-1 New suppliers that were screened using social criteria 28 Teradyne expects our suppliers to adhere to our Supplier Code of Conduct which \noutlines environmental standards they must meet.Supplier Code of Conduct\n414-2 Negative social impacts in the supply chain and  \nctions takenTeradyne does not perform negative social impact assessments of its supply chain.\nGRI 415: Political Contributions\n415-1 Political contributions Teradyne had no political contributions for the reporting period. CSR Webpage\nGRI 416: Customer Healthy and Safety\n416-1 Assessment of the health and safety impacts of \nproduct and service categories10 Teradyne’s product safety group is responsible for ensuring the safety of our \nproducts. In addition, third-party certifiers are utilized to assess our products.CSR Webpage\n416-2 Incidents of non-compliance concerning the health \nand safety impacts of products and servicesFrom time to time, Teradyne has incidents regarding the safety of certain of its \nproducts. Teradyne has taken actions and will continue to take actions to mitigate \nany risks associated with the safety of its products.\nGRI 417: Marketing and Labeling\n417-1 Requirements for product and service information and \nlabelingCovered by product safety and third-party certification.\n417-2 Incidents of non-compliance concerning product and \nservice information and labelingFrom time to time, Teradyne has issues concerning non- compliance with product \nlabeling regulations. Teradyne has taken actions and will continue to take actions to \nmitigate any issues associated with product labeling regulations.\n417-3 Incidents of non-compliance concerning marketing \ncommunicationsTeradyne is not aware of any non-compliance concerning the marketing \ncommunications of any of our products or services.\nGRI 418: Customer Privacy\n418-1 Substantiated complaints concerning breaches of \ncustomer privacy and losses of customer dataTeradyne has not identified any substantial complaints received concerning \nbreaches of customer privacy. Information regarding material cybersecurity \nincidents is available in Teradyne’s 10-K.FY 2021 10-K\nGRI 419: Socioeconomic Compliance\n419-1 Non-compliance with laws and regulations in the \nsocial and economic areaTeradyne agreed to a settlement with the US EEOC in January 2021 to resolve a \ndisputed finding regarding the recruiting practices related to interns and co-op \nemployees.", "metadata": {"source": "NASDAQ_TER_2022.pdf", "page": 72, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}