{"page_content": "Foundational Framework 9 Social Engagement CSR Vision About Teradyne Stakeholder Engagement Sustainable Environment Our Solutions The COVID-19 Challenge Ethical Governance Our Reporting\nFoundational Framework\nOur foundational pillars provide a structure to \nwhich all CSR efforts are aligned for company  \nand global community benefit.\nEnvironmental Stewardship\nTeradyne prioritizes natural resource conservation, emission \nreduction, waste minimization and energy efficiency. \nOur ISO 14001-certified Environmental Management System  \ndrives continuous reduction of any adverse environmental  \nimpacts from our operations.\nOur Solutions\nTeradyne’s portfolio of advanced, reliable and flexible test \nand automation solutions are responsibly sourced, compliant \nwith applicable regulations and maximize the value of limited \nenvironmental resources. Our People & Communities\nTeradyne values a diverse, equitable, inclusive and respectful  \nwork environment where all employees enjoy development \nopportunities and a safe, positive culture. We also invest in the \ncommunities where we operate. \nWe participate in local and global volunteer efforts and support \nnumerous charitable and educational organizations. We further \nstrengthen communities through philanthropic giving, employee \nvolunteerism, community sponsorships and grant programs.\nEthical Governance\nTeradyne is committed to conducting business in a responsible \nmanner, with strategic operational policies, procedures and values \nthat support transparency, sustainability and legal compliance. We \nensure ethical operations and business commitments through robust \ngovernance of the company’s standards of business conduct and \nenvironmental, health and safety programs.Teradyne ensures business and sustainability \nsuccess by measuring progress within our \nCSR framework. This framework is grounded \nin environmental stewardship, innovative \nsolutions, investment in our people and our \ncommunities and ethical governance.", "metadata": {"source": "NASDAQ_TER_2022.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}