{"page_content": "COMMUNITY INVESTMENTS\nIn fiscal 2001, Starbucks corporate cash contributions to nonprofit organizations\ntotaled $3.4 million, plus an additional $1.3 million that Starbucks contributed toThe Starbucks Foundation. Our corporate contributions are focused on a number ofcompany-wide initiatives, as well as supporting our partners’ involvement in theircommunities, enriching community life in regions across North America, andcreating special community stores.All of the contributions made by Starbucks reflectour commitment to our partners, communities and business practices.\nCompany-wide Initiatives \nStarbucks has developed partnerships with organizations that support the people and\nplaces that grow our coffee and tea, such as Conservation International and CARE.We have launched initiatives to collect books and toys for children, and to help the\nvictims of September 11th. We have also created programs to encourage ourpartners to be involved in their communities.A few examples of Starbucks company-wide initiatives include:\nConservation International (CI)\nCI shares our commitment to preserve environmentally sensitive areas and provide\neconomic opportunities for small family farmers in coffee-origin countries. In fiscal2001, Starbucks invested $327,500 in CI as part of a three-year investment toprovide a minimum of $600,000.\nCARE \nOur 10-year alliance with CARE enables us to support coffee- and tea-origin\ncountries where our help is used to improve the quality of life for local residents. Infiscal 2001, Starbucks invested $120,000 in CARE for ongoing programs.\nStarbucks Cares\nStarbucks Cares is a special fund that was created in response to the terrorist attacks\non September 11, 2001. Starbucks donated $1 million to Starbucks Cares in fiscal2001. In the weeks following September 11, an additional $1.7 million wascontributed by our partners, customers and business partners, mostly through dropboxes in Starbucks company-operated stores in North America. The funds raisedthrough Starbucks Cares were donated to The September 11th Fund, created byThe New York Community Trust and United Way of New York.\nIn addition to our cash contribution, Starbucks also contributed coffee and related\nproducts to support the rescue and relief efforts in New York, Washington, D.C.,and Pennsylvania.\nCalvert Community Investments\nStarbucks launched a new partnership with Calvert Community Investments in fiscal\n2001 to manage a $150,000 initial investment that will support various communityprojects in North America.\nAll Books for Children\nTo support our literacy efforts, Starbucks collects books through our annual\nAll Books for Children drive and distributes them to more than 180 literacyorganizations across North America. Since 1997, nearly 1.5 million books, including416,000 in fiscal 2001, have been collected in our stores from partners andcommunity members.\nHoward Schultz, Starbucks chairman and\nchief global strategist, showed his supportfor literacy by participating in an All\nBooks for Children event in Chicago.\n", "metadata": {"source": "NASDAQ_SBUX_2001.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}