{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  21 2018 SERVE 360 REPORT2018 SERVE 360 REPORTServe 360 Goal: Employee Volunteer Hours\nUsing 2016 as our baseline, we’ve set a goal to reach  \n15 million employee volunteer hours by 2025. Among our \ntargeted 2016-2025 volunteer hours, we aim to have 50% of \nthese hours serve children and youth, 50% be skills-based \nactivities, as well as have 80% of managed properties and \n50% of franchised properties participate in community service \nactivities annually.Community Engagement\nIn 2017, Marriott  \ncontributed approximately \n$50 million in cash and  \nin-kind contributions to \ncommunities.Fundraising, Cash, and In-Kind Donations\nIn 2017, more than 114 million points were donated by  \nmembers of the Marriott Rewards and The Ritz-Carlton \nRewards programs to support featured Marriott charitable \ncauses, each linked to our Serve 360 coordinates. \nOur 2017 in-kind donations included room nights,  \ngift certificates, event space, food and beverage, and  \naudiovisual services for nonprofit organizations.\nGuests and associates raised more than $6.4 million  \nto support the Children’s Miracle Network Hospitals  \nand UNICEF.\nVitality of Children\nEssential to every community’s long-term stability and  \nsuccess is the vitality of its children. We mobilize our guests \nand associates to provide support to a select group of  \nnonprofit organizations leading the way in supporting  \nchildren around the world.\nFor more than 35 years, Marriott has partnered with  \nChildren’s Miracle Network Hospitals — raising over $120 \nmillion in funds to support more than 170 children’s hospitals \nacross the United States and Canada. Children’s Miracle \nNetwork Hospitals provide comfort, treatment, and hope to \nmillions of sick kids. Children’s Miracle Network Hospitals \ntreat one in 10 children in North America each year. Every \nminute, an estimated 62 children enter a Children’s Miracle \nNetwork Hospital for treatment. \nTo support the vitality of children, Marriott’s other key  \npartner is UNICEF . UNICEF works in 190 countries and \nterritories to save children’s lives, defend their rights, and \nhelp them fulfill their potential. The Check Out for Children \nprogram has benefitted UNICEF’s Water, Sanitation, and \nHygiene (WASH) program to provide life-saving services for \nchildren and their families. In 2017 alone, UNICEF reached \n45 million people with improved water supplies and 22 \nmillion with improved sanitation, the highest numbers  \never reached.In 2017, SPG properties fundraised nearly $2 million to  \nsupport UNICEF’s WASH projects across Africa and the \nMiddle East. For children under five, water-and  \nsanitation-related diseases are one of the leading causes  \nof death. Our partnership with UNICEF has raised nearly \n$49 million since 1995, and has helped to improve the lives \nof more than 4.5 million children to date in 50 countries.\n2017 Progress\n2.1 MILLION  \nvolunteer hours (since 2016)\n28%  \nskill-based volunteer \nactivities17.81%  \nof volunteer hours serving \nchildren and youth (since 2016)\nRally To Serve®: To celebrate Fairfield \nby Marriott’s 30th anniversary, 220 \nvolunteers engaged in 11 multi-hotel \nbuilds with Habitat for Humanity®  \nin the U.S. and internationally.Above: As Children's Miracle Network Hospital's longest standing  \ncorporate partner, Marriott International's associates and guests raise funds  \nto help improve the lives of children.  \n", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}