{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  29Energy and Emissions\nServe 360 Goal: Renewable Energy  \nand Science-Based Targets\nBy 2025, we aim to achieve a minimum of 30% renew-\nable electricity use. We’ve also committed to analyze the \nopportunity to set a science-based target by 2018.\nIn 2017, several properties installed new on-site solar \nphotovoltaic systems, which we expect to contribute \nnearly 2,000 metric tons in avoided emissions. We also \nengaged a third-party consultant to support our analysis \nof a science-based target. In 2018, we will continue our \nscience-based target analysis, as well as evaluate our \ninvestments in large-scale energy projects.\nMany of our full-service  \nproperties use an engineering  \ngamification tool to encourage  \nenergy and water efficiency \nand identify new projects.\nAbove: The Westin Golf Resort & Spa, Playa Conchal in Guanacaste,  \nCosta Rica, installed 1,382 solar modules on the roofs of the hotel’s associates \nsleeping quarters and industrial area buildings.\n2018 SERVE 360 REPORTUN Sustainable Development Goals relevant to  \nour Energy & Emissions efforts include:\nHow We Execute\nTo further reduce our operational footprint, we execute \nglobally with targeted strategies across hotels: \n• Energy and Environmental Action Plans: Our Energy and \nEnvironmental Action Plans evaluate return on investment \nprojects and help prioritize owner investments.\n• Signature Projects: Using Energy and Environmental \nAction Plans as a roadmap, full-service properties in  \nthe Americas, Europe, Asia Pacific, and Middle East/Africa \nselect signature projects focusing on energy efficiency \nsuch as lighting upgrades, installation of variable  \nfrequency drive pumps, fans and air handling units, and \nchiller upgrades.\n• Retro-Commissioning: Marriott retro-commissioning \n(MRCx) efforts drive third-party studies of our more com-\nplex facilities in order to identify the efficiency opportuni-\nties, including those related to heating, ventilation and  \nair conditioning (HVAC), chiller, and boiler systems.• Lighting Retrofits: Lighting retrofits continue to provide \nenergy efficiency opportunities as newer technology  \nlowers replacement costs, and systems are upgraded \nat our properties around the world. Large-scale lighting \nretrofits are often tied to other renovation projects, as well \nas to advances in lighting technology.\n• Building Automation Systems: Marriott continues to \nincorporate and integrate building automation systems \nand other automated controls to increase the efficiency of \nthe buildings we manage. We also install smart, integrated \noccupancy thermostat systems that interlock with entry \ndoors and the property management systems to deliver \nagile temperature setback efficiency without impacting \nguest comfort and preference.\n• Chilled Water Efficiency: We have developed a Chilled \nWater Diagnostic Tool for managed properties in the \nAmericas, which helps each full-service hotel to identify \nwater and cost savings opportunities in their chilled water \nproduction.\n• Demand Response: We partner with utilities’ on-demand \nresponse programs, which provide incentives to com-\npanies to better manage and reduce their grid-supplied \nelectricity during times of peak demand.\n", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}