{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  38Responsible Sourcing\nSustainable Agriculture \nWe are committed to promoting sustainable agriculture \nthrough partnerships with farmers and ranchers — both \nlarge and small — and the pursuit of alternative farming \nmethods, including those which enable us to grow our  \nown food on-site. \nWe source local and organic produce in certain markets  \nand have established brand standards to purchase respon-\nsibly sourced cocoa, coffee and tea with Fair Trade and/or \nRainforest Alliance certifications. We strive to support small \nfarms whose practices align with such certifications and we \nare continually learning about more responsible products \nand suppliers. Our efforts to purchase local and responsible \nproducts will continue as we work toward our responsible \nsourcing goals through 2025.\nHundreds of our hotels feature on-site gardens to serve  \nour guests. At the Orlando World Center Marriott, we  \nhave taken on-site food production even further. We have \npartnered with HyCube to install a 1,500-square-foot \n(144-square-meter) hydroponic system with the capacity \nto grow up to 25,000 plants, including lettuce, fruits and \nherbs, in a soil-free environment that also offers filtered air \nand water. The hydroponic system at Orlando World Center \nMarriott also uses 90% less water than traditional farming \nmethods, due to a recirculating water system.\nThe JW Marriott Orlando, Grande Lakes has Whisper Creek \nFarm on property. The farm’s harvest is used throughout the \nhotel’s restaurants, allowing for micro-local menu items and \nunique specials. Beehives on the farm pollinate the plants \nas well as provide honey for a craft brew honey lager. Whis-\nper Creek Farm is complete with chicken and quail coops, \nadding to the connection to the land and food served.Serve 360 Goal: Local Sourcing\nWe continue to identify local suppliers that can fulfill our pro-\nduce and other procurement category needs, while working \nto achieve our 50% local produce sourcing goal by 2025.\nTo meet this, we aim to leverage key partnerships, including \nwith our procurement partner, Avendra, and engage locally \nand regionally with our properties. Many of our hotels across \nthe world are heavily embedded in local supply chains.\nWe also aim to build upon past successes and emerging best \npractices. For example, the Amazonas Sustainable Founda-\ntion (FAS), as part of its nearly decade-long partnership and \ncollaboration with Marriott, sells Amazon rainforest responsi-\nbly sourced Brazil nuts from Juma and other protected FAS \nareas to our hotels in São Paulo and Rio de Janeiro, Brazil. \nThe nuts are used in our restaurants and sold in our gift \nshops. Purchases of the nuts help to support sustainable live-\nlihoods for rainforest residents living in the Marriott-supported \nJuma reserve. It also helps to show that the rainforest can be \nmore valuable standing than cut, while helping us to achieve \nour responsible sourcing goals. We are exploring procuring \nmore responsibly sourced local products from Juma including \nmanioc flour, cocoa, açai, pirarucu fish, and other products.\nAbove (top): The Orlando World Center Marriott in Orlando, Florida,  \npartnered with HyCube to install a hydroponic system to grow \nplants, including lettuce, fruits and herbs, in a soil-free environment. \nAbove (bottom): Chefs tour the garden at Whisper Creek Farm  \nat Grande Lakes Orlando, Orlando, Florida.", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}