{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  42Global Diversity and Inclusion\nMarriott recently became the first global  \nhospitality company to endorse the historic United \nNations LGBTI Standards of Conduct for Business, \ntackling discrimination against LGBTI people.Commitment, Oversight and Accountability from the Highest Levels \nPresident and CEO Arne Sorenson chairs the company’s Global Diversity and Inclusion  \nCouncil that monitors the integration of our diversity and inclusion initiatives across all aspects \nof our global business strategy. Comprised of the entire C-suite, the senior executives on this \ncouncil are accountable for reviewing progress in their respective disciplines with their peers \nand sharing best practices. Diversity and inclusion goals are included in executives’ annual \nManagement Business Objectives (MBO) and compensation plans. \nAdditionally, Marriott’s Board of Directors’ Committee for Excellence (CFE), established in \n2003, reviews the company’s diversity and inclusion results and engages directly with our \ncompany’s management team to discuss progress, future actions and goals. The Committee \nestablishes specific annual goals for each facet of diversity and monitors progress with a \nDiversity Excellence Scorecard.\nOur President and CEO and senior leadership team have established comprehensive diversity \nand inclusion performance metrics, which are regularly reviewed and discussed at CEO staff \nmeetings, Board of Directors’ meetings and senior-level regional meetings. All continental \npresidents, who run global operations, have a Diversity & Inclusion MBO and strategy that are \nmeaningful to their geography. Their incentive compensation reflects performance against \nthis MBO and other objectives.\nRegional Councils and Talent Network Teams \nAssociates comprise Regional Diversity and Inclusion Councils and network groups that  \nhelp ensure we remain abreast of the needs and interests of individual diverse communities. \nMarriott’s Talent Network Teams include associate networks and business challenge teams, \nwhere diverse, cross-discipline associates work together to solve challenges, promote collab-\noration and strengthen relationships through informal networking. Recent business challenge \nteam projects include “Making Marriott a Home for Veterans” and “Creating a Better Guest \nExperience for People with Disabilities.”\nDiversity and Inclusion Training\nWe provide a variety of diversity and inclusion training offerings, which includes the mandatory \n“Valuing Our World of Differences” training for all Americas associates. Marriott’s “Valuing Our \nWorld of Differences” training helps associates enhance and develop cross-cultural competence \nin our global work environment. The training emphasizes why inclusion is critical to our success \nfrom an associate, customer, supplier and business perspective; establishes foundational \nconcepts and techniques to build and value cultural differences; and defines associate roles in \ncreating an inclusive work environment.The Importance of Partnerships\nWe are an active and engaged corporate member of several global NGOs across many  \ndifferent diverse segments that support the development of our key stakeholders including \ndiverse and historically underrepresented suppliers, current and potential associates, and \nhotel owners and customers. Marriott partners with groups such as Asia Society, Capital  \nRegion Minority Supplier Development Council, Disability:IN, Human Rights Campaign, \nNational Association of Black Hotel Owners, Operators, and Developers (NABHOOD), the \nNational LGBT Chamber of Commerce (NGLCC), UnidosUS, the US Pan Asian American \nChamber of Commerce, VetFran, WeConnect International, and Women’s Business Enterprise \nNational Council (WBENC), to support our key stakeholders.Our Objectives\nTo mirror the diversity of \nthe communities in which \nwe operate and serve \nacross the globeTo establish a supportive \nand inclusive work envi-\nronment where associates \nare empowered to experi-\nence success every dayTo increase the presence \nof women in the highest \nlevel of management and \nother key decision-making \npositionsHow We Approach Workforce Diversity & Inclusion\nMarriott’s success begins with our commitment to provide a world of opportunity to  \neveryone and is powered by our core values, the most important of which is Putting People \nFirst. We are committed to providing equal opportunities in all aspects of employment,  \nregardless of race, color, religion, sex (including pregnancy), sexual orientation, gender  \nidentity or expression, national origin, age, disability, genetic information, veteran or military \nstatus, or other basis protected by applicable law. Our commitment starts with our senior \nleaders who establish priorities and strategies that drive accountability throughout the  \norganization. \n", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}