{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  432017 Awards and Recognition\n• Aon Global Best Employer\n• Asia Society’s Distinguished Performance Award – \nBest Employer for Promoting Asian Pacific American \nWomen\n• DiversityInc Top 50 Companies for Diversity\n• National Association for Female Executives –  \nTop Companies for Executive Women \n• Great Places to Work® – Best Workplaces for  \nDiversity, Millennials, Women and Parents in the  \nUnited States; Best Workplaces in Latin America, \n Peru, Mexico, India, Australia and Denmark \n• Human Rights Campaign Corporate Equality Index  \n(100% score)\n• LATINA Style Top 50 Companies\n• LGBTQ Business Equality Excellence Award\n• National Business Inclusion Consortium  \n“Best-of-the-Best” Corporation for Inclusion\n• National Organization on Disability –  \nLeading Disability Employer Seal\n• Working Mother 100 Best Companies \n• Women’s Business Enterprise National Council’s  \nTop Corporation for Women Business Enterprises  \n(Gold Level)\n• WEConnect International Corporation of the YearIn 2017, Marriott spent $656 million \nto support women, minority,  \nveteran, LGBT, and disability owned \nbusinesses across the globe.\nSupplier Diversity \nBy 2020, we aim to reach $1 billion in inclusive purchasing, \nincluding $500 million in purchasing with women-owned \nbusinesses. In 2017, Marriott spent $345 million with wom-\nen-owned businesses, $301 million with minority-owned \nbusinesses, $31 million with veteran and service-disabled \nveteran-owned businesses, $6 million with LGBT-owned \nbusinesses, and $446,242 with disability-owned businesses.\nIt’s All About UNITY \nMarriott provides a series of resources, training programs \nand webinars to emphasize the importance of UNITY. This \nincludes a training video featuring senior leaders across our  \ncompany sharing the principles behind Marriott’s cultural  \napproach to diversity and inclusion. We also provide training \nto our Human Resources associates on Valuing Differences,  \nDeveloping a Global Mindset and Cultural Competence.  \nParticipants also complete both a self-assessment and team \nassessment to help them identify opportunity areas related \nto creating inclusion. By participating, associates increase \ntheir exposure to different cultures, get to know their \nco-workers, understand customers’ needs and expectations, \nand gain skills to create an inclusive work environment. \nMarriott holds an annual enterprise-wide global UNITY Day \nduring Associate Appreciation Week. On this day, company \nlocations around the world pay special tribute to celebrating \nour diverse workforce and creating an inclusive environ-\nment that recognizes the unique talents and many different \nbackgrounds of our workforce.\nOpening our First Hotel in Rwanda\nTo help support the economic transformation in Rwanda,  \nwe have opened our first hotel in the country. The 254-room \nKigali Marriott Hotel features approximately 30,000 square \nfeet (280 square meters) of event space and a spa to help \nexpose the world to Rwanda’s unique culture and natural \nbeauty. Guests are able to enjoy views of Kigali's sprawling \nhills and valleys, explore nearby national parks. \nThis luxury hotel has created more than 500 jobs in Rwanda. \nWe partnered with the Akilah Institute, a Kigali-based wom-\nen’s college, to recruit and train potential candidates, some \nof whom prepared by interning at Marriott properties in the \nMiddle East. Marriott has also been working with local philan-\nthropies to equip Rwandan women with the needed skills to \napply for entry-level hotel positions or to supply the hotel with \nitems like baskets, cheese, and honey. \nThe Kigali Marriott Hotel manages an internal development \nprogram that aims to transfer skills from longtime Marriott \nassociates from abroad to local employees, approximately \n89% of whom are Rwandan nationals. Forty-one percent \nof the hotel’s employees and 53% of the hotel’s managers \nare women. The hotel also participates in country-wide and \ninternational activities in cooperation with the Rwanda De-\nvelopment Board to promote the country as a destination.Global Diversity and Inclusion\nAbove: An Akiliah Institute student prepares desserts at the  \nKigali Marriott Hotel in Kigali, Rwanda. \n", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}