{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  46Youth\nAccording to the International Labour Organization, more than 71 million young people (aged 15–24) worldwide are  \nlooking for work. At the same time, the travel and tourism industry’s demand continues to outpace the talent supply.  \nWe work to address these global issues and ensure a brighter future by partnering with nonprofit organizations to  \nidentify, train, and mentor youth for meaningful careers in our industry.\nUN Sustainable Development Goals relevant to our Youth efforts include:\nA World of Opportunity\nMarriott recognizes the importance of our role in helping prepare young people for  \npost-secondary and technical training as well as careers in our industry. We have a long \nhistory of investing in programs that help young people — especially those from challenging \nbackgrounds, underserved populations or developing countries — gain marketable skills \nleading to meaningful work. \nBecause of the diversity of our operations and number of jobs available in our hotels, our \nbusiness is uniquely able to provide educational and work-study opportunities, such as  \ntraining, mentoring, job shadowing, internships, and more. By doing so, we can change  \nyoung peoples’ lives and help propel economies.\nOur Objectives\nAttract young people to \nour global workforce by \noffering a range of career \nopportunities, appren-\nticeships, training and \ndevelopmentHelp young people \nfrom disadvantaged \nbackgrounds prepare \nfor and find meaningful \nemployment through the \nassistance of a network of \nnonprofit organizationsAdvance Marriott’s  \nnumerous partnerships \nand hotel-level engage-\nment to help support \npreparing youth for jobs \nin our industry and across \nthe globeHospitality Training for Youth, Including Disadvantaged Youth\nIn 2017, Marriott and several other hotel companies collaborated with the International  \nTourism Partnership (ITP) to create an industry goal to collectively impact 1 million youth \nthrough employability programs by 2030. Globally we support the Youth Career Initiative \n(YCI), a three- to six-month hospitality training program of ITP focusing on preparing  \ndisadvantaged youth for jobs in our industry. Our Asia Pacific region as well as Caribbean  \nand Latin America region hotels remain our lead supporters of the program, with each  \nhelping to prepare nearly 100 YCI graduates for hospitality jobs in 2017.  \nIn the United States, our largest market, Marriott is engaged in hundreds of local efforts \nconnecting with schools and youth-based organizations to provide career mentoring, career \nexploration, job shadowing, and high school work study opportunities so students can better \nunderstand what it means to work for a company like Marriott, as well as explore future job \nopportunities with our company.\nThrough the Marriott Foundation’s China Hospitality Education Initiative (CHEI), Marriott  \nInternational has helped impact more than 200,000 students since the project launched in 2013. \nMore than 900 teachers from 93 vocational schools and universities have participated in CHEI \nprograms, such as field trips and faculty internships at Marriott International hotels. And Marriott \nleaders have presented more than 500 guest lectures on CHEI partner school campuses.\nIn 2017, Marriott and other International Tourism  \nPartnership Youth Employability Working Group members \ncreated an industry goal to collectively impact 1 million \nyouth through employability programs by 2030.\n", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}