{"page_content": "SUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  49 2018 SERVE 360 REPORTCareers in Hospitality for Veterans\nOur company culture and values are well-suited and  \naligned for those who have served. As such, we actively \nwork to recruit United States military veterans. In 2017, we \nhired 1,126 veterans — exceeding our goal to hire at least \n1,000 veterans annually.\nTo support our veteran hiring goals and objectives, we \nrevamped our veterans career site in 2017 to highlight \nwhy Marriott is a great company for veterans. The website \nincludes a video as well as testimonials from associates who \nare veterans about their career journey at Marriott.\nPartnering with Veteran-Owned Businesses\nIn 2017, Marriott spent approximately $31 million with  \nveteran and service-disabled veteran-owned businesses. \nThese businesses help to support a wide range of needs  \nfor our global supply chain. For example, Gourmet Table \nSkirts & Linens has been one of Marriott’s veteran-owned  \nsuppliers for many years. The company provides quality, \ncustom fit and designed napkins, tablecloths, table skirts, \nand chair covers that are cut and sewn in the United States \nand come with a two-year workmanship guarantee.Supporting Leading Veteran and Military  \nOrganizations\nWe work with organizations, including VetFran, to promote \nworking with veteran-owned businesses to source prod-\nucts for our hotels and engage veterans in hotel ownership \nopportunities. In 2018 and 2019, VetFran, the Small Business \nAdministration, and Marriott Supplier Diversity will partner \nto host Veteran Business events to provide small veter-\nan-owned businesses with key insights on topics such as \ndoing business with large companies, and obtaining financ-\ning. Hotels around the United States also provide ongoing \nin-kind support to and volunteer for veteran organizations, \nsuch as the USO and Fisher House Foundation. We also \npartner with guests to support leading veteran and military \norganizations. The Fisher House Foundation’s Hotels for \nHeroes program is a featured nonprofit through our global \nloyalty points donation program. Guests can donate their \nloyalty points to support Fisher House Foundation’s mission In 2017, we hired 1,126 \nveterans — exceeding our \ngoal to hire at least 1,000 \nveterans annually.In 2017, Marriott spent  \napproximately $31 million with  \nveteran and service-disabled  \nveteran-owned businesses.Veterans\nWhen it comes to taking care of our communities, we have a “spirit to serve.” Our veterans truly know what  \nthat means. We help support our U.S. military veterans by providing access to meaningful careers, championing, and  \npurchasing from veteran-owned small businesses and providing cash, in-kind and volunteer support to leading  \nveteran and military organizations.\nUN Sustainable Development Goals relevant to our Veterans efforts include:\nAbove: Marriott International aims to increase and deepen programs and part-\nnerships that develop hospitality skills and opportunity among our veterans.of providing housing for families of wounded, injured  \nand ill military service members and veterans who are  \nundergoing treatment.\n", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}