{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  63Governance\nNumber Description Response and/or Report Location Additional References\n102-18 Governance structure Structure and Committees: Marriott’s Board of Directors is our highest governance body,  \nand includes the following committees: Audit Committee, Compensation Policy Committee,  \nExecutive Committee, Finance Committee, Nominating and Corporate Governance Committee  \nand the Committee for Excellence.\nOur Board of Directors oversees management and, through this oversight, enhances the long-term  \nvalue of the company. A formal infrastructure of a range of councils comprised of executives and  \nassociates (assisted by external experts) guides us in making everyday decisions that affect our work  \nenvironment, our sustainability and social impact practices and our business strategy. \nThe numerous and important councils that govern our Serve 360 platform are described on  \npage 8 in the “Management and Governance” section of this Report. Board of Directors\nCommittee Membership\nCommittee Charters\n102-23 Chair of the highest  \ngovernance body J.W. Marriott, Jr. is Executive Chairman and Chairman of the Board. Mr. Marriott is not currently an  \nexecutive officer. Mr. Marriott was elected Executive Chairman in 2012, having relinquished his position  \nas Chief Executive Officer.Board of Directors\n102-24 Nominating and  \nselecting the highest  \ngovernance body In addition to identifying individuals who have the highest personal and professional integrity and \ndemonstrated exceptional ability and judgment, criteria regarding personal qualifications for Board  \nmembership such as background experience, technical skills, affiliations and personal characteristics  \nare considered.\nOur Governance Principles also require that at least two-thirds of the directors shall be independent,  \nand the Board has established guidelines to assist it in determining director independence. Governance Principles\nNominating and Corporate  \nGovernance Committee Charter\n102-28 Evaluating the  \nhighest governance  \nbody’s performance The Board and each of its committees perform an annual self-evaluation. Each November, the directors  \nare asked to provide their assessments of the effectiveness of the Board and the committees on which \nthey serve. This annual self-evaluation will be used by the Nominating and Corporate Governance  \nCommittee to assess whether to recommend changes to the Board practices or composition. Governance Principles\n102-36 Process for determining  \nremuneration Each year, we describe our process for determining executive and director compensation in our  \nannual Proxy Statements.2018 Annual Proxy Statement,  \npp. 33-60\nExecutive & Director  \nCompensation ", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}