{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  67\nManagement Approach Disclosures: Economic\nAs the world’s largest hotel company, it is important that we manage our economic impacts to provide value to stakeholders such as  \nour associates, guests and communities, owners and franchisees, and shareholders as well as support inclusive growth in our global markets.\nIn this section, we provide management approach disclosures for the following GRI topics: Economic Performance, Indirect Economic  \nImpacts and Anti-Corruption.\nEconomic\nNumber Topic Management Approach Disclosure Additional References\n201 Economic Performance Strategy and Approach: We remain focused on doing the things that we do well; that is, selling rooms,  \ntaking care of our guests and making sure we control costs both at company-operated properties and at \nthe corporate level (“above-property”). Our brands remain strong due to our skilled management teams, \ndedicated associates, superior guest service with an emphasis on guest and associate satisfaction,  \nsignificant distribution, our loyalty programs, multichannel reservation systems and desirable property  \namenities. We strive to effectively leverage our size and broad distribution. We, along with owners and  \nfranchisees, continue to invest in our brands by means of new, refreshed, and reinvented properties, \nnew room and public space designs, and enhanced amenities and technology offerings. We address, \nthrough various means, hotels in our system that do not meet standards. We continue to enhance the \nappeal of our proprietary, information-rich, and easy-to-use websites, and of our associated mobile \nsmartphone applications, through functionality and service improvements.\nBusiness Model: We earn base management fees and, in many cases, incentive management fees from \nthe properties that we manage, and we earn franchise fees from the properties that others operate un -\nder franchise agreements with Marriott. Our emphasis on long-term management contracts and franchis -\ning tends to provide more stable earnings in periods of economic softness. Adding new hotels to our \nsystem generates growth, typically with little or no investment by the company. This strategy has driven \nsubstantial growth while minimizing financial leverage and risk in a cyclical industry. In addition, we be-\nlieve minimizing our capital investments and adopting a strategy of recycling our investments maximizes \nand maintains our financial flexibility.\nProductivity: Our profitability, as well as that of owners and franchisees, has benefited from our  \napproach to property-level and above-property productivity. Properties in our system continue to main-\ntain very tight cost controls. We also control above-property costs, some of which we allocate to hotels, \nby remaining focused on systems, processing and support areas.2017 Annual Report and 10-K Filing\n(“Business and Overview,” p. 24 of 10-K)\nServe 360 Microsite\n2025 Sustainability and  \nSocial Impact Goals\nCDP Climate Change Response \nCDP Water Response", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 66, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}