{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  8Management and Governance\nSERVE 360: DOING GOOD IN EVERY DIRECTION\nServe 360 Executive Leadership Council: Consists of continent presidents and C-level \nexecutives representing each global division. This council meets twice per year to  \ndiscuss Serve 360-related investment decisions and analyze recommendations from \nthe Serve 360 Advisory Council. The council also provides updates to the Board of  \nDirectors, along with reviewing the Serve 360 scorecard, quarterly.\nServe 360 Advisory Council: Consists of direct reports of executive leaders,  \nrepresenting each global discipline. This council meets four times per year to ensure \nthe company is on track with Serve 360 goals, provides updates and learnings on \nmajor initiatives in each continent and discipline, assesses strategies and recommen-\ndations for improvement, and develops recommendations for the Executive Leadership \nCouncil. This council helps to develop the regional and global Serve 360 scorecards \neach quarter.\nServe 360 Champions: Passionate individuals or teams of individuals volunteering  \nto be the face and energy of Serve 360 on and above property — rallying their fellow \nassociates, organizing events, educating and communicating within the property, \nreporting and sharing best practices, and working with various departments to achieve \nour Serve 360 goals. At our managed hotels, the Serve 360 Champion responsibilities \nare included as part of the TakeCare Champion role, forming a powerful network where \nbest practices and lessons learned can be shared.\nOwner Advisory Council: Consists of continent Owner and Franchised Services  \nleaders, representing the voice of the owner community. Beginning in 2018, this council \nwill meet throughout the year to discuss owner-relevant initiatives, collaboration  \nopportunities and discuss overall progress and learnings related to Serve 360.Cascading from our Board of Directors, CEO, and Executive Team to Marriott’s associates working at our hotels across 30 brands in  \nmore than 120 countries and territories, various complementary councils, committees, and teams provide structure and oversight to support our  \n2025 Sustainability and Social Impact Goals. \nEach hotel will have a Serve 360 Champion to oversee and deepen local engagement.\nNurture Our World\nBusiness Councils: Comprised of general managers and other hotel leaders representing properties in a  \ngiven city, country, or region, the Business Councils support business strategies and add value to their markets \nby perpetuating our core values and culture, participating in government advocacy and implementing Marriott’s \ncommunity partnerships and Serve 360 initiatives.\nJunior Business Councils: Business Councils are supported by Junior Business Councils, comprised  \nof millennial talent and local champions across properties.\nSustain Responsible Operations\nEngineering Business Leadership Councils: Marriott’s Engineering Business Leadership Councils and teams, \ncomposed of Directors of Engineering and Cluster Engineering Managers for specific geographic markets, are \nglobal and typically meet on a quarterly basis.\nProperty-Level Committees: Engineering Business Leadership Councils are supported by property-level committees.\nEmpower Through Opportunity\nBoard-Level Committee for Excellence: This committee drives global diversity and inclusion efforts and  \nmonitors progress with a Diversity Excellence Scorecard. Encourages and evaluates efforts by the company  \nto promote associate engagement and wellbeing, inclusive of the advancement of women and people from \nunderrepresented groups, as well as actions to promote positive social impact in the communities it serves.\nGlobal Diversity and Inclusion Council: This council is led by our CEO and is comprised of all continent  \npresidents and C-suite Marriott global officers who may also sit on the Committee for Excellence. This  \ncouncil’s purpose is to advance Marriott’s commitment to diversity and inclusion around the world and  \nensure the integration of our initiatives across all aspects of our global business strategy.\nWelcome All and Advance Human Rights\nHuman Rights Council: This executive-level council advances Marriott's human rights policies and programs, \nincluding driving accountability and leading successful execution of the company’s broad human rights strategy.\nMulticultural Affairs Team: A dedicated group to advance our cultural competency program. The team works \nin close collaboration with individual properties.", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}