{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  74Social  continued\nNumber Topic Management Approach Disclosure Additional References\n403 Occupational  \nHealth & Safety \ncontinuedOn-site and Telephonic Medical Services: Since 1985, we have maintained an Occupational Health  \nServices program, which employs a team of dedicated nurses that serve the health needs of our associ -\nates in the United States. Our team of nurses provides on-site care at properties and telephonic care for  \nassociates. They also assist with case management.\nLife and Health Coaching: Marriott medical plan participants have access to free personalized health \ncoaching by phone. Additionally, more than 50 properties across the U.S. and corporate headquarters \nhave on-site health coaches who offer in-person counseling to help associates stay on track with their \nphysical and emotional wellbeing. \nMany of Marriott’s largest hotels and offices have on-site health coaches who are employed by the  \nmedical plan offered in the area. They offer personal coaching sessions, on-site health education  \nsessions and sponsor group health activities. Coaches also help connect associates with health plan \nnurses for condition and disease management. About 12% of all U.S. associates have access to an  \non-site health coach. During 2018, this program will be expanded with an on-site health concierge pilot.\nTakeCare: In 2010, we created TakeCare for our associates as a primary focus of Marriott’s healthcare  \nstrategy. Today, TakeCare has evolved from its roots in physical wellness to become that and so much \nmore. Programs and resources are designed for the individual and their families, teams and also the  \ncommunities where we live and work. Opportunities range from physical, emotional, career and financial \nwellbeing to relationship building and spreading good in our communities and around the world.\n2017 Certified TakeCare Healthy Hotels Practices* and Results\nProperty Support\n100% of properties have at \nleast one TakeCare Champion \nper 250 associatesBalance At Work\n99% of properties  \nprovide a lounge or break  \narea for associatesStress Management or Sleep\n79% of properties offer  \ngroup meditation, relaxation, \nsleep or stress management \nsessions at least quarterly\nWellbeing Committees\n96% of properties have established a wellbeing \ncommittee to assist the TakeCare ChampionPhysical Activity\n85% of properties include group stretches or  \ndynamic warm-ups in stand-up meetings\n* In 2017, our Healthy Hotel Certification was expanded globally to include all managed hotels across all legacy SPG brands.  \nGlobally, 1,600 locations applied for certification, representing approximately 85% of managed hotels. Of those applying, 1,236 (67% of all  \nmanaged hotels) achieved a Healthy Hotel Certification, which we offer at the Silver, Gold and Platinum levels.", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 73, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}