{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  76Social  continued\nNumber Topic Management Approach Disclosure Additional References\n404 Training & Education \ncontinuedWe also have a variety of vehicles in place to encourage open dialogue with associates, such as Living  \nOur Core Values/Living Our Employee Promise meetings, walk-around management, daily stand-ups and \nworld tour town hall meetings.\nTraining and Development: Associates have access to more than 16,500 formal, self-paced and  \ninformal learning options for developing professional and personal skills. More than 75% of our formal \nlearning programs are eLearning, with the balance being instructor-led or blended programs. \nIn 2017, Marriott added virtual reality to our training offerings. Marriott’s Learning Management System  \nis available in 16 languages: English, Spanish, Chinese Traditional, Chinese Simplified, Japanese, Korean, \nThai, Russian, Turkish, Arabic, French, German, Italian, Polish, Portuguese, and Vietnamese, and features \nan app for smartphones and tablets. \nFunctional-Based Training: We provide functional-based training to our associates, including our sales, \nfront-of-house, engineering & facilities management, food & beverage and culinary teams.\nTuition Reimbursement and Support for Continuing Education: We offer tuition reimbursement and  \nflexible schedules to attend school, cross-training to gain experience and skills in various departments  \nand work-at-home options.\nSuccession Planning: To help prepare leaders for more senior positions with greater scope and com -\nplexity, Marriott conducts structured talent development discussions to provide our senior management \nteam with information on bench strength with profiles that include each individual’s past accomplish-\nments, current contributions, areas for development and readiness for new or expanded responsibilities. \nAdditionally, we maintain a series of proprietary programs to develop our high-potential talent.\nInnovation: We organize Innovation Days where corporate headquarters transforms to host thought \nleaders, innovation challenges and creative skill building. During multiday events, associates participate \nin interactive sessions to learn design-thinking approaches to problem solving, and experience brand  \nstorytelling and rapid prototyping of physical and digital ideas. We also have an Innovation Speaker  \nSeries and utilize Underground U as a peer-to-peer learning and teaching exchange. Part design  \ngarage, part research lab, part test track, the Underground enables real-time experimentation and  \nfeedback from our customers before we go to market.\n405 Diversity & Equal  \nOpportunityMarriott’s 2017 management approach disclosures can be found in the “Empower Through Opportunity” \nsection of this Report, on pages 40-50.2025 Sustainability and  \nSocial Impact Goals\nEmpower Through Opportunity\nCreating an Inclusive Environment\nGlobal Diversity & Inclusion\n2018 UK Gender Pay Gap Report\nAwards and Recognition", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}