{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  79415 Public Policy As a large global company, we engage in public policy advocacy, both directly and indirectly. \nWe aim to be transparent in our practices.\nBoundary: The boundary for our management approach covers corporate public policy advocacy  \nundertaken by Marriott's public affairs department and the company's political action committee.\nApproach and Objectives: Our overarching public affairs strategy is to educate and communicate with  \nkey influencers to create an environment conducive for growth and understanding of our business.\nPublic Policy Priorities: Our objective is to maintain a robust public policy agenda, engaging leaders  \non a wide range of issues, including visa and entry policies that facilitate travel, immigration reform,  \ncivil rights and nondiscrimination policies, consumer protections, human rights and infrastructure.\nPolitical Action Committee: Marriott International, Inc. Political Action Committee (MARPAC) maintains a  \nnonpartisan PAC (funded by voluntary donations by associates.) We strive for a 50/50 split in contribu-\ntions to Democratic and Republican candidates.\nExecutive Participation in Public Policy: Marriott’s Chief Global Communications & Public Affairs Officer \nserves as a member of the U.S. Travel & Tourism Advisory Board. Annually, over 50 Marriott executives  \nvisit Washington, D.C. for meetings with congressional offices advocating for Marriott’s policy priorities.\nSupport for LGBTQ Rights: Marriott has joined the HRC Global Business Coalition, for major multinational \nbusinesses to advance workplace protections for LGBTQ employees worldwide. Our CEO has also  \nspoken out publicly against discriminatory laws.\nSupport for Dreamers: In 2017, Marriott joined business leaders from across the country to sign an  \nopen letter calling for the immediate passage of legislation to protect “dreamers.” Marriott advocates for  \na permanent legislative solution to this issue as a member of the Coalition for the American Dream.\nIndustry Associations: Marriott is a member of industry associations, including the Business Roundtable, \nU.S. Chamber of Commerce, the World Travel & Tourism Council, the International Tourism Partnership,  \nAmerican Hotel & Lodging Association and the U.S. Travel Association. These associations also  \nparticipate in lobbying and policy advocacy activities.Political Activity — Policies,  \nOversight, and Disclosure\nState & Local Contributions\n527 Contributions\nTrade Associations\n416 Customer  \nHealth & SafetyIn addition to protecting the safety and security of guests, we also aim to enable guests to promote  \ntheir health and wellbeing during their stay with us.\nGlobal Safety & Security: Marriott’s Global Safety & Security team provides training, policy enforcement \nand technical expertise in safety and security management to help minimize harm and losses to our  \ncustomers, associates, stakeholders and business. The team is trained to assess and respond appropri -\nately to potential threatening situations and our hotels work closely with local, state, federal and  \ninternational authorities. In the United States, Marriott’s new Be Safe program also aims to increase  \naccountability at the leadership level for implementing and supporting safety initiatives.\nStakeholder Engagement and Key Issues: We also work with local security authorities, including the  \nU.S. Department of State and Department of Homeland Security when establishing security protocols  \nfor some of our hotels. Because each property is unique, including configuration and location, we tailor  \nindividual security measures to each hotel and review those measures often. We also focus on food \nsafety and the quality and supply chain integrity of the food we serve to our associates and guests.Safety & SecuritySocial  continued\nNumber Topic Management Approach Disclosure Additional References", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 78, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}