{"page_content": "2018 SERVE 360 REPORTSUSTAINABILITY AND SOCIAL IMPACT AT MARRIOTT INTERNATIONAL  →  82Environmental\nNumber Topic Description Response Additional References\n302-1 Energy Energy consumption  \nwithin the organizationIn 2017, our energy consumption was 17.66 million megawatt hours. (7.43 million megawatt \nhours were direct energy; 10.23 million megawatt hours were indirect or purchased energy.)\nBreakdown of energy consumption from low carbon sources and from electricity, heating, \ncooling and steam can be found in our CDP Climate Change response.CDP Climate Change Response \n(Question CC8)\nStatement of Assurance\n302-3 Energy Energy intensity In 2017, our global energy intensity, was 360 kilowatt hours per square meter  \nof conditioned space.\nRegional energy intensity figures can be found on page 30 of this Report.Statement of Assurance\n302-4 Energy Reduction of energy  \nconsumptionWe actively track the percentage of hotels that report participation in energy reduction  \npractices, including the use of high-efficiency lighting.\nWe also report on annual energy reduction projects in our CDP Climate Change response.CDP Climate Change Response \n(Question CC4.3)\n302-5 Energy Reductions in energy  \nrequirements of products  \nand servicesIn 2017, our global energy intensity per square meter of conditioned space  \ndecreased by 4.03%. CDP Climate Change Response\n303-1 Water Water withdrawal by source In 2017, total water consumption was 224 million cubic meters.\nData is based on municipal consumption at owned, leased and managed hotels. Some  \nof our properties source water outside municipal water withdrawal, such as from wells and  \ndesalination plants, as well as rainwater and condensate capture for irrigation and/or  \ncooling towers.Statement of Assurance\n304-3 Biodiversity Habitats protected  \nor restoredImpact metrics for key biodiversity programs, including the Juma Sustainable Development \nReserve in the Amazon rainforest and our Thailand mangrove habitat restoration efforts can \nbe found on pages 12 and 24-25 of this Report.Nurture Our World \n(“Natural Capital Investments”)\nAmazonas Sustainable Foundation\nIUCN and Marriott Partnership", "metadata": {"source": "NASDAQ_MAR_2018.pdf", "page": 81, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}