{"page_content": "The information covered by the report contains forward-looking statements within \nthe meaning of the Private Securities Litigation Reform Act of 1995, including \nstatements regarding our goals, commitments, and strategies and related business \nand stakeholder impacts. These statements involve risks and uncertainties, and \nactual results may differ materially from any future results expressed or implied \nby the forward-looking statements, including any failure to meet stated goals and \ncommitments and any failure to execute our strategies in the time frames expected \nor at all, including as a result of changing regulations and changes to our products, \nservices, technologies, and the geographic regions in which we operate. Such \nforward-looking statements are subject to numerous assumptions, risks and \nuncertainties that could cause actual results to differ materially from those described \nin those statements. These forward-looking statements are based on management’s \nexpectations or beliefs as of April 19, 2022 as well as those set forth in our Annual \nReport on Form 10-K filed by us on March 1, 2021 with the Securities and Exchange \nCommission (“SEC”) and the other reports we file from time to time with the SEC. \nMore information on risks, uncertainties, and other potential factors that could affect \nour business and performance is included in our filings with the SEC, including in \nthe “Risk Factors” section of our most recently filed Form 10-K and Form 10-Q and \nsubsequent filings. We undertake no obligation to revise or publicly release any \nupdates to such statements based on future information or actual results.\nAll information in this report speaks as of April 19, 2022 and any redistribution or \nrebroadcast of this report after that date is not intended and will not be construed as \nupdating or confirming such information.Industry, Market and Other Data\nCertain information contained in this report concerning our industry and the markets \nin which we operate, including our general expectations and market position, market \nopportunity and market size, is based on reports from various sources. Because this \ninformation involves a number of assumptions and limitations, you are cautioned not \nto give undue weight to such information. We have not independently verified market \ndata and industry forecasts provided by any of these or any other third-party sources \nreferred to in this report. In addition, projections, assumptions and estimates of our \nfuture performance and the future performance of the industry in which we operate \nare necessarily subject to a high degree of uncertainty and risk due to a variety of \nfactors. These and other factors could cause results to differ materially from those \nexpressed in the estimates made by third parties and by us.\nPro Forma Financial Information\nUnless otherwise specified, all financial data and operating metrics presented \nherein for Ziff Davis are presented on a pro forma (“PF”) basis giving effect to the \nreorganization and the separation of Consensus Cloud Solutions, Inc. as described \nin the Form 10 filed by Consensus with the Securities and Exchange Commission.\nThird Party Information\nAll third-party trademarks, including names, logos and brands, referenced by the \nCompany in this report are property of their respective owners. All references to \nthird-party trademarks are for identification purposes only and shall be considered \nnominative fair use under trademark law.Safe Harbor for Forward-looking Statements\nSOCIAL\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIX", "metadata": {"source": "NASDAQ_ZD_2021.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}