{"page_content": "$6MZiff Davis and our businesses stand against racism and discrimination.  \nWe are committed to using our financial and technological resources to \nmake change in our communities. \n \nThe actions taken and programs we launched include:\nNAACP Partnership\nWe launched a $6 million media partnership with \nNAACP to run its campaigns across our brand sites \nfor three years and we donated $1 million in media to the Ad Council. Stop AAPI Hate Donation\nWe donated $10,000 to Stop AAPI Hate to show \nsupport of the mission to condemn hate, racism and \nviolence against Asian Americans and Pacific Islanders. \nHumble Bundle also had a major activation with Stop AAPI Hate, with \nseveral bundles supporting their efforts, in addition to naming them a \nfeatured charity in April. In total, these efforts raised over $640K for their \nkey programs, including community-based safety measures and restorative \njustice efforts, multilingual resources for impacted community members, \npolicy advocacy and more.$1M\n$10 M#Black-\nHealthFacts$10KChapter 2\nSupporting Racial Equity  \nand Anti-Racist InitiativesBlack Game Developer Fund\nOur Humble Bundle business launched a Black \nGame Developer Fund to elevate diverse voices \nin the game industry and help achieve equity for Black game creators. \nThis $1 million dollar annual program offers Black indie game makers \nfunding and ongoing guidance around development and marketing of \ntheir games, as well as a potential opportunity for being published by \nHumble. To date, more than 25 members have been signed to the fund, \nwith more to be added.\n#BankBlack Movement\nWe took part in the #BankBlack movement by \ndepositing $10 million in Black-owned banks \nand credit unions. Our deposits at Hope Credit Union, Harbor Bank of \nMaryland, Broadway Federal Bank and Carver Federal Savings bank were \nintended to allow these institutions to originate additional loans that will \nfoster economic opportunity within underserved Black communities. Everyday Health Campaign\nZiff Davis’ Everyday Health launched a public education \ncampaign, #BlackHealthFacts: A Resource Center for the \nKnowledge Movement, to provide foundational knowledge about the impact \nof systemic racism on Black health. In 2021, the campaign featured videos on \nmental health, fighting stigma and self-care. CH1: Human Capital Management\nCH2: Local Communities\nSupporting Racial Equity  \nand Anti-Racist Initiatives\nSupporting Communities  \nThrough Philanthropy\nEmployees Take Action  \nin our CommunitiesSOCIAL\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIX\nESG REPORT 2021 –  21", "metadata": {"source": "NASDAQ_ZD_2021.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}