{"page_content": "Ziff Davis’ Code of Business Conduct and Ethics and our policies and \nprocedures reflect our commitment to operating our business with the \nhighest ethical standards and in compliance with all applicable laws,  \nrules and regulations.\nOur commitment to ethics and compliance is managed company-wide by \nZiff Davis Corporate Audit Services (CAS) overseen by our Chief Auditor, \nwho has an independent reporting line to the Audit Committee of the \nBoard. Ziff Davis CAS is governed in conformance with the Institute of \nInternal Auditors’ (IIA) International Professional Practices and is responsible \nfor ensuring that principles of integrity, objectivity, confidentiality, and \ncompetency are applied and upheld throughout the Company. A Sarbanes \nOxley audit is conducted annually by CAS. \nThe Company’s President and Chief Executive Officer, Chief Financial \nOfficer, General Counsel and Chief Auditor have been appointed as \nEthics Officers to serve as the focal point for compliance activities. The \nEthics Officers, reporting to the Board of Directors, are charged with \nthe responsibility for developing, operating and monitoring the Ethics \nCompliance Program. \nThe Ethics Compliance Program includes mandatory annual training \nand education of employees on their legal and ethical obligations under \napplicable laws, regulations and policies, including annual training for all \nfull-time and part-time employees regarding the Code of Business Conduct \nand Ethics and its application to daily activities.To ensure that conflicts of interest are identified, avoided and managed,  \nZiff Davis requires that all board members and executives complete and \nsign a Conflict of Interest Policy Questionnaire on an annual basis and more \nfrequently if circumstances change. These include any potential conflict \nrelated to a decision or transaction in which the individual may receive a \nbenefit or gain. All disclosures are filed and reviewed by Ziff Davis CAS. \nThe Code of Business Conduct and Ethics requires any employee or \ndirector who becomes aware of any existing or potential violation of the \nCode to promptly notify an appropriate Ethics Officer. The Audit Committee \nhas also established strict procedures, including Ziff Davis’ Whistleblower \nPolicy , to help ensure that the Company is fostering a culture of ethics and \nintegrity and quickly identifying potential ethics and compliance issues. The \nprocedures include a confidential 24/7 toll free line and website, managed \nby an independent third party, to report potential compliance and ethics \nissues, which includes local phone numbers and language support in six \ncountries outside the U.S. \nThe Company has a zero-tolerance non-retaliation policy to protect \nwhistleblowers who report good faith complaints or concerns or cooperate \nin an investigation. All reports are investigated and if substantiated, anyone \nfound to have violated the Code of Business Conduct and Ethics is \nsubject to disciplinary action, which may include demotion or termination of \nemployment. Ethics and IntegrityChapter 4\nSOCIAL\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXCH3: Risk Management\nCH4: Corporate Governance\nGovernance Oversight\nEthics and Integrity\nAnti-Corruption, Anti-Bribery,  \nAntitrust, Human Rights\nESG REPORT 2021 –  36", "metadata": {"source": "NASDAQ_ZD_2021.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}