{"page_content": "As part of Ziff Davis’ commitment to operating our business ethically and \nsustainably, Ziff Davis has policies and procedures in place to meet or \nexceed all applicable anti-corruption, anti-bribery and antitrust laws and \nregulations, along with laws and regulations that protect human rights in  \nthe workplace.\nOur Code of Business Conduct and Ethics, along with our Foreign \nCorrupt Practices Act (FCPA) and UK Bribery Policy, state that all Ziff Davis \nemployees, directors, consultants, representatives, and agents, including \nnon-U.S. employees, must comply with the U.S. FCPA law that prohibits \npaying or offering to pay money or anything of value to secure an improper \nadvantage. These policies also state that all employees, including non-UK \nemployees, must abide by the UK Bribery Act 2010 which prohibits the \ngiving or receiving of bribes, facilitation payments or kickbacks to  \nforeign officials.\nIn 2021, we did not have any monetary losses as a result of legal \nproceedings associated with anticompetitive behavior regulations. \nZiff Davis is committed to succeeding through honest business \ncompetition. Our Code of Business Conduct and Ethics prohibits seeking \ncompetitive advantages through illegal or unethical business practices, \nincluding manipulation or concealment, abuse of privileged information, \nmisrepresentation of material facts or any unfair business practice. We believe in upholding the principles of human rights by ensuring worker \nsafety and fair labor practices within our organization and within our supply \nchain. Ziff Davis complies with all applicable laws and regulations governing \nthe prohibition of child labor, forced or indentured labor, involuntary prison, \nbonded labor, modern slavery, and human trafficking. Our Human Rights \nPolicy states our aim to conform with the UN Declaration on Human Rights, \nOECD Guidelines for Multinational Enterprises, and UN Guiding Principles \non Human Rights. We are committed to ensuring compliance with our \nhuman rights policies by our employees through the onboarding process \nand regular training. Anti-Corruption, Anti-Bribery,  \nAntitrust, Human RightsChapter 4\nZiff Davis aims to conform with the \nUN Declaration on Human Rights, \nOECD Guidelines for Multinational \nEnterprises, and UN Guiding \nPrinciples on Human Rights. Human Rights PolicySOCIAL\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIXCH3: Risk Management\nCH4: Corporate Governance\nGovernance Oversight\nEthics and Integrity\nAnti-Corruption, Anti-Bribery,  \nAntitrust, Human Rights\nESG REPORT 2021 –  37", "metadata": {"source": "NASDAQ_ZD_2021.pdf", "page": 36, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}