{"page_content": "As climate change concerns become more prevalent, we are \ncommitted to regular reporting on our greenhouse gas emissions.\nWe have determined that the primary sources of greenhouse gas \nemissions associated with Ziff Davis’ operations are our owned and \nco-located data centers, the energy usage of our office locations, and \nour third-party operated cloud storage platforms. We have made great \nprogress moving our development and production environments from \nco-located data centers to cloud platforms whose providers have a \ndemonstrated commitment to zero carbon footprints. \nZiff Davis is also committed to reducing the carbon footprint associated \nwith our business travel. In 2021, we set a goal to permanently reduce \nbusiness travel by 50% compared to pre-COVID levels. We seek to reduce the energy used in our operations relative to the size \nof the Company and endeavor to use alternative or renewable energy \ntechnologies and sources where practical.\nToward this end, Ziff Davis has leased office space in several buildings \ncertified through the U.S. Green Building Council’s (USGBC) Leadership \nin Energy and Environmental Design (LEED) program, the world’s most \nwidely recognized and applied benchmark for green buildings. We moved \nour New York office to a LEED-certified building with increased public \ntransportation commuting options, and two of our other offices in Denver \nand Austin are also in LEED-certified buildings.  \nWe continue to reduce the amount of office space we utilize by offering \nlocation neutrality to both current employees and new hires. With more \nemployees choosing to work remotely, we expect the percentage of our \npermanent remote-work population to double to 25% of employees, from \npre-pandemic levels.Emissions EnergyChapter 5\n50%\nReduction in business travel compared to pre-COVID levels.CH5: Environmental Management\nClimate Change\nEmissions and Energy\nWaste and WaterSOCIAL\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAPPENDIX\nESG REPORT 2021 –  41", "metadata": {"source": "NASDAQ_ZD_2021.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}