{"page_content": "GRI Content Index\nDisclosure Report Location or External Ziff Davis Reference\nGRI 102: GENERAL DISCLOSURES 2016\nOrganizational Profile   \n102-1 Name of the organization Ziff Davis, Inc.\n102-2 Activities, brands, products, and services 2020 Annual Report: Business Overview, pages 3-11\n102-3 Location of headquarters New York, NY\n102-4 Location of operations 2020 Annual Report: Properties, page 38\n102-5 Ownership and legal form 2020 Annual Report: Market for Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities, pages 39-40\n102-6 Markets served 2020 Annual Report: Business Overview, pages 3-11\n102-7 Scale of the organization 2020 Annual Report: Business Overview, pages 3-11; 2020 Annual Report: Properties, page  38; 2020 Annual Report: Selected Financial Data, page 43\n102-8 Information on employees and other workers 2020 Annual Report: Business Overview, pages 9-10; Chapter 1: Human Capital Management, page 10; Data Tables, page 47\n102-9 Description of the organization's supply chain Chapter 3: Risk Management, page 26\n102-10 Significant changes to the organization and its supply chain In 2021, the Company changed its name from J2 Global, Inc. to Ziff Davis, Inc. and spun off its cloud fax services to form a new publicly traded \ncompany called Consensus Cloud Solutions, Inc. Unless otherwise noted, this report excludes Consensus\n102-11 Precautionary Principle or approach Chapter 5: Environmental Management, page 39\n102-12 External initiatives Chapter 1: Human Capital Management, page; Chapter 3: Risk Management, page 26\n102-13 Membership of associations Chapter 1: Human Capital Management, page 10\nStrategy    \n102-14 Statement from senior decision-maker A Message from Our CEO, page 3\n102-15 Key impacts, risks, and opportunities 2020 Annual Report: Risk Factors, pages 12-37\nEthics and integrity        \n102-16 Values, principles, standards, and norms of behavior Chapter 4: Corporate Governance, page 33; Code of Business Conduct and Ethics\n102-17 Mechanisms for advice and concerns about ethics Chapter 4: Corporate Governance, page 33; Code of Business Conduct and Ethics; Ethicspoint reporting webpageThe Global Reporting Initiative (GRI) is an international independent standards organization that helps \norganizations understand and communicate their impacts on ESG issues to stakeholders.\nSOCIAL\nGOVERNANCEINTRODUCTION\nENVIRONMENTAL\nAbout the Report\nData Tables \nGRI Content Index\nSASB Index\nTCFD IndexAPPENDIX\nESG REPORT 2021 –  57", "metadata": {"source": "NASDAQ_ZD_2021.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}