{"page_content": "Product Sustainability\nHow we listened\nSince our founding, we have endeavored to create the highest-\nquality sound experience for our listeners. We open our ears \nto their feedback and continually innovate to deliver on their \nexpectations for safe, energy-efficient, enduring products \nmade with fewer raw materials. As we continually seek new \nperspectives and ways to improve, we have collaborated with \norganizations such as Sustainable Brands, GreenBiz and the \nSustainable Packaging Coalition to implement best practices.\nIn FY22, we established a dedicated Product Sustainability \nteam that brings together experts from across the company \nto listen, learn and drive forward our Product Sustainability \nProgram. This team is currently developing a new framework \nthat will allow us to evaluate broadly and dive deeply into \nboth hardware and software, focusing on the reduction of \ngreenhouse gas (GHG) emissions and the environmental \nimpact of our products and packaging.\nWe’re focusing on five areas for new products currently in \ndevelopment (see graphic).Contributions to \nUN Sustainable \nDevelopment \nGoals2022 Listen Better Report\n12 Environmental Social Governance ESG SupplementEnergy efficiency:   \nDesign energy saving solutions.\nProduct energy use is the most significant contributor to our carbon  \nfootprint, so we choose hardware components with power-saving features  \nand continually improve our software to reduce power consumption.\nDesign for serviceability:  \nMinimize waste through repair and recycle. \nThis process seeks to optimize disassembly and reassembly processes  \nto make refurbishment, repair and end of life recycling more efficient  \nand sustainable.\nSafer materials:  \nProtect human and environmental health. \nWe are committed to creating products and packaging that minimize the use of \nsubstances of concern. We meet or exceed all relevant regulatory requirements \nand voluntarily minimize the use of nonregulated harmful substances. \nCircular materials: Products    \nReduce single-use materials in products.\nWe leverage post-consumer recycled (PCR) materials wherever possible, \nreducing the amount of waste going into landfill.\nCircular materials: Packaging   \nDesign packaging that integrates circular principles.\nThree goals drive our packaging innovations: minimizing single-use plastics to \nreduce waste, committing to Forest Stewardship Council (FSC)-certified fibers \nand increasing recycled content through responsible sourcing.", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}