{"page_content": "How we acted\nEnergy efficiency\nWhen we developed our Climate Action Plan, we learned \nthat improving the energy efficiency of our products has the \ngreatest impact toward reducing our GHG emissions.\nWe decided to take action to better understand our energy \nperformance and deliver more sustainable products for our \ncustomers. In FY22, we staged an Energy Efficiency Summit, \nattended by our senior engineers, designers and leaders. This \nevent helped establish a baseline for our power management \nprogram and allowed us to identify efficiency challenges and \nset goals across our product portfolio. Using learnings and \ninsights gained from the summit, we developed a roadmap \nfor achieving the lowest possible power consumption while \nembracing an uncompromising customer experience. The roadmap is designed to further two goals:\n●  Reduce power consumption through software and \nhardware improvements.\n●  Uphold user confidence in the power state and capability \nof Sonos products.\nTo support the development of human-centered and energy \nefficient solutions, we created a data aggregation tool to \nunderstand how people use our current power management \nstates. We will continuously update and evolve this model to \ninform future efficiency improvements that cater directly to  \nour customers.\nAs we continue on our sustainability journey, we're always \nstriving to strengthen the quality of our data. We improved \nthe measurement of our products' idle power consumption, \na key metric in our goal to reduce our energy footprint across \nthe product portfolio. With this new methodology in place, we \nidentified idle power usage as slightly higher than previously \nmeasured at 3.4 watts for FY22. Despite the increased stated \naverage, we continue to reduce the idle power consumption \nof new and existing products toward achieving our goal of an \naverage idle energy usage under 2 watts across our portfolio \nfor consumer products.Product Sustainability\nHow we keep track\nAverag e Idle Pow er Acros s Our\nProduc t Portfol io  (Watts)\nFY13\nBaselineFY20 FY21 FY224.86\n3.78\n3.223.402022 Listen Better Report\n14 Environmental Social Governance ESG Supplement", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}