{"page_content": "Design for serviceability\nElectronics require resources whose extraction can have \nsignificant environmental impacts, and linear design leads to \nunnecessary waste of these materials. To encourage reuse \nand increase longevity, we’ve set out to make our products \nmore serviceable. \nIn FY22, we launched a serviceability index used during \nproduct development to assess design across factors such \nas service time, parts consumption, transportation, packaging \nand rate of issues that require service. We have begun applying \nthe index to devices in our design pipeline, generating a \nserviceability score that quantifies potential for improvement. \nUsing this index, we will incorporate design for serviceability \nprinciples in 100% of new devices from FY23 on. \nAdditionally, we developed architectural enablers that \ndrive serviceable product design. These features allow for \nexchangeability when a piece fails, limit contingencies between \nparts that drive unnecessary waste and make devices easier \nto deconstruct for repair or recycling.Another key way to reduce the environmental impact of \nour products is to transition to regional repair and away \nfrom moving products that need servicing across borders. \nWe began work on in-region repair in FY22 with a focus on \nproducts that only needed cosmetic refurbishment. Based  \non the success of that program, we’ll be expanding this \ninitiative moving forward to cover more products to reduce  \nour emissions and save on costs.\nWhen a customer no longer has use for their speakers, we take \nthem back for refurbishment or recycling. For more information \nabout how to recycle Sonos products, please visit our website .Product Sustainability\nPerformance\nTarget FY23\n10 0%of new devices will \nincorporate design for \nserviceability principles \nthrough an internal \nservice index allowing \nfor simplified repair, \nrefurbishment and \nrecycling.2022 Listen Better Report\n15 Environmental Social Governance ESG Supplement", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}