{"page_content": "Safer materials\nWe choose materials for our products that provide a premium \nsound experience while keeping human and environmental \nhealth top of mind. As a result our products meet or exceed \nall applicable global regulations on restricted, banned or \nreportable substances and chemicals. \nExisting regulations, however, do not address all potentially \nharmful materials. To hold our devices to a higher standard, \nwe voluntarily place select substances on our internal \nrestricted substances list (RSL). For example, our Halogen \nFree Initiative, started in FY22, focuses on understanding and \nreducing the halogen content in our devices and establishing \nan infrastructure for accurate accounting and verification. \nAs part of the initiative's first year, we developed a baseline \nunderstanding of which products and product features contain \nhalogens. Last year, we shared a target that by FY23 all new \nproducts would be halogen free. Following our learnings from \nthe FY22 baseline assessment, we will be unable to meet \nthat target due to a lack of viable alternatives and the need \nfor further research. We remain committed to eliminating \nhalogens from the product design and, in FY23, we plan to \ndevelop alternatives for PVC in power cords and halogenated \nflame retardants in printed circuit board laminates. Sonos \nhas also joined the non-profit ChemForward to collaborate \nwith industry leaders in eliminating harmful chemicals from \nconsumer electronics.Circular materials\nWe carefully select the materials that go into our products and \npackaging to promote the principles of circularity and reduce \nenvironmental impacts.\nProduct\nMany products have a linear life cycle, one that begins at \nmanufacture and ends in disposal. We’re aiming to change \nthat for Sonos products by continuing to deliver superb sound \nwhile increasing the use of recycled content and minimizing \nsingle-use materials.\nWe set a goal to incorporate PCR plastics into all new products \nbeginning in FY23. By replacing raw materials with recycled \nplastics, we can reduce the environmental impacts of our \nproducts. To this end, in FY22, we developed a new shade  \nof white that accommodates PCR plastics without \ncompromising on quality or durability. Read more about  \nthis initiative on page 16 .\nOur approach to using PCR plastics substitutes one material \nfor another, but we are also exploring dematerialization, such \nas making devices smaller and lighter without compromising \nsound quality or user experience.\nIn addition to designing our products in support of \ncircularity principles, we also make statutory contributions to organizations that facilitate the ethical stewardship and \ncircularity of end-of-life packaging, electronics and batteries. \nThis stewardship includes creating awareness among \nconsumers about earth-friendly practices, including educating \nthem on the types of waste and the importance of properly \nmanaging waste streams at home and actively encouraging \nconsumers to adopt sustainable practices and promote  \nlandfill avoidance. Product Sustainability\nPerformance\nTarget FY23\n10 0%of new products  \nwill incorporate  \npost-consumer  \nrecycled plastics.2022 Listen Better Report\n16 Environmental Social Governance ESG Supplement", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}