{"page_content": "Packaging\nWe aim to design, develop and deliver premium, circular \npackaging that provides excellent protection with minimal \nimpact. We’re honored to be recognized for these efforts, \nearning The Dieline Gold in the Consumer Electronics \nCategory, IDEA Gold in the Packaging category, the IDEA  \nJury Chair Award as well as Pentawards Silver in the Home, \nLeisure and Other Markets category.\nOur Packaging System Refresh guides our development of \nsustainable packaging with goals to:\n● Minimize single-use plastics.\n●  Increase the use of sustainably sourced papers, defined \nas those made from PCR content, FSC-certified virgin \nfibers or recyclable plant-based fibers.To better understand how our users’ packaging recycling and \ndisposal habits are changing, we conducted a study with over \n16,000 beta testers. The study revealed that our customers \nfind the use of plastic materials to be the most frustrating \naspect of the packaging experience. To address this finding, \nwe removed over 98,000 pounds of plastic from packaging for \nsix product groups in FY22 through the development of our \nCustom Kraft Paper. We use this Sonos Custom Kraft Paper \nacross our product portfolio to deliver a premium aesthetic \nthat is entirely plastic-free and recyclable. For packaging where \nplastic is still necessary, we’re integrating PCR plastic in place \nof single-use plastic.\nFeedback from consumers show that they appreciate our \npackaging and can see and feel the difference of more \nrecyclable and responsible materials . Product Sustainability\n“ We want customers to enjoy  \nthe unboxing experience  \nfrom an aesthetic and  \nsustainability perspective.”\nMICHELLE ENRIGHT\nHEAD OF PACKAGING EXPERIENCE AT SONOS2022 Listen Better Report\n18 Environmental Social Governance ESG Supplement", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}