{"page_content": "A Message From Patrick\nAt Sonos, we are driven by the belief that listening has a \npositive impact on our lives. Sound moves us and brings us \ncloser to the people, cultures and communities around us. \nWe bring the same forward thinking to creating responsibly-\ndesigned products and experiences, which are built by \ninclusive teams in pursuit of our mission to help the world  \nlisten better. \nWe committed to avoiding wasteful consumer technology \nshort-termism, instead creating a portfolio of timeless \nproducts that are built to last. Our products work together  \nas a system, and we keep them up to date with the latest \nfeatures and services that ensure your experience continues \nto evolve long after purchase. \nI’m proud to say that thanks to this focus on quality and \nlongevity from the very beginning, nine in 10 of all the Sonos \nproducts ever built are still in use today. We continue to learn \nfrom our customers, peers and our own engineers, applying \nthese lessons to further extend the life of our products, \nboth old and new. I also know that what we have achieved to \ndate only scratches the surface of our responsibility to our \ncustomers and to the planet. So as we continue along our \nsustainability journey, we’re focused on addressing the total \nenvironmental impact of our products, from conception to  \nuse, re-use and, ultimately, end of life. Last year, we introduced our Climate Action Plan, with a goal of \ngoing carbon neutral in 2030 and reaching net zero by 2040. \nOur core objective is reducing our carbon emissions. Product \nenergy usage makes up the majority of our emissions, so that’s \nwhere we’re concentrating our efforts. This year, we held a \ndedicated Energy Efficiency Summit to bring together leaders \nfrom across the company, resulting in actionable steps that will \nreduce the power consumption of our products and ensure \nwe’re on track to reach our goals.\nTo further accelerate our product environmental impact, we \nformalized a dedicated Product Sustainability team, working \ncross-functionally to build sustainability into every phase of \nthe product development process. We’re making our products \nmore easily repairable, using safer materials, and incorporating \nrecycled plastics. We’re also delivering award-winning \npackaging that utilizes Forest Stewardship Council-certified \npaper to replace plastics from the unboxing experience.  \nWe can’t wait to share details of the progress we are making \nas we introduce new products and sound experiences in the \ncoming years. \nAs part of our commitment to empowering listeners \neverywhere, we also have to listen better – to our customers, \nour employees and the communities we serve. We are building \ndiverse teams and fostering an inclusive culture across our \n2022 Listen Better Report\nEnvironmental Social Governance ESG Supplement 3", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}