{"page_content": "As part of our approach to employee engagement, we are \nproactive on addressing societal challenges. From a war \nin Ukraine to violence against marginalized communities \nto peeling back of women’s rights. We saw each of these \nincidents as critical moments to come together, increase \nawareness, practice empathy and compassion and take care \nof our people. From listening sessions, community support  \nand policy changes we have - and will continue to - respond  \nto these moments with our people at the center.\nExternally, in addition to our philanthropic community work, \nwe strive to progress diversity and inclusion by increasing \nspend with diverse suppliers. We include criteria for diverse \nsuppliers in our request for proposals and other onboarding \nopportunities and engage with vendors owned by women, \nmembers of the LGBTQIA+ community, diverse racial and \nethnic backgrounds, persons with disabilities and veterans. \nOur near-term targets are to increase spend with diverse \nsuppliers as well as the percentage of the total spend  \nthey comprise.In our efforts to deliver premium and authentic sound \nexperiences to all, we're focused on strengthening our \ninclusive product design initiative. At Sonos, this means \nimplementing a framework that enables and draws on the full \nrange of human diversity to create products that fulfill as many \nuser needs as possible. \nWe've started by diversifying our beta testers, which allows \nus to learn from people with a range of backgrounds, abilities \nand perspectives. In FY22, we introduced Inclusive Design \ntraining to all research and development teams to help us \ncreate more inclusive products. In FY23, we will concentrate \non identifying opportunities across the breadth of our product \ncreation process to increase accessibility and value to a wider \naudience. There is more work to do.Diversity, Equity and Inclusion\nPerformance\nTarget\nPerformance\nTargetFY23\nFY253%\n5%Increase spend with diverse \nsuppliers compared to a  \nFY20 baseline.1\nIncrease spend with diverse \nsuppliers compared to a  \nFY20 baseline.1\nEnvironmental Social Governance ESG Supplement 242022 Listen Better Report\n1    Our F Y20 baseline for spend with diverse suppliers is 2% and our FY20 baseline \nfor percent of our total vendors is 1%.", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}