{"page_content": "Supply Chain Responsibility\nHow we listened\nA premium product is a responsibly-made product. We are \ncommitted to respecting human rights in our supply chain \nthrough a robust Code of Conduct, trusted relationships \nwith suppliers and verified audits of labor practices and \nenvironmental conditions. We work side-by-side with our \nsuppliers, ensuring the maintenance of our product quality \nstandards and the continuous improvement of suppliers’ social \nand environmental practices. \nTo deepen our commitment to supply chain responsibility, we \njoined the Responsible Business Alliance (RBA) as an affiliate \nmember in FY21. The RBA is a nonprofit coalition of companies \nin the electronics, retail, auto and toy industries dedicated to \ncontinually improving supply chain social and environmental \nstandards. RBA provides members with real-time insights into \nour supply chain, helping us adhere to best practices in human \nrights standards, especially as we expand our operations into new regions globally. Our Supplier Code of Conduct  aligns \nwith the International Labor Organization conventions and \nRBA standards, details our expectations for supplier conduct \nin their facilities and is designed to ensure worker rights and \nsafety and environmentally conscious business operations. \nWe require suppliers to adhere to the Code, which addresses \ntopics such as non-discrimination, child and involuntary labor, \nbusiness integrity and environmental impact. \nFor our key suppliers, who represent 80% of our supply chain \nspend, we ensure adherence to our Code through audits. In \nFY22, we partnered with two third-party specialist firms, in \naddition to the RBA, to audit our key suppliers. We work with \nsuppliers to correct any instances of noncompliance with the \nCode or other regulations. Inability to correct instances of \nnoncompliance are grounds for termination of our relationship \nwith that supplier.\nContributions to \nUN Sustainable \nDevelopment \nGoals\nEnvironmental Social Governance ESG Supplement 282022 Listen Better Report", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}