{"page_content": "company. We listen to our employees by conducting regular \nsurveys to understand whether we’re providing an equitable \nand inclusive experience across the organization. Findings \nfrom our FY22 surveys show record levels of engagement  \nand a strong sense of belonging at Sonos. But there’s always \nroom for improvement.\nIn our FY20 report, we disclosed detailed statistics on our \ncompany diversity for the first time, because transparency is \nthe first step on the path to action. This year, we accelerated \nour diversity, equity and inclusion (DEI) efforts by setting \nambitious goals. Over the next five years, we are aiming to \nincrease the representation of Black employees by 25%, Latinx \nemployees by 25% and to ensure that our representation \nof women in tech-focused roles mirrors the talent market. \nWe also recognize how important it is for employees to see \nthemselves in leadership, and we are committed to expanding \nthe representation of people of color and women in leadership \nto reflect the increasing diversity of our teams. In particular, \nwe are investing in our most promising leaders through \nThe Leadership Consortium, an accelerator program led by \nHarvard Business School that provides ongoing professional \ndevelopment, mentorship and resources to grow in their \ncareers. As we’ve built these cohorts, we have been intentional \nin ensuring that they represent the diverse leadership team we \naspire to have as we look to the future at Sonos.  We focus on DEI because we want everyone who uses \nSonos to feel like the product was designed just for them. \nOur commitment to inclusion means creating products and \nexperiences that work for all. Through all of this, we continued \nour Sonos Radio Stations featuring a variety of artists, our own \nemployees curated stations such as Full Spectrum (LGBTQ+) \nand Sonido Mio (Latinx). We’re very excited about the products \nand experiences that will be coming soon which will further \nreflect our commitment to inclusive product design.\nIn 2018, we launched our Sonos Soundwaves program, with \nan ambitious goal of providing 100,000 hours of youth music \neducation by 2025. To date, we’ve invested over $1 million in \nmusic education nonprofits around the world and we’re thrilled \nto have achieved our target this year. But this doesn’t mean \nwe’re finished. We remain committed to the next generation of \nmusical talent and innovators working in that space. We’re also \ndeepening our Regenerative Sound program, with a focus on \nthe field of bioacoustics conservation, which uses sound to \npromote biodiversity in threatened habitats.\nOur mission at Sonos is to help the world listen better.  \nWhen we listen, action must follow. That’s what you’ll find \nthroughout this report – how we listened. How we acted.  \nAnd where we know we must improve. We invite you to share \nyour feedback on this report and our actions by emailing us  \nat csr@sonos.com . A Message From Patrick2022 Listen Better Report\n4 Environmental Social Governance ESG Supplement", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}