{"page_content": "Privacy and Cybersecurity\nHow we listened\nOur customers welcome our products into their homes and \nbusinesses, so maintaining strong privacy is paramount to \nSonos. We use customer data to improve listening experiences \nwhile always staying up to date on the ever-changing privacy \nregulation landscape. Listening better means maintaining \nstrong and transparent privacy practices that garner trust  \nwith our stakeholders, bolster our reputation and reduce \noperational risks. \nAs technologies and our interactions with them change, \ncybersecurity threats evolve and grow more sophisticated. \nWe manage cybersecurity threats with a technical and \norganizational approach, protecting customer information \nevery step of the way. Our Privacy Statement  details our \nstrategies and policies on cybersecurity and builds upon  \nour Privacy Principles. \n \nHow we acted\nWe apply our Privacy Principles to every interaction, including \nwhen governmental authorities request customer information \nas part of a civil or criminal procedure. Our approach to \ncustomer privacy dictates that all parties must submit a formal \nwritten request, such as a warrant or equivalent document. Once we receive the request, we determine whether it’s \nappropriate to share the information. In FY22, we received  \n63 requests for information from law enforcement agencies \nin the U.S. and Europe, 33 of which provided sufficient \ninformation and were granted. The overwhelming majority  \nof these requests come from customers who reported \nproducts stolen from their homes.\nMaintaining high levels of privacy and cybersecurity takes \nmany hands. All employees are required to complete privacy \nand security training to ensure the company can suitably \nprotect the security and privacy of our systems, products and \ndata, including customer data.\nWe engage with third-party privacy organizations to identify \nareas for improvement and solicit feedback on our approach. \nMembers of our team regularly attend events hosted by the \nInternational Association of Privacy Professionals, the largest \nglobal network of information privacy experts, and participate \nin their KnowledgeNet program to stay up to date on the \nprivacy landscape.\nWe also seek feedback on our security practices from \nthe global community. Through our Security Researcher \nRecognition Program , we acknowledge individuals who \ndiscover vulnerabilities in our website, services, apps or \ndevices. Our Privacy team thoroughly investigates every \nvulnerability or concern reported to us.2022 Listen Better Report\n36 Environmental Social Governance ESG SupplementWe use data to serve our listeners. \nWe put the listener first, using data to  \nprovide incredible sound experiences.  \nNothing more. Nothing less.\nWe provide meaningful choices that  \nare easy to understand.\nWe clearly present information to listeners  \nat the right moment, allowing them to  \nmake effective choices.\nWe collect only what we need.\nWe believe data decays and loses value  \nover time, so we delete it once it is  \nno longer useful.\nWe protect the data of our listeners  \nas if it were our own.\nWe continually seek to improve the  \nsecurity of listener data.PRIVACY  \nPRINCIPLES ", "metadata": {"source": "NASDAQ_SONO_2022.pdf", "page": 35, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}