{"page_content": "Community Involvement Case Studies\n  Community Involvement Case Studies \nGlobal Citizenship Annual Report \n2006\nHighlights\nCompany Profile and Financial Info.\nEngaging with Our Stakeholders  \nMaxtor Acquisition\nCommunity Involvement\nEnvironment\nHealth and Safety\nWork Environment\nCorporate Governance\nSupply ChainPlease read more about our community involvement programs: \n- Sowing the Seeds of Self - Sufficiency - Thailand\n- Eco Seagate: Teams build bikes for Needy Tykes\n- Extreme Makeover, Singapore Edition\n- Gift of Life - Malaysia Employees Raise Funds for Two Heart Operations\n- China Tree Planting Project\n- Longmont Charity Games an Adventure in Teamwork, Community Support\n- The Power of Connection: Seagate Women Join Thousands in Day of Learning and Inspiration\nSowing the Seeds of Self-Sufficiency: Thailand Volunteers Aid Local School\nEmployees from Seagate's Korat, Thailand, facility helped a rural school be more self-sufficient. \nSeveral employee-volunteers recently teamed with community members to repair three of the Baan Pa Kluay Primary School's fish ponds and planted several dozen fruit trees. In addition, the Seagate volunteers raised funds to help construct a new dining area for the students.\nPrior to Seagate's help, students typically ate their meals outdoors or in crowded corridors. The new student canteen will also double as a community meeting place. \n\"We knew if we just gave the school money, it wouldn't last very long,\" said Bumroong Phodee, a senior production manager at Seagate. \"We believe in helping a community be self-sufficient so it has the means to improve the quality of life and maintain a steady food supply for the students.\" \nIn addition to repairs to the school's fish ponds, Seagate's volunteers also helped the villagers build additional ponds for raising frogs, which are a common staple of the local diet. \nhttp://ehs.seagate.com/gc_annual_report/comm_invol_case.htm (1 of 7)12/15/2006 5:41:12 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}