{"page_content": "Community Involvement Programs \nSeagate is proud to have taken such an active role in supporting science fairs and competitions \nworldwide.\nUS Science Fair Support\nThrough corporate sponsorships, volunteer time and executive participation, Seagate teams in Minnesota, Colorado, Oklahoma, Pittsburgh and Northern California offered their unique contributions to science fairs in their regions. In addition to financial and product contributions, Seagate employees volunteer as mentors and judges at the regional fairs.\nHere are highlights from our recent partnerships with science and engineering fairs in the U.S. \nSeagate Helps Santa Cruz Fair Earn Top Ranking - In California, Seagate has partnered with \nthe Santa Cruz County Office of Education for more than a decade through the sponsorship of a \nfull-time science and technology coordinator.\nWhen Seagate first partnered with the county, science fairs throughout the area lacked consistency, were often unaligned with state standards, and were dependent upon teachers' bandwidth or school resources. In 1998, there were 14 schools and approximately 350 projects countywide. Today, with help from its partnership with Seagate, there are more than 60 schools participating, generating between 50-600 science fair projects each and totaling a countywide participation rate of 8,000 students. Only the top 500 of the several thousands projects countywide advance to the county fair, making the Santa Cruz County Science Fair California's top-ranked event of its kind.\n\"Rising Stars\" Get Help from Seagate in Minnesota - The Seagate Rising Star awards are \ngiven to junior-high and senior-high school students whose projects at the Minnesota State \nScience Fair exemplify excellence but also display high degrees of difficulty, creativity and \ninnovation.\nSeagate also sponsors the First Year awards for the top students making their debut appearance \nat the state level, as well as the Seagate Mentor awards for two teachers who exhibit outstanding student mentorship. The Seagate Mentor award winners and their schools' science departments each receive a $1,000 cash award.\nMore than 40 Seagate employees volunteered to judge projects and papers, and assist in the fair's production.\nAdditional Seagate Science Fair Support \nhttp://ehs.seagate.com/gc_annual_report/comm_invol_topics.htm (3 of 10)12/15/2006 5:42:45 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 21, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}