{"page_content": "Community Involvement Programs \ntheir vast knowledge and expertise in their respective fields can lend non-profits strategic \nguidance, planning tools and advice, as well as assist with increasing awareness about a cause within the company and within the community. When business partners with the community, everybody wins.” – Bill Watkins, CEO \nFour partnerships were developed in FY2006, with four additional partnerships planned for FY2007. \nExpanding Your Horizons \nThe Expanding Your Horizons  Network’s primary goal is to increase the participation, retention, \nand advancement of girls and women in mathematics, science, technology and engineering through the Expanding Your Horizons in Science and Mathematics (EYH) conferences. With more than 80 conferences held annually in 31 states, EYHN brings together young girls with female mentors and through innovative, hands-on workshops, encourages them to continue their \ndevelopment in STEM areas.\nMore than 675,000 young women have attended EYH conferences since its inception in 1976.\n\"Women are significantly underrepresented in the areas of science, technology, engineering and \nmath and getting young girls involved in the sciences earlier enables them to gain the confidence and enthusiasm to explore future career opportunities. Expanding Your Horizons conferences provide an excellent entry into the world of science and allow young women the opportunity to engage in these fascinating fields.\" - David Wickersham, President & COO\nSeagate 2006 Partnership Highlights:\n●     Engagement of Seagate’s President and Chief Operating Officer, Dave Wickersham, as board member \n●     Creation of Seagate Curriculum Development Team and the creation of four workshops for use at EYH conferences nationwide\n●     Increased support of EYH conferences in California and Colorado through sponsorships funds and employee volunteers\n●     Pilot programs in California and Minnesota, including on-site mini-conferences at Seagate facilities and an Ambassador Program which places female mentors in the classroom\n●     Planning initiated for the first ever international EYH conference in Northern Ireland in November 2006\nhttp://ehs.seagate.com/gc_annual_report/comm_invol_topics.htm (7 of 10)12/15/2006 5:42:45 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}