{"page_content": "Community Involvement Programs \nTeach for America \nTeach For America  is a national corps of recent college graduates of all academic majors who \ncommit two years to teach in urban and rural public schools and become lifelong leaders in \nensuring educational equity and excellence for children. Its mission is to build the movement to eliminate educational inequity by enlisting our nation's most promising future leaders in the effort.\nTeach for America has directly impacted the lives of more than 2 million students. TFA corps members make 10% more progress a year in math than is typically expected, while slightly exceeding the normal expectation for progress in reading\n\"Education is the cornerstone of our community. If we do not address the educational inequities in our communities and our schools, we are not being responsible leaders and, in fact, are consciously ignoring one of the most important factors that will determine the direction of our future.\" - Brian Dexheimer, CSM (Chief Sales and Marketing Officer)\nSeagate 2006 Partnership Highlights:\n●     Seagate CSM Brian Dexheimer and senior vice president Karl Chicca participated in annual Teach for America Week by teaching classes at San Jose, California, elementary schools \n●     Dexheimer and Chicca hosted the first “Tech Breakfast” at Arbuckle Elementary School to encourage support of Teach for America and increase awareness about the program.\nScience Buddies\nScience Buddies  is a non-profit organization empowering students from all walks of life to help \nthemselves and each other develop a love of science and an understanding of the scientific method. With the help of mentors and advisors, it helps students improve their science skills and literacy, and we inspire them to consider additional study or careers in science. Science Buddies offers downloadable science fair projects, online science mentoring, and more.\nHundreds of thousands of students utilize the Science Buddies resources annually.\n\"Our future relies on the bright, inquisitive young minds that appreciate the challenges a science fair project offers, and I look forward each year to hearing about the intelligent questions and current issues the students that participate in our sponsored fairs and competitions explore. Science Buddies offers students anywhere in the world a reliable and valuable resource in seeking assistance and direction when pursuing a science fair project.\" - Charles Pope, CFO (chief financial officer)\nhttp://ehs.seagate.com/gc_annual_report/comm_invol_topics.htm (8 of 10)12/15/2006 5:42:45 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}