{"page_content": "Community Involvement Programs \nSeagate 2006 Partnership Highlights:\n●     Creation of Seagate Curriculum Development Team and the creation of four science fair \nstarter kits, as well as two “abstracts” for use at EYH conferences nationwide \n●     Engagement of Seagate CFO Charles Pope, including support of Seagate Curriculum Development Team for content for Science Buddies website, and ongoing and strategic planning\n●     Science Buddies led the cross-organizational  effort (Science Buddies, Teach for America, Expanding Your Horizons, Santa Cruz County Office of Education, and the Leukemia & Lymphoma Society) to nominate Seagate Technology for the Association of Fundraising Professionals annual Corporate Grantmaker Award (>300 employees); Seagate will be awarded this honor in November 2006\nLeukemia & Lymphoma Society\nThe Leukemia & Lymphoma Society  is the world's largest voluntary health organization dedicated \nto funding blood cancer research, education, and patient services. The Society's mission: Cure leukemia, lymphoma, Hodgkin's disease and myeloma, and improve the quality of life of patients and their families.\nNearly 1 million volunteers from all walks of life give generously of their time and talents to implement the Society's programs.\nSeagate 2006 Partnership Highlights:\n●     Seagate CEO Bill Watkins is an active board member since 2004 and hosted two executive luncheons to engage local business leaders to support LLS \n●     More than 50 Seagate employees from Seagate sites nationwide joined the Team In Training program, raising more than $156,000 for the fight against blood-related cancers\n●     A number of employees at the Milpitas, CA facility participated in the Light the Night walk to increase awareness and raise funds for the LLS\n●     Seagate contributed several items, including a round of golf with Bill Watkins, to the first annual “Out for Blood” on-line auction\nreturn to top > \nAwards \nhttp://ehs.seagate.com/gc_annual_report/comm_invol_topics.htm (9 of 10)12/15/2006 5:42:45 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 27, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}