{"page_content": "Environment\nhad to landfill due to no other viable option.\nSeagate has a policy of not landfilling hazardous \nwaste unless there is no viable alternative. To minimize the potential impact of hazardous waste disposal, reuse/recycling is the preferred approach with treatment as a second choice. In addition, Seagate actively explores chemical substitutions, process changes and other innovations to reduce the amount of hazardous waste generated by our operations worldwide. When the previously non-hazardous waste (mentioned above) was reclassified, there was no immediate outlet other than landfill. During this past year, 89% of hazardous waste was recycled or treated/incinerated with the remainder landfilled, a moderate reduction from FY2005 \nlevels. The reclassified waste is now being \nrecycled and Seagate anticipates that next year’s \nlandfill target of zero will once again be met. \nOver the last four years, Seagate has improved \nits solid waste minimization and recycling programs. Teams are in place to evaluate the varied solid waste generated at the sites and identify new minimization and recycling opportunities. Over the last three years, Seagate’s recycling rate has increased by 56%. \nExamples of minimization activities undertaken by Seagate sites over the past year include: \nHazardous Waste Minimization Project (Senai, \nMalaysia) \nThe cross-functional site team initiated a project to minimize solvent waste used in one of their production tools. Through employee education, new process controls and increased material tracking, the team was able to reduce the waste generated from the process by 50%. \nChemical Usage Reduction Project (Springtown, N. Ireland) \nA multi-disciplinary site team came together to evaluate the chemical usage of a process tool, which was the largest consumer of chemicals on site. Working with the manufacturer of the tool and improving the process setting, the team was successful in reducing the chemical usage by 11% while increasing throughput by 16%. \nreturn to top >\nEnergy Conservation\nhttp://ehs.seagate.com/gc_annual_report/environment.htm (2 of 6)11/28/2006 7:45:06 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}