{"page_content": "Environment\nEnergy conservation has been an ongoing \nactivity at Seagate for many years. Cross-functional site teams comprised of Engineering, Facilities, Operations and EHS have worked on multiple energy conservation projects, resulting in efficiencies of energy use and cost savings. In FY2006, Seagate identified electricity consumption as the primary factor in our operations affecting CO2 emission and global warming. Electricity consumption began being tracked against the number of production units in FY2006, and this metric is a driver for conservation \nactivities. In FY06, Seagate reduced \nelectricity consumption by 3 % in comparison \nto FY05. \nAn example of our energy conservation \nactivities over the year is:\nEnergy Conservation Project (Senai, Malaysia) \nThe Senai Facilities team employed Six Sigma methodology in the selection of a new air compressor to support the increase in site demand with expansion. The new unit is more efficient and has delivered a 10% saving in consumption. \nreturn to top > \nWater Conservation\nSeagate realizes that water is a precious resource for both businesses and communities. Many Seagate sites have developed water conservation projects. An example of company water conservation activities over the past year includes:\nWater Conservation Project (Wuxi, China)\nAt the Seagate Wuxi facility, a water-recycling project was implemented to reuse the Electrodeionization (EDI) concentrate wastewater from the Di-ionised water treatment system. The resulting saving from this recycling activity amounts to 31,000 cubic meters of water annually. This also reduces the amount of wastewater discharged from the facility that would have otherwise required treatment. \nreturn to top >\nWastewater Treatment \nWhile Seagate has minimized the amount of wastewater generated through various conservation projects, wastewater nonetheless continues to be a byproduct of manufacturing operations. Our manufacturing plants typically have pretreatment capacity with the wastewater’s final treatment conducted by publicly owned treatment plants. In a few situations, Seagate treats and discharges the wastewater directly. We are continuing to upgrade our treatment capabilities to meet our dynamic business needs and the changing regulatory environment.\nhttp://ehs.seagate.com/gc_annual_report/environment.htm (3 of 6)11/28/2006 7:45:06 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}