{"page_content": "Environment\nreturn to top > \nProduct Stewardship\nProduct Stewardship is a principle under which Seagate minimizes \nenvironmental impacts throughout our product’s life cycle. This principle is applied widely throughout the electronics industry with the objective of decreasing the impact that products have on the environment, while meeting customer expectations, regulatory requirements, and product technical and marketing specifications. Product Stewardship addresses product design, manufacture, use, and the product’s end-of-life management and disposition.\nSeagate’s objectives and goals for its product stewardship program are to meet or exceed requirements of product-related environmental legislation and customer environmental requirements regarding products, packaging, user documentation, or manufacturing processes in countries where Seagate products are manufactured or sold.\nIn the past year, Seagate continued to implement systems and processes to strategically position us to meet our customers needs in complying with the RoHS (Restriction of Hazardous Substances) Directive. RoHS, which became effective July 2006, impacts manufacturers who place their products in the European market. Seagate also engaged with our customers and distributors to address requirements of the WEEE (Waste Electronic and Electrical Equipment) Directive, a sister directive to RoHS, pertaining to recycling of electronic waste. Currently, Seagate disc drives average around 75% recyclable content by weight.\nComponents in Seagate products and packaging are certified to meet stringent Seagate Product Stewardship materials content requirements. Seagate requires its suppliers to provide detailed materials content data and Seagate periodically audits its supplier certifications with third-party laboratory tests. In development is an automated solution to more effectively manage supplier data associated with RoHS compliance.\nreturn to top > \nManagement System Certifications \nhttp://ehs.seagate.com/gc_annual_report/environment.htm (4 of 6)11/28/2006 7:45:06 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}