{"page_content": "Engaging with Our Stakeholders\n  Engaging with Our Stakeholders\nGlobal Citizenship \nAnnual Report 2006\nHighlights\nCompany Profile and \nFinancial Info.  \nEngaging with Our \nStakeholders  \nMaxtor Acquisition\nCommunity Involvement\nEnvironment\nHealth and Safety\nWork Environment\nCorporate Governance\nSupply Chain\nEngagement and dialog between \nSeagate and its stakeholders is key to a productive Global Citizenship effort. Seagate defines “stakeholders” as any individual or group affected by its operations or the products it places in the market (both components and retail end-products). Seagate places great emphasis on stakeholder engagement within the company as well as outside of its walls.\nPlease read more about our stakeholders: - \nGlobal Citizenship Committee  \n- Internal Stakeholder Engagement \n- External Stakeholder Engagement \nGlobal Citizenship Committee\nConsistent, effective engagement with any and all stakeholders requires a standardized process. Seagate has a cross-functional team made up of senior management from the various functions within the organization manages the Global Citizenship (GC) Program, including a stakeholder inquiry process. The team meets monthly to review progress on activities, goals, customer inquiries and the company’s overall development in the GC arena. The team is accountable and reports to the company’s senior vice presidents, with additional direction, input and leadership from the senior executive management team, for the GC program results.\nThe strength of the GC Committee is that it encompasses key functions and decision makers who can rapidly implement Global Citizenship efforts into their organizations. The Committee proactively takes certain actions, for example driving the modification of company policies to ensure socially responsible business practices. The Committee also serves as the company’s management system for addressing issues that arise in key Global Citizenship areas relative to customers, employees, suppliers, Non-Governmental Organizations, and other stakeholders.\nhttp://ehs.seagate.com/gc_annual_report/Engaging_stake.htm (1 of 5)11/28/2006 7:45:01 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}