{"page_content": "Health & Safety\ndisease, information on required/recommended immunizations, any necessary precautions regarding \nconsumption of food and water and local standards of health care. Seagate’s business travelers were given ongoing access support for medical referrals and other emergency assistance from any location across the globe.\nreturn to top > \nFire Life Safety (FLS) Program \nEmployee safety and business continuity are key components of running a successful business. To that end, in FY2006, Seagate focused its efforts to improve the standards of Fire/Life Safety (FLS) at our Asia operations. Seagate identified 12 individuals within the company and invested in developing their Fire/Life Safety skill sets. During the year, these FLS Specialists attended training and completed projects as part of their skill development. In addition, 11 FLS forums were organized as a platform for knowledge transfer to the FLS specialists and to ensure they are kept updated with developments in the FLS arena.\nThe FLS program requires the site specialists to carry out scheduled monthly self-assessments to identify and address fire and life safety design deficiencies in existing facilities. The objective of this program is to work with the sites to bridge the gap between the standards of existing facilities and that of the National Fire Protection Association (NFPA) standards in order to adequately protect the facility and its workforce. The program resulted in the Asia sites conducting fire risk assessments and taking proactive measures to correct and improve the facilities, and better manage the fire risks. In light of the benefits achieved from this pilot program, efforts are being undertaken to roll out a similar program at our European manufacturing sites in the coming year.\nreturn to top > \nManagement System and Audits\nSeagate has developed and implemented management systems for manufacturing (ISO 9001), Environment (ISO 14001) and Health & Safety (OHSAS 18001). Seagate invests resources to implement and monitor these management systems, as the company believes that they are the key to sustaining our EHS programs. \nAnother facet of executing and sustaining EHS programs in Seagate is the multilevel auditing program. The program, established over seven years ago is an important component of the EHS management system because the audit program:  \nhttp://ehs.seagate.com/gc_annual_report/health_safe.htm (7 of 10)12/14/2006 2:15:36 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}