{"page_content": "Work Environment/ HR\nwell-being, security, and productivity of our employees. The company’s benefits are benchmarked to \nlocal market practice, industry norms, and cultural requirements; while reflecting the global standards of a leading, multinational organization. Although these programs take different forms depending on geography, the Seagate plans offer value and flexibility overall, in support of  employees and in some cases their dependents.\nSome examples of these Seagate programs that reflect the company’s commitment to its people include: health care plans, wellness initiatives including fitness programs, fitness centers, and preventive health screenings; vacation, leave, and paid time-off programs; retirement savings opportunities, counseling and related support services, discounted retail products, and equity ownership opportunities.\nIn March 2006, Seagate was ranked 14th among metro area fitness centers by Minneapolis/St. Paul Business Journal (based on membership).  Seagate was ranked higher than Medtronic or Ford.  Seagate currently has 891 members at the SHK location, and is averaging 2671 employee visits per month for 2006.\nreturn to top > \nPerformance Management and Development Planning\nSeagate invests in a wide range of benefit programs around the world to help support the health, well-being, security, and productivity of our employees. The company’s benefits are benchmarked to local market practice, industry norms, and cultural requirements; while reflecting the global standards of a leading, multinational organization. Although these programs take different forms depending on geography, the Seagate plans offer value and flexibility overall, in support of employees and in some cases their dependents. \nSome examples of these Seagate programs that reflect the company’s commitment to its people include: health care plans, wellness initiatives including fitness programs, fitness centers, and preventive health screenings; vacation, leave, and paid time-off programs; retirement savings opportunities, counseling and related support services, discounted retail products, and equity ownership opportunities.\nIn March 2006, Seagate was ranked 14th among metro area fitness centers by Minneapolis/St. Paul Business Journal (based on membership). Seagate was ranked higher than Medtronic or Ford. Seagate currently has 891 members at the SHK location, and is averaging 2671 employee visits per month for 2006.\nreturn to top >\nRewarding & Recognizing Employees \nEmployee compensation at Seagate is designed to build and sustain a diverse, high-performing team environment. The company’s compensation strategy focuses on providing base pay that is competitive to local market conditions, supplemented by incentive pay opportunities that reward performance.\nEmployees who display extraordinary performance in helping Seagate achieve its business objectives can be rewarded and recognized in a number of ways. Rewards could range from monetary spot bonuses to gifts or letters of commendation. The company’s compensation philosophy also provides for variable rewards based on individual and company performance in addition to base pay, thus providing a tangible incentive for employees to excel. \nhttp://ehs.seagate.com/gc_annual_report/work_env.htm (4 of 7)11/28/2006 7:45:12 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 48, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}