{"page_content": "Corporate Governance\ncompliance issues and requirements were visible and understood within the company – in a way \nthat was clear and relevant to employees. Management increased its efforts to strengthen the message from the top, by communicating multiple messages to the employee population through a variety of vehicles, a sampling of which are set forth below:\nNovember 17, 2005: Special Report: Ethics, Openness and Accountability -- The Right Thing to \nDo!, In Q1, Seagate kicked off a year of heightened visibility with an introductory message to all \nemployees from CEO Bill Watkins, CFO Charles Pope and General Counsel Bill Hudson, about the \nimportance of ethics. The report featured links to the Code, the Conflict of Interest and Ethical \nConduct Policy, and the Ethics Helpline.\nNovember 23, 2005: In his guest blog on Bill's Blog: Take a Personal Stand for Upholding \nSeagate's Standards of Ethical Conduct, General Counsel Bill Hudson led a rousing on-line discussion \nabout all aspects of Seagate’s ethical compliance. This Blog was distributed via email to the on-line employee population.\nJanuary 5, 2006: In his guest Blog on Bill's Blog: Sarbanes-Oxley: It´s Not Just for Finance \nAnymore, Charles Pope, launched a discussion about how various parts of the business are \nintegrating SOX controls, and how everyone at Seagate has a stake in the process and results. This Blog was distributed via email to the on-line employee population. \nMarch 20, 2006: In Pass it On...Information for Managers and Other Professionals, a monthly e-\nmail bulletin for managers, managers were reminded of the annual Conflict of Interest affirmation \nprocess, which took place in April 2006.\nApril 10, 2006: In Business News RealTime!, Q&A How SOX Helps Our Business Run the Right \nWay, Seagate managers Doug DeHaan, Kevin Eassa and Mike Merlin were interviewed about the \neffects of SOX on the business. The article was publicized with an email to all online employees. \nApril 21, 2006: In Pass it On...Information for Managers and Other Professionals, managers were \ngiven a link to the April 10, 2006 Business News RealTime article described above.\nMay 23, 2006: In Pass it On...Information for Managers and Other Professionals, managers were updated on recent amendment to the Code in an article entitled “Help Seagate Maintain its \nIntegrity: Review Updates to Code of Business Conduct and Ethics.” The article included a summary of amendments and links to the Ethic Helpline and the Code itself. \nJune 22, 2006: In Pass it On...Information for Managers and Other Professionals, ”Basic SOX \nTraining – Remember to Complete the Course by June 30!” managers were reminded of the SOX \ntraining, and encouraged to have all participants complete the training. \nJune 2006: SOX 404 online training – 93% of the 6,600 employees in the training population had \ncompleted by the training by June 30, 2006. The population consisted of managers at grade 156 and \nabove, all of Finance, and other key processes/groups in areas such as Legal, Logistics, and Materials.\nQ2 Employee Meeting: At Seagate’s Q2 global employee meetings, SOX compliance and controls \nwere covered by our CFO, Charles Pope.\nQ3 Employee Meeting: At our Q3 employee meetings, Pope discussed ethics and the confidential Ethics Helpline, which is available for employees to confidentially express concerns about potential \nethics violations. \nhttp://ehs.seagate.com/gc_annual_report/corp_gov.htm (6 of 7)11/28/2006 7:45:13 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}