{"page_content": "Engaging with Our Stakeholders\nCorporate news and updates are provided via Seagate’s intranet, email, and other mechanisms.  \nIn locations where employees work in a manufacturing environment, messages are displayed through visual media (bulletin boards, posters, banners, plasma and television screens, kiosks, displays, etc.). Feedback loops are provided in the form of the company’s\n Focus! employee \nsurvey , Ethics Helpline, open-door policy and internal executive blog. Yet another level of \nengagement is provided through the company’s substantial development and learning \nopportunities . Click Here for an Illustration of the Seagate Stakeholder Engagement Model.\nreturn to top >\nExternal Stakeholder Engagement \nSeagate is a multi-national company with diverse, vertically integrated operations that comprise virtually every aspect of its product development cycle, from design/R&D to sub-components manufacturing to assembly and shipping of finished goods. \nAs such, the company enjoys relationships with many external stakeholders at both a corporate and a local level. These include local communities, local and national government agencies and regulators, investors, the news media, educators and students at every level from primary school to graduate, customers, suppliers, peer companies in other industries, and variety of non-governmental organizations ranging from professional associations to other interest groups.\nThese many external stakeholders are engaged through a wide variety of means -- from direct engagement on specific issues, to\n statutorily required communications and disclosures , to creative \nand broad-based support for programs within communities and schools  , and much more.\nGlobal Citizenship Stakeholder Inquiry \nSeagate has a well-defined process to address stakeholder global citizenship matters. Below is the company’s stakeholder inquiry process. \nhttp://ehs.seagate.com/gc_annual_report/Engaging_stake.htm (3 of 5)11/28/2006 7:45:01 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}