{"page_content": "Maxtor Acquisition and Integration\n  Maxtor Acquisition and Integration\nGlobal Citizenship \nAnnual Report 2006\nHighlights\nCompany Profile and \nFinancial Info.  \nEngaging with Our \nStakeholders  \nMaxtor Acquisition\nCommunity \nInvolvement\nEnvironment\nHealth and Safety\nWork Environment\nCorporate Governance\nSupply ChainOn May 19, 2006, Seagate acquired Maxtor Corporation in a stock for \nstock transaction. The acquisition was designed to build on Seagate's foundation as the leading global disc drive company, leveraging the strength of its significant operating scale to drive product innovation and maximize operational efficiencies. Seagate believes the combined company will be well-positioned to accelerate delivery of a diverse set of compelling and cost-effective solutions to the growing customer base for data storage products.\nThe acquisition provided Seagate with enhanced scale, greater capacity and an increased customer base which will allow the company to eventually achieve significant cost synergies from leveraging its research and development platform, reducing product and supply chain costs, as well as scaling its sales, marketing and administrative infrastructure. Seagate also acquired a final assembly and test manufacturing facility in Suzhou, China, significantly increasing the company’s China-based manufacturing presence, as well as the retail and branded solutions operations of Maxtor and the right to use the Maxtor brand and other related trade names. The acquisition also provided access to talented personnel in the branded solution, product development, and other key functional areas. In addition, work force reductions took place after the transaction closed as Seagate addressed the redundancies that existed between the two companies, and will continue to be implemented based on on-going production transitions, customer support and administrative requirements. \nAs of the close of FY2006, Seagate was actively engaged in integration and restructuring processes to replace Maxtor designed disc drive products with Seagate designed disc drive products.\nhttp://ehs.seagate.com/gc_annual_report/maxtor.htm11/28/2006 7:45:02 AM", "metadata": {"source": "NASDAQ_STX_2006.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}