{"page_content": "Message from Hayden Brown, \nPresident & CEO\nCOVID-19 has disrupted lives and \ncaused suffering for millions around the world — blurring the lines between our personal lives and work, and forcing us to navigate and adapt to new complexities of daily life. For many, this disruption has been very apparent in the way we work. This rapid transition to remote work validates something we at Upwork have always known: traditional models of work are both in need of and capable of change. \nRather than focus solely on where  \nwork happens, we must also shift our \nmindsets around how  it gets done \nand who  we are tapping into for our \ncritical work. Now with more than 50 percent of Gen Z college grads  \nand 59 million Americans freelancing, businesses increasingly recognize the importance and value of partnering with remote freelancers to provide dynamic solutions to business-critical efforts. At Upwork, we embraced this new reality well before COVID-19 and worked to lay the foundation for  \nlong-term growth.Upwork achieved many milestones in 2020. Our team took quick action to enable our clients and the remote freelancers on our work marketplace to adapt and work more effectively through the pandemic. We doubled down on our values and beliefs, putting our teams and communities first, while answering challenges and opportunities presented by COVID-19. I couldn’t be prouder of the impact we made in 2020 and want to recognize several key achievements:\nCOVID-19 Resilience\nThroughout the pandemic, we took action to identify, prioritize, and address the pressing needs of teams, clients, and remote freelancers. T o alleviate economic hardship, Upwork became a founding partner of the Freelancers Relief Fund, established by Freelancers Union to offer financial assistance of up to $1,000 per freelance household to cover lost income and essential expenses not covered by government relief programs. Through our Work T ogether T alent Grants program we President, Chief Executive Officer, \nand Director at Upwork Inc.2020 ANNUAL IMPACT REPORT  INTRODUCTION   4\noffered $1 million in talent grants to \n40 organizations working to mitigate COVID-19’s devastating impact on individuals, communities, and economies. Building on our 20 years of experience as a remote work company, we permanently embraced and transitioned to a remote-first model as a default for all teams and established a dedicated taskforce  \nto ensure a smooth transition for  \nour workforce. \nOur People &  \nCommunity Action\nWe upheld our values as a people-first \ncompany by prioritizing the health and safety of our teams amid COVID-19, providing mental health resources, medical benefits, and an “Office in a Box” with a collection of workstation set up resources, including an Amazon Business account with pre-vetted equipment, ergonomic workspace solutions, and monthly and annual stipends. Accelerated by the horrific events surrounding George Floyd’s murder, we furthered our commitment to racial equality, human rights, and social justice — demonstrated through our public action plan against racism, cultural competence training addressing strategies for amplifying Black employee voices, and guidance on cultivating an antiracist company culture to help other companies elevate the voices of Black employees. This philosophy extends to our work marketplace where features like our Diversity-Certified Badges empower diverse independent talent and enable clients to increase diversity in their supply chains. As a business, we became an early signatory of SurveyMonkey’s supplier diversity initiative, pledging to track the diversity, equity, and inclusion of  \nthe vendors we work with.\n(continued)", "metadata": {"source": "NASDAQ_UPWK_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}