{"page_content": "EMPLOYEES ARE OUR GREATEST STRENGTH\nMicrochip\tbelieves\tin\tcreating\ta\tworking\tenvironment\twhere\tpeople\tcan\tthrive.\tNewsweek\tmagazine,\tin\t\npartnership\twith\tthe\tBest\tPractice\tInstitute,\tproduced\ta\tlist\tof\t100\tcompanies\tthat\texemplify\ta\tgreat\tplace\tto\t\nwork . Microchip ranked #11, coming in ahead of some very popular brands known for their great cultures . This \nlist\twas\tcompiled\tfrom\ta\tsurvey\tof\t800,000\temployees\twho\twork\tat\tcompanies\tof\tvarious\tsizes\tranging\tfrom\t50\t\nto more than 10,000 employees, and 35% of the weight of the study was based on their feedback . Here’s how the \neditors at Newsweek describe the process:\n“We're doing more than just counting how many benefits employers provide—a solid 401(k) plan, medical benefits, \npaid time off and so on. Those things are, of course, important. But what we're measuring, critically, is how \nemployees feel about their organizations. There's a big difference, after all, between workers getting a kick out of free \nDoritos and whether they truly love and feel in sync with the company they work for.”\nOver 21,000 people work at Microchip . No amount of cake in the break room, foosball tables or “Bike to Work \nDay”\tpromotions\twould\tcreate\tand\tmaintain\tsuch\ta\tculture\tof\thigh-performance\tin\tan\torganization\tof\tour\tsize.\t\nIt\ttakes\tconsistent\tand\tlengthy\tinvestments\tin\tour\tpeople\tby\tproviding\tcomprehensive\tbenefits,\tcompetitive\t\ntotal\tcompensation,\ttransparent\tinternal\tcommunications,\tfulfilling\twork,\textensive\tlearning\tand\tdevelopment\t\nopportunities, and a sense of community .  We also have a formula for the model employee made famous in the \naward-winning\tbook\tDriving\tExcellence\tby\tSteve\tSanghi,\tMicrochip’s\tExecutive\tChair,\tand\tMichael\tJones.\tHere’s\t\na hint: people that do not work well with others will not work well at Microchip . We believe that every employee \nhas the potential to be great when we work as a team, and we’re willing to provide opportunities and make the \ninvestment in training and development to prove it . \n2021 MICROCHIP SUSTAINABILITY REPORT    |   16\nCEO Letter Our Planet Our Supply Chain Sustainability Approach Our Products Our People Appendix Our Company", "metadata": {"source": "NASDAQ_MCHP_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}