{"page_content": "MATERIALITY\nMicrochip is a values-based company whose culture \nis based on an overriding Vision, Mission Statement \nand set of Guiding Values that ensure our operations \nare meeting our responsibilities with respect to ethics, \nlabor, health and safety and sustainability . This report is \none mechanism in which we remain transparent to our employees, customers, shareholders and stakeholders in \nthese areas . We undertake a materiality1 assessment to \nhelp identify issues we believe are the most important to \nour\tstakeholders.\tThe\tfigure\tbelow\toutlines\tthe\tsteps\tin\t\nour materiality assessment . \nMateriality Assessment \nSTEP 1\nChoose a \nprocessSTEP 4\nPrioritize\t\nyour list\nSTEP 2\nUnderstand \nyour\nstakeholdersSTEP 5\nReview and \ncommunicate \nresults\nSTEP 3\nCompare \nto business\ninterests STEP 6\nRefreshThe following frameworks guide our approach to \nmateriality assessment: \n•   Global\tReporting\tInitiatives\t(GRI)\t\n•   Sustainability Accounting Standards Board  \n\t(SASB)\tsemiconductor\tindustry\tguidance\n•   Task Force on Climate-Related Financial  \n\tDisclosures\t(TCFD)\t\nWe reviewed the sustainability issues that come \nup most frequently with customers, employees, \ngovernment\tofficials,\tlawmakers\tand\tsuppliers.We\tprioritized\tthe\tmaster\tlist\tof\tsustainability\t\nissues based on their importance to stakeholders \nand to Microchip .\nWe review material issues and identify any \nmaterial changes to the industry landscape that \nmight impact our priorities or scope of reporting .We\treviewed\t the\tprioritized\t list\tand\tagreed\ton\tthe\t\nmost\tmaterial\ttopics.\tThe\ttopics\ton\tthe\tnext\tpage\t\nare\tthe\tfocus\tof\tour\treporting\tefforts.\nWe\talso\texamined\tsustainability\tissues\tthat\tare\t\nmost prevalent within Microchip across a variety \nof departments and job functions .1\t“Materiality”\trefers\tto\tmateriality\twithin\tthe\tcontext\tof\tour\tcorporate\tresponsibility\t\nprogram and priorities and does not refer to concepts of materiality used in \nsecurities or other laws .\n2021 MICROCHIP SUSTAINABILITY REPORT    |   18CEO Letter Our Company Our Planet Our Supply Chain Our Products Our People Appendix Sustainability Approach", "metadata": {"source": "NASDAQ_MCHP_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}