{"page_content": "Microchip\tis\tcontinuously\texploring\tnew\tinitiatives\twith\t\nlocal waste management partners to sustainably dispose \nof waste streams generated at our facilities . All of our sites have\tthe\toption\tto\trecycle,\tand\twe\tare\tdiverting\talmost\tsix\t\nmillion\tpounds\tof\twaste\tfrom\tour\tcommunities’\tlandfills,\t\nwastewater treatment sites, and the atmosphere . \nWASTE CATEGORY 2021 RECYCLED QUANTITY (LBS .)\nPaper and Cardboard 1,384,074\nPlastics 1,314,334\nMetals 682,337\nElectronic and Universal Waste 140,222\nPrecious Metal Scrap 823,755\nAcid/Alkaline\tSolutions 1,215,122\nScrap Wood 214,548\nCompost 3,174\nPost-Consumer Fiber 53,796\nMiscellaneous 24,594\nTotal 5,855,956WASTE DIVERSION AND RECYCLING \nSome of our high-impact ongoing recycling initiatives include the following: \n•   Precious metal recovery from discarded electronics\n•   Recycling\toffice\tpaper\tand\tcardboard\tgenerated\tfrom\tpackaging\n•   E-waste recycling including monitors, servers, notebooks, PCs, networking equipment etc . \n•   Use of products with high post-consumer recycled content in the cafeterias serving our employees\n•   Shredding and recycling plastic bottles and triple-rinsed chemical bottles\nOur recycling initiatives are in line with our objective to \nbe circular . Microchip has set itself a target to divert 15% \n(est.\t2025)\tand\t50%\t(est.\t2030)\tof\twaste\tgenerated\tat\tour \t\nfacilities\taway\tfrom\tlandfills.\tBuilding\ton\tthose\tgoals,\twe \t\naim\tto\tdivert\tup\tto\t100%\tof\tour\twaste\tfrom\tlandfills\tby \t\n2040,\tto\tthe\textent\ttechnically\tand\tcommercially\tfeasible. \t\tWe continue our engagement with third-party vendors \nin\tsome\tvery\texciting\tand\tinnovative\tsolutions\tto\trecycle \t\nmaterials\tthat\ttraditionally\thave\tbeen\tsent\tto\tlandfills \t\nfor disposal . Some of these high-volume items include \nmylar and styrofoam generated from logistics, personal \nprotective\tequipment\t(nitrile\tgloves,\thair\tnets,\tboot\tcovers, \t\nface\tveils\tetc.),\tfreezer\tbags,\tcold\tpacks\tand\tlab\tmats.\nWaste Diverted from Landfills (year-over-year)\n7,000,000\n6,000,000\n5,000,000\n4,000,000\n3,000,000\n2,000,000\n1,000,000\n0\n2018 2019 2020 2021lbs\nYear\n2021 MICROCHIP SUSTAINABILITY REPORT    |   26CEO Letter Our Company Our Supply Chain Sustainability Approach Our Products Our People Appendix Our Planet", "metadata": {"source": "NASDAQ_MCHP_2021.pdf", "page": 25, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}