{"page_content": "GRI STANDARD DISCLOSURE RESPONSE\nGRI 2: General \nDisclosures 20212-19 Remuneration policiesSee\t2022\tproxy\tpp.\tCompensation\tDiscussion\tAnalysis\tand\tHighlights,\t24-33:\t https://sec.report/Document/0000827054-22-000137/\na2022proxy.htm\n2-20 Process to determine remuneration See\t2022\tproxy\tpp.\t12,\t24-25:\t https://sec.report/Document/0000827054-22-000137/a2022proxy.htm\n2-21 Annual total compensation ratio See\t2022\tproxy\tp.\t34:\t https://sec.report/Document/0000827054-22-000137/a2022proxy.htm\n2-22 Statement on sustainable development strategy See 2021 Sustainability Report section \"CEO Letter\" pp . 5-6\n2-23 Policy commitmentsMicrochip is dedicated to protecting human rights . As part of our focus on continued improvement of our policies and \nprocedures to ensure the protection of our employees and the employees of our supply- chain partners, Microchip has joined the \nResponsible\tBusiness\tAlliance\t(RBA)\tand\tadopted\ta\tSupplier\tCode\tof\tConduct\tthat\tis\taligned\twith\tthe\tRBA\tCode\tof\tConduct.\tThe \t\nRBA Code of Conduct creates standards for labor, health and safety, the environment and ethics throughout our supply chain .\nAs part of membership with RBA, Microchip also rolled out its Supplier Code of Conduct . Microchip’s Supplier Code of Conduct \napplies\tto\tsuppliers\tand\ttheir\tdirectors,\tofficers,\temployees,\tcontractors\tand\tsubcontract\tlabor.\tIt\trequires\tthat\tall\tsuppliers\tbe \t\ndedicated to ensuring that throughout their supply chain working conditions are safe, workers are treated with respect and \ndignity, and business operations are environmentally responsible, conducted ethically and are in compliance with all applicable \nlaws, rules and regulations . Consistent with our policy, practice and culture, we do not tolerate the use of forced labor anywhere \nin our supply chain .\nFor Microchip, we are committed to ensuring that our facilities comply with all local and national laws and regulations as they \nrelate to the health and safety of our employees . Our Human Rights Policy prohibits the use of forced or compulsory labor, child \nlabor and discrimination .\nFor additional information on Microchip’s practices and public disclosures related to protecting human rights, please visit the \nfollowing: \nMicrochip’s Ethics and Conduct: https://www.microchip.com/en-us/about/corporate-responsibility/ethics-and-conduct\nMicrochip’s\tSlavery\tand\tHuman\tTrafficking\tStatement:\thttps://ww1.microchip.com/downloads/en/DeviceDoc/Microchip\tSlavery\nand\tHuman\tTrafficking\tStatement\tfor\tcalendar\t2017.pdf\nMicrochip's Human Rights Policy https://www.microchip.com/en-us/about/corporate-responsibility\n2-24 Embedding policy commitments See\t2022\tproxy,\tpp.\t6-9:\t https://sec.report/Document/0000827054-22-000137/a2022proxy.htm\n2-25 Processes to remediate negative impactsSee Microchip’s Corporate Environmental, Health and Safety Policy: https://www.microchip.com/en-us/about/corporate-\nresponsibility/environmental-health-and-safety\n2-26 Mechanisms for seeking advice and raising concernsSee\t2022\tProxy,\tp.\t9,\t49-50:\t https://sec.report/Document/0000827054-22-000137/a2022proxy.htm  \nSee also Microchip’s Code of Business Conduct and Ethics: https://www.microchip.com/en-us/about/corporate-responsibility/\nethics-and-conduct\n2-27 Compliance with laws and regulations 0\tsignificant\tinstances\tof\tnon-compliance\n2-28 Membership associations See 2021 Sustainability Report section \"Our Company\" p . 10\n2-29 Approach to stakeholder engagement See\t2022\tproxy,\tp.\t4:\t https://sec.report/Document/0000827054-22-000137/a2022proxy.htm\n2-30 Collective bargaining agreementsThe following countries have Collective Bargaining Agreements: Finland - 100%, Austria - 100%, Germany - 65%, Italy - 100%, France \n- 100%, Russia - 100%, Spain - 100%  \nEmployees that are currently not under any collective bargaining agreements don't have their working conditions and terms of \nemployment\tbased\ton\tother\tagreements\tor\torganizations\nGRI 3: Material Topics \n20213-1 Process to determine material topics See 2021 Sustainability Report section \"Sustainability Approach\" p . 17\n3-2 List of material topics See 2021 Sustainability Report section \"Sustainability Approach\" p . 18\n3-3 Management of material topics See\t2021\tproxy,\tpp.\t5-9:\t https://sec.report/Document/0000827054-22-000137/a2022proxy.htm\n2021 MICROCHIP SUSTAINABILITY REPORT    |   56\nCEO Letter Our Company Our Planet Our Supply Chain Sustainability Approach Our Products Our People Appendix", "metadata": {"source": "NASDAQ_MCHP_2021.pdf", "page": 55, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}