{"page_content": "TOPIC CODE DISCLOSURE RESPONSE\nEmployee Health & Safety TC-SC-320a .2Total amount of monetary losses as a result of \nlegal proceedings associated with employee \nhealth and safety violationsNone.\tSee\tMicrochip’s\t10-K\tfor\tthe\tfiscal\tyear\tending\tMarch\t31,\t2022,\tpp.\tF-1\tto\tF-43,\tfor\tour\tconsolidated\tfinancial\t\nstatements and related notes on legal claims:  \nhttps://www.sec.gov/ix?doc=/Archives/edgar/data/0000827054/000082705422000094/mchp-20220331.\nhtm#i9429f00699b5406988569ab6594f6757_31\nRecruiting & Managing a  \nGlobal & Skilled WorkforceTC-SC-330a .1Percentage of employees that are:  \n(1)\tforeign\tnationals\tand\t(2)\tlocated\toffshoreWe do not believe that the percentage of foreign nationals that we employ is a useful metric for our business given \nour\tglobal\tbusiness\tmodel,\tbut\twe\tdo\tbreakdown\tour\tworkforce\tby\tregion\t(31%\tof\tour\temployees\tare\tin\tthe\tUS\t\nand\t69%\tof\tour\temployees\tare\toutside\tof\tthe\tUS).\tWe\tdisclose\tadditional\thuman\tcapital\tmetrics\tthat\twe\tbelieve\tare\t\nmore\teffective\tfor\tassessing\tthis\taspect\tof\tour\tperformance,\tincluding\tdiversity\tprograms,\temployee\tengagement\t\nmechanisms, and training and development programs .   \nNote:\tThe\theadcount\tby\tregion\t(shown\tin\tpercentages\tin\tthe\tabove\tstatement)\tis\tas\tof\t12/31/2021.\nProduct Lifecycle Management TC-SC-410a .1Percentage of products by revenue that \ncontain IEC 62474 declarable substancesMicrochip does not currently collect data concerning the percentage of products by revenue that contain IEC 62474 \ndeclarable substances . Moving forward, Microchip plans to acquire data about our product revenue relating to these \nrestricted\tsubstances.\tWe\tplan\tto\treport\ton\tthis\tinformation\twithin\tthe\tnext\ttwenty-four\tmonths.\nProduct Lifecycle Management TC-SC-410a .2Processor\tenergy\tefficiency\tat\ta\tsystem-level\t\nfor:\t(1)\tservers,\t(2)\tdesktops,\tand\t(3)\tlaptopsInformation on Microchip's low-power microcontrollers and microprocessors can be found here: https://www.\nmicrochip.com/en-us/solutions/low-power\nMaterials Sourcing TC-SC-440a .1Description of the management of risks \nassociated with the use of critical materialsOn\tFebruary\t24,\t2021,\tExecutive\tOrder\t(EO)\t14017\twas\tsigned\tto\thelp\tcreate\tmore\tresilient\tand\tsecure\tsupply\t\nchains for critical and essential goods . The EO launched a comprehensive review of U .S . supply chains and directs \nfederal Departments and Agencies to identify ways to secure U .S .  supply chains against a wide range of risks and \nvulnerabilities . This follows EO 13953 and Congressional Research Service Public Policy Report R45810 Version: 2 \nwhere critical minerals, including Rare Earth and Platinum group minerals are discussed .   \nCritical\tminerals\tas\tdefined\tin\tCritical\tMinerals\tand\tU.S.\tPublic\tPolicy,\tR45810,\tJune\t28,\t2019.\t https://crsreports.\ncongress.gov/product/pdf/R/R45810/2  \nMicrochip\thas\tundertaken\ta\treview\tof\tits\tsupply\tchain\tand\thas\tidentified\tcritical\tmineral\tuse\twithin\tits\tsupply\tchain.\t\nWe\thave\treached\tout\tto\tour\tinternal\tand\texternal\tsupply\tchain\tto\tidentify\tCritical\tMineral\tusage\tand\tunderstand\t\nthe\tpotential\tfor\timpact.\tWe\thave\tcompiled\tthis\treport\tand\tshared\tit\twith\texecutive\tmanagement.\tWe\tcontinue\tto\t\nengage with our supply chain in order to mitigate any potential for risk .\nIP Protection & Competitive Behavior TC-SC-520a .1Total amount of monetary losses as a \nresult of legal proceedings associated with \nanticompetitive behavior regulationsNone.\tSee\tMicrochip’s\t10-K\tfor\tthe\tfiscal\tyear\tending\tMarch\t31,\t2022,\tpp.\tF-1\tto\tF-43,\tfor\tour\tconsolidated\tfinancial\t\nstatements and related notes:  \nhttps://www.sec.gov/ix?doc=/Archives/edgar/data/0000827054/000082705422000094/mchp-20220331.\nhtm#i9429f00699b5406988569ab6594f6757_31\nPercentage of production from  \nowned facilitiesTC-SC-000 .BFor\tfiscal\t2021,\t39%\tof\twafers\tprocessed,\t59%\tof\tassembly,\tand\t63%\tof\tfinal\ttest\twas\tperformed\tfrom\towned\t\nfacilities . \nSee Microchip's 2021 Investor and Analyst Day Presentation - p . 116:\nhttps://ww1.microchip.com/downloads/aemDocuments/documents/investor/press-release/\nPresentation+of+2021+Investor+and+Analyst+Day.110821.pdf\n2021 MICROCHIP SUSTAINABILITY REPORT    |   63\nCEO Letter Our Company Our Planet Our Supply Chain Sustainability Approach Our Products Our People Appendix", "metadata": {"source": "NASDAQ_MCHP_2021.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}