{"page_content": " \nActive ownership\nAs an active asset manager, our responsibility extends beyond \ntoday’s investment opportunities. We have a long-term focus \nin our robust active ownership program18, which includes \nexercising shareholder voting rights in the best interest of \nour clients and stakeholders, while engaging with corporate \nbond or equity issuers in an effort to mitigate ESG risk and \nencourage more sustainable practices consistent with client \nmandates. We aim to be a voice of change, as we endeavor to \nnot only improve risk-adjusted returns for our investors, but to \nalso contribute to a more sustainable future.\nOur active ownership activities are governed globally by the \nAegon AM Active Ownership Policy. This active ownership \npolicy is supported by local policies taking into account market \ncontext, as well as client voting policies.\nOur global responsible investment team leads our active \nownership program with input and participation from \ninvestment professionals across the organization.\nEngagement19 \nAt Aegon AM, we aspire to inﬂuence change by engaging \nin dialogue with issuers, either bilaterally or as part of an \ninvestor consortium. This dialogue can provide opportunities \nto highlight ESG risks, educate management on sustainability \nconcerns, promote growth in sustainable business lines and \nadvocate changes that align with responsible investment \npriorities. Successful engagement can create new investment \nopportunities. Where possible, and consistent with client \nguidelines, we vote in line with our engagement activities.\nEscalation \nIf engagement does not yield the desired results, we intensify \nour efforts. \nThis can be achieved in various ways, including increasing \nthe frequency of communication, widening the scope of \nour engagement efforts to include multiple company \nrepresentatives, or by teaming up with other investors in a collaborative engagement effort. In instances where we are a \nshareholder, we may also exercise ownership voting rights to \nvote against management or file a shareholder resolution. \nIn general, we try to engage with a company for at least three \nyears. If the engagement is unsuccessful and the issue is \nmaterial, the responsible investment team may recommend \ndivestment to the respective portfolio management team. \nDivestment recommendations are then evaluated within \nthe context of the portfolio's investment guidelines and the \ncurrent market environment. For example: \n• If a company is expected to remain non-compliant to our \nclient policy standards due to the severity of the breach or \nthe fundamental nature of its business; or \n• If a company in breach of our client policy standards remains \nnon-responsive to our attempts to communicate for over \none year.\nAegon AM’s engagement efforts can be divided into \nthree types:  \nLong-term value: Our engagement work aims to support our \nobjectives to generate value and reduce risk in the longer term. \nAs part of our bottom-up research process, we actively engage \nwith companies we identify as facing specific ESG risks that \nwe believe need to be addressed or further understood. We \nalso systematically engage on ESG themes that are of concern \nto long-term investment value such as climate change and \ncorporate governance. We actively engage with companies on \nkey management and shareholder resolutions at their general \nmeetings to clarify our expectations and make fully informed \nvoting decisions.\nSustainability and impact research support: RI solutions \ndemand scrutiny of the ESG and sustainability practices \nof companies at a deeper level than is often achievable \nthrough existing corporate disclosures and ESG data provider \nassessments. As part of this process, we engage with \ncompanies to help enhance our understanding of sustainability \npractices, to request further ESG-related or impact disclosures \nor to encourage positive change in alignment with the \nobjectives of our RI strategies.\nCompliance with standards: Aegon AM and its clients have \ndefined certain ESG standards with which our investments \nare expected to comply. We engage with companies when \nwe see actual or potential breaches of such standards, also \nleading to actual or potential adverse impacts on society and \nthe environment. Our objective for these engagements is to \nencourage compliance, communicate expectations and help \nassure continued portfolio adherence to the agreed standards.\nActive ownership10Reasons for engagement\n• Exercise our stewardship responsibilities\n• Fulfill client expectations with respect to their RI \npolicies\n• Better understand the companies we invest in and \nsupport their long-term financial performance\n• Monitor, manage and work to mitigate investment \nrisk\n• Attempt to maximize positive ESG outcomes\n18Active Ownership is not applicable to all asset classes or affiliates.  \n19Engagement will occur with some, but not all, issuers where the manager deems it appropriate. More information is available upon request. ", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}