{"page_content": "13Target company Specialist in health care products, such as medicines, vaccine, and consumer health care\nObjectives Calling on this globally important player to fight the Covid-19 pandemic, assuring its products are available \nglobally for people of all backgrounds and income levels, in line with the standards set out in our client’s \nresponsible investment policy.\nHow we engaged Together with other insurers, NGOs, and the Dutch government, we collaborated to share knowledge and \nimprove access to medicines. We questioned the firm about the medicine’s affordability and the transparency of \nprice-setting practices. \nAs the Covid-19 pandemic unfolded, we focused our efforts on issues relating to vaccines. After we sent a letter \nto the company, we had a conference call, followed-up by emails. The company then announced an advanced \nvaccine purchase agreement with COVAX for low- and lower-middle-income countries.\nOutcome of \nengagementProgress to date has included: \n• An initial agreement to provide up to 40 million doses to COVAX in 2021.\n• First deliveries took place in early 2021.\n• A not-for-profit price for the COVAX Advanced Market Commitment covering 92 countries.\n• Pledged to deliver 1 billion doses of the firm’s Covid-19 vaccine to poorer nations in 2021 and another 1 \nbillion in 2022.\nStatus and next \nstepsMilestone 3 – Continue the dialogue on price setting standards and transparency.\nTarget company Oil and gas production company\nObjectives To encourage the company to progress on diversity within the organization and climate ambitions. \nHow we engaged We met with the chairman and another non-executive director to discuss the issues. \nClimate is obviously a key issue for a company in this sector, but so is dealing with the large social issues in the \nareas it operates.\nOutcome of \nengagement• Having attained a good level of gender diversity on the board, the rest of the organization needs attention. \nThe area in which it operates does not have high levels of racial or ethnic diversity. However, the workforce \naccurately reflects the society in that area. There are high levels of unemployment and opioid problems as \nwell. The company is working to ensure treatment is available for its employees and is seeking to help utilise \nunemployed people in some of its work. There will be further information available in the coming year. \n• In addition, the age profile of its employees is fairly high and it is seeking to attract younger people into its \nindustry. However, given the profile of the industry, it is not likely to be viewed as a long-term career, making \nrecruitment harder. \n• Progress has been made on climate ambitions. It has committed to net zero for Scope 1 and 2 by 2050. \n• It is working with an organization called Critical Resource to help it with verification of data, compliance with \nthe Task Force on Climate-Related Financial Disclosures (TCFD), and workshops focused on how it could set \nshorter-term targets. The company takes older, poorly run assets, and improves their efficiency—the biggest \nissues it has are leaks. It is working on leak detection systems to improve that area. It is keen to keep offset \nmeasures locally to help the communities it operates in. \n• It is also cognizant of the huge changes in technology around offsetting and is looking at the best ways to \nutilize them. Targets will be published in the firm’s next sustainability report by the end of the year. \n• 25% of the executive bonus is now dependent on ESG measures including emissions reductions.\nStatus and next \nstepsMilestone 3 – Continue to monitor and encourage further progress.\nCase studiesLong-term  \nvalue generation\nFor illustrative purposes only. Specific sectors mentioned do not represent all sectors in which Aegon AM seeks investments. It should not be assumed that investments of \nsecurities in these sectors were or will be profitable. This information should not be relied upon for investment decisions. ", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}