{"page_content": "14Target company IT Infrastructure Company\nObjectives To encourage the company to progress on climate ambitions. \nHow we engaged We have regular meetings with the chairman on progress. This means we have a good understanding of the \nboard and the organization’s priorities. \nIn our February 2021 meeting, we commended the board for having set a 2050 Net-Zero Neutrality target, but \nthere was not much detail included around how this would be achieved. \nWhile this is not the most material issue for a largely people business, it can influence the firm’s suppliers as \nwell as its own actions. We encouraged the introduction of science-based targets, increased disclosure on the \nstrategy and interim milestones, as well as how the company can influence the behaviours of suppliers and \ncustomers.\nOutcome of \nengagement• We met again in January 2022 and were told that our engagement directly influenced the firm’s annual report \nand behaviours throughout the year. \n• The reporting increased enormously on environmental matters and took into account all our suggestions. \n• The company also committed to SBTi and will further clarify interim targets and Scope 3 emissions in the next \nannual report. \nStatus and next \nstepsMilestone 3 – Continue to monitor and encourage further progress.\nTarget company Multinational bank and financial services\nObjectives We originally contacted the company after a resolution had been filed in 2020 to understand how it would \nimplement its transition strategy as we believed it would be targeted in 2021 by ShareAction. The company was \nslow to articulate and communicate this strategy and it was targeted as predicted.\nThis engagement was a combination of direct and collaborative engagement to ensure the company understood \nthat this is a material business issue and that it needed to show leadership commensurate with its position \nas one of the UK’s leading investment banks. Clear climate ambitions were needed, as well as effective \nengagement with ShareAction, to ensure the best outcome.\nHow we engaged The initial direct engagement resulted in a lot of conversation around policy and anecdotal evidence of the firm \nconsidering climate change in its financing decisions. However, there was lack of a clear and measurable strategy \nto reduce the amount of environmentally damaging activities that were being funded. \nIn February 2021, the Investor Forum arranged a collective engagement to discuss this with the CEO, chairman \nand head of sustainability. This was a direct result of the ShareAction Resolution being tabled at the AGM, which \nasked for the company to set and publish a strategy for the short-, medium- and long-term targets to reduce \nexposure to fossil fuel assets on a timeline aligned with the goals of the Paris agreement, starting with coal, and \nto report progress against this strategy from the 2022 Annual report.\nThe company was planning on tabling its own similarly worded resolution at the AGM. The resolutions appeared \nto be reaching the same outcome. However, neither side seemed willing to compromise.\nThis led to several communications from the Investor Forum with ShareAction and the company, as well as \ndirect communications between Aegon AM and both parties. \nStatus and Next \nSteps• The firm outlined a strategy, which was a starting point, but it was light on details about the targets. It \ncommitted to disclosing progress and updating shareholders on any further target setting taking place.\n• The company would not be issuing sector-wide exclusions or limits and instead will proceed on a client-by-\nclient basis with escalation policies if any fail to make progress on their net-zero ambitions. \n• Success was made with ShareAction withdrawing its resolution prior to the AGM. This meant a clear mandate \nwas given to the company’s management via their own resolution on how to deal with the transition strategy.\n• In an update via the Investor Forum in December 2021, the company outlined a coal phase-out policy. \n• Milestone 3 – Progress is being made, but we need to maintain ongoing engagement in an effort to ensure \nthis continues.\nCase studiesFor illustrative purposes only. Specific sectors mentioned do not represent all sectors in which Aegon AM seeks investments. It should not be assumed that investments of \nsecurities in these sectors were or will be profitable. This information should not be relied upon for investment decisions. ", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}