{"page_content": "15Target company Specialty supermarket chain in the US\nObjectives The firm’s ESG disclosure is lacking in comparison to its peers and it currently does not have satisfactory ESG \ntarget setting.\nHow we engaged We had a call with Investor Relations and the head of sustainability, and another call with the CEO and CFO. \nOutcome of \nengagementWe have gained confidence in the company’s plans to increase its focus on healthy food. Senior leadership \nmentioned that this was a win-win situation, as it improves its profitability. Specifically, the plans include:\n• Focusing on plant-based products in the next few years\n• Better quality vegan/vegetarian offerings\n• Additional produce offerings\nRegarding its ESG integration efforts, the CEO wants to focus on carbon initiatives, plastics and food waste. \nInitiatives include:\n• Shifting from paper-based marketing to digital, which saves 21 million flyers annually\n• By the end 2021, the firm would look into setting science-based targets\n• Improving logistics (closer to home)\nIt is also improving its ESG disclosure. Its sustainability report now includes a Sustainability Accounting \nStandards Board (SASB) table.\nStatus and next \nstepsGiven the positive dialogue and concrete actions the company has already taken in terms of including an SASB \ntable, we have moved the engagement status to Milestone 3. Once the company sets its first science-based \ntargets, we will consider moving it to Milestone 4.\nCase studiesFor illustrative purposes only. Specific sectors mentioned do not represent all sectors in which Aegon AM seeks investments. It should not be assumed that investments of \nsecurities in these sectors were or will be profitable. This information should not be relied upon for investment decisions.", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 16, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}