{"page_content": "16Target company A building materials company based in Ireland\nObjectives This company sells the insulation board product that was used in small quantities as insulation on Grenfell \nTower in the UK, and its safety was among the issues being investigated in the Grenfell Tower Inquiry following \nthe tragedy. The issues highlighted do not relate to the Grenfell Tower fire itself. Rather, disclosures to the \nInquiry revealed that the company had been marketing the insulation for nearly 15 years under a test report \nbased on a test of a prior formulation of the product.\nWe sought to understand the internal control environment, company culture and the steps taken by the firm in \nlight of the acknowledged process failures.\nHow we engaged We initially engaged with the company’s head of Investor Relations in December 2020. However, we were not \nparticularly satisfied with the response. We were aware other shareholders had similar concerns, so the Investor \nForum facilitated two group meetings for participants—one with the CFO and one with the senior independent \ndirector and chair of the Audit and Compliance Committee. A series of collective letters ensured that non-\nexecutives were aware of investor concerns and escalated the request for the Board to be more accessible to \ninvestors. \nOutcome of \nengagement• Provided insight into the actions being taken including commissioning an Independent Review\n• Changes to executive leadership, including the Head of the Insulation Boards business stepping down from \nthat role, and the appointment of a new Group Head of Compliance and Certification, reporting to CEO.  \n• Terms of Reference of the Audit & Compliance Committee changed to improve governance and oversight at \nBoard level, including more granular technical oversight. \n• New systems and protocols have been put in place to address the breakdown in communication between the \nR&D, technical and marketing groups, along with new traceability initiatives. \n• New employee Code of Conduct has been disseminated across the global business, setting out the corporate \nvalues of integrity and honesty, and establishing a strong speak out culture. Workforce engagement is being \nstepped up and a new employee engagement survey is being undertaken.\nStatus and next \nstepsMilestone 3 – There seems to be moves in the right direction with changes to oversight, we will need to be \nsatisfied these measures are effective. As the controversy was significant and the progress was slow, we \ndecided this company would no longer be eligible for inclusion in the Sustainability holdings. We subsequently \ndowngraded it and sold our position.\nTarget company Medical product developer and manufacturer\nObjectives This company produces wound care products. While it has historically not used animal testing, we wanted to \nunderstand whether any had taken place.\nHow we engaged Contact was made via email, followed by a call with the CEO.\nOutcome of \nengagementHistorically this company has not used animal testing, as it is fundamentally opposed unless absolutely \nnecessary. \nHowever, in 2021, it launched a new product in the United States. Previously, it would have launched in Europe \nfirst, where medical devices are less regulated, and used the data gathered in these real-life human examples to \nsatisfy the US Food and Drugs Administration requirements. Given the impact of Covid-19 on elective surgeries \nin Europe this was not possible, so animal testing was necessary. \nStatus and next \nstepsAnimal testing exclusion criteria is absolute in the ethical range of holdings. This company was no longer eligible \nand was divested.\nCase studies \nSustainability research\nFor illustrative purposes only. Specific sectors mentioned do not represent all sectors in which Aegon AM seeks investments. It should not be assumed that investments of \nsecurities in these sectors were or will be profitable. This information should not be relied upon for investment decisions. ", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}