{"page_content": "Target company Multinational consumer goods company \nObjectives The company had been identified by various NGOs for alleged deforestation and land clearing controversies for \noil palm plantations in Indonesia. We considered its supply chain oversight on deforestations by its direct and \nindirect palm oil suppliers to be insufficient.\nThis company was subject to a collaborative engagement initiative, which targeted those using soft commodities \nlinked to cases of alleged deforestation. Using satellite imagery of such alleged deforestation, companies were \nasked to address deforestation linked to their operations and to set up robust processes to prevent such actions \nin the future. \nHow we engaged Aegon AM, acting as the lead investor, engaged via emails and a conference call to learn more about the \ncompany’s oversight of its Indonesian palm oil supply chain, and to discuss the various incidents of deforestation \nallegedly linked to it.\nOutcome of \nengagement• The company provided a sound insight into its no-deforestation policies, implementation, oversight of direct \nand indirect suppliers, governance and escalation steps in case of any identified breaches. \n• It provided insight into use of its Roundtable on Sustainable Palm Oil (RSPO) membership, transparency as to \nits suppliers and the use of grievance mechanisms in case of supply chain-related incidents. \n• It provided a detailed response to various alleged deforestation incidents using its own satellite monitoring \ndata. Further investigation revealed that the incidents either were not linked to its suppliers or found to be \nwell documented and disclosed in the company’s publicly available deforestation grievance mechanisms and \nwere subsequently being investigated. \n• Following the initial engagement call, the company provided additional insights in its supply chain oversight \nprocess, grievance mechanism and policies and goals to ensure a deforestation-free palm oil supply chain. \nThe firm noted that it would further improve its transparency as to deforestation incidents, grievances and \naction by including the use of milestones reached with timebound steps.\nStatus and next \nstepsMilestone 3 –The implementation of the firm’s no-deforestation policy is still in the early stages. The company \nreceived an updated 2021 report on alleged deforestation cases and will investigate those cases that were \nnot identified using its own systems and report progress via its regular grievance tracking mechanisms. Aegon \nAM will continue to monitor this approach in order to ensure that breaches of its no-deforestation policy are \naddressed.\nTarget company Multinational food and beverage company\nObjectives We sought to understand the relationship between the company and its joint venture (JV) partner, its policy on \nhuman rights, the use of palm oil and its oversight of palm oil suppliers.\nHow we engaged A call was arranged with a director of corporate affairs to discuss these allegations and to understand what \nactions the company had taken to remedy the situation. \nOutcome of \nengagementWe gained insight into its human rights and palm oil policies. \nThe firm has dissolved the JV and the relationship with the partner because of the issues with workers’ rights. In \naddition, the partner in question had allowed its membership of the Roundtable on Sustainable Palm Oil (RSPO) \nto lapse. \nThe company had sought to influence change in its JV partner’s policy and actions toward the associated palm \nplantation, but this had reverted back to previous practices. The firm will now only use RSPO-certified suppliers \nwith fully sustainable and traceable palm oil. \nThe company clearly monitors compliance with its human rights and palm oil policy in relation to its direct, 'tier \n1', suppliers. For the indirect, 'tier 2', suppliers, this seemed less clear. The company indicated that it may shift \npalm oil sourcing to an area where it is easier to monitor the supply chain of suppliers.\nStatus and next \nstepsMilestone 3 – We believe the company acted properly and decisively to deal with human rights violations in this \ncase. We will continue to monitor its implementation of its policies and oversight of its indirect, tier 2, palm oil \nsuppliers.Compliance  \nwith Standards\n17Case studiesFor illustrative purposes only. Specific sectors mentioned do not represent all sectors in which Aegon AM seeks investments. It should not be assumed that investments of \nsecurities in these sectors were or will be profitable. This information should not be relied upon for investment decisions. ", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}