{"page_content": "18Target company Software and professional services company \nObjectives We sought to engage with the company to confirm various parts of its compensation structure that had raised \nconcerns, namely that its remuneration for key employees was reported as an aggregate figure. As a result, we \nhad no visibility of the various underlying levels of basic pay, bonus payments, long-term Incentive plan and any \nof the performance conditions attached for each individual. \nIn addition, we had concerns around the lack of independence on the Board, particularly the Audit Committee. \nWe believe a board should be well balanced, with both longer-serving directors and recent appointments. \nHowever, we did not consider it appropriate that longer-serving (10+ years) directors be members of the Audit \nCommittee, which we believe should be entirely independent.\nWe were interested in understanding any plans the company had in place to address this going forward. \nHow we engaged We made contact via letter and the company requested a call with us following its quiet period.\nOutcome of \nengagement• The company was sent an official engagement letter. Following this, we arranged a group meeting including \nmembers of the RI team and the relevant portfolio managers.\n• The firm was responsive and advised us that as per the law in Guernsey where it is incorporated, it is not \nobliged to disclose compensation at a more granular level.\n• The company informed us it had added one independent female board member since our first letter. That \nboard member also sits on the Audit Committee.\n• Audit committee independence remains low at one out of four members (according to our measurement of \nindependence). However, it is encouraging there has been some progress and we will continue to engage on \nour concerns relating to governance.\nStatus and next \nstepsMilestone 3 – We’ll continue to engage each year when we review the sustainability analysis. We will also \ncontinue to encourage the company to move toward better renumeration disclosures and to continue to \nincrease the independence of its board, in particular the Audit Committee.\nCase studiesFor illustrative purposes only. Specific sectors mentioned do not represent all sectors in which Aegon AM seeks investments. It should not be assumed that investments of \nsecurities in these sectors were or will be profitable. This information should not be relied upon for investment decisions. ", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}