{"page_content": "Responsible investment  \nat Aegon AM \nFor over 30 years, we have built a comprehensive responsible investment approach \nconsisting of three pillars: ESG integration, active ownership and solutions. \nWith our dedicated Responsible Investment team (RI team), we are continually \nexpanding ESG integration across investment strategies, strengthening our \nactive ownership efforts and expanding our client-centric responsible investment \nstrategies. \nWe consider it a privilege and duty to help our clients pursue better long-term \noutcomes while contributing to sustainable capital markets and impactful \neconomic activities. We are proud to report that our responsible investment \nprogram continued to receive high ratings and rankings by key industry \norganizations last year.  \nLooking ahead, we remain committed to responsible investing and aspire to drive \nthe industry forward by promoting best practices for the potential benefit of our \nclients, the industry and society at large. €177.6 billion \n($202 billion)  \nAuM in responsible \ninvestment solutions1 \n596  \nengagements2\n2,963  \ncompany meetings voted on3\n17  \nprofessionals in a dedicated \nResponsible Investment \nteam\nA+ \nPRI RI strategy and \ngovernance rating for 20204\n6th/75 \nShareAction RI program5\n100/100  \nSustainalytics RI policy and \nprogram (assessment of \nparent company, Aegon N.V.)6 Responsible investment products and services may vary regionally. Refer to disclosures for important information. \nResponsible investment at Aegon AM 11Aegon Asset Management, as of December 31, 2021. Assets under management/advisement excludes joint \nventures. Total responsible investment solutions includes €160.5 ($183) billion of strategies with exclusions, \n€10.2 ($12) billion of best-in-class strategies, €2.9 ($3.3) billion of sustainability-themed strategies as well as \n€4.1 ($4.6) billion of impact investments. Exclusions include assets primarily managed for Aegon AM affiliates \nsubject to a global exclusion list. The impact of the exclusion list will vary depending on the asset class and may \nnot materially affect the implementation of every strategy.\n2Aegon Asset Management, December 31, 2021.\n3This figure represents all votes, including those on behalf of clients according to their own policy.\n4PRI did not update assessment ratings in 2021. A new rating is expected in 2022. As of 2020, approximately \n29% of signatories received an A+ score for PRI strategy and governance module.\n5As of 2020. ShareAction conducted a survey (\"Point of No Returns\", March 2020) of 75 large asset managers.\n6As of 2020. Based in whole or in part on Aegon Asset Management's RI program, approximately 23% of 1,269 \nparticipants received a score of 100/100 for their responsible investment policy and 23% of 1,181 participants \nreceived a score of 100/100 for their responsible investment program.", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}