{"page_content": "22This document contains \"forward-looking statements\" which \nare based on Aegon AM's beliefs, as well as on a number of \nassumptions concerning future events, based on information \ncurrently available. These statements involve certain risks, \nuncertainties and assumptions which are difficult to predict. \nConsequently, such statements cannot be guarantees of \nfuture performance, and actual outcomes and returns may \ndiffer materially from statements set forth herein. \nThis report includes ratings and rankings for Aegon Asset \nManagement’s responsible investment activities. The rating \nor ranking is not indicative of future performance or ratings \nand may not be representative of any one client’s experience \nbecause the rating reflects an average. \nThe Principles for Responsible Investment (PRI) rating of A+ \nis as of August 2020 and is reflective of Aegon NV’s rating \non the Strategy and Governance module. Approximately 29% \nof signatories received an A+ score for the PRI strategy and \ngovernance module in 2020 a mandatory module within a \nset of ten modules The Strategy and Governance module \nassesses the firm’s responsible investment policy, responsible \nobjectives and strategies, governance and human resources, \nresponsible investment promotion activities and incorporation \nof ESG issues in asset allocation. The activities presented in \nthis module are reflective of Aegon NV’s asset management \nbusiness conducted by Aegon Asset Management companies. \nIndicator scores are assigned to one of six performance \nbands and assigned a letter rating ranging from E to A+ \n(worst to best). A rating of A+ corresponds with a score of > \n95%. PRI does not require an explicit rating fee, however all \nPRI signatories pay a general annual contribution fee.\nThe Sustainalytics ranking of 100/100 is as of February \n2020 and is reflective of Aegon NV’s responsible investment \nprogram and responsible investment policy. Approximately \n23% of 1,269 participants received a score of 100/100 for \ntheir responsible investment policy and approximately 23% \nof 1,181 participants received a score of 100/100 for their \nresponsible investment program in 2020. Sustainalytics \nevaluates companies on various ESG issues and assesses \nthe company’s individual performance in relation to \nindustry peers. The assessment identifies key issues for \neach company. For Aegon NV, the key ESG issues include \nhuman capital, ESG integration and product governance. \nWithin each ESG issue category, Sustainalytics identifies \nkey indicators. The ESG integration category includes the \nResponsible Investment Policy and Responsible Investment \nProgram indicators which are reflective of Aegon NV’s \nasset management business conducted by Aegon Asset \nManagement companies. Company scores can range from 0 \nto 100 (worst to best). Sustainalytics does not require a fee for providing this ranking. \nShareAction conducted a survey (\"Point of No Returns\", \nMarch 2020) of 75 of the world's largest asset managers \nacross 17 countries (based on AUM as of December 31, 2017 \naccording to IPE's 2018 Top Asset Managers List). The survey \nresults are based on responses from the asset manager and \ndo not reflect the experience of the clients individually or \ncollectively of any company of Aegon N.V. Rankings were not \nbased on the performance not indicative of future results. \nAegon Asset Management did not pay a fee to participate in \nthe survey. The assessment includes the ranking and analysis \nof the manager's performance on stewardship, transparency \nand governance. The themes covered in the survey include \nresponsible investment governance, climate change, \nbiodiversity and human and labour rights, a development \nfrom previous AODP assessments that focused solely on \nclimate change. The questionnaire was developed with \ninput from external experts and mapped to the structure of \nthe TCFD recommendations for all themes. For additional \ninformation, please visit ShareAction's site: https://\nshareaction.org/research-resources/point-of-no-returns/\nmethodology/.\nAegon AM US is an affiliated solicitor and acts on behalf \nof Aegon AM UK with respect to the promotion of its \nstrategies to US based Institutional Investors. Aegon AM \nUK is authorised and regulated by the Financial Conduct \nAuthority (FRN: 144267) and is additionally a registered \ninvestment adviser with the United States (US) Securities and \nExchange Commission (SEC). Aegon AM US and Aegon RA \nare both US SEC registered investment advisers. Aegon AM \nUS is also registered as a Commodity Trading Advisor (CTA) \nwith the Commodity Futures Trading Commission (CFTC) \nand is a member of the National Futures Association (NFA). \nAegon AM NL is registered with the Netherlands Authority \nfor the Financial Markets as a licensed fund management \ncompany and on the basis of its fund management license is \nalso authorized to provide individual portfolio management \nand advisory services in certain jurisdictions. Aegon AM NL \nhas also entered into a participating affiliate arrangement \nwith Aegon AM US. Aegon AM Asia is regulated in Hong \nKong by the Securities and Futures Commission of Hong \nKong for Professional Investors only (under SFC Ordinance \nCap 571); in China, Aegon Private Fund Management \n(Shanghai) Co., Ltd is regulated by the China Securities \nRegulatory Commission (CSRC) and the Asset Management \nAssociation of China (AMAC) for Qualified Investors only; \nIn Taiwan Neither Aegon Asset Management nor any of its \naffiliates are registered and may not sell, issue, or offer any \nproducts or services while in Taiwan. Marketing is intended \nDisclosures", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}