{"page_content": "In April 2021, Aegon AM UK officially renamed the Aegon Sustainable Diversified \nGrowth Strategy14 marking the end of the transition from the long-established \nDiversified Growth Strategy to a sustainable mandate.\nThe strategy builds on Aegon AM’s lengthy heritage in responsible investing using \nthe philosophy and process of a single asset class sustainable product range.\nBusiness products and business practices that are positively aligned \nwith (at least) one of six key sustainability themes\nFollowing the transition, the strategy retained its asset allocation model and \nobjective of aiming to achieve a stated target return annually with less equity \nmarket risk through a portfolio diversified by asset class, geography, and theme. \nImportantly, the strategy is unconstrained, either by a benchmark or a rigid \nallocation framework, which allows more freedom when seeking investment \nopportunities throughout the cycle. \nThe strategy benefits from the wider asset class expertise of Aegon AM's equity \nand fixed income platforms to provide security selection within bespoke sleeves. \nFurther sleeves of listed alternative investments form a significant part of the \nportfolio as their risk/return metrics and low correlation with traditional bonds and \nequities supports the investment objective. \nAn example of alternative allocations is the strategy's exposure to operational \nrenewable energy assets. These offer long-term contractual cash flows, often \nincorporating inflation protection. Indeed, the nature of these investments and a \ngrowing awareness of the wider growth opportunities around climate change and \nenergy transition were a key reason behind the strategy’s transition. Sustainability \nchallenges, and the societal change underway, are of course much broader than \njust climate change but collectively they offer significant opportunity to deliver \nstrong returns for investors. \nConsistent with Aegon AM’s sustainable product range, the Aegon Sustainable \nDiversified Growth strategy seeks alternative, equity and credit investments aligned \nwith at least one of six sustainability themes. Opportunities are screened for a \nnumber of automatic exclusions then assessed in three dimensions (Product, Sustainability themes\nEnvironmental themesClimate changeGovernanceEco solutions\nResource efficiency\nSocial themesSustainable growth\nInclusion\nHealth and well-beingNew responsible investment capabilities: \nSustainable Diversified Growth\nNew responsible investment capabilities7Nick Edwardson, Senior \nInvestment Specialist Multi-Asset \n& Solutions\nThe Sustainable \nDiversified Growth \nstrategy builds \non Aegon AM’s \nlengthy heritage in \nresponsible investing \nusing the philosophy \nand process of a \nsingle asset class \nsustainable product \nrange.\n14Advised or sub-advised by Aegon AM UK. Not \nall products are available to all investors or in all \njurisdictions. Certain capabilities may not be open to \nnew investors.", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}