{"page_content": "Practice and Improvement) to determine their sustainability profile. Those deemed \nlaggards are excluded. Leaders and improvers are investible and, since outsize \ninvestment returns are often driven by change, improvers are often favoured.  \nAegon AM's comprehensive framework assesses three dimensions \nof sustainability\nThe identification of ‘leaders’, ‘laggards’ and ‘improvers’ is based on Aegon AM’s assessment of a company's \nsustainability of its products and practises. There is no guarantee that the assessment of a company as a leader \nor improver will continue or that positive results will be obtained from investment in the securities of such \ncompanies. All investments contain risk and may lose value. Sustainable product exclusions: tobacco, weapons, \nnuclear power, gambling, animal welfare, adult entertainment, genetic modification, coal, oil exploration and \nproduction.\nSovereign bonds, typically used for risk management, are assessed through \nalignment with SDGs to ensure every security in the portfolio has been through an \nappropriate sustainability screen and that the criteria are universally adopted. \nThe RI team is crucial to delivery of this portfolio, being solely responsible for \nthe sustainability screening and importantly for the ongoing engagement activity \nwith all holdings. Governance is as important today as it was when Aegon AM UK \nlaunched its first RI product in 1989. \n8Analysing\n• Products: What a company does\n• Practices: How a company does it\n• Improvement: Track record over timeIdentifying\n• Leaders, improvers and laggards\n• Aligns with multiple sustainability \nmegatrends\n• Results in a high-conviction, \nsustainability-themed portfolio\nSustainable products\nExclusions\nSustainable practicesBest\nBest Worst\nLeaders\nImprovers\nLaggardsSustainable\nimprovement\nNew responsible investment capabilities", "metadata": {"source": "NASDAQ_AEGN_2021.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}