{"page_content": "2019 SUSTAINABILITY REPORT 2019 SUSTAINABILITY REPORT76\nAlliance for Bilingualism\nAgreement between the Ministry of Labor and Social Security and SYKES 2019-2022\nThe agreement, endorsed by the President of the Republic, provides universal coverage \nto enable employment.\nThis Public-Private Alliance is the first of its kind in the area of English proficiency between \na private company and the government\nObjetivo: The new agreement will allow the enrollment of 10,000 new  applicants in 4 years \non our Sykes Academy. This program will increase the  talent pool not only for SYKES but for the industry, as 30% to 40%  of the graduates will be released to the market.\n• MTSS commits to a Government investment of approximately $ 4.8 million during \n2019-2022\n• SYKES is committed to training 10,000 people in English skills\n• Admitted applicants will be entered into the National Employment Program (PRONAE)\n• The applicants admitted to the SYKES Academy will receive ₡ 190 thousand from the Ministry of Labor (50% will be for their maintenance and the other 50% must be deposited in a bank account of the academy)\n• The contribution of each admitted to the academy represents a monetary contribution and not a payment for the course. With this contribution the academy will be able to expand its installed capacity for the admission of more people per month and year\n• The admitted receives the Government subsidy the second week of the following month that the candidate has been reported as a participant in the project and according to their performance\n• The same admitted person can receive several subsidies as they advance in the modules of SYKES Academy “In-Transit” and SYKES Academy  “Reloaded”\nResults 2019:\n• 1686 people admitted\n• 2784 subsidies paid by the MTSS to admitted persons\n• ₡ 247 million of income to the accounts of the Academy to cover the operating cost\n", "metadata": {"source": "NASDAQ_SYKE_2019.pdf", "page": 75, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}