{"page_content": "Closing the Digital Divide through Education\nDuring 2022, Wireless Reach actively managed \neducation programs designed to close the digital divide \nin Brazil, China, Italy, Japan, Philippines, Portugal, \nSpain, T aiwan, T urkey, the United States and Vietnam. \nThe 21st Century Classroom program is a collaboration \nwith the China Children and T eenagers’ Fund (CCTF), \na mobile broadband-based learning program supports \nthe Chinese government’s use of mobile technology to \nmodernize education and reduce poverty, paving the \nway for expanded access to educational materials, \nand enabling greater opportunities for enriched \nteaching and learning. \nAs a result of COVID-19, demand for remote  \nlearning and online teaching increased, particularly  \nin China. In collaboration with CCTF , Wireless  \nReach expanded the program by providing 125 \nalways-connected personal computers (PCs) in \n2022. More than 200 teachers and 9,000 students \nbenefitted from the use of these PCs in the  \nQuannan County of Jiangxi province this year.  \nSince 2015, more than 1,500 teachers and 34,000 \nstudents have accessed the program’s wireless \ntechnologies and teachers’ training. \nOur 5G breakthroughs are accelerating digital \ninclusion by enabling ultra-reliable connections, \nseamless interactivity and expanding opportunities \nfor collaboration among students and teachers. \n5G Smart School, a new joint initiative between \nWireless Reach, WeSchool and T elecom Italia (TIM), \nis providing schools with next-generation wireless \ntechnology solutions so teachers and students \ncan take advantage of digital tools, content and \nexperiences to enhance their learning. In 2022, the program began creating an immersive smart \nschool experience expected to reach 1,000 students \nand 45 teachers across three schools in different \nregions of Italy. The program utilizes our Snapdragon \n5G-enabled PCs, TIM’s 5G network and WeSchool’s \ntraining on innovative and digital teaching methods.\nIn the 2022-2023 school year, the initiative plans to \nexpand by doubling the number of schools where \nstudents can experience engaging and immersive \neducational methods. \nWe continue to find new areas of collaboration to \nhelp drive human and economic progress. In 2022, we \npledged our support of the Partner2Connect Digital \nCoalition, an alliance launched by the International \nT elecommunications Union (ITU), a United Nations \nspecialized agency that develops programs in Africa. \nSTEM Education\nSTEM drives the breakthrough technologies and \ninventions we bring to life. As technology leaders \nand a Company of inventors, we are committed to \ndeveloping a highly skilled and inclusive workforce \nthat stands ready to meet global demand and \naddress the most pressing challenges of our time. \nA diverse pipeline of STEM professionals is vital for  \nour continued leadership in breakthrough technologies. \nAs we look at some of the current workforce challenges \nin the United States and beyond, we’ve dedicated our \nresources to supporting initiatives that: \n• Help to bridge the STEM skills gap among  \nstudents globally\n• Build STEM capacity among teachers and educators• Engage women and URM in STEM fields\n• Leverage our employees as STEM ambassadors in \nour communities\nIn 2022, we achieved our 2025 goal to engage  \n1.5 million students and teachers across the globe. \nThis rapid growth is partly due to in person instruction \nand student engagement ramping up to almost \npre-pandemic levels. Additionally, we also saw \nstrong growth across several initiatives, including our \nThinkabit Lab sites and our collaborations with Million \nGirls Moonshot and FIRST . Our STEM programs  \nhave reached just over 2.3 million students and over \n110,000 educators since 2020.\nBelow are a few highlights from our initiatives, \ncollaborations and program beneficiaries.\nFIRST\nOur ongoing collaboration with FIRST  is another \nimportant way that we are increasing access to STEM \neducation and investing in the development of our \nfuture workforce. FIRST  is the world’s leading youth-\nserving non-profit organization advancing STEM \neducation. It engages students in grades PreK-12 in \nhands-on, mentor-based robotics programs to help \nthem become science and technology leaders and \nwell-rounded contributors to society. We have been \na proud supporter of FIRST  since 2006. As a FIRST  \nStrategic Partner, we are a thought leader along with \nseveral Fortune 500 companies that are helping to \nadvocate for equitable access to these programs and \ndrive innovative thinking in how programs are delivered. \nWe also directly support FIRST  programming, events \nand thousands of teams globally through both funding \nand time donated by hundreds of employees. \n20\n2022 Qualcomm Corporate Responsibility Report\nEmpowering Digital T ransformation", "metadata": {"source": "NASDAQ_QCOM_2022.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}