{"page_content": "Diversity, Equity and Inclusion\nOur Company’s success is rooted in the hard work \nand dedication of our workforce. We’re a diverse group \nof employees from varied backgrounds, experiences, \nperspectives and ideas. We strive to be a workplace \nthat reflects the world in which we do business.  \nOur diversity helps us increase our global awareness, \ncreate an authentic sense of belonging and \naccelerates our ability to innovate. We will continue \nbuilding an inclusive and equitable environment \nwhere everyone feels inventive, welcome, respected, \nvalued and part of the team. \nT o that end, we have created interim goals that we \naim to achieve on our way to creating a more diverse \nworkforce. By 2025, we are committed to: \n• Increase representation of women in leadership21  \nby 15 percent, from a 2020 base year. \n• Increase representation of URM22 in leadership by  \n15 percent, from a 2020 base year.\n• Increase overall representation of URM by  \n20 percent, from a 2020 base year.\nIn 2022, we remained on track to meet our interim \ngoals, making important strides by diversifying \nour talent pipeline and increasing development \nopportunities for our employees from diverse and historically underrepresented communities. Our efforts \nalso include expanding our global hiring and recruiting \npractices as well as readying our current employees \nfor advancement through education, training, \nencouraging stretch assignments and mentorship. \nWe will also continue to engage across Qualcomm \n— particularly with leaders, managers and our eight \nemployee networks — to achieve our goals. \nOur DEI Policy  highlights our promise to sustain a work \nenvironment that is inclusive, respectful and free of \nharassment, discrimination and retaliation. The policy \nalso highlights our efforts to cultivate innovators who \nhave varying backgrounds, ideas and points of view.\nWe’re proud to be recognized  as a leader in inclusion \nand diversity. Our commitment to DEI includes \nproviding equitable pay to our employees, promoting \nemployee development, celebrating various heritage \nmonths and special days with our employees and \nbuilding and sustaining collaborations with external \norganizations to provide resources and best practices \nto support our employees. \nT o build global momentum in DEI, we expanded our \npresence in Asia-Pacific and India. This increased \nrepresentation of our DEI team translated into several \nsuccesses. In June 2022, we joined The Diversity \nCharter in Germany, a corporate initiative to promote \nemployee diversity in companies and institutions. The program aims to promote the recognition, \nappreciation and integration of diversity into \nGermany’s business culture. \nIn October 2022, our Company proudly sponsored \n— and our employees and their family members \nmarched in — the T aiwan Pride Parade hosted by the \nT aiwan Rainbow Civil Action Association in T aipei. \nThis is the largest Pride event in the APAC region \nand is an extension of our Company’s decades-long \nsupport for the lesbian, gay, bisexual, transgender, \nquestioning/queer and others (LGBTQ+) community \nacross the globe. DEI is also a key part of our internal processes, \nincluding the annual employee review process.  \nWe train our managers on job-related performance \nassessment and bias avoidance, broadly gather \nfeedback from managers and co-workers for annual \nperformance evaluations, calibrate ratings across \nmanagers and provide performance feedback to \nour employees. Our open-door policy encourages \nemployees to ask questions or voice any concerns they \nmay have regarding their performance assessment or \ntheir compensation. In line with our transparency and \nopen philosophy, we also organize interactive panel \ndiscussions around the annual review process to offer Workforce\nEmpowering and inspiring our people.\n21 Global. Regular employees. Leadership is defined as individuals at the Principal and above level.\n22 U.S. only. Regular employees. For technical positions, URM includes Black, Latinx/Hispanic, Native Hawaiian or other Pacific Islander and American Indian or Native American.  \nFor non-technical positions, URM includes Black, Latinx/Hispanic, Native Hawaiian or other Pacific Islander, American Indian or Native American and Asian.\n“Our employees and their values in the workplace are important \nto Qualcomm. We see diversity as an opportunity to showcase \nthe talent and individualism of our employees. Being part of this \nassociation is extremely important for us and a step in the right \ndirection to promote diversity, equity and inclusion throughout  \nthe Company and the world. ” \nChristian Block, Senior Vice President and General Manager RF Front-End, Qualcomm RFFE Germany GmbH\n25\n2022 Qualcomm Corporate Responsibility Report\nActing Responsibly", "metadata": {"source": "NASDAQ_QCOM_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}