{"page_content": "15\n 14Raw materials and natural resource management\n• Efforts have been made to reduce non-hazardous packaging waste. Reusable, renewable, \nand recycled materials are designed into our products wherever possible.\n• We apply a Green Purchasing Policy when selecting raw materials and material vendors. \nWe consider: toxicity, longevity, reduced packaging, ability to be recycled, ability to be \nmaintained, energy efficiency, recycled content and use of materials from renewable \nresources.\n• All E-waste, lead, and silver waste streams are collected and recycled for metal extraction. \n• Our product formulations have been amended to reduce or eliminate mercury, sodium azide, \nand other hazardous materials from our products.\n• Chemical substitution is applied where possible to replace hazardous materials with non-\nhazardous (i.e. Photographic Chemicals). \nWaste management\n• In 2019, Bio-Techne decommissioned our Radiation Lab. We are 100% radiation free across \nthe entire company. Exposure to radioactivity and the risk of release of radioactive waste to \nthe environmental has been eliminated.\n• E-waste, non-regulated waste, florescent bulbs waste – all have been significantly reduced. \n• Paper usage has been reduced, by implementing policies to increase electronic \ncorrespondence, develop and encourage the use of electronic forms and set printers/copiers \nto automatic double-sided copying, purchasing recycled paper for printers.\n• We have partnered with Waste Management to implement an active single-source recycling \nprogram. \nA few Specific Projects\n• Volatile Organic Compounds (VOC) and Hazardous Waste Reduction Project \n• This project resulted in the reclassification from Large Quantity to Small Quantity    \nGenerator status.\n• A major hazardous waste stream was eliminated.\n• 220 gallons/month has been diverted from disposal via incineration.OUR ACTIONS\nBio-Techne’s commitment to environmental sustainability has been demonstrated \nthrough our recent ISO 14001 Certification at our Minneapolis, MN headquarters \nfacility (and largest site). We are also in the final stages of receiving ISO 14001 \ncertification at our European headquarters in Abingdon, U.K. \nBio-Techne has an environmental management system (EMS) covering 5 key \nenvironmental aspects: Energy, Water, Raw Materials, Natural Resources and \nWaste management.\nEnergy management \n• We constantly seek to improve our current fuel consumption and lower our \nenergy use. \n• Employees are encouraged to carpool, walk, bike or utilize public \ntransportation. \n• Alternative, renewable energy sources are utilized where possible, including \npurchasing Solar generated electricity. \n• Energy Star and other energy efficient equipment is used. \n• We recently conducted an energy efficient lighting retrofit, have set in place \npolicies for turning off lights, computers and other electronics that are not in \nuse, and installed motion detectors throughout our main campus.\nWater management\n• Minimizing water usage throughout facilities is a key focus, including reducing \nwater consumption in the laboratories, restrooms, showers, and water \nfountains.\n• Low-flow fixtures with flushing sensors (1.6 gal) and water-efficient faucets \nhave been installed throughout the main campus.\n• De-ionized water usage has been significantly reduced through our Water \nReduction Project partnership with the Minnesota Technical Assurance \nProgram (MnTAP). \nThe water management project \nassessed current water usage \nand looked for changes that \nwould decrease that usage. The \nresultant engineering change was \nthe installation of a chilled water \nloop for specialized equipment \nto reuse water. We implemented \nthe changes and documented \ndecreases in water and energy \nusage.\nWe have been recycling for more \nthan 15 years at our company. Our \nrecycling program was reassessed \nand changed to a one-source \nrecycling program in Jan 2020.\nThe Bio-Techne Environmental \nPolicy is included in our Quality \nand Environmental Management \nSystem Manual located at: \nwww.rndsystems.com/quality/\ndocuments-certifications-and-faqs.\nWeekly Kanban meetings help to  \nmanage and measure our \nimprovements.\nPROTEINS", "metadata": {"source": "NASDAQ_TECH_2020.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}