{"page_content": "16 17GOVERNANCE \nThe Board of Directors is Bio-Techne’s governing body, with \nresponsibility for oversight, counseling and direction of \nmanagement. The Board’s goal is to create long-term value for \nBio-Techne’s shareholders and ensure the vitality of the Company \nfor its customers, employees and other stakeholders. To achieve \nthis goal, the Board routinely monitors both the performance of \nthe CEO and the company as a whole. It also partners with the \nleadership team in the strategic planning process. The Board \nregularly undertakes an in-depth review of management’s long- \nand short-term strategic plan, and periodically provides input as \nthe strategy is implemented and evolves. \nThe Board has adopted Principles of Corporate Governance \napplicable to all directors, which can be found on the Investor \nRelations page of our website at www.bio-techne.com.  PILLAR FOUR:  \nOUR COMMITMENT TO GOVERANCE \nAND OPERATIONAL INTEGRITY\nThe Principles describe the Company’s corporate governance \npractices and policies and provide a framework for the \ngovernance of the Company. Among other things, they require \na majority of the members of the Board to be independent \ndirectors and require candidates for director to meet minimum \nqualifications. The Principles also specify that the Company shall \nmaintain Audit, Executive Compensation and Nominations and \nGovernance Committees which consist entirely of independent \ndirectors.\nBio-Techne adheres to the governance best practices noted \nbelow. We believe these practices form an important foundation \nfor actions and decisions of management and the Board in the \nbest interests of our shareholders.GOOD GOVERNANCE PRACTICES:\nIndependent Board  • 8 of 9 directors are independent\nLeadership  • The roles of chair and CEO are currently split, with the chair being an independent director\n  • Balance of industry, scientific and functional expertise among directors\n  • Each committee is made up solely of independent directors\n  • Annual Board and committee evaluation process, as well as periodic individual director assessments\n  • Director tenure policy led to refreshment of three Board seats in the past two years\nShareholder Rights • Annual election of directors\n  • Majority vote standard in uncontested elections, with resignation policy\n  • No shareholder rights plan\n  • No supermajority voting provisions\n  • Shareholders holding 10% or more of our outstanding stock have the right to call certain special meetings\nFor more information regarding Bio-Techne’s governance structure, please refer to the Company’s most recent proxy filed with the  \nU.S. Securities and Exchange Commission and posted at the Investor Relations page at www.bio-techne.com . \nFLUORESCENT-LABELED PROTEINS", "metadata": {"source": "NASDAQ_TECH_2020.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}