{"page_content": "ENERGY UTILIZATION \nwe r\nealize that our operations require significant amounts \nof energy, and that the generation of electricity often uses \nnonrenewable sources. \nwoodw\nard coordinates with local \nenergy suppliers to reduce our electrical consumption during peak hours. \nwe s\ntrive to find more efficient ways to \nutilize energy and reduce our total consumption of electricity. Further, we have taken steps to reduce the consumption and promote the efficient use of natural gas.  \nc\nLEAN \nwA\nTER AN\nd IN\nd\nUSTRIAL \nwAS\nTE \nwe ackno\nwledge that water is a valuable resource and \nthat every person should have access to an abundant and clean source of water. In an effort to optimize our water consumption, several manufacturing locations are equipped with a waste water treatment system, which allows us to pretreat waste water and return the water back to the public. \nwe ar\ne investing in new equipment \nthat utilizes a recycler to get secondary life out of the water used in those processes.\nOur centralized water treatment systems have mini-  \nmized the need to treat waste at the point of generation \nand decreased the associated energy requirements for multiple pieces of equipment. \nwat\ner is treated using  \nvarious techniques:\n →Ultra-filtration removes oil and grease from water\n →chemicals are added to balance the p h levels\n →Flocculation/precipitation process removes  \nsuspended solids  \nh\nazardous and non-hazardous waste are byproducts of \nmanufacturing operations. \nw\nith that in mind, we seek  \nto reduce the generation of waste wherever possible.  \nwe undert\nake considerable efforts to recycle as much \nmaterial as possible and dispose of the non-recycled waste in a safe and responsible manner.\n2 |\n60.3867.2688.22\nAY2018 AY2019 AY2020Total Water Consumption (gal) \nper Thousand Dollars of Sales\n4|\n95% 97% 96%\n5% 3% 4%\nAY2018 AY2019 AY2020Hazardous Waste Disposed and Recycled\nHazardous Waste Disposed (lbs) Hazardous Waste Recycled (lbs)\n5|\n29%31%35%71%69%\n65%\nAY2018 AY2019 AY2020Non -Hazardous Waste Disposed \nand Recycled\nNon-Hazardous Waste Disposed (lbs) Non-Hazardous Waste Recycled (lbs)3 |\n0.76\n0.600.66\nAY2018 AY2019 AY2020Total Natural Gas Consumption (thm) \nper Thousand Dollars of Sales\nwA TER\nNATURAL  \nGASwAS TEELE\ncTRI\nc\nITY1 |\n61.99\n56.58\n55.48\nAY2018 AY2019 AY2020Total Electricity Consumption (kWh) \nper Thousand Dollars of Sales21 20 cO mm UNITY", "metadata": {"source": "NASDAQ_WWD_2020.pdf", "page": 10, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}