{"page_content": "Active member participation, contribution and engagement  \nare keys to our success. \nwe seek t\no provide a work environment \nthat fosters growth, encourages self-development and provides meaningful work. Our compensation strategy provides competitive pay, benefits and incentives. \nwe ar\ne continuously investing in \nthe advancement of our members’ skills, professional and leadership development.mEmBERS05At woodw ard, we promote an inclusive workplace that  \nis free from discrimination and harassment so that  \nmembers have the opportunity to perform at their greatest \npotential and contribute to the team in creative ways.   \nO\nUR \nwOR\nkp\nLAc\nE \nOur f\nacilities provide open, safe and healthy workspaces. \nTo ensure that we afford all members a safe workplace, we have established various emergency response, safety and security procedures, and members are trained in these procedures. \nwe also hav\ne policies to address  \nviolence or threats in the workplace, and have established protocols for members to report concerns and to ensure that such concerns are taken seriously and promptly investigated. In the interest of ensuring a safe and  \nproductive workplace for everyone, we have established policies that require members to perform their work  \nfree from the influence of any substance, legal or illegal, that could impair job performance. \nwe hav\ne established \nprotocols to fairly assess reports that any member is impaired at work. \nwoodw\nard also provides access to \nresources to help members who believe they have a  \nsubstance-abuse problem.\nIn many of our facilities, we have reduced the number  \nof walled offices and instituted an open-concept work \nenvironment that promotes communication and  \ncollaboration. Our production areas are also laid out  \nin an open manner to promote safety, visibility and  \ncommunication so that production issues can be quickly identified and promptly addressed. \nwe hav\ne meticulously \ndesigned office and production work areas to take  \nadvantage of the benefits of natural lighting, and we  \nprovide multiple collaboration spaces, including outdoors. \nwe periodic\nally refine our layouts based on observations \nand member feedback. \nm\nembers have responded  \npositively to office and manufacturing workplace  \nimprovements since the initial adoption of the concept across the \ncompany beginning in 2014.\n OUR mE m BERS\nEqUAL  Emp LOY m ENT  Opp OR TUNITY  \nwe ar\ne committed to providing equal employment  \nopportunity for all qualified members and applicants without regard to race, color, religion, age, sex, national origin, disability, sexual orientation, gender identity or expression, veteran status, marital status, genetic  \ninformation, or any other protected class, and to make  \nall employment decisions in accordance with this  \nprinciple of equal employment opportunity.\nw\nAGE ,\n \nhOURS  \nAN\nd B\nENEFITS  \nwoodw\nard follows all applicable wage and hour laws \nincluding minimum wage, overtime and maximum hour rules in all countries where we do business. \nwoodw\nard \nprovides competitive wages and other benefits to attract and retain top talent. \nwe also pr\novide members with \nopportunities to develop their skills and enhance their business and professional acumen to support future  \nsuccess, both for the member and for the \ncompany\n.\n45 44  m E m BERS", "metadata": {"source": "NASDAQ_WWD_2020.pdf", "page": 22, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}