{"page_content": " \n \nZealand Pharma A/S   1/9 \n Corporate Social Responsibility (CSR) Report for 2015  \n \n \n1. Zealand and CSR  \nOur Corporate Social Responsibility (CSR) work is an integrated part of Zealand’s business and our \nefforts in th e area are based on our core values. We believe that Zealand has an obligation to be socially \nresponsible in order to benefit not only Zealand’s main stakeholders, being mainly shareholders, patients \nand employees, but also to society. It remains a key foc us for us across our business to have an open, \nengaging and respectful communication with all our stakeholders.  \n   \nOur CSR efforts are based on the most admissible elements of some of the most widely implemented \nCSR initiatives in the world, notably the Global Reporting Initiative (GRI) and the United Nations Global \nCompact. Zealand has found in these two systems complementary frameworks for both guiding and \nreporting its CSR activities along several principles in the areas of labor, the environment, huma n rights \nand anti -corruption. In addition to these, we have supplemented a provisional category for animal rights \nowing to the unique exigencies of our industry.  \n \nZealand is a maturing biotech company with established scientific expertise and a leading -edge position \nin turning peptides into medicines. Our therapeutic focus lies in specialty disease areas where peptide -\nbased medicines have particular relevance and where the patient population is easily identifiable and \ntreated by specialist s. \n \nWe have a matu re portfolio with five products out -licensed to Sanofi, Helsinn and Boehringer Ingelheim, \nincluding one marketed medicine and two under regulatory review in the US. Zealand’s strategic focus \nis on its growing proprietary pipeline, which includes four inves tigational medicines in clinical \ndevelopment.  \n \nIn 2015 we launched an accelerated growth strategy which we call ”From peptide to patient”. It is an \nambitious strategy for accelerated value creation that builds both on the prospects of significant revenue \ngrowth from our out -licensed products and on the potential in our growing proprietary pipeline.  \n \nThe strategy consists of four main elements:  \n• Build a portfolio of proprietary medicines  \n• Focus on specialty disease areas  \n• Enhance our peptide expertise and main tain a dynamic R&D organization  \n• Accelerate growth via strategic partnerships  \n \nThe strategy is rooted in our core values: Ambitious, Passionate, Courageous, Curious and Empathetic. \nThese are fundamental for the way we work and act against all stakeholders. The values inspire and \nmotivate employees at Zealand to develop new peptide -based medicines to improve quality of life for \npatients.  \n \n \n  ", "metadata": {"source": "NASDAQ_ZEAL_2015.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}