{"page_content": " \n \nZealand Pharma A/S   2/9 \n2. Our CSR focus  \n \nAt Zealand, when carrying out our business we are committed to be socially and environmentally \nresponsib le and comply with relevant laws, standards and guidelines. At the same time we are focused \non the well -being of our employees and we encourage actions to minimize our impact on the environment \nas much as possible. Given that Zealand does not currently mar ket or commercialize medicines by itself, \nthere are many issues specific to the pharmaceutical industry that does not fall within the scope of \nZealand’s CSR initiatives.  \n \nFurther, as we are a smaller company with app. 1 10 employees , we have to carefully al locate our \nresources;  therefore we have prioritized to not yet adopt a policy on Human Rights. However, we are \naware of and respect the UN Guiding Principles on Business and Human Rights.  \n \nTo improve the transparency of our social responsibility, Zealand has elevated CSR questions to \nZealand ’s senior management. Zealand has chosen to give particular emphasis to those areas that are \nunique to Zealand’s business.  \n \nThe following focus areas have been considered important to Zealand’s business and operations:  \n \n \n \n \nWe have decided to merge two of our prior focus areas ‘Labor Practices & Decent Work’ and \n‘Occupational Health & Safety’ to one area: Employee well -being including health, safety and labor \npractices.  \n \nZealand’s CSR report discloses the main highlights  of our CSR initiatives but it does not reflect a static \nsystem of initiatives and policies. It is an ongoing process that adapts to accommodate new ideas and \nactivities to keep the company up to date with the developments within this area.  \n \n2.1. Employee well -being including health, safety and labor practices  \nPolicy and guidelines  \n \nAt Zealand, the employees are our most important resource and we believe that an engaged, skilled and \nmotivated workforce result s in better quality work. We work with developing our employees ’ \ncompetencies,  as knowledge and experience are the key to our success as a biotech company. We \nbelieve that an experienced management team and talented pool of employees with profound experience \nin the pharmaceutical and biotech industry and diverse  backgrounds  the best way to drive performance \nand innovative thinking. We have invested in development of employee competencies and we regularly \ninvest in leader training to enhance employee engagement.  \n \nKey to our success is the competencies and inn ovative drive of our employees coupled with an \norganizational culture and structure, which support open and dynamic interactions across functions.  \n \nOur work environment is characterized by:  \n \n• Cross functional team -work  \n• Room for individual performance and d evelopment  \n", "metadata": {"source": "NASDAQ_ZEAL_2015.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}