{"page_content": " \n \nZealand Pharma A/S   3/9 \n• Informality and respect  \n• High work -ethics and engagement  \n• Fun \n \nWe work actively with our employees’ well-being, we have numerous policies in place to ensure the \nphysical, mental health and safety of all employees,  and Zealand’s  working environme nt. \n \nWe have established a number of committees, including a works council and an occupational health and \nsafety committee (OHSA committee) where both management and employees are represented and \nregularly discuss matters related to our work environment.  \n \nZealand has numerous written procedures in place to support our work environment. With respect to its \npolicies, Zealand has taken as its starting point Danish Labor Law and in some cases gone above and \nbeyond what is required of public companies in order t o be more considerate of and responsive to the \nexigencies of its workforce. These policies are described in an Employee Handbook, such as different \nforms of leave, health and alcohol consumption. Our policies for occupational health and safety (OHAS) \nare d escribed in an individual manual. It emphasizes that Zealand highly prioriti zes the work environment.  \n \nGeneral health and wellbeing at Zealand are also taken seriously, and the company facilitates the good \nhealth of its employees with gym and exercise fac ilities, as well as healthy food options. Health insurance \nis offered to all employees.  \n \nZealand works systematically to maintain a safe and healthy work environment and to develop \nemployees understanding of their own and colleagues' safety.  \n \nAll Zealand e mployees are trained under standard safety protocol, through which they are given the tools \nto manage their own occupational safety. Workplace audits (Arbejdspladsvurderinger APV) are \nconducted regularly.  \n \nA “Near -Accident” Reporting Initiative to build o n Zealand’s strong safety track record and safeguard \nagainst potential future accidents is maintained.   \n \nAll employees at Zealand have a job description and CV, which are reviewed on a yearly basis.  \nZealand is committed to develop its employees, and provi de continuous training and have therefore \nbudgeted a fixed amount for every employee every year for training and development purposes. This \npolicy has proven to have synergistic benefits for both company and employee. Zealand takes its \nemployee development  interviews (EDI)  very seriously,  including clear goal and bonus goal setting, \ncompetence development and performance evaluation, which  are performed yearly.  \n \nLabor unions currently representing our employees include ‘HK it, medie og Industri Hovedstaden’. \nZealand negotiates in good faith a collective agreement every 3 years. Next negotiation is planned for \n2016.  \n \nAdditionally, Zealand actively promotes an open , inclusive environment for its employees, and has \nadopted English as its primary language to accommodate its substantial cohort of international \nemployees. Zealand is also open -minded and forward thinking in its employment development programs \nfor PhD can didates and trainees.  \n \nWe have implemented various indicators to measure employee satisfaction. A yearly employee \nsatisfaction survey is performed and measures the results from initiatives from the previous year as well \nas identifies areas for improvement  going forward.  \n \nRisk assessments are reviewed quarterly, and the OSHA Committee at Zealand regularly conducts \nsurveys.  \n \n ", "metadata": {"source": "NASDAQ_ZEAL_2015.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}