{"page_content": " \n \nZealand Pharma A/S   4/9 \n2.1.1  Diversity  \n \nZealand’s culture and polic ies are rooted in a respect for diversity and are as such fully compliant with \nDanish regulati on regarding equal opportunity employment.  \n \nZealand is committed to hiring and retaining the most qualified employees without regard to race, creed, \ngender or age, but strives for diversity throughout the organization with respect to age, nationality and \ngender.  \n \nZealand aims to achieve a reasonabl e representation of both gender on all management levels – from \nboard of directors to head of departments. We will encourage female candidates’ interest in taking on \nmanagerial tasks.   \n \nThe split of female vs. male employees were:  \n \n 2015  2014  \n Male  Female  Male  Female  \nZealand Pharma A/S  48% 52% 46% 54% \nExecutive management  50% 50% 100%  0% \nSenior management  60% 40% 60% 40% \nHead of departments  59% 41% 73% 27% \nOther employees  46% 54% 40% 60% \n \nThe executive management has an even split of female/male representation in 2015 (2014: 0% female \nrepresentation), whereas the senior management team at Zealand constitutes 40% women end of 2015 \n(2014: 40%), same level as in 2014.   \n \nOf the head of departments, 41% were female end of 2015 (2014: 27%).  \n \nOther employees figures  2015  2014  \nAverage age of workforce  46,1 45,0 \n% of non -Danish employees  19% 22% \nEmployees holding a PhD  37 34 \nPhD students  3 3 \nOther students  3 1 \n \nEnd of 2015, the percentage o f the total employees  being  non-Danish  were 19%  (2014: 22%). Of the \nsenior management,  40% were non -Danish  \n \nThe average age of the employees at Zealand was 46. 1 years in 2015 (2014: 45 years).  \n \nMembers of the Board of Directors currently const itute 3 women and 6 men, of which 2 women and 4 \nmen have been elected at the Annual General Meeting (33% female representation).  \n  ", "metadata": {"source": "NASDAQ_ZEAL_2015.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}