{"page_content": " \n \nZealand Pharma A/S   5/9 \nThe target in 2014 was to have a minimum of 25% AGM elected female board members within 2 years. \nThis target has been achieve d by the election of Rosemary Crane and Catherine Moukheibir at the \nAnnual General Meeting in 2015.  \n \nAchievements in 2015  \n \nDevelopment  \n \n• We launched an implementation plan to identify actions to move the company towards achieving \nour ambitious 2020+ strategy named “From peptide to patient”. Zealand held a company day for \nthe whole organization in order to explain and start the implementatio n of the new strategy.  \n \n• To support our strategy and as part of our organizational growth, Zealand has in 2015 established \na number of new department areas such as HR, Regulatory and Quality Assurance – areas that \npreviously have been taken care of by exte rnal consultants.  \n \nEmployee well -being  \n \n• At the employee satisfaction survey, the percentage of employees that stated that Zealand is a \ngood place to work amounted to 97% (2014: 89%). An improvement of 8%.  \n \n• 87 % of the work force at Zealand view the physic al work environment at Zealand as good/often \ngood (2014: 88%), and 88% of the work force view the psychological work environment as \ngood/often good (2014: 85%).  \n \n• The absence rate was 1 .8% (2014: 2,0%).  \n \n• During the year,  Zealand offered a health check to al l employees.  \n \n• Employee turnover was 6%, compared to our target on 7%, this was above expectations.  \n \n• Zealand regularly invests in leader training. In 2015, individual training took place; while in 2014 \nall department heads completed an internal, common mana gement training.  \n \n \nSafety:  \n \n• Under our ‘Near -Accident’ Reporting Initiative 2 ‘near -accidents’ were reported (2014: 4 ‘near \naccidents’ reported).  \n \n• Two ‘obligated to notify’ accidents were reported (2014 – none).  \n \n• Zealand has had no incidents of significant  injury in 2015 (2014 – 0), as measured by days of \nabsenteeism or convalescence taken due to work -related injury.  \n \n \nDiversity  \n \n• As of 15 January 2015, Britt Meelby Jensen took up the position as new Chief Executive Officer \nreplacing David H. Solomon, who had been leading the company since 2008. The executive \nmanagement is then represented by an even split of female/male.  \n \n• In 2015, as part of our organic growth, Zealand established a number of new departments and \nnew head of departments were either recruite d or promoted internally. Out of the 5 new head of \ndepartments, 4 were women.  \n ", "metadata": {"source": "NASDAQ_ZEAL_2015.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}