{"page_content": " \n \nZealand Pharma A/S   6/9 \n• Zealand remained committed to provide equal opportunities for women and men at all \nmanagement levels.  \n \n \nFocus areas in 2016  \n \n• We will continue our activities to implement our am bitious 2020+ strategy.  \n \n• Leadership training has been planned for both project managers and department  heads.  \n \n• The focus area for the whole organization is stress and actions to prevent stress among the \nemployees. This is measured via our yearly employee  survey. The goal for 2016 is that less than \nthe answers are 20% to the question ‘I do not feel stressed’ (of the possible replies : ‘often not \ntrue’ or ‘un-true’).  \n \n• The target range for the employee survey on ‘Zealand is a good place to work’ is 92 -97%.  \n \n• Zealand cares about the well -being of the employees and will again  in 2016 offer a health check \nto all employees.  \n \n• We aim for an appropriate level of employee turnover and an absence rate at same level as the \nprevious years.  \n \n• We aim for an appropriate leve l of Near -Accident’s.  \n \n• Zealand will continue to focus on the gender diversity of employees at all levels of the company.  \n \n• We will continue to encourage female candidates to take on managerial tasks.  \n \n• Zealand will continue to focus on employee well -being,  health and safety.  \n \n \n \n2.2. Ethics and Quality in relation to Research and Development Activities  \nPolicy and guidelines  \n \nZealand’s quality policy describes compliance with international recognized standards and guidelines in \nall stages of research and developme nt and does not place patients or animals at risk due to inadequate \nsafety, quality or efficacy. Activities not performed in -house, are outsourced to qualified and approved \nvendors. It is recognized, that in outsourcing these activities, Zealand maintains the sponsor \nresponsibility for the activities and quality procedures are established to ensure that the outsourcing is \nestablished and managed in compliance with relevant international regulations, legislations and \nguidelines, such as Good Manufacturing Pr actice (GMP), Good Laboratory Practice (GLP) and Good \nClinical Practice (GCP).  \n \nZealand has one common Quality Management System (QMS) for all Research and Development \nactivities that is described in a Quality Manual. New employees are trained in the QMS, Quality Policy \nand Standard Operating Procedures as part of their introduction program.  \n \nZealand is committed to complying  with relevant regulations, laws, standards and guidelines. We \ntherefore ensure performance of internal and external audits  according to approved audit plans.  \n \n \n ", "metadata": {"source": "NASDAQ_ZEAL_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}