{"page_content": " \n \nZealand Pharma A/S   7/9 \nAchievements in 2015  \n \n• Zealand ensures performance of internal and external audits according to approved audit plans. \n13 audits were conducted (2014: 4 audits).  \n \nFocus areas in 2016  \n \n• Zealand will focus on a general up date of our Quality Manual, and continuously audit ing our \nvendors.   \n \n \n2.2.1  Animal welfare  \n \nTo allow for the discovery of new therapies and to ensure efficacy and safety of new pharmaceuticals, it \nis necessary to conduct in vivo experiments using laboratory animal species. Zealand’s policy towards \nanimal ethics and welfare is to use animal studies only where no available and acceptable in vitro \nalternative exist s. When used, all laboratory animals used under our responsibility must be treated \nhumanely and wit h respect , and only purpose -bred animals are used. Zealand adheres to the principles \nof the 3R ’s (reduction, refinement and replacement) and work to integrate these principles in all studies \nconducted, where possible.   \n \nAll in -house animal studies are car ried out in accordance with guidelines provided by the Danish Ministry \nof Justice, including specific licenses. Danish law stipulates regular inspections of the animal facilities, \nas well as comprehensive reporting protocols overseeing experiments conducte d during the year, \nprocessed through the governmental agency (Dyreforsøgstilsynet). The operational flow of information \nand reporting, upward from lab technician to academic to department head, ultimately ensures a \ncentralized destination for all of the co mpany’s pharmacology and toxicology data, which is duly recorded, \norganized and sent to the regulatory authorities.   \n \nAll employees working with laboratory animals have appropriate and documented education and training.  \nVeterinarian inspections of the an imal facilities are performed regularly and always on -demand.  \n \nIn addition, Zealand has an internal ethical committee that screens all proposed in -house in vivo \npharmacology and PK experiments for compliance to regulatory and ethical permissions.  \n \nThe ne cessity of animal experiments to Zealand’s research and development activities cannot be \noverstated, and thus the company constantly strives for the greatest vigilance and care in its treatment \nof animals.  \n \nAchievements in 2015  \n \n• In 2015, as in 2014, there were no reported incidents of negligence.  \n \nFocus areas in 2016  \n \n• Zealand will continue to focus on animal welfare and comply with the principles of the 3R’s.  \n \n \n2.3. Environmental sustainability and climate  \nPolicy and guidelines  \n \nZealand’s environmental policy outlines our commitment to protect the environment . By conducting \nbusiness in a safe and environmental friendly manner , we aim to reduce the impact on the environment ", "metadata": {"source": "NASDAQ_ZEAL_2015.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}