{"page_content": " \n \nZealand Pharma A/S   8/9 \nand climate as far as possible taking into consideration our size and type of comp any. Zealand complies \nwith laws and regulations relevant for our business.  \n \nWe are mindful about the environment and climate, and we encourage employees to act in an \nenvironmental friendly way, to produce as little waste as possible. We have implemented tw o-sided, \nblack/white printing as our office standard, and a ‘please consider the environment before printing’ \nmessage in our standard e -mail signature.  \n \nWe have procedures for recycling paper and cardboard as well as use of electricity and heating.  \n \nZeala nd contributes to energy saving by selecting office and laboratory equipment that requires low \nenergy usage when possible.  \n \nOur travel guidelines limit unnecessary plane travel by employees and encourage use of our video \nconference facilities and teleconf erencing as an alternative to business travels.  \n \n \n2015 achievements  \n \n• Zealand continued to encourage employees to act in an environmental friendly manner.  \n \n• As a specific initiative, we have removed all plastic and glass bottles, installed a number of \ndrinking  water machines and then provided all employees with recycled water bottles.  \n \n• We reduced our number of business travels and our travel costs decreased by 10% compared \nto 2014.  \n \n \n2016 focus areas  \n \n• We remain mindful about the environment and will continu e to mi nimize our environmental impact \nand encourage employees to continue with initiatives to improve our environment and climate.  \n \n2.4. Business ethics  \nPolicy and guidelines  \n \nZealand’s quality and reputation as a business and scientific collaborator are of the utmost importance \nto its strategic future, and it is therefore in the company’s and its stakeholders’ best interests that Zealand \nemployees are educated and kept updated of policies regarding corruption and compliance, insider \ntrading , proper and legal management of external intellectual property.  \n \nZealand strives to conduct business according to highest ethical standards and safeguard s its business \nagainst corruption and  non-compliance where its employees are most at risk.  \n \nZealand will proactively engage in a positive dialogue with all regulatory and advisory authorities and \nstakeholders from the relevant industry, in order to be inspired to further improvements.  \n \nZeala nd has an established whistleblower program, which is approved by the Danish Data Protection \nAgency.  \n \nZealand contributes to sponsorships and during the last 4 years, Zealand has supported the Juvenile \nDiabetes Research Foundation (JDRF) organization.  \n \n ", "metadata": {"source": "NASDAQ_ZEAL_2015.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}