{"page_content": "Marriott Sustainability Report    13Hotels are located in city centers, at airports, near nature \nreserves, on pristine beaches, and at historic and cultural land-marks. As travel worldwide has grown in the past 50 years, we have opened hotels in many new destinations, each represent-ing a new link of influence, impact and opportunity. Giving back to the places where we do business is at the heart of Marriott’s “Spirit To Serve Our Communities\n®” social responsibility and \ncommunity engagement initiative. Our pledge is that “every community will be a better place to live and work because we are there.” We serve communities around the world through these signature issues:\nShelter and Food\nEnvironment (see page 17)\nReadiness for Hotel Careers\nVitality of Children\nEmbracing Global Diversity and Inclusion (see page 8)\nWorldwide our hotels and business units help put roofs over people’s heads and food on their plates, provide education so people can secure jobs, and help youth who are vulnerable to poverty, exploitation and lack of opportunity. As hoteliers, we have the additional opportunity to leverage the goodwill of our guests and associates to amplify the positive impact. In 2008 and 2009, reported associate fundraising and guest donations totaled  \n$12.4 million worldwide, and our associates committed 750,000 \nvolunteer hours. This contributed to our two-year worldwide charitable contributions of $ 73.9 million, consisting of 33 percent \ncash, 46 percent in-kind, and 21 percent volunteer time.CONTRIBUTIONS* ($M) 2007  2008 2009\nCash Contributions $6.6 $6.3 $5.9\nIn-Kind Contributions $19.9 $18.5 $15.5\nTotal Cash/In-Kind Contributions $26.5 $24.8 $21.4\nAssociate Fundraising $6.6 $8.0 $4.4\nAssociate Volunteerism** $5.7 $8.8 $6.5\nTotal Corporate and Associate  \n Contributions $38.8 $41.6 $32.3\n * Includes some franchised hotels\n**  Based on Independent Sector’s value of the volunteer hour for the noted \nyear. The 2009 hour value is $20.25.\nGiven the challenging economy, charitable giving in 2009 \nreflects a decrease in giving except for minority-focused organizations.\nThese figures represent just a part of the diverse, worldwide \nsocial responsibility efforts of Marriott business units and branded hotels. While our business is global, our business units support distinct needs of their communities and the organiza-tions working to address them. Some of our programs are global in nature and engage guests and associates worldwide through our partnerships with multinational nonprofit /non-governmen-tal organizations.MARRIOTT AND SOCIETY\nYOUTh CaReeR INITIa TIve\nIn 12 countries, the Youth Career Initiative (YCI) enables hotels \nto provide a six-month education program for young people from disadvantaged backgrounds. The program helps empower students by providing them with life and vocational skills to expand their choices in life. Since 1997, Marriott has taken on the role of champion for the implementation of YCI within the hotel industry and launched the first YCI programs in Latin America, Europe and the Middle East. In 2007, the first YCI programs in Mexico were launched at the JW Marriott Mexico City and the CasaMagna\n® Marriott Puerto Vallarta Resort & Spa and were \nexpanded in September 2009 to include the JW Marriott Cancun Resort & Spa and the CasaMagna\n® Marriott Cancun Resort.\nPictured: YCI student receives training in the kitchen at the CasaMagna Marriott Cancun Resort.", "metadata": {"source": "NASDAQ_MAR_2009.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}