{"page_content": "Marriott Sustainability Report    23ENVIRONMENT\nn “2009 100 Greenest Big Companies”—ranked #42 and  \nbest in the hospitality industry Newsweek\nn “2009 Tourism for Tomorrow Award for Sustainability” World Travel & Tourism Council\nn ENERGY STAR® Partner of the Year  \nU.S. Environmental Protection Agency 2004 – 2009\nn “2009 Best Green Companies in the U.K.” The Sunday Times\nn Climate Counts—Marriott ranked #1 in the industry by  consumers 2008 & 2009\nn “Top 12 Green IT Companies” Computerworld 2008 & 2009\nn Tops in Travel & Leisure  Ceres Investor Coalition 2008\nn “2008 Global Vision Award” for environmental strategy Travel + Leisure magazine\nDIVERSITY\nn “America’s Top 20 Corporations for Women’s  Business Enterprises”  Women’s Business Enterprise National Council – 2010\nn “Top 100 Employers for the Class of 2010” Black Collegian magazine\nn Inaugural “Best Companies for Hourly Workers” Working Mother magazine 2010\nn “Top 50 Companies for Diversity” Diversity Inc. magazine 2001, 2003 – 2010\nn “100 Best Companies for Working Mothers” Hall of Fame Working Mother magazine 2005 – 2009\nn “40 Best Companies for Diversity” Black Enterprise magazine 2005 – 2010\nn “Top 60 Diversity Elite” Hispanic Business magazine 2006 – 2010\nn “50 Best Companies for Latinas to Work For”  Latina Style magazine 1998 – 2010\nn “Company of the Year”  Latina Style magazine 2010\nn  “Top 25 Corporations for Supplier Diversity” Hispanic Business magazine 2010\nn “Top Corporation for Supplier Diversity” Women’s Business Enterprise National Council 2009\nn “Top Companies for Executive Women” National Association for Female Executives 2006 – 2010\nSOCIAL RESPONSIBILITY\nn “2009 Corporate Social Responsibility Award” Association of Corporate Travel Executives\nn “2009 World Savers Award” for The Ritz-Carlton Company for “Doing it All” and “Education” Condé Nast Traveler\nn “2010 Corporate Social Responsibility Award” National Business Travel Association\nBUSINESS ETHICS\nn “World’s Most Ethical Companies” Ethisphere Institute 2009HUMAN RIGHTS\nn FTSE4 Good Index Member Council 2008 – 2010\nn 100 percent score on the Human Rights Campaign Foundation’s Corporate Equality Index report 2008 – 2010\nWORKFORCE\nn Inaugural “Icon of the Industry” Award presented in 2009 to J.W. Marriott, Jr. Cornell University School of Hotel Administration\nn “100 Best Companies to Work For” FORTUNE magazine 1998 – 2010\nn “Hottest Employers of 2010” Business Week\nn “Best Places to Launch a Career” Business Week magazine 2007 – 2009\nn “Health & Wellness Trailblazer Award” Alliance for Workplace Excellence 2008 – 2010\nn “Workplace Excellence Seal of Approval” Alliance for Workplace Excellence 2005 – 2010\nn “India’s Best Companies to Work For” Great Place to Work Institute, India 2009 – 2010\nn “Best Employers in Singapore” Hewitt Associates 2009\nn “Best Employers in India” Hewitt Associates 2009\nn “2009 Most Admired For HR”—Marriott ranked #3 Human Resource Executive magazine\nExamples of Property-level Awards and Recognition\nn “2010 Asian Green Hotel Award”—Renaissance Kuala  Lumpur Hotel\nn “100 Best Places to Work in Mexico”—JW Marriott Mexico City, CasaMagna Marriott Cancun Resort, JW Marriott Cancun Resort & Spa, CasaMagna Marriott Puerto Vallarta Resort & Spa Great Place to Work Institute 2008 & 2010\nn “2009 Best Practice of Converting Garden Waste into Vermicompost”—Renaissance Mumbai Convention  Centre Hotel Municipal of Greater Mumbai and Tree Authority\nn “Excellence Award in Staff Relations & Benefits / Welfare”—Renaissance Koh Samui Resort & Spa Thailand Department of Labor 2009\nn “Best Employers Hong Kong”—JW Marriott Hotel Hong Kong ranked #2 and Renaissance Harbour View Hotel Hong Kong ranked #3 Hewitt 2008 – 2009\nn “Best Employer in Asia 2009 (Hotel Category)”—The  Ritz-Carlton Millenia Singapore Hewitt Associates / The Wall Street Journal Asia \nn “2008 Outstanding Community Service”—Sydney Marriott Hotel  \nAustralian Hotel Association\nn “Best Place to Work in Portugal 2008 (mid-sized company)”—Penha Longa Hotel Spa & Golf Resort Exame magazineAWARDS & RECOGNITION", "metadata": {"source": "NASDAQ_MAR_2009.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}