{"page_content": "18 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nGovernance \nguidelinesConflict of interest \nprevention\nMercado Libre’s Corporate Governance structure \nincludes a Board of Directors and an Executive \nTeam. Candidates to the Board of Directors are \nproposed by the Nomination and Corporate \nGovernance Committee to the Board of Directors. \nThey are concurrently nominated to be elected by \nthe Shareholders’ Meeting. The Nomination and \nCorporate Governance Committee evaluates the \nproposed candidates according to the criteria listed \nin the Corporate Governance Guidelines and \nits bylaws.\nThe Independent Directors receive an annual \ncompensation, which is a combination of cash and \nMercadoLibre, Inc. restricted stock. \nThe Chief Financial Officer (CFO) is responsible for \neconomic, environmental, and social issues at the \nmanagement level. Four times a year the business \nunit heads report profit and loss statements, the \nsocial context of operations, and business strategy \ndevelopments to the Board of Directors. In addition, \nthe highest governance body holds an annual \nmeeting with all the management levels of the \norganization, including subsidiaries, to discuss the \ncompany’s overall performance. \nThe Corporate Governance structure is \ncomplemented by the Audit Committee, which \noversees accounting and financial reporting \nprocesses, the functioning of internal controls, \ncompliance with the laws and regulations of \neach country, and the evaluation and effective \nmanagement of financial risks.  Everyone who works at Mercado Libre must report \nthe existence of any potential, real or alleged conflict \nof interest to their immediate leader and complete \nthe Conflict Check Form. The situation will be \nevaluated by the Ethics and Compliance area. All \npersons reporting a conflict of interest must abstain \nfrom participating in any decision-making process \nand/or from accessing the information related to the \nsituation involved in the conflict of interest. \nEvery year, all persons with a leadership position \nmust complete the Conflict Check Form. This form \ncontains, including but not limited to, questions about \ndirect or indirect economic interest in Mercado Libre \nsuppliers, business partners or competitors, external \nwork activities, links between people who report \nto each other, and travel invitations received by \nmembers of our value chain.\nThe members of Mercado Libre Inc.’s Board must \nquarterly file a special related party disclosure \nstatement in compliance with SEC Regulation S-K \nand ASC 850 of the U.S. GAAP. They are also \nrequired to report their performance as Board \nmembers or as members of leading teams with \nother companies.Responsible corporate \nbehavior\nAt Mercado Libre, respect for people and their rights comes before any corporate decision or goal. \nAs stated in our Code of Ethics, we are committed to respect for people and human rights. In addition, \nour communication strategies inform the general public of our commitments to diversity and inclusion, \nzero tolerance toward any kind of discrimination, and the creation of a safe and healthy work environment. \nOur Code of Ethics guides our actions and is the basis of all decisions made by Mercado Libre. It describes \nour commitment to responsible corporate behavior and aims to ensure that our relationships with third parties \nand co-workers are built on a foundation of honesty, equality, respect, and integrity values. In 2022, we started \nthe analysis and update of our Code of Ethics, which will be published in 2023.\nIn addition, our Code outlines our commitment to compliance with laws and regulations, and good \nmanagement practices for internal information, company assets, and digital media. Published on our Investor \nRelations site, the Code is publicly accessible.\nPeople working at Mercado Libre must sign it upon joining the company and suppliers and business partners \nmust accept it upon their inclusion in our database. In 2022, the Code was accepted by 97% of our Spanish-\nspeaking teams and 100% of our Brazilian teams. Our online training program launched to ensure that \neveryone understands and interprets the Code correctly was completed by 88% of our employees. In addition, \nthe anti-corruption commitments and standards established in our Code of Ethics were accepted by \n4315 companies and suppliers.\nCode of Ethics\n1 In 2022, the base was modified to exclude those who work in the storage centers and do not have devices \nfor virtual training.Business", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 17, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}