{"page_content": "25 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nIntellectual property protection\nFast and efficient customer serviceWe proactively protect all intellectual property rights, such as trademarks, copyrights, industrial models and \ndesigns, and patents. Our Brand Protection Program is an effective reporting tool that allows brands to search \nfor and report infringing listings in an agile and simple way. It is a fundamental pillar to support those who sell \non our platform in their business growth and collaborate in the fight against piracy. \nWe strongly support the Anti-Counterfeiting Alliance, a partnership between Mercado Libre and premium \nbrands against counterfeiting and piracy in our ecosystem. This initiative is grounded on the proactive \nmonitoring of infringing listings, the strengthening of collaboration with authorities, the filing of joint legal \nactions against infringers, and the education of sellers on good practices and posting techniques. Buyers are \nalso educated on how to identify and report counterfeit or pirated products.\nWe build trust in our services by permanently communicating with our solution users. We have different \ncustomer service channels available to offer support to those who need it. To reach this goal, we plan the \ncapacity of our operation by designing effective models to help our customers, monitoring performance and \nmanaging the knowledge of our teams. \nOur Customer Service team is made up of more than 9000 highly skilled people working in four solution \ncenters located in Argentina, Brazil, Colombia, and Uruguay. Contact with our Customer Service center is fast, \neasy, and efficient. Anyone can reach out from the “Contact us” option in the Help section of our platforms. \nAll complaints are addressed and handled providing a prompt response and solution. We also promote self-\nmanagement with tools based on machine learning to expedite response times, be quick and efficient in \ncommunication, and avoid lengthy processes that may thwart the user’s experience.  \nHOW USERS CAN CONTACT US\nONLINE\nWeb chat \nWhatsApp \nTelephone \nHELP PAGE\nFAQsNEW!OFFLINE\nE-mail\nSocial media \nCHATBOT\nSelf-management channelPrivacy and \ninformation security\nWe protect the privacy of those who entrust us with their data so that they use our ecosystem securely \nand confidently. Personal data protection is a value-creation opportunity for our product and service users. \nTo offer more and better services, we collect and process personal data about our users, that we \nmanage responsibly. \nOur IT area adopts an agile and innovative approach that guarantees the confidentiality, integrity, and \navailability of personal data. We give top priority to explaining the type of information we collect, what we do \nwith user data, and where we share it, including the use of data in connection with artificial intelligence and \nmachine learning. \nAll users who register with our platforms are subject to a Privacy Statement, which is available on the \nhome page of each local website. The Privacy Statement clearly and explicitly states the uses made of the \ninformation for primary purposes related to the provision of the services offered by Mercado Libre. In addition, \nwe have a strict company-wide internal compliance program, and we collaborate with different agencies to \nalign our entire operation with the highest regional privacy standards. In turn, we developed a privacy \nweb page in which we inform clearly and simply how we use personal data and make effective channels \navailable to our users so they can exercise their ARCO rights (Access, Rectification, Cancellation, \nand Opposition).Experience", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}