{"page_content": "40 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nWe act today for \nsustainable development \nin Latin America\nTrue to our origins, our purpose has always been to \ndemocratize commerce and money in Latin America. \nWe are committed to making that potential grow to \ninclude more and more people every day, creating \ndevelopment opportunities for entrepreneurs and \norganizations across the region, contributing to the \nprogress and prosperity of our communities. \nWe are aware that our solutions have a unique \nmultiplying effect and the potential to transform \nthe lives of millions of people in Latin America. Our \nchallenge is to make it come true, with concrete and \ntangible results. Our ecosystem is the starting point \nof this commitment: we put technology at the service \nof the communities where we operate. \nMercado Libre seeks to drive the development \nof the entrepreneurial ecosystem and access to \ne-commerce so that small entrepreneurs have the \nsame opportunities as large companies. We focus \non developing start-ups with a positive socio-\nenvironmental impact, and support their reach to \nmillions of consumers, democratizing access to \nproducts that bring benefits to the planet and people.We boost financial inclusion, promoting the income \ngeneration capacity of people, entrepreneurs, \nand SMEs. The growth of the ecosystem of \nMercado Pago solutions helps millions \nof people access financial tools for the first time, \ndriving the formalization and development of \nregional economies.\nWe work to close the gender and socioeconomic \ngap so that more women can participate \nin technology and more young people can \nget their first quality job. \nWe recognize the importance of civil organizations \nin building a more fair and democratic society. \nThey are our allies to drive these initiatives. We \nnurture the relationship by providing them with our \ntools and outreach to strengthen their digital and \nfundraising capabilities, allowing them to scale \ntheir impact.We act today to \nmultiply opportunities \nand reduce \ngeographical and \nsocio-economic gaps \nin Latin America.\n40 2022 Impact Report\nAbout this Report\nBusiness\nExperience\nOur teamSocial\nEnvironment\nGRI, SASB & IR\n", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}