{"page_content": "5 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nReport parameters\nThis report has been prepared in line with the IR International Framework developed by the International \nIntegrated Reporting Council and in accordance with the Global Reporting Initiative Universal Standards 2021. \nIn addition, the Sustainability Accounting Standards Board (SASB) Materiality Map was used to report the \nrelevant indicators for the e-commerce industry. \nThe document considers the results of the annual status report of the Task Force on Climate-related Financial \nDisclosures (TCFD). In addition, it reflects the results of our assessment in line with the CDP environmental \nreporting framework. It also includes our contribution to the Sustainable Development Goals (SDG) of the \nUnited Nations. \nThis document represents our eleventh reporting exercise. It describes the activities related to sustainability \nmanagement by MercadoLibre, Inc., and includes its controlled companies. The report covers activities carried \nout from January 1 to December 31, 2022. During this period, the company has not undergone relevant \norganizational changes that affect comparability. The company established an annual reporting periodicity \nfor its sustainability reports and the publication of the 10-K report required by the Securities and Exchange \nCommission (SEC) to be filed annually as we are a publicly-traded company with a NASDAQ stock offering. \nThe previous report released corresponds to the 2021 fiscal year.\nContact\nsustentabilidad@mercadolibre.comOur stakeholders\nWe maintain a fluid and transparent relationship with all our stakeholders—from individuals to organizations—\nso we can understand their expectations and concerns, and translate them into strategic value information for \nthe management of our business. \nDialogue and interaction with every stakeholder help us identify the actual and potential impacts of our \norganization. It also enables us to respond or act as needed to prevent and mitigate the negative potential \nimpacts, and boost positive impacts.\n       \nWe carry out an internal process for the identification and selection of said stakeholders based on the \ncriteria of interaction and impact on the business. We have dialogue mechanisms in place to encourage the \nparticipation of each stakeholder group.\nSTAKEHOLDER DIALOGUE MECHANISM\nThought and opinion \nleaders• Meetings and information sent periodically\n• Quarterly income statements\nGovernment • Meetings with the Government Relationships and Sustainability area\nShareholders • Meetings with the Investor Relations and Sustainability areaUsers of the ecosystem \nof solutions • Customer service area \n• Marketing surveys \n• Training and breakfast sessions with the Commercial and Sustainability area\nMercado Libre team • Mailings \n• Workplace \n• Talks with the CEO \n• Internal communication at quarter closure\n• Q&A with leadership \n• Environment surveys and feedback\nNGOs and civil society \norganizations• Mercado Libre Solidario program\n• Donate Button meetingsSupply chain • Online meetings \n• MailingsAbout this Report", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}