{"page_content": "44 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nAfro-entrepreneurship\nWe supported the growth of Afro-entrepreneurs in Colombia and Brazil to strengthen Latin American ties \nwith the heritage of the African Diaspora. In partnership with PretaHub, we supported the business activities \nof Black and indigenous communities in the region to position themselves in the digital era.  \nSince 2018, we have been providing resources and conducting training sessions in online sales strategies \nfor handicraft, design, beauty, and cosmetics entrepreneurs promoting Afro-Brazilian and indigenous \nidentities in Brazil. We highlighted their stories and products in an official and exclusive Feira Preta store. \nThe first edition of this event took place in 2002 as an on-site fair. Today, it is a representative festival on our \nmarketplace that highlights the value of the most innovative Black creativity areas. \nSince 2021, we have brought the Afrolab methodology, a program of support and promotion of afro-\nentrepreneurship led by Preta Hub, online sales content and digital tools to 120 black and indigenous \nentrepreneurs in Colombia. We work in partnership with PretaHub and “Festival de Música del Pacífico \nPetronio Álvarez” to promote the growth of projects in the Colombian Pacific.\n275\nAfro-entrepreneurs \ntrained in Brazil and Colombia900+\nproducts available\non Feira Preta’s official store on Mercado Libre\nFeira Preta\nSomos El Salto resiliente\nIn early 2022, we amended our collaboration \nagreement with the municipality of El Salto, \nin Jalisco, Mexico, including the “SOMOS El \nSalto Resiliente” project. This program seeks to \ngenerate a positive social and economic impact \nby accelerating the creation and strengthening of \nsocial, environmental, and economic projects led by \nentrepreneurs from this small town.\nPartnership and teamwork allowed us to expand \nthe scope of the program with two hybrid training \ncycles in topics such as resilience, purpose, \ncustomer identification, costs, cash flow, and \nmarketing. Additionally, partnering with the local \ngovernment and Un Salto con Destino AC, we held \nan Entrepreneur Fair for over 100 entrepreneurs to \nboost networking and display their products and \nservices, making sales over USD 10.754 en ventas.\n536\nentrepreneurs\nparticipated in the three training cycles51\nhours\nof methodological \ntraining\nUSD 15,000+\nin transactions\nat the Entrepreneur FairsA partnership for \nBrazilian handicraft\nSince 2021, we have been partnering with the \nBrazilian Ministry of Economy to support digital \nand financial inclusion for craftspeople registered \non the Brazilian handicrafts registry information \nsystem (Sistema de Informações Cadastrais do \nArtesanato Brasileiro, SICAB). We are helping them \nimprove income generation and job creation through \ntraining sessions, sales on an official store on our \nmarketplace, and financial solutions. In 2022, to \nreinforce training, Mercado Libre partnered with \nRede Asta, a social enterprise engaged in training, to \nprepare a dedicated course for this audience to sell \nhandicrafts on Mercado Libre.\n1024\nproducts\n167\ncraftspeople\nreachedSocial", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 43, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}