{"page_content": "45 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nProgress of financial inclusion  \nin the region\nAccording to the World Bank, only 55% of Latin \nAmericans have a bank account. As leaders of \nthe fintech sector in the region, Mercado Pago is \ncommitted to promoting financial inclusion in every \ncountry where we operate to help narrow the gap. \nThis means creating the necessary conditions to \nempower as many people as possible to play a \nleading role in their financial lives. \nMercado Pago has developed accessible financial \nproducts even for those who do not have a \nbank account in the traditional system. Thus, our \ndigital account helps more and more people and \ncompanies manage their finances and operate \nin the formal economy. We offer payment and \ncollection, loan, investment, and interest-bearing \nbalance solutions. In 2022, we added the possibility \nto buy and sell cryptocurrency in Mexico besides \nBrazil. Our value proposition in Argentina and Brazil \nintroduced life and personal injury insurance. We \nseek to provide coverage to people who, until now, \nhad not accessed these products. This includes \nimmediate use services, such as telemedicine and \nreimbursement of prescription drug expenses, with \nbenefits active right from the moment insurance is \npurchased. How do we promote financial inclusion?\nPAYMENTS AND COLLECTIONS\nEasy and accessible financial transfers.\nPago Point: a collection device to accept payments with credit cards, debit cards, and QR codes for small \nbusinesses. Mastercard, with no issuance or maintenance card costs. \n4.28 M\npoints sold 860 M\npayments using \nQR codes16.6 M\nprepaid and debit cards\nSAVINGS AND INVESTMENT\nLow-risk investment and returns. Users can \naccess their money when they need it. The \nsolution is guaranteed by a mutual investment \nfund managed and safeguarded by companies in \nthe financial system.\n21.52 M\npeople invested with Mercado Pago \nin Argentina, Brazil, and MexicoLIFE AND INJURY INSURANCE\nPersonal injury and life insurance coverage to \nprotect people who had never accessed this type \nof coverage.\n3.2 M\nactive insured users\n45 2022 Impact Report\nAbout this Report\nBusiness\nExperience\nOur team\nEnvironment\nGRI, SASB & IR\n4 M\nactive policies in the regionLOANS\nFinancing solutions focus on those who do not have access to credit in the traditional financial system. \nAffordable and secure loans, with tech solutions and scoring systems based on artificial intelligence.\nUSD 10,086 M\n granted in loans5.2 M\nloans granted \nto sellersSocial\n686,000\nentrepreneurs \nobtained their first loan \nwith Mercado Pago48,5%\nof loans received \nby women \nentrepreneurs\n", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}