{"page_content": "46 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nFinancial inclusion rate\nIn 2022, we took on the challenge to measure how \nthe Mercado Pago solution ecosystem generates \nvalue and drives development in the region. We \nprepared our first financial inclusion progress index \nto understand the impact on users in Argentina, \nBrazil, and Mexico in a clear and tangible way. \nWe designed it together with Americas Market \nIntelligence (AMI), one of the most important market \nconsulting companies in Latin America, with over \n25 years of experience in the region.\nThe first index was 40/100, considering 100 as the \ngrowth speed of Mercado Pago from 2020 to 2022. \nTaking this peak of massive digital acceleration as \na consequence of COVID-19, an index value of 40 \nreflects that the progress of financial inclusion for \nMercado Pago users maintains a high and \nsustained pace.\nWe created this index and achieved this result from \na multidimensional approach.  On the one hand, \nwe considered internal platform data: we measured \naccess, use, cash digitalization, and the financial \nquality and health of digital account users. On the \nother hand, we considered our users’ perceptions \nthrough a direct survey completed by almost \n45,000 respondents from the above three countries, \nboth consumers and sellers.Financial literacy\nAlthough the expansion of digital wallets drives \ninclusion, there are still many educational \nchallenges ahead. We know there is no genuine \ninclusion without education: not only does it \nenable the effective use of financial products, \nbut also empowers people and entrepreneurs \nto make informed decisions about their finance \nand, in a wider sense, to exercise their rights and \nresponsibilities as citizens. \nOur approach to creating financial citizenship is \nbased on inclusion, education, and participation. \nWe reinforced our commitment to inclusion by \nlaunching the first two Mercado Pago projects on \nfinancial education at the regional level. Taking \ndifferent approaches, these projects enhanced the \nentrepreneurial capacity of more than 2300 women \nand the initial financial training of 4408 young people \nfrom Argentina, Brazil, Chile, Colombia, Uruguay, \nand Mexico. \nOPTIMAL POINT\nAverage growth acceleration of \nMercado Pago from 2020 to 202206700+\npeople\ntrained in finance70%\nsay they use less cash and improved \ntheir financial situation\n45%\nhad access to a credit card or loan for \nthe first time\nOnly 34%\nsays they have savings equivalent \nto two minimum wages to face an \nemergency,, which indicates that we \nare reaching financially vulnerable \npeople.250%+\nAverage growth in access to Mercado \nPago accounts over the last two years\n3 in every 4\npeople make at least three \ntransactions using their digital \naccounts every quarter\nx7\naverage credit growth per user after \nthe pandemic\n40%   Social", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}