{"page_content": "48 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nEducation to democratize \nknowledge and opportunities\nThe World Bank estimates that, by 2025, there will be 149 million new jobs in the tech industry worldwide. \nWe want to help more and more young people in Latin America gain access to the opportunities of the \nknowledge economy. We also want to increase diversity and inclusion regarding the people who design and \nuse products, such as those in our ecosystem of digital solutions. \nThat’s why we focus our education initiatives on democratizing access to opportunities and the development \nof STEM skills (science, technology, engineering, and mathematics) by promoting women’s participation in \ntechnology and strengthening young people’s capacities to get their first job. \nWe develop the necessary skills for a responsible, diverse, \nand inclusive digital citizenship that can multiply its \ntransforming impact.\nWe work together with specialized civil organizations that help us design, implement, and apply our initiatives \nin the field.Redes al Futuro\nWe multiply opportunities where we are present. Our \n“Redes al Futuro” (Network for the Future) program \nhelps young people from these communities access \ntheir first job. \nThe program provides training in technical, logistical \nand socioemotional skills for young people who live \nnear our distribution centers so that they learn to \nlook for and access a formal job. When necessary, \nthey are provided with equipment, connectivity, \nand other benefits to guarantee their participation \nduring the training period and subsequent \nselection process.\nThe program has been in place since 2020 in \npartnership with Fundación Forge in Argentina and \nMexico, and Instituto Aliança in Brazil. In 2022, it \nwas implemented in Tepotzotlan (Mexico); Cajamar, \nFranco da Rocha, Francisco Morato, Osasco, São \nPaulo (Brazil), and for the first time in Chile.\nIt was also expanded to Chile in support of its \noperational growth, creating over 1,000 new jobs, \nespecially in the logistics network. Redes al Futuro \nChile was launched in partnership with Fundación \nEmplea through a 2-week training course. Upon \ntraining completion, the participants accessed \ndifferent selection processes, such as Mercado \nLibre’s, to work in the new storage warehouse.BRAZIL, CHILE, AND MEXICO\n545\nparticipants\nin Brazil\n124\nparticipants\nin Chile376\nparticipants\nin Mexico\n36%\nof graduates in Brazil \naccessed their first \nformal job\n70%\nof graduates in Chile \naccessed their first \nformal job\nSocial", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 47, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}