{"page_content": "50 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nCertified Tech Developer\nIn the knowledge economy, there are millions \nof opportunities available. They can only be \ncapitalized on by people with the support of digital \ntransformation. We teamed up with Globant and \nDigital House to speed up this process. We co-\ncreated the Certified Tech Developer program, an \ninitiative that grants scholarships to young people \ninterested in pursuing IT degrees in Argentina, Brazil, \nChile, Colombia, and Uruguay. The scholarships are \nawarded from a diversity perspective that prioritizes \nlow-income young women and other historically \nexcluded groups.\nThis online training lasts two years. Using agile \nmethodologies, the program focuses on hands-on \nexperience and the needs of the technology labor \nmarket. Those who complete it obtain a technical \ndegree certificate with the potential to enter \nthe technological labor market offering \ncompetitive wages.ARGENTINA, BRAZIL, CHILE, COLOMBIA, AND URUGUAY\n6450+\nstudents\nhave completed the program\n4\nscholarships for “Conectadas” \nparticipants\ncovering 100% of tuition 96%\nyoung people \nreached  \nplans to study \nengineering in 2023280+\nnew scholarships in Colombia\n250+\nnew scholarships in Chile\n300+\nnew scholarships in Uruguay\n150\nnew scholarships solely for\nBlack people in BrazilEntropía\nArgentina has 1 engineer for every 6000 inhabitants, and the goal is to reach 1 for every 4000. \nTo close this gap, we seek to foster the participation of more and more young people in undergraduate \nengineering programs.\nThis was our second year supporting the “Entropía” program, partnering with the Buenos Aires Regional \nSchool at the National Technological University (Universidad Tecnológica Nacional Facultad Regional Buenos \nAires, UTNBA). This STEM training and leveling initiative is addressed to young students who want to enroll in \nan Engineering program. Those who pass our 1-year course are accepted at any UTN Engineering program \nwithout sitting for an entrance exam. \nIn 2022, we broadened the scope of “Entropía” to awaken passion for STEM at an earlier age: we participated \nin an institutional teacher training project and provided materials, equipment, and an e-learning platform. This \nenabled Entropía to reach eight schools in La Matanza and 450 high-school students. Since the program \nbegan, more than 1650 young people have passed through Entropía.ARGENTINA\n432\nyoung people \nreached \nby our pre-college \nprogram in 2022\n466\nyoung people \nreached \nby the high-school \npilot program\n1661\nyoung people \nparticipated\nsince the beginning \nof the program1061\nscholarships\n47%\nof the scholarships \nwere awarded to women75\nstudents\nwho attended the program \nhired in Mercado Libre\n88\nother hires \nin IT marketSocial", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 49, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}