{"page_content": "6 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nMateriality process\nIn 2022, we adapted our annual materiality exercise to the recommendations of the new Global Reporting \nInitiative (GRI) Universal Standards 2021 for the definition of contents. \nFirst of all, we had to understand our organizational context, which is accounted for in our value creation \nmodel; the potential risks that could affect our business, described in the 10-K Risk Factors section; the social \nimpact assessment performed in 2021 by the Euromonitor market research company, and the Climate-related \nFinancial Disclosure Report we developed in line with the TCFD.\nWe identified our actual and potential business impacts based on the materiality defined by the SASB \nindicators for the E-commerce and Consumer finance industries. We also carried out a benchmark study \nagainst seven strategic organizations to understand and identify industry impacts. We compared these results \nwith our sustainability strategy and our list of material issues from 2021.\nWe selected 13 impacts that we considered significant for our business. Then, we conducted a materiality \nsurvey where over 62,900 stakeholders rated the most significant impacts that we should manage as a \npriority. As part of their assessment, the respondents were also asked if, in their opinion, any other major issue \nor impact should be added.\nThe sustainability team worked on the suggestions by our stakeholders and the validation results of each \naspect. Accordingly, the 13 impacts were included as material issues. They were ranked by importance and \ntheir effect on the economy, the environment, and the people.\nAs part of this process, and in line with the new impact and stakeholder concepts under the GRI Universal \nStandards 2021, we redefined the scope of the issues in the previous period. We included “Product innovation \nand development” as a material issue, and replaced the following names: “Driving entrepreneurship” with \n“Empowering entrepreneurs, SMEs, and NGOs;” “Human capital and talent attraction” with “Team formation \nand development;” “Economic performance and positioning” with “Economic performance;” “Climate change \nand energy efficiency” with “Climate change: energy, mobility, and packaging;” and “Digital inclusion and \neducation” with “Education for digital inclusion.” Moreover, the impacts included in the 2021 material issues \n“Buyer and seller behavior” and “User trust and security” were restructured under the new material issues \n“Information privacy and security” and “Product and service trust and security,” respectively.120\nPrivate sector102\nSupply Chain4109\nChile245\nColombia\n69\nNGOs12\nMedia5622\nMexico10\nParaguay\n8\nPublic sector11\nOthers860\nPeru3215\nUruguay\n17\nVenezuela250 \nOtherCOUNTRY\nDISTRIBUTION\n32,549\nArgentina16,072\nBrazilSTAKEHOLDER\nDISTRIBUTION\n56,492\nUsers6135\nEmployees62,949\nTotal62,949\nTotal62,949 \nTOTAL \nRESPONSESSURVEYAbout this Report", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}