{"page_content": "51 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nDigital citizenship in solidarity\nWe put our ecosystem at the service of strengthening social organizations, promoting their digital \ninclusion using fundraising and fund management tools, and connecting them with millions of people \nwho want to collaborate.\nThis is what “Mercado Libre Solidario” is about: enhancing the fundraising efforts of civil organizations \nin Latin America and helping them scale their purpose to build a fairer, more supportive, and \nequitable society. \nBy joining this program, already implemented in Argentina, Brazil, Chile, Colombia, Mexico, Peru, \nUruguay, and Venezuela, organizations can access training and digital tools to streamline the raising \nand management of funds. They can receive donations on Mercado Pago, sell products or services \nenjoying a 100% bonus rate, manage their financial operations, invest available funds in the digital \nportfolio, connect with other Latin American organizations, and participate in campaigns launched by \nMercado Libre.\n3600+\nmember organizationsUSD 26.9+ M\nfunds raised\nthrough Mercado Libre Solidario\nDONATE BUTTON\nThe Donate button was created by combining our experience in technology and the team’s social \ncommitment to developing a solidarity solution for social or environmental emergencies, such as fires \nand floods. In recent years, it helped raise more than USD 758,000 million to provide assistance in \nemergencies, such as the COVID-19 crisis; the 2022 floods in Brazil; and the fires in February 2022, \nwhich had a historical impact on the Argentinian provinces of Corrientes and Misiones.\nConsolidated as a permanent feature in Argentina, Brazil, and Mexico, the Donate Button also accepts \ndaily donations to different NGOs in a quick, transparent, and secure way directly on the Mercado \nPago app.USD 644,000\nallocated\nto 22 initiatives\n1,110,000 \nitems donated\n47,000\nfamilies reached5\ncivil society allied \norganizationsTAX INCENTIVES\nSECOND HANDWe capitalized on the tax incentives provided for under Brazilian legislation to allocate resources to projects \naligned with our strategic objectives in the areas of culture, sports, healthcare, and defense of the rights of \nchildren, adolescents, and senior citizens.\nWe give a second life to the items that are left aside in our offices and distribution centers, and that have \npositive social impact. We designed a comprehensive plan to assess products that are no longer in use but in \nperfect condition to be used or consumed, and include them in our stock inventory and logistics schedule to \nbe delivered to vulnerable communities across Latin America. We partnered with 5 civil society organizations. \nIn this way, we avoid sending thousands of products to landfills, while contributing to the development of the \ncommunities where we are present.BRAZIL\n22\nProjects carried out\nin 2022 supported by Mercado Libre\nDonateSocial", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 50, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}