{"page_content": "53 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nGrowing in a \nsustainable way\nIn 2022, we expanded our operations in Latin \nAmerica to drive our purpose: democratizing \ne-commerce and financial services for millions \nof people across the region. Business growth \nas described in this report requires large-scale \ntechnological and logistics infrastructure, and this \ngenerates greenhouse gas emissions, to a greater \nor lesser extent. \nMELI’s rapid growth in \nLatin America drives the \nregion’s socioeconomic \ndevelopment, but we \nare faced with increased \nenvironmental challenges.\nWe do not avoid unpleasant conversations about \nthe tension between expansion and sustainability. \nOn the contrary, we focus on the best we can do \nto keep our business growing while respecting \nthe environment. \nMeasuring our carbon footprint is the backbone of \nthis challenge: we seek to reduce our environmental \nimpact throughout our value chain while contributing \nto the fight against climate change through reduction \ninitiatives and by supporting the regeneration and \nconservation of iconic Latin American biomes.These initiatives are critical in a transformation \nprocess that aims to improve sustainability. However, \nheading towards this goal depends largely on \nthe involvement of different actors and the whole \nMercado Libre partner and supplier chain if the \nbarriers that technology and infrastructure represent \nare to be overcome.\nAlthough the ongoing projects to cut and \ncompensate for carbon release are essential to \nreduce greenhouse gas emissions at the global \nlevel, we are aware that the path ahead is still \nlong. The need for these types of initiatives will not \ngo down, and additional alternatives to mitigate \nenvironmental impacts should be found. We want \nto take action and expand our current market \nopportunities by promoting the protection of our \nbiodiversity and, consequently, our climate.\nOur exponential growth requires us to enhance \nenergy consumption efficiency and implement \ninnovative strategies to mitigate our value chain \nimpact. This is why we work with strategic suppliers \nand partners to transform our “ways of doing” and \ngrow in a sustainable way.Carbon\nfootprint\nThe first step to identifying the environmental impact \nof our operations and value chain is to measure our \ncarbon footprint to quantify greenhouse gas (GHG) \nemissions: this is our backbone plan.\nWe have been measuring and reporting our GHG \nemissions since 2016, with increasingly accurate \nindicators. As a result, real-time monitoring of our \nimpact enables us to anticipate specific actions \ntargeting our operations and value chain \n(scopes 1, 2, and 3).\nWe measure emissions following the Greenhouse \nGas Protocol standard, which was developed jointly \nby the World Business Council for Sustainable \nDevelopment (WBCSD) and the World Resource \nInstitute (WRI).\nDuring the reporting period, the gross increase \nin our carbon footprint was proportional to our \nbusiness growth and the expansion of e-commerce \ndemocratization in Latin America. This includes \nimproved user and purchase experiences, reaching \nbuyers in remote locations in a much shorter time, \nand enhancing our value proposition for sellers \nthanks to a stronger and cost-efficient \nlogistics network. Greenhouse \nGas Inventory\n469,550 \ntn CO2e\nScope 1\n19.38% vs 2021\n1,207,037 \ntn CO2e\nScope 3\n26.97% vs 2021\n1,694,430 \ntn CO2e\nTotal\n25%+ vs 202117,844 \ntn CO2e\nScope 2\n48.51% vs 2021Environment", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}