{"page_content": "54 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nINTENSITY\n42.41 tn CO2e\nper employee0.022 tn CO2e\nper buyer\n0.011 tn CO2e\nper active unique users0.0001 tn CO2e\nper USD billed\n2022\n39,951\n73.9 M\n148 M\n10,537 Mtn CO2e/\nnumerator\n42.41\n0.022\n0.011\n0.0001kg CO2e/\nnumerator\n42,412.71\n22.9\n11.4\n0.160Employees\nBuyers\nActive unique users\nUSD billedNUMERATOR INTENSITY\nTotal \nfootprintOur environmental  \nmanagement strategy  \nMeasuring our carbon footprint helps us identify the \nsources of our environmental impact to implement \nreduction strategies. We also identify and assess \ncurrent and potential climate impacts caused by our \norganization and key markets to complement this \nstrategic focus. In addition, we conduct scenario \nanalyses following the Task Force on Climate-related \nFinancial Disclosures (TCFD) recommendations.\nThe analysis of all these sources of information \nenabled us to define four lines of action to reduce and \nmitigate our impact while adapting to climate change. \nIn this way, we could boost our responsible value-\ncreation model. \nAs part of our commitment to stakeholders on \ncontinuous improvement and the transparency of our \nenvironmental management, in 2022 we launched \na process for the design of science-based emission \nreduction targets, aligned to the Science-Based \nTargets (SBTi) initiative framework. This initiative is a \ncollaboration between the CDP, the United Nations \nGlobal Compact, the World Resources Institute, and \nthe World Wildlife Fund. The objective is to follow \nthis methodological framework and overtly share our \nprogress in our annual carbon report. \nTCFD ReportENERGY MANAGEMENT\nIncrease our energy efficiency and renewable \nenergy consumption, with a view to migrating \n100% of our distribution center operations to clean \nenergy sources.\nCIRCULARITY OF MATERIALS\nImplement processes for the recovery of materials \nand goods generated by our operations, testing and \nadopting innovative and scalable packaging solutions \nto reduce the impact of resource use.\nREGENERATION AND \nCONSERVATION\nFight climate change and contribute to the protection \nof biodiversity in the region by investing in projects \nfor the regeneration and conservation of iconic Latin \nAmerican biomes to generate high-quality and high-\nintegrity carbon credits.SUSTAINABLE MOBILITY\nReduce the impact of our logistics operations by \nincreasing the size of our fleet of electric and low-\nemission fuel vehicles, while promoting the adoption \nof innovative solutions throughout our value chain.Environment", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}