{"page_content": "55 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nSustainable mobility\nBusiness growth has enabled Mercado Libre to deliver more and more packages, faster and farther. As our \npurpose to democratize commerce expands, our commitment to sustainability and reducing environmental \nimpact should strengthen. \nWe understand that reducing emissions is a global challenge for logistics operations that calls for \ncommunication between different chain participants: private companies (such as car manufacturers, carriers, \nand retailers), consumers, and public authorities. Therefore, we seek to broaden this conversation and involve \ndifferent stakeholders in the countries where we operate.\nOur emissions reduction strategy to foster the transition to a low-carbon economy is based on three pillars: \nEfficiency\nWe are aware that, to go further and faster, our \nlogistics network needs to optimize efficiency. \nTo us, this also means reducing emissions \nwith every package we deliver. Our route and \nnetwork planning systems allocate the most \nappropriate vehicles to each location.\nWe invest in real-time driving data \nmeasurement systems for our dedicated fleet, \nincreasing not only delivery safety and speed \nbut also fuel consumption efficiency.\nTo ensure seamless operation for our electric fleet, we focus on developing and expanding our electric \nvehicle charging infrastructure. One of the most important milestones of the year was the opening of charging \nstations for electric vehicles in Brazil, Chile, and Mexico. With a total investment of USD 800,000, we set up \n210 charging stations for last-mile electric vehicles.Technology and fleet\nWe are open to the most recent technological improvements in the market to enlarge and modernize our \nfleet. Our electric vehicle program is one of the most innovative in the region and includes vans, urban cargo \nvehicles (UCVs), motorcycles, and tricycles.  \nIn 2022, we expanded the size of our fleet of electric vehicles and reached 797 units. Thanks to our joint \nwork with major players in the logistics market and our operations teams’ sustained efforts, we have one \nof the largest electric fleets in Latin America at present.\nWe believe that electrification is one of the main ways to cut emissions in the logistics chain, as it \nmaintains operational efficiency with a significant reduction in CO2 release. The table below shows an \nefficiency comparison.\n1 Source: Estimates developed by MELI for its operations, based on IPCC data.REDUCTION OF  CO2 EMISSIONS PER VEHICLE1\nCOUNTRY\nAll\nUruguay\nBrazil\nColombia\nArgentina\nChile\nMexicoFUEL\nDiesel\nElectric\nElectric\nElectric\nElectric\nElectric\nElectrickgCO2/km\n0.39\n0.01\n0.04\n0.08\n0.12\n0.17\n0.18vs DIESEL\n-\n-97%\n-90%\n-79%\n-69%\n-56%\n-54%Environment", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}