{"page_content": "58 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\n90 tn\nCOMPOSTED \nORGANIC \nWASTE\n16\npublic gardens\nreached in Osasco\n70\nfamilies supported\nby this initiative\n58 2022 Impact Report\nAbout this Report\nBusiness\nExperience\nOur team\nSocial\nGRI, SASB & IR\nCircularity of materials\nWe relentlessly search for solutions to honor our commitment to climate action. \nWe strive to be aligned with the circularity of materials by reducing the volume sent \nto landfills, reinserting the resources used in the production cycle, and seeking \nalternatives for the valorization of raw materials. By the same token, we develop \nprograms to optimize inventory management, and repair, reuse, and donate \nunclaimed or damaged usable items kept in distribution centers.\nOne of the alternative actions we implemented is the reverse logistics program. \nLaunched in Brazil in 2021, it has already recovered nearly 97% of changed or \nreturned products that were sold directly over the platform. In addition, electronic \nand fashion items have been available to all the countries where we operate  in the \n16 Mercado Libre distribution centers since early 2022. \nThis program is offered to sellers whose product reuse potential out of the total \nvolume of exchanged or returned items is about 40%. Products that cannot be \nreused for some reason are sent to the circular economy network, already including \nmore than 100 partners across the region. This initiative supported the direct \nengagement of over 200 people and the average valorization and repurpose of \n300,000 products per month.\nWe carry out programs for the recovery of essential materials at our distribution \ncenters and offices with the mission of reinserting these resources back into the \nproduction cycle. Since 2015, we have been promoting a regional recycling program \nthat includes waste separation and selective waste collection at the source. In all our \ndistribution centers, local partners participate in the recovery of more than 85% of the \nmaterials. Particularly in Argentina and Mexico, cardboard is recovered and sent for \nrecycling to make new boxes or cardboard. \nWe have two industrial composting facilities in operation to manage organic matter in \nour headquarters in Osasco, Brazil, in partnership with Tansix B Corp. These recover \nabout one ton of organic waste per week, which is transformed into fertilizer. The \nfertilizer, in turn, is donated to local community garden programs via the Coopernatuz \nCooperative, which creates jobs for more than 70 people.\nEnvironment\n", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}