{"page_content": "63 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nIn the municipality of Apui, we supported a pilot project to restore \n10 hectares of forest with agroforestry systems using native species \nand coffee in one of the most deforested regions in the Amazonia. \nThe project helps boost the work of 30 local families, who will be \nable to generate income from agroforestry systems. This project will \ncontribute an estimated 2540 tons of CO2 capture over 30 years.Café Apuí \nAMAZONIA, BRAZILNew\nPontal do Paranapanema is a southeastern region in Brazil covering \nmore than 18,000 hectares, encompassing 32 cities west of São Paulo. \nIn the last 50 years, the area has been subject to heavy deforestation \nand forest fragmentation. In 2022, we expanded the project launched in \n2021 by restoring 250 new hectares with the planting of 100,000 native \ntrees, creating job opportunities for 50 local families. This project will \ncontribute an estimated 19,250950 tons of CO2 capture over 30 years.\n“Corridors for Life” was selected as the best carbon credit project  in \nthe Best Individual Offsetting Project category of the Voluntary Carbon \nMarket Ranking (VCMR, 2022). Launched in 2021, “Conservador da Mantiqueira” successfully \nadvanced its mission to promote the regeneration of more than \n2700 hectares of native forest throughout the Serra da Mantiqueira \nmountains in southeastern Brazil. This area displays major watersheds \nused by millions of people. The project is currently ongoing across \nmore than 1300 hectares, involving over 34 landowners. This project \nwill contribute an estimated 601,383 tons of CO2 capture over \n30 years.Corridors for Life \nSÃO PAULO, BRAZIL Ampliación Conservador da Mantiqueira \nSÃO PAULO, RIO DE JANEIRO, MINAS GERAIS, BRAZIL\nEnvironment", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 62, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}