{"page_content": "68 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nThe highest governance body participates in the evaluation of material issues at the beginning of the reporting period.\nThe Chief Financial Officer (CFO) will report any critical concern that he may identify at any of the four annual meetings held with the Board. During the reporting period, the number of \ncritical concerns formally reported to the highest governance body was not released.\nThe members of the Board of Directors participate in industrial spaces, such as forums and events in which they expand their knowledge of economic, environmental, and social issues.\nNominating and Corporate Governance Committee \nCompensation Committee . The Independent Directors receive an annual compensation consisting of a combination of cash and restricted stock of MercadoLibre , Inc.\nCompensation Committee . The Independent Directors receive an annual compensation consisting of a combination of cash and restricted stock of MercadoLibre , Inc.\nInformation will be available in April 2023 and will be updated in this report. \nDuring the reporting period, Mercado Libre Argentina was fined by the Dirección Nacional de Defensa del Consumidor (National Directorate of Consumer Defense) for users ’ publications \nwhere the same product had a different final price, depending on whether it was in cash or in installments without interest. The amount of the fine was USD 27,350 and, at the close of the \nreport, it was in the process of being appealed. In the same country, there was also a fine frome the Dirección Nacional de Defensa del Consumidor for the absence of the Price Per Unit of \nMeasurement established by Resolution SCDyDC No. 55/02 in publications of supermarket items offered by Mercado Libre’s own stores. The value of the sanction was USD 5470.\nMercado Libre Mexico received a fine from PROFECO for non-compliance with the terms and conditions of Compra Protegida with a value of USD 42,500 . At the close of the report, the \nsanction was under a nullity trial. Mercado Libre Peru was fined by INDECOPI for USD 30,000, for alleged existence of abusive clauses. At the close of the report, the sanction was under \nappeal. Mercado Libre Colombia registered a fine from the SIC for user publications related to Fisher Price products, with a sanction of USD 5600 and another one for user publications \nrelated to products supposedly to combat COVID-19, for an amount of USD 7900. At the closing of the report both sanctions were under appeal.    2-14 Role of the highest governance body in sustainability \nreporting\n2-15 Conflicts of interest\n2-16 Communication of critical concerns\n2-17 Collective knowledge of the highest governance body\n2-18 Evaluation of the performance of the highest governance body\n2-19 Remuneration policies\n2-20 Process to determine remuneration\n2-21 Annual total compensation ratio\n2-22 Statement on sustainable development strategy\n2-23 Policy commitments\n2-24 Embedding policy commitments\n2-25 Processes to remediate negative impacts\n2-26 Mechanisms for seeking advice and raising concerns\n2-27 Compliance with laws and regulations\n2-28 Membership associations\n2-29 Approach to stakeholder engagement\n2-30 Collective bargaining agreements18\n18\n18 \n3\n18-19\n18-19\n18-19\n18-19\n15 \n5-6\nGRI 2: General \nDisclosures 2021GOVERNANCE\nGRI 2: General \nDisclosures 2021\nSTRATEGY, POLICIES AND PRACTICES  \nGRI 2: General \nDisclosures 2021\nSTAKEHOLDER ENGAGEMENT  \nCountry\nBrazil\nArgentina\nUruguay\nColombia / Venezuela / Peru / Chile / MexicoCollaborators that are part of the collective bargaining agreements\n100%\n35.1%\n100%\n0%ANSWER SDG GRI STANDARD CONTENT PAGEGRI, SASB & IR", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}