{"page_content": "71 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nDuring the reporting period, Mercado Libre Argentina received a sanction for the absence of the Price per Unit of Measurement in publications of supermark et items offered by Mercado \nLibre’s own stores for USD 5458 in accordance with Resolution SCDyDC No. 55/02. Mercado Libre Mexico registered a warning from the Federal Commission for the Protection against \nHealth Risks (COFEPRIS) regarding the inspection of oximeters offered by sellers, which were found in our fulfillment centers and did not comply with labeling and registration standards.\nDuring the reporting period, Mercado Libre Argentina received a sanction from the Dirección de Defensa de Consumidor of La Plata for USD 1910 in respect of an advertising campaign \nabout daily offers. Mercado Libre Mexico received a warning for an advertising campaign related to Mother’s Day, which was resolved. Mercado Libre Brazil had an unfavorable judgment \nin a trial by the Consumer Protection Agency of São Paulo (Procon-SP) against Mercado Pago, for an operational failure and possible damages to consumers for a Black Friday promotion \nin 2019. The fine was approximately USD 870,000. At the close of the report, the result of the appeal was pending.\nDuring the reporting period, 1 security incident affecting 3.6 million users, representing 2% of our total base.\nIn 2022 we received 274,120 ARCO rights exercises by users and third parties, made through formal manual and automated channels.\nDuring the reporting period, we did not assess the negative impact of our operations on local communities.  \nAt the close of this report there was no formal investigation open against Mercado Libre.\nDuring 2022, no contributions were made to political parties or representatives.12, 9\n9\n9\n12\n12\n12 \n9\n9 \n8, 9, 10, 17\n8, 9, 10, 17\n8, 9, 10, 17\n12\n12\n12\n12\n12\n123-3 Management of material topic\n416-1 Assessment of the health and safety impacts of \nproduct and service categories\n416-2 Incidents of non-compliance concerning the health \nand safety impacts of products and services\n417-1 Requirements for product and service information \nand labeling\n417-2 Incidents of non-compliance concerning product \nand service information and labeling\n417-3 Incidents of non-compliance concerning marketing \ncommunications\n3-3 Management of material topic\n418-1 Substantiated complaints concerning breaches \nof customer privacy and losses of customer data \n3-3 Management of material topic\n413-1 Operations with local community engagement, \nimpact assessments, and development programs\n413-2 Operations with significant actual and potential \nnegative impacts on local communities\n3-3 Management of material topic\n205-1 Operations assessed for risks related to corruption\n205-2 Communication and training about anti-corruption \npolicies and procedures\n205-3 Confirmed incidents of corruption and actions taken\n206-1 Legal actions for anti-competitive behavior, anti-trust, \nand monopoly practices\n415-1 Political contributions24-25\n24-26\n24\n24 \n25-26\n26 \n48-50\n40-51 \n18-19\n19\n19\n19\nGRI 3: Material topics 2021MATERIAL TOPIC: PRODUCT AND SERVICE TRUST AND SECURITY\nGRI 417: Marketing \nand labeling 2016GRI 416: Customer health \nand safety 2016\nGRI 3: Material topics 2021\nMATERIAL TOPIC: INFORMATION PRIVACY AND SECURITY\nGRI 418: Customer privacy \n2016\nGRI 3: Material topics 2021\nMATERIAL TOPIC: EDUCATION FOR DIGITAL INCLUSION\nGRI 413: Local communities \n2016\nGRI 3: Material topics 2021\nMATERIAL TOPIC: ETHICS AND TRANSPARENCY\nGRI 205: Anti-corruption \n2016\nGRI 206: Anti-competitive \nbehavior 2016\nGRI 415: Public policy 2016ANSWER SDG GRI STANDARD CONTENT PAGEGRI, SASB & IR", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}