{"page_content": "72 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nANSWER SDG GRI STANDARD CONTENT PAGE\nDuring the reporting period, no programs were developed to recover or reuse the company’s own packaging.\nDuring the reporting period, there was no reduction in the energy requirements of products and services.\nGiven the nature of our business, our water consumption corresponds to the main water consumption of our offices and distribution centers. W e monitor and measure water consumption; \nhowever, we do not have additional identifiers of water-related impacts. Due to the nature of our business, our water consumption corresponds to that of our offices and distribution \ncenters. Although we monitor and measure water consumption, we do not evaluate the water-related impacts of our operations. In all construction decisions, we prioritize facilities and \nsystems that contribute to saving water resources, such as the selection of self-closing taps and dual-flush toilets.\nDuring the reporting period, no sources of water were affected due to the fact that Mercado Libre does not have any industrial processes.\nMercado Libre does not extract water, but uses the resource from local supply companies.\nMercado Libre does not have productive processes that involve water discharge.\n177,891,000 liters in consumption of water from municipal supplies and other public or private water services.\nMercado Libre does not have processes by which emissions of this type of substances.\nMercado Libre does not have processes by which emissions of this type of gases are generated.13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n13\n133-3 Management of material topic\n301-1 Materials used by weight or volume\n301-2 Recycled input materials used\n301-3 Reclaimed products and their packaging materials\n302-1 Energy consumption within the organization\n302-2 Energy consumption outside of the organization\n302-3 Energy intensity\n302-4 Reduction of energy consumption\n302-5 Reductions in energy requirements of products and \nservices\n303-1 Interactions with water as a shared resource\n303-2 Management of water discharge-related impacts\n303-3 Water withdrawal\n303-4 Water discharge\n303-5 Water consumption\n305-1 Direct (Scope 1) GHG emissions\n305-2 Energy indirect (Scope 2) GHG emissions\n305-3 Other indirect (Scope 3) GHG emissions\n305-4 GHG emissions intensity\n305-5 Reduction of GHG emissions\n305-6 Emissions of ozone-depleting substances (ODS)\n305-6 Nitrogen oxides (NOx), sulfur oxides (SOx), and other \nsignificant air emissions53-63\n59\n60\n57\n57\n57\n57\n53-54\n53-54\n53-54\n54\n54\nGRI 3: Material topics 2021MATERIAL TOPIC: CLIMATE CHANGE: ENERGY, MOBILITY, AND PACKAGING\nGRI 301: Materials 2016\nGRI 305: Emissions 2016GRI 303: Water and effluents \n2018GRI 302: Energy 2016GRI, SASB & IR", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 71, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}