{"page_content": "77 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nIntegrated Report Contents\nCulture, ethics and values\nOwnership and operating structure\nPrincipal activities and markets\nCompetitive landscape and market positioning\nPosition within the value chain\nKey quantitative information\nSignificant factors affecting the external environment\nLeadership structure, including the skills and diversity\nSpecific processes used to make strategic decisions\nHow the organization’s culture, ethics and values are reflected in its use of and effects on the capitals\nThe responsibility those charged with governance take for promoting and enabling innovation\nHow remuneration and incentives are linked to value creation in the short, medium and long term\nInputs \nBusiness Activities\nOutputs\nOutcomes\nKey risks and opportunities \nOrganization’s approach to any risks that are fundamental to the ongoing ability of the organization to create value\nThe organization’s strategic objectives\nThe strategies it has in place, or intends to implement, to achieve those strategic objectives\nThe resource allocation plans it has to implement its strategy\nHow it will measure achievements and target outcomes for the short, medium and long term.\nQuantitative information\nImpact on capitals\nRelationships with stakeholders\nLinkages between past and current performance\nOrganization’s expectations about the external environment\nMechanisms to address challenges and opportunities\nMateriality\nBoundaries\nFrameworksWhat does the organization do and what are the circumstances under which it operates?\nHow does the organization’s governance structure support its ability to create value in the \nshort, medium and long term.\nWhat is the organization’s business model?\nWhat are the specific risks and opportunities that affect the organization’s ability to create \nvalue over the short, medium and long term, and how is the organization dealing with them?\nWhere does the organization want to go and how does it intend to get there?\nTo what extent has the organization achieved its strategic objectives for the period and what \nare its outcomes in terms of effects on the capitals?\nWhat challenges and uncertainties is the organization likely to encounter in pursuing its stra-\ntegy, and what are the potential implications for its business model and future performance?\nHow does the organization determine which issues to include in the integrated report and \nhow are these issues quantified or assessed?Organizational overview and external environment\nGovernance\nBusiness Model\nRisks and opportunities\nStrategy and resource allocation\nPerformance\nOutlook\nBasis of preparation and presentation\nECONOMIC CAPITAL\n  \nINTELLECTUAL CAPITAL  \nHUMAN CAPITAL \n \nSOCIAL CAPITAL  \nNATURAL CAPITAL18-19, 30\n5, 8, 17\n10-12\n13-16\n12\n8\n13\n17\n18\n8, 10-12\n18\n18\n8\n8\n8\n8\n12, 16, 41, 45, 53, 54\n12\n12\n12\n12\n12\n8\n8\n5\n8, 12\n12\n12, 16, 41, 45, 53, 54\n6-7\n5\n5\n10-14\n21-26\n28-38\n40-51\n53-63ASPECTS CONTENTS PAGE\nGRI, SASB & IR", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 76, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}