{"page_content": "10 2022 Impact Report\nAbout this report\nBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\n 10 2022 Impact Report\nAbout this ReportBusiness\nExperience\nOur team\nSocial\nEnvironment\nGRI, SASB & IR\nTechnology for inclusion  \nand democratization\nOur e-commerce and fintech solutions make up an \necosystem that helps transform the lives of millions \nof people by democratizing commerce and financial \nservices in Latin America. \nOur model is based on two large business units \nthat combine e-commerce provided by Mercado \nLibre with fintech solutions by Mercado Pago. \nThese business units are the driving forces \nbehind our purpose. Each of them integrates \nsolutions that enhance value creation for the \nusers of our platforms: Mercado Envíos, Mercado \nShops, Mercado Ads, and Mercado Crédito. Our \necosystem operates in 18 countries in Latin America: \nArgentina, Bolivia, Brazil, Chile, Colombia, Costa \nRica, Dominican Republic, Ecuador, El Salvador, \nGuatemala, Honduras, Mexico, Nicaragua, Panama, \nParaguay, Peru, Uruguay, and Venezuela. \nWe are driven by the purpose \nof democratizing commerce \nand financial services to \ntransform the lives of millions \nof people in Latin America. We create value when we democratize the way \npeople buy and sell in Latin America, providing equal \nopportunities to large companies, entrepreneurs, \nand sellers. We also create value when we \ndemocratize access to money. We seek to make \nproducts and services easily and securely available \nto anyone, regardless of their origin or personal \neconomic situation, to help them take control of their \nfinancial decisions.\nWe are listed on NASDAQ and have been part of the \nNASDAQ-100 index since 2017. We are extremely \nproud to be the largest technology company in Latin \nAmerica and the ninth-largest platform in the world. \nBut we take stronger pride in integrating commerce \nand finance into a service ecosystem that drives \ngrowth opportunities in a region characterized by \nlarge social and economic disparities.\n", "metadata": {"source": "NASDAQ_MELI_2022.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}