{"page_content": "Message  \nfrom Our CEO  \nAs CEO, I am frequently asked what my vision is for Qualcomm. The short \nanswer is to continue to be the inventors for what’s next in the increasingly \nsmart and connected world. With our legacy of mobile technology invention, \nexecutional excellence and deep investment in research and development, we have a tremendous opportunity to provide the technical foundation for others \nto build unprecedented and yet-to-be-defined products, experiences and new \nindustries. The number of industries that we impact has grown dramatically since our founding in 1985, and it will continue to grow as 5G proliferates.\nAs an industry leader, we create value for all our stakeholders, including \ninvestors, employees, customers, suppliers and the global communities in which \nwe live and work. At Qualcomm, doing business responsibly means developing \ntechnology that positively transforms the world, operating with unquestioned integrity, providing a respectful, inclusive workplace and much more.\nThroughout 2017, we delivered on this value proposition in many ways. As \nmembers of our global community, we support the United Nations Sustainable \nDevelopment Goals (SDGs) and believe that investments in technology are \nkey to empowering communities worldwide. For example, our Qualcomm\n® \nWireless Reach™ program demonstrates new and innovative ways to utilize \nmobile technology to achieve sustainable development, and over the last \n10 years has positively impacted more than 12 million people in 47 countries. \nThis report highlights the work we are doing to address the SDGs across our sustainability programs.\nWe remain committed to recruiting, retaining and building upon our \ninclusive and diverse workforce. Earlier this year, I joined other CEOs and \nbusiness leaders in signing the “ CEO Action for Diversity and Inclusion ” \npledge, agreeing to promote diversity and inclusion values and to foster an \nopen exchange of ideas and corporate culture best practices. One initiative \nsupporting this commitment is our Qualcomm\n® Thinkabit Lab™, which has engaged thousands of diverse students in career and hands-on engineering activities that focus on collaboration and innovation to help inspire young \npeople to create, invent and choose a science, technology, engineering and mathematics (STEM) career. I’m proud of our programs and initiatives in this \narea and look forward to continuing our collective work to help drive results \nthat will benefit the greater society.\nI am also very proud of the support we’ve provided to those in the United \nStates, Mexico and multiple Caribbean nations affected by the natural disasters of 2017. To assist with disaster relief, response and rebuilding efforts, \nQualcomm and the Qualcomm Foundation committed to donate a combined \n$2.25 million to a range of organizations providing shelter, emergency services, food and other needed near-term supplies, as well as toward long-term \nrecovery programs. This pledge included funds earmarked to match our \nemployees’ personal donations to support these causes beyond our regular charitable match program annual limits.  \nWhile our strong commitment to technology leadership will help drive an era \nof rapid innovation unlike anything we have seen before, we will continue to \ninvent technologies that help empower people and enhance the quality of life \naround the globe. We are committed to changing the world through our efforts to do business in a responsible and sustainable manner.\nSteve Mollenkopf  \nChief Executive Officer\n2017 Qualcomm Sustainability Report 2", "metadata": {"source": "NASDAQ_QCOM_2017.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}