{"page_content": "2\nHighlighted by our launch of six innovative products, \n2015 was a year in which Amgen advanced our strategy for long-term growth.  We delivered new and existing medicines for patients in more countries than ever before, executing our ambitious plans even as we made transformational changes to make us stronger and more competitive. As Amgen evolves, we remain committed to being a responsible company. We strive to extend the positive impact our medicines make around the world to our work in the communities in which we operate. We commit significant time, energy, and resources to efforts that make us a better global citizen.\nEnvironmental sustainability is one aspect of Amgen’s \nresponsible approach. As a biology-focused company, we have a deep appreciation for the natural environment. We continuously improve operations in a variety of ways to improve our environmental impact. We are making progress toward licensure of our pioneering Next-Generation Biomanufacturing plant in Singapore, which will considerably curb water use, carbon emissions, and the generation of solid waste. In response to drought, we accelerated our already-substantial water conservation efforts at sites in California and Puerto Rico. We have achieved large reductions in carbon emissions from our overall business primarily by making systems more efficient and using less energy. We have evaluated renewable and alternative energy technology options at every major Amgen site and have included renewable and alternative energy projects in our long range plan. We are proud to be recognized externally for our sustainability performance. In 2015, Amgen earned placement on the Dow Jones Sustainability World Index for a second year and was named to the North America Index for a third year. Amgen placed significantly higher in both the US and Global listings in the Newsweek 2015 Green Rankings compared to previous years.\nWe have launched a Responsibility section on Amgen.com \nas part of our broader commitment to communicating our non-financial performance.  In addition to this environmental sustainability report, the section contains information on the Amgen Foundation, our Access to Medicine program, corporate giving initiatives, and the health and safety of our staff. \nJust as I value how our staff are motivated by the opportunity \nto make the world a better place, I appreciate that our peers and the public take time to review and assess Amgen’s performance. I invite you to share your thoughts about Amgen’s progress with environmental sustainability through the feedback link on this report website.\nRobert A. BradwayLeadership Message\nRobert A. Bradway  \nChairman and Chief Executive Officer ", "metadata": {"source": "NASDAQ_AMGN_2015.pdf", "page": 1, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}