{"page_content": "14Summary of Data—Notes\n(p) Environmental notices of violation (NOVs) reported that resulted from agency inspections.(a)Amgen has included data from 20 facilities covering energy and carbon, water, and waste. The facilities represent approximately 94 percent of Amgen’s \nworldwide facility space based on total square feet. Included facilities are in Thousand Oaks, California, US; Greenwich, Rhode Island, US; Boulder and Longmont, \nColorado, US; Seattle and Bothell, Washington, US; Juncos, Puerto Rico, US; Louisville, Kentucky, US; South San Francisco, California, US; Cambridge and \nWoburn, Massachusetts, US; Burnaby, Canada; Breda, Netherlands; Dun Laoghaire, Ireland; Uxbridge, Abingdon, and Cambridge, United Kingdom; Sao Paolo, Brazil; and Yenisbosna and Sekerpinar, Turkey. This includes leased buildings where we have operational control over building infrastructure, including utilities.  \nIn 2011, Amgen acquired a facility in São Paulo. In 2012, Amgen acquired four companies: Micromet, KAI Pharmaceuticals, deCODE genetics, and Mustafa \nNevzat Pharmaceuticals. In 2013 Amgen acquired Onyx Pharmaceuticals. No data will be included for our Micromet, KAI Pharmaceuticals, deCODE genetics,  or Onyx Pharmaceuticals in this report, as we are still working through the integration process for these facilities.\n(b)Measurement and verification of conservation and reduction projects for energy and carbon, water, and waste are based on adaptation of the International Performance Measurement and Verification Protocol (IPMVP), Concepts and Options for Determining Energy and Water Savings Volume 1, EVO 10000-1.2007, \nApril 2007. Project measurements are conducted using reasonable means, including direct measurements and scientific estimations as appropriate. Values for  \nconservation and reduction projects represent year-over-year, cumulative and continuing avoidance based on a 2007 baseline, then rebaselined in 2012 to match  \nthe next generation 2020 Target design. Results from conservation and reduction projects from sites in Brazil and Turkey are not included in the 2015 report.\n(c)Immaterial changes to 2007–15 data may have occurred due to refinements in calculations. All changes have been confirmed through a documented change control process.\n(d)Direct energy use results from the operation of equipment that is owned or controlled by Amgen at the facilities listed in note (a). Data on the use of natural gas, propane, and diesel in boilers, furnaces, and HVAC are recorded from utility bills or purchase records. Data on the use of diesel in emergency generators are recorded \nfrom purchase records or meter readings and, in some cases, estimated from run-hours. Utility bills recorded in units of volume are converted to energy by using the \nGlobal Reporting Initiative Version 3.1, EN3 table, to convert volumes of primary sources (natural gas, diesel), or from specific fuel analysis data (diesel used in Juncos, Puerto Rico), and the US Energy Information Administration/Annual Energy Review Table A1 (propane). Energy from emergency generators recorded as run-hours is \nestimated using the manufacturer’s specified fuel-feed rate for each generator.\n(e)Indirect energy use results from purchased energy in the forms of electricity and steam at the Amgen facilities listed in note (a). Data on the use of electricity \nand steam are recorded from utility bills. Utility bills for purchased steam that are recorded in units of mass (i.e., ‘lb steam’) are converted to energy by using the \nlatent heat of evaporation from the saturated steam tables, then dividing by the efficiency of the supplier’s steam generator.\n(f)Scope 1 carbon emissions result from direct energy sources defined in note (d). Additional Scope 1 Carbon emissions from our US sales fleet, executive air fleet, \nand fugitive emissions from chillers, coolers, and HVAC are found in the Other Carbon category in this data summary. Carbon data from natural gas sources \nare calculated using regional specific emission factors from US EPA Rule Part 98A Table C-3 (US weighted average) for all US sites; from the Ireland UFCCC \nfor Amgen’s facility in Dun Laoghaire, Ireland; from U.K. Defra/DECC’s 110819 Guidelines for Amgen’s facilities in the United Kingdom (Uxbridge, Abingdon, and Cambridge); from the NL Agency standard CO\n2 emission factors for Amgen’s facility in the Netherlands (Breda); and from the Methodology for Reporting \n2013 Ministry of Environment Victoria, BC, 2013, for Amgen’s facility in Burnaby, Canada. Carbon emissions data from propane and diesel fuel sources (except Amgen’s facility in Juncos, Puerto Rico) are calculated using the Greenhouse Gas Protocol Cross-Sector Tools-Stationary Combustion-V.1.0 (August 2012). \nCarbon from diesel use in Amgen’s Juncos, Puerto Rico, facility are calculated using specific fuel analysis information and from US EPA Rule Part 98A Table C-1. \nCarbon data from direct energy sources prior to 2011 were calculated using emission factors from the Greenhouse Gas Protocol Cross-Sector Tools-Stationary Combustion-V.1.0 (Jul 2009). Scope 1 emissions that are not included in this data summary include process-related emissions from cell respiration (carbon as a \nby-product) and pH adjustments (CO\n2 injection). Analysis of these sources in 2013 showed that cell respiration and emissions from pH adjustments are negligible \n(less than 0.1 percent of our total carbon emissions).\n(g)Scope 2 carbon emissions result from indirect energy sources defined in note (e). Carbon data from purchased electricity are calculated using emission factors \nfrom US EPA eGRID 2012 for all US locations except Amgen’s facility in Puerto Rico, which has been determined using EPA GHG Report YE 2012 for Power \nSuppliers in Puerto Rico; from the Greenhouse Gas Division, Environment Canada (2006 data)-V.1.0 (April 2009) for Amgen’s facility in Burnaby, Canada; and \nfrom specific utility annual providers’ reports for Amgen facilities in the United Kingdom (Uxbridge, Abingdon, and Cambridge), the Netherlands (Breda), and Dun Laoghaire, Ireland. Carbon data from purchased steam are calculated using the Emission Factor for Natural Gas as identified in US EPA Rule Part 98A Table C-3 \n(US weighted average) for Amgen’s facility in Cambridge, Massachusetts. Carbon data from indirect energy sources prior to 2011 were calculated using emission \nfactors from US EPA eGRID2007 Version 1.1 for US facilities.General\nEnergy\nCarbon", "metadata": {"source": "NASDAQ_AMGN_2015.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}