{"page_content": "15Summary of Data—Notes\n(p) Environmental notices of violation (NOVs) reported that resulted from agency inspections.(o)Emissions and fuel use avoided are the result of improvements in fleet efficiency from years 2007 through 2012 based on a 2007 baseline, and 2013+ \nbased on a 2012 baseline.(d)Direct energy use results from the operation of equipment that is owned or controlled by Amgen at the facilities listed in note (a). Data on the use of natural gas, propane, and diesel in boilers, furnaces, and HVAC are recorded from utility bills or purchase records. Data on the use of diesel in emergency generators are recorded \nfrom purchase records or meter readings and, in some cases, estimated from run-hours. Utility bills recorded in units of volume are converted to energy by using the \nGlobal Reporting Initiative Version 3.1, EN3 table, to convert volumes of primary sources (natural gas, diesel), or from specific fuel analysis data (diesel used in Juncos, Puerto Rico), and the US Energy Information Administration/Annual Energy Review Table A1 (propane). Energy from emergency generators recorded as run-hours is \nestimated using the manufacturer’s specified fuel-feed rate for each generator.\n(e)Indirect energy use results from purchased energy in the forms of electricity and steam at the Amgen facilities listed in note (a). Data on the use of electricity \nand steam are recorded from utility bills. Utility bills for purchased steam that are recorded in units of mass (i.e., ‘lb steam’) are converted to energy by using the \nlatent heat of evaporation from the saturated steam tables, then dividing by the efficiency of the supplier’s steam generator.\n(f)Scope 1 carbon emissions result from direct energy sources defined in note (d). Additional Scope 1 Carbon emissions from our US sales fleet, executive air fleet, \nand fugitive emissions from chillers, coolers, and HVAC are found in the Other Carbon category in this data summary. Carbon data from natural gas sources \nare calculated using regional specific emission factors from US EPA Rule Part 98A Table C-3 (US weighted average) for all US sites; from the Ireland UFCCC \nfor Amgen’s facility in Dun Laoghaire, Ireland; from U.K. Defra/DECC’s 110819 Guidelines for Amgen’s facilities in the United Kingdom (Uxbridge, Abingdon, and Cambridge); from the NL Agency standard CO\n2 emission factors for Amgen’s facility in the Netherlands (Breda); and from the Methodology for Reporting \n2013 Ministry of Environment Victoria, BC, 2013, for Amgen’s facility in Burnaby, Canada. Carbon emissions data from propane and diesel fuel sources (except Amgen’s facility in Juncos, Puerto Rico) are calculated using the Greenhouse Gas Protocol Cross-Sector Tools-Stationary Combustion-V.1.0 (August 2012). \nCarbon from diesel use in Amgen’s Juncos, Puerto Rico, facility are calculated using specific fuel analysis information and from US EPA Rule Part 98A Table C-1. \nCarbon data from direct energy sources prior to 2011 were calculated using emission factors from the Greenhouse Gas Protocol Cross-Sector Tools-Stationary Combustion-V.1.0 (Jul 2009). Scope 1 emissions that are not included in this data summary include process-related emissions from cell respiration (carbon as a \nby-product) and pH adjustments (CO\n2 injection). Analysis of these sources in 2013 showed that cell respiration and emissions from pH adjustments are negligible \n(less than 0.1 percent of our total carbon emissions).\n(g)Scope 2 carbon emissions result from indirect energy sources defined in note (e). Carbon data from purchased electricity are calculated using emission factors \nfrom US EPA eGRID 2012 for all US locations except Amgen’s facility in Puerto Rico, which has been determined using EPA GHG Report YE 2012 for Power \nSuppliers in Puerto Rico; from the Greenhouse Gas Division, Environment Canada (2006 data)-V.1.0 (April 2009) for Amgen’s facility in Burnaby, Canada; and \nfrom specific utility annual providers’ reports for Amgen facilities in the United Kingdom (Uxbridge, Abingdon, and Cambridge), the Netherlands (Breda), and Dun Laoghaire, Ireland. Carbon data from purchased steam are calculated using the Emission Factor for Natural Gas as identified in US EPA Rule Part 98A Table C-3 \n(US weighted average) for Amgen’s facility in Cambridge, Massachusetts. Carbon data from indirect energy sources prior to 2011 were calculated using emission \nfactors from US EPA eGRID2007 Version 1.1 for US facilities.(h)The Other Carbon category contains additional Scope 1 and Scope 3 carbon emissions that are tracked. Carbon emissions from our executive air fleet are calculated using emission factors from the Greenhouse Gas Protocol Cross-Sector Tools-Transport-Fuel-Use (August 2012). Carbon emissions from our  \nUS sales fleet are calculated using emission factors from the GHG Protocol Emission Factors for Petrol passenger cars (volume) (GHG Protocol) = 8.81  \nkg/gal. Fuel use and mileage data are collected at the pump for each vehicle. Carbon emissions from our commercial business travel are calculated by Amgen’s travel provider using the Defra tool. Carbon emissions from Amgen’s material transportation have been provided by the carrier using its own  \nspecific methods. Fugitive emissions from process equipment (e.g., refrigerant from refrigeration and HVAC equipment) are calculated using emission  \nfactors from the Greenhouse Gas Protocol Cross-Sector Tools-Transport-Fuel-Use (August 2012). Processes are in place to maintain chillers, coolers,  \nand HVAC equipment to prevent unintended emissions.\n(i)Scope 3 carbon emissions are a consequence of the activities of the company but occur from sources not owned or controlled by the company. Scope 3  carbon emissions that are currently tracked include emissions from Amgen’s commercial business travel (air and rail) and material transportation.\n(j)Commercial business travel was not tracked in 2007 or 2008. Material transportation was not tracked from 2007 to 2011. The accuracy of carbon  emissions tracking from chillers, coolers, and HVAC improved in 2013 and will now be reported going forward.\n(k) Immaterial discrepancy between values for total water fate and total water withdrawal is due to rounding and compilation of individual facility totals.\n(l)Recycling rate is the proportion of waste that is recycled, composted, and reused compared with the total volume of routine, nonhazardous and hazardous  waste generated. Diversion from landfill is the proportion of waste that is incinerated (both for energy recovery and not), landfilled, and treated compared  \nwith the total routine, nonhazardous waste generated.\n(m)Treatment means the physical, thermal, chemical, or biological processes that change the characteristics of the waste in order to reduce its volume or  \nhazardous nature, facilitate its handling, or enhance recovery.\n(n) Nonroutine waste constitutes waste generated outside the normal operations of our facilities and consists mainly of construction and demolition waste.Other Carbon\nWater\nWaste\nFleet\nCompliance", "metadata": {"source": "NASDAQ_AMGN_2015.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}