{"page_content": "16Summary of Data—Assurance\n \n \n \nINDEPENDENT ASSURANCE  STATEMENT  \nIntroduction and objectives of work  \nBureau Veritas North America, Inc. ( BVNA) has been engaged by Amgen  to conduct an independent \nassurance  of selected environmental data included in Amgen’s  2015 Environmental Sustainabil ity Report.  \nThis Assurance Statement applies to the related information included within the scope of work described \nbelow .  \nThe data presented in Amgen’s  2015 Environmental Sustainability Report  is the sole responsibility of the \nmanagement of Amgen.  BVNA  was not involved in the drafting of the Report.  Our sole responsibility wa s \nto provide independent verification of  the accuracy  of selected information included  in the Report .  \nScope of work   \nAmgen requested BVNA to verify the accuracy of  the following  environmental data summariz ed in  \nAmgen’s  Environmental Sustainability Report  for the Calendar Year 2015 reporting period :  \n Energy Use (Total, Direct and Indirect)  \n Greenhouse Gas Emissions  (Direct Scope 1  and Indirect Scope 2  location -based )  \n Water  Withdrawal and Fate  \n Waste Quantities and Disposition  \n \nExcluded from the scope of our work  is any  verification  of information relating to:  \n Text or other written statements associated with Amgen’s  2015  Environmental Sustainability \nReport  \n Activities o utside the defined  verification period of Calendar Year 2015 \nMethodology  \nAs part of its independent verification , BVNA undertook the following activities:  \n1. Interviews with relevant personnel of Amgen regarding data collection and reporting systems;  \n2. Review  of Amgen’s data and information systems and methodology for collection, aggregation, \nanalysis and internal audit of information used to determine the environmental data;  \n3. Review of documentary evidence produced by Amgen;  \n4. Audit of Amgen’s data traced back to the source for facilities  located  in Providence , Rhode Island  \nand Juncos, Puerto Rico  during site visit s; and \n5. Review of the centralized data, methods for consolidation of site data and site data available in \nthe centralized data management system during  a visit  to Amgen’s headquarters location in \nThousand Oaks, California.  \n \nOur assurance work was conducted  in accordance with  Bureau Veritas procedures based on the \nInternational Standard on Assurance Engagements (ISAE) 3000 and ISO Standard 14064 -3 Greenho use \nGases - Part 3: Specification with Guidance for the Validation and Verification of Greenhouse Gas \nAssertions . In accordance with our internal procedures for limited assurance, we use the se as our \nreference standards.   \n  ", "metadata": {"source": "NASDAQ_AMGN_2015.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}