{"page_content": "4\nWe are integrating environmental sustainability practices throughout our company’s operations—from \nresearch and manufacturing practices to the design and construction of facilities. A mix of facility and process optimization practices combined with carefully selected technology advances creates results.\nSustainability in Action\nDriving Sustainable Practices  \nThroughout the Value Chain\nAmgen’s 2020 plan for environmental sustainability is focused on driving sustainable practices in the areas of research, development, and manufacturing; transportation and distribution; commercial operations; sourcing; and products and packaging. By integrating sustainable practices during the design process, we are achieving further efficiencies in our business while continuing to reduce our impact on the environment. \nConserving a Precious Resource \nWater is vital to life and is a key ingredient in Amgen medicines. Our staff members strive to conserve water in strategic ways that support our business while recognizing our responsibilities to the communities in which we operate. Our two largest sites are situated in locations—California and Puerto Rico—that experienced extreme drought conditions in 2015. We moved quickly to assess and implement short-and long-term strategies to enhance existing water conservation programs at all sites in these locations. Amgen as a whole was able to conser ve 106,000  \ncubic meters of water in 2015. \nThe Environmental Benefits \nof Manufacturing Advances Amgen has pioneered Next-Generation Biomanufacturing technologies that allow for greater productivity in a footprint that is significantly smaller than a conventional facility. We plan to use this approach for the first time commercially following licensure at our new manufacturing center in Singapore. Compared to a large facility, a Next-Generation plant can provide major reductions in carbon emissions, energy consumption, water use, and solid waste. Advanced technologies for drug product manufacturing and process improvements in conventional biomanufacturing also create conservation gains in addition to improving efficiency and saving financial resources in our business.\nSeizing the Opportunity to Expand Recycling \nBiomanufacturing involves the use of many different materials that can be challenging to recycle depending on the local waste management services available. At our manufacturing facility in Rhode Island, staff have waited patiently for the right opportunity to recycle non-regulated manufacturing waste items such as used filters, bio-bags, wave-bags, tubing, and nitrile gloves rather than send them  \nto the landfill. When Amgen’s vendor for waste management grew their service to take previously un-recyclable items, process them, and make them into useful items like park benches and curb material, Amgen signed on to send these items to a more environmentally friendly fate. These efforts diverted 90 metric tons of waste from the landfill for recycling.  \n", "metadata": {"source": "NASDAQ_AMGN_2015.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}