{"page_content": "5\nAmgen staff approach opportunities to make environmental \nimprovements with the same enthusiasm and rigor they apply to scientific challenges. Staff-supported improvements in technology and processes have created significant conservation benefits, saved financial resources, and earned many awards over the years. Amgen maintains a yearly Environmental Champions program, which honors numerous staff from around the company for their green actions. \nReaching Out in the Community \nAmgen staff are avid volunteers, contributing to a number of environmentally beneficial events throughout the year. Various Amgen sites participate annually in the International Coastal Cleanup, a global volunteering opportunity in which participants clear waterways and beaches of trash while collecting data that support the Ocean Conservancy in its goal of trash-free seas. Other environmental volunteering events in which staff participate include Clean Up Australia Day and a work party at Kendall Square in Massachusetts. The National Parks Service and Ventura County honored Amgen volunteers for their commitment to the community and the environment in 2015.The Amgen Foundation is deeply committed to fostering the next generation of scientific innovators, including our support of important initiatives that advance environmental education in our local communities, such as NatureBridge school programs at the Golden Gate National Park campus and in the Santa Monica Mountains. \nSustainable Commuting \nAmgen supports carpools, vanpools, public transportation vouchers, bicycle commuting, and electric car charging where possible. We tailor our alternative transportation programs to the resources available in the communities where Amgen operates facilities. \nEducation for the Environment \nAmgen celebrated Earth Day at most of its US-based locations in 2015. Events encouraged staff to develop environmentally friendly habits both at work and at home in the areas of recycling, composting, waste reduction, energy efficiency, and alternative commuting. Water conservation was of special importance during drought conditions in 2015, and Earth Day events focused on things that staff can do at home and at work to conserve water. Various Amgen sites promoted waste reduction and recycling strategies in support of America Recycles Day. The success of our environmental sustainability plan depends on the creativity and resourcefulness of our \nstaff, who demonstrate their commitment to the environment both at work and in their communities.", "metadata": {"source": "NASDAQ_AMGN_2015.pdf", "page": 4, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}