{"page_content": "6175\n2007–2015 Energy Use and Energy Use Avoided* \nThrough Conservation Efforts (1,000 GJ)\n2,0004,000\n1,000\n03,0005,000\n*Value represents year-over-year, cumulative, and continuing avoidance.\n2007–2015 Carbon Emissions and Carbon Emissions Avoided * \nThrough Conservation Efforts (1,000 M T)\n200400\n100\n0300500\n416\n200719\n391\n200850\n407\n201063\n381\n2011\n*Value represents continued avoidance based on fleet efficiency improvementsEnergy \nCarbonConserving Resources \nConserving energy allows Amgen to retain more financial resources for our core business of discovering, developing, manufacturing, and delivering innovative human therapeutics. Amgen has a comprehensive carbon reduction strategy that focuses on eliminating energy use, increasing energy efficiency, and increasing the proportion of renewable and alternative energy used. We complete utilities projects that provide substantial returns for both energy savings and carbon reduction across our network of facilities around the world. Two solar projects are currently scheduled for implementation. We have realized millions in cost savings and reduced carbon emissions by 97,500 metric tons, or 23 percent, from 2008 through 2015 by implementing energy conservation and carbon reduction projects.\nWe are making progress towards our sales fleet carbon reduction target, \nraising the minimum fuel efficiency standard for vehicles year by year. We continue to expand the range of fuel-efficient vehicle choices available for mobile staff—and to rotate out less fuel-efficient vehicles.\n2007–201 5 US Fleet Fuel Use a nd Fuel Use Avoided Through \nConservation  (per 1,000 Gal)*\n2,000\n1,000\n500\n01,5002,500\nUS Fleet Fuel Use US Fuel Use Avoided \n2007 Through 2012US Fuel Use Avoided 2013 +Fuel Efficiency\n412\n200936\n 84\n385\n2012369\n20154,341\n20074,019245\n2008542\n3,916\n2010718\n3,903\n2011407\n4,006\n2009919\n3,849\n20123,812\n2015\n1,498\n20071,44314\n20081,849345\n20101,784363\n20111,297169\n20091,739427\n20121,738427104\n20131,381427\n2014289\n1,414427\n2015498\nPerformance\nEnergy Use Energy Use Avoided \n2007 Through 2012*Energy Use Avoided 2013 +919106\n3,817\n2013919131\n3,706\n2014919\nCarbon Emissions Carbon Emissions Avoided From 2007 Through 2012*Carbon Emissions Avoided 2013 +\n*Value represents year-over-year, cumulative and continuing avoidance.848\n363\n201384 8410 13.5\n354\n2014", "metadata": {"source": "NASDAQ_AMGN_2015.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}