{"page_content": "7\n2007–2015 Routine Waste Categorized by Waste Hierarchy (Metric Tons)\n80%\n20%60%\n0%50%70%\n10%90%\n30%100%\n40%\nDisposed Recycled, Composted, \nand ReusedReduction From 2007 Through 2012*Reduction* 2013 +The Waste Hierarchy a s a Model for Our Waste-Reduction Goals\nMore Sustainable\nLess SustainableWaste\nReducing Waste; Saving Water\nAmgen has improved the rate of recycling from 35 percent to 52 percent \nfrom 2007 through 2015. To build on the success of existing programs and uncover new ways to stop waste at the source, we continue to analyze waste audits conducted at our largest sites. We use data from these audits to shape initiatives for recycling and waste reduction.\nAmgen continues to assess water use and employ data-driven approaches \nto identify new opportunities to capture water savings, especially at our largest sites located in drought-prone geographies. We integrate water-saving practices and technologies such as smart irrigation systems, low-water landscaping, and waterless urinals. A key component of Amgen’s water conservation program is a wastewater treatment plant at our manufacturing site in Puerto Rico that has enabled an average of 70 percent of the treated wastewater to be recycled on-site each year. Energy conservation projects often provide water conservation benefits. 3,000\n1,000\n5002,000\n1,5002,5003,5002007–2015 Water Intake and Intake Avoided* \nThrough Conservation Efforts (1,000 CM)Water\n0Reduction\nRecycling, Composting, Reuse\nDisposal3,542\n6,604\n20074,037249\n4,798\n20084,757442\n4,370\n20105,197875\n4,449\n20114,532358\n4,177\n20094,7621,094\n4,256\n20124,5201,094320\n4,260\n20134,5011,094441\n4,429\n2014 2015\n20073,286\n20082,738550\n20092,537601\n20102,574663\n20112,577673\n20152,520\n20122,720686\nWater Intake Water Intake Avoided \nFrom 2007 Through 2012*Water Intake Avoided* 2013 +\n*Value represents year-over-year, cumulative and continuing avoidance.20132,72568619\n20142,487686 68636 1425,235\n4,8191,094688", "metadata": {"source": "NASDAQ_AMGN_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}