{"page_content": "8Strategy and Analysis\nOrganizational ProfileNumber Disclosure Reported Response\nG4-1 CEO statement: relevance of sustainability to the company environment.amgen.com (Leadership Message)\nNumber Disclosure Reported Response\nG4-3 Name of the organization Amgen\nG4-4 Primary brands, products, and services www.amgen.com (Product websites)\nG4-5 Location of headquarters Thousand Oaks, CA\nG4-6 Number of countries of operation www.amgen.com (Amgen Fact Sheet)\nG4-7 Nature of ownership and legal form www.amgen.com (Amgen Fact Sheet)\nG4-8 Markets served www.amgen.com (Amgen Fact Sheet)\nG4-9Scale of organization (number of staff, number of operations, net sales, \ndebt/equity, quantity of products providedwww.amgen.com (Amgen Fact Sheet)\nG4-10 Staff information: number, region, gender, etc. www.amgen.com (Amgen Fact Sheet)\nG4-13 Any changes during reporting period Amgen closed its facilities in Washington and Colorado at the end of 2015.This report contains Standard Disclosures from the Global Reporting Initiative (GRI) Sustainability Reporting Guidelines. The GRI guidelines offer a useful framework to \nhelp companies standardize their sustainability reporting. \nThe scope of the environmental data in our report includes 20 manufacturing, research and development, and distribution facilities in North America, South America, \nEurope, and Eurasia. These facilities represent approximately 94 percent of our operations, based on the square footage of our facilities. The remaining square footage primarily includes administrative offices. Recently acquired facilities are outside the scope of this report.\nOur 2015 environmental data for this report has undergone limited assurance by Bureau Veritas.\nThe index summarizes Amgen’s disclosures in relation to the GRI G4 indicators.GRI Index\nIdentified Material Aspects and Boundaries\nNumber Disclosure Reported Response\nG4-17 Entities covered by the reportAmgen facilities within the scope of this report are as follows:\nUnited States: : Thousand Oaks, California; Cambridge, \nMassachusetts; Woburn, Massachusetts; Greenwich, Rhode Island; Louisville, Kentucky; South San Francisco, California; Boulder and Longmont, Colorado; Juncos, Puerto Rico; Seattle and Bothell, Washington; Field Sales US Fleet\nCanada: Burnaby, British ColumbiaEurope: Breda, Netherlands; Uxbridge, Abingdon, and Cambridge, \nUnited Kingdom; Dun Laoghaire, Ireland\nBrazil: São Paulo\nTurkey: Yenibosna and Sekerpinar\nReported PartialNumber Disclosure Reported Response\nG4-18 Process for defining report content and determining boundaries for aspectsenvironment.amgen.com (Amgen’s Environmental Sustainability Plan)\nenvironment.amgen.com (Stakeholder Engagement) \nG4-19 List all material aspects environment.amgen.com (Amgen’s Environmental Sustainability Plan)\nG4-22 2 Effects of any restatements from information provided in previous reports No restatements\nG4-23 Significant changes from previous reports in scope or aspect boundariesAmgen closed its facilities in Washington and Colorado at the end of \n2015. Data from our facilities in Brazil and Turkey are now included in the 2015 report.\nNumber Disclosure Reported Response\nG4-24 2 Stakeholder groups engaged by the organization environment.amgen.com (Stakeholder Engagement) \nNumber Disclosure Reported Response\nG4-34 Governance structure of the organization environment.amgen.com (Governance) \nNumber Disclosure Reported Response\nG4-56 Organization’s values, principles, standards and norms of behavior www.amgen.com (Mission and Values)Number Disclosure Reported Response\nG4-28 Reporting period January 1, 2015, to December 31, 2015\nG4-29 Date of most previous report May 2015\nG4-30 Reporting cycle Annual\nG4-31 Contact for questions regarding report esfeedback@amgen.com\nG4-32 GRI content index environment.amgen.com (GRI Index)\nG4-33 Scope and basis of external assurance environment.amgen.com (Assurance)\nNumber Disclosure Reported Response\nG4-EC1 Direct economic value generated and distributed Yes www.amgen.com (2015 Annual Report and Financial Summary)\nG4-EC2Financial implications and other risks and opportunities for the organization’s activities due to climate changeYesWe’re actively working to conserve energy and reduce greenhouse gas emissions that result from our operations. We have also considered potential risks to our business associated with climate change such as extreme weather events and increasing regulation. Financial impact is considered as part of our risk management processes. Having plans in place to mitigate these risks increases the overall sustainability of the business.\nG4-EC8 Significant indirect economic impacts, including the extent of impacts\nwww.amgen.com (Amgen Foundation)", "metadata": {"source": "NASDAQ_AMGN_2015.pdf", "page": 7, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}