{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT16\nPREVIOUS NEXTPROTECTING & REGENERATING THE ENVIRONMENT\nWHAT’S NEW\nNew in 2020At ADI, we understand climate change is one of the most consequential challenges facing society. It requires bold ambitions, concerted effort, and innovative \ncollaboration across the public and private sectors. We are committed to helping solve this challenge by reducing the impact of our own operations and by leveraging our expertise and technologies to make a meaningful impact in mitigating climate change and its effect on communities globally.\nLaunch of our Engineering Good Climate plan to better our planet\nTo create a more sustainable future, our plan focuses on the three areas of impact toward which we devote our resources, efforts, and voice as a means to achieving our goals.\nREGENERATING OUR OCEANS & CLIMATE\nLaunch of the Ocean and Climate Innovation Accelerator  \nwith Woods Hole Oceanographic Institute.\nREDUCING OUR CARBON FOOTPRINT\nCarbon neutrality by 2030 and net zero emissions  \nby 2050 or sooner.\nINNOVATING FOR SUSTAINABILITY\nContinue and accelerate technology innovations that intersect our \ncustomers’ and society’s pressing environmental challenges.Ocean & Climate Innovation Accelerator \nLaunch of consortium with Woods Hole Oceanographic Institution to \ngenerate new knowledge and solutions at the intersection of ocean and climate science, engineering and action.Memberships & Commitments \nJoined U.N. Global Compact and their campaign Business Ambition \nfor 1.5°C, a call to action to reach a net zero target in line with limiting global warming to 1.5°C above pre-industrial levels. Carbon Neutral by 2030 and Net Zero by 2050\nReduce ADI’s carbon footprint by developing Science-Based Target \nreduction plans and setting goals to become carbon neutral by 2030  and net zero emissions by 2050 or sooner. ", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 15, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}