{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT3\nPREVIOUS NEXTMESSAGE FROM OUR CEO\n2020 will be remembered as one of the most profound years in our \nlifetime. The COVID-19 pandemic gripped our world, fundamentally reshaped global communities and economies, and turned our sense of normality upside down. It required us to rethink how we work and engage with each other while exposing the fragilities in our society, both in terms of social inequities as well as our climate.\nAt ADI, we are driven by our purpose to “engineer good.” This simple \nyet consequential idea guides everything we do. We engineer good for our customers, helping to solve their toughest problems. But we also engineer good for the world around us by tackling society’s most complex challenges.\nThis purpose came to life in a unique way during 2020. Faced with a \nonce-in-a-lifetime global pandemic, our priority was to ensure the safety and well-being of our employees while continuing to deliver for our customers. As the pandemic revealed the vulnerability  of our global healthcare system, we mobilized quickly to help  meet the needs of the medical community. We prioritized the production of our healthcare solutions and partnered with  \nhospitals and biotech startups to develop new ones. Through  the Analog Devices Foundation, we made a $4 million donation to  \nthe World Health Organization (WHO)’s Solidarity Response Fund,  which served to support countries to prevent, detect, and respond  \nto the pandemic. We donated $500,000 to the Massachusetts General Hospital’s Vaccine & Immunotherapy Center to help advance vaccine development and novel point-of-care testing technologies for COVID-19. And we partnered with international advocacy organization Global Citizen on a televised and streamed special, “One World: Together At Home,” and raised $55 million towards the WHO’s Solidarity Response Fund.\n", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}