{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT27\nPREVIOUS NEXT\nPROTECTING & REGENERATING THE ENVIRONMENT\nSYSTEM & COMPLIANCE\nCommitment to Management Systems and Structure \nADI’s manufacturing sites are certified to internationally recognized standards* ensuring ADI’s Environment Management System (EMS) and Occupational Health & Safety (OH&S) are functioning to meet internal and external compliance obligations and reduce risk.  The EMS Director, who reports to the Senior Vice President of Global Operations and Technology, is responsible for compliance with applicable EMS legal requirements. EMS Management meets regularly with ADI’s in-house counsel and with external counsel, advisors, and financial personnel to discuss potential environmental risks (including those related to climate change) and possible impacts to ADI. Environmental Compliance at ADI and Beyond ADI is committed to the exemplary environmental performance of our products and operations. Each of our operating facilities maintains a regulatory register and has programs to monitor and evaluate our EMS compliance status. We undergo regular internal and independent third-party audits of our regulatory compliance management system, and our facilities are inspected by government agencies to ensure compliance with regulatory requirements. Employees receive EMS training and participate  in prevention and risk control activities associated with their work and formalized within the EMS management system. ADI expects its suppliers to adhere to the same environmental compliance standards ADI has set for itself. \nConflict MineralsADI is committed to ethical practices and compliance with applicable laws and regulations concerning sourcing of conflict minerals. We are a member of the Responsible Minerals Initiative (RMI), which was founded by the Responsible Business Alliance to facilitate responsible sourcing of conflict minerals in the electronics supply chain. Our Analog Devices Conflict Minerals Policy Statement  is available on our website. ", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 26, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}