{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT29\nPREVIOUS NEXTEMPOWERING PEOPLE\nFor more than five decades, ADI has led our industry by building a \nculture that celebrates the creation of products and services that solve our customers’ and our society’s most pressing and complex challenges. This has never felt more relevant or more important  \nthan during this past year.\nGuided by our purpose to engineer good, our organization and our \npeople rose to meet the many challenges that 2020 presented us.\nAs COVID spread around the globe, our first priority was the safety \nand support of our employees. As a manufacturer of medical products that were deemed essential, we quickly put measures in place to protect the health and well-being of employees in our manufacturing operations, and like most companies, we transitioned remaining employees to remote-work environments. We enacted a global Emergency Coronavirus Paid Time Off (ECPTO) program so that employees could comply with self-quarantine requirements without concerns about undue financial burdens.\nThroughout the pandemic, we have been amazed by the resiliency \nand creativity of our employees, who found ways to collaborate and innovate, even while working remote. We found that Zoom \ncalls with global colleagues fostered a sense of belonging and inclusion among participants. And our engineers created a virtual platform for sharing ideas and having “drop by” conversations which sparked new ideas and solutions to difficult problems.\nIt has been inspiring to see how rapidly and effectively our colleagues adapted to the “new normal.” And while we will always remain an organization that believes in the importance of being together, this past year taught us valuable lessons as we discern our next steps, including more hybrid work arrangements.\n", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}