{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT30\nPREVIOUS NEXT\nAmong the many hardships of this past year, the \npandemic exacerbated and exposed the deep inequities that continue to exist in our society. Added to that were continued cases of racial injustice, including those that resulted in the tragic and unnecessary loss of life. Yet,  as appalling and painful as last year’s events were, the year also saw a groundswell of action.\nAt ADI, we launched a new Employee Resource Group \n(ERG) focused on elevating and prioritizing the unique needs of people of color and creating opportunities to support colleagues from underrepresented groups.  The People of Color and Allies Network (POCAN) broadens our network of ERGs, including the Women’s Leadership Network and LGBTQ+ Network, which will all contribute to our broader DEI initiatives as well as engage ADI leaders to ensure policies and practices  are conducive to diversity and inclusion for employees  of all backgrounds.\nIn addition, we are broadening our recruitment efforts to \nattract more diverse talent to our organization. In 2021, we made new commitments to increase the number  of women and underrepresented populations in the company. Specifically in board and management  roles, we’ve increased our board leadership to nearly 30% female and our executive management team is 20% female leadership. \nAll told, 2020 was a profoundly challenging year for \nthe world collectively and for each of us individually. I have never been prouder to be part of ADI’s team of compassionate and tenacious individuals. As we deliver against our ambition to be the preferred destination for the world’s best talent, we will continue to invest in building an inclusive environment that provides our teams with the freedom and opportunity to accelerate their impact and empower them to engineer good for both people and the planet. I have great confidence in our employees and our future.\nMARNIE SEIF\nCHIEF PEOPLE OFFICER AND GENERAL COUNSELEMPOWERING PEOPLE", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}