{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT4\nPREVIOUS NEXTThe year also brought into sharp focus the grave consequences \nof climate crisis and environmental degradation. Semiconductors, as the bedrock of the modern digital economy, play a major role in improving our standard of living while protecting our planetary health. ADI’s sensing technologies support smart grids that enable the electric vehicle infrastructure and our industry-leading Battery Management Solutions drive significant emission reductions  \nwhile supporting the drive towards longer range vehicles. Both solutions play a critical role in enabling the transition towards a  low-carbon economy. \nOur impact also includes the ambitions we set for ourselves. We  \nhave committed to be carbon neutral by 2030 and achieve zero \nemissions by 2050. These goals consist of setting Science-Based \nTargets, ensuring our purpose is rooted in climate science, and \nthat these are verified by trusted third parties. Recognizing the need to maximize our impact, we are also committed to inclusive collaboration. For example, we are partnering with the Woods Hole Oceanographic Institution to launch the Ocean and Climate Innovation Accelerator. This initiative places special focus on the health and regeneration of our oceans, which play a critical role in regulating the Earth’s climate. The Accelerator will serve as a multi-stakeholder consortium focused on creating “solution engines” to restore our oceans and mitigate climate change. \nI firmly believe that varied voices and perspectives lead to better \noutcomes, and we are committed to providing all our employees with the freedom, opportunity, and support they need to make an impact. During 2020 we placed an increased focus on our empowerment strategy by expanding the diversity of our workforce, broadening growth and development opportunities, and fostering an inclusive environment for all. In 2021 we intend to increase the number of women and underrepresented populations throughout the company and specifically in management while continuing our commitment to pay parity across the globe. \nAs we start off the new year, I am encouraged by our achievements \nwe made in 2020 and am energized by the opportunities ahead to further extend and expand our impact and achieve a more connected, greener, healthier, and safer future. MESSAGE FROM OUR CEO\nThe pandemic also shined a light on deep \ndisparities that still exist within our society, further underlining ADI’s commitment to building a diverse, equitable, and inclusive organization. \nVINCENT ROCHE\nCHIEF EXECUTIVE OFFICER\n", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 3, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}