{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT33\nPREVIOUS NEXTDIVERSITY, EQUITY, AND INCLUSION\nDEI Philosophy\nBy harnessing the collective power of our diversity, employees come together to have a meaningful \nimpact on their work and the communities around them.\nDEI Pillars\nWe focus on three strategic pillars to drive sustainable change and long term success.Our Approach\nADI is building a culture that values and leverages the uniqueness of each employee. As a company  that challenges assumptions, we know that more is achieved when we bring together people with  diverse perspectives. Innovation thrives in open environments and in teams built with different  \nidentities, cultures, backgrounds, and experiences. These collaborations spark provocative questions  \nand generate unexpected insights. Through our talent, we solve our customers’ toughest challenges  and implement practices and solutions that build a more inclusive world.\"Our goal is to foster a sense of belonging and \npromote collaboration that stimulates individual and business growth. ADI believes unique points of views, experiences, and a culture that allows everyone to contribute their fullest is the  foundation that sparks innovation and ideation.\" \n– \n Deb\nra Delise  \nGeneral Manager Trusted Security Solutions & \nExecutive Sponsor for Diversity, Equity, & Inclusion \nInclusive  \nCulture\nADI’s culture is built to foster  \na global sense of belonging \nand value the contribution  \nof each individual. Diverse \nPerspectives\nEmployees represent  \na mix of identities,  \ncultures, backgrounds,  \nand experiences.Equitable  \nPractices\n Internal talent practices  \nand external business  \npractices are designed  \nto remove potential  \nbias and counteract \nsystemic inequities.EMPOWERING PEOPLE", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 32, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}