{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT34\nPREVIOUS NEXTGrowing our female leadership pipeline\nElevate , our flagship women’s development series offers three \nlevels of programming to prepare women for leadership roles \nregardless of their current career stage. Through an exciting combination of action learning and sponsorship, women accelerate their development while building global networks. \nBuilding an ecosystem of diverse partnerships\nWe focus on long-term partnerships, not just short-term hiring. \nADI employees engage in career development events and technical talks with racially diverse universities and organizations, helping  \nto ensure students of color have equal access to knowledge  \nand resources.Expanding educational programming in  underserved communities\nWe tackle systemic inequities in STEM education by supporting \ncommunity organizations that target women and communities  of color. Below are a few examples of organizations we support:\n•\n Bost\non Museum of Science’s Engineering Everywhere program\n• Wome\nn’s Foundation of Boston’s STEM fund \n• Mas\nsachusetts Science and Engineering Fair’s statewide and \nregional fairs\nLeading industry-wide change\nAs an anchor member of the Massachusetts High Tech Council’s \nDiversity, Equity, and Opportunity Initiative, we are assembling best-in-class guidance for diversity programming and have firm commitments across partnering organizations to increase representation from communities of color.Leveraging an employee-driven approach\nEmployee Resource Groups (ERGs) are the backbone of our \ninclusive culture. Together they provide allyship, improve development programs, and enhance organizational policies  \nand practices. \nCurrent groups include: Analog Veterans Network, LGBTQ+ \nNetwork, People of Color and Allies Network, Women’s  Leadership Network, and the Young Professionals Network.\nRemoving and preventing unconscious bias\nWe continue driving awareness and action around  \nunconscious bias. In 2021, all people managers are required  \nto complete an unconscious bias training and have goals  \nrelated to inclusive behaviors.DIVERSITY, EQUITY, AND INCLUSION\nDiverse perspectivesFocus Areas and Actions\nEquitable practices Inclusive cultureEMPOWERING PEOPLE", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 33, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}