{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT40\nPREVIOUS NEXTOUR APPROACH TO TALENT RECRUITMENT\n“Internships offer a great opportunity for managers and the \nindividual to have an extended interview that goes well beyond traditional processes.  An internship allows the manager to more thoroughly assess the intern’s competency, drive, and interest on the job as well as offers the intern the opportunity to ensure ADI is a great fit for their career aspirations.”\n– \n Natalia Hing \nNorth Am\nerica University Relations Manager\nInternship & Co-op Program\nWe are committed to developing the next generation of innovators, as they are the future of ADI. Many interns \nreturn for additional internships or join us full time upon graduation. The internship program is strategic and  aims to provide on-the-job learning and positive learning experiences to interested students.Meaningful Internship Experience During a Pandemic\nAlthough this year’s internship experience was unlike anything in past years, we committed to creating a meaningful, engaging agenda for the interns, welcoming  nearly 90 interns in North America alone. We committed to keeping our internship program active, even if that meant connecting virtually. Interns took part in different learning initiatives through “Talk and Learns” and social activities, such as a welcome event on Zoom, allowing participants to not only “meet” and play icebreaker games,  but also learn more about ADI and our employee networks.Global interns accepted  \nfull-time positions50%Over\nNorth American interns  \naccepted full-time positions80%OverAddressing Unconscious Bias\n1. Unconscious bias masterclass training, conducted in 2020 for Talent Acquisition team.\n2. Rev\namped interview process to eliminate hiring bias by standardizing and streamlining interview guides  \nand putting more emphasis on behavioral interview questions.\nIncreasing Diversity of Candidates\n1. Increased recruitment efforts at Historically Black Colleges and Universities (HBCUs) and racially diverse  ST\nEM talent fairs.\n2. More f\nocus on diversity recruiting events including National Black Engineer Society, U.S. veterans and  \nSociety of Women Engineers.EMPOWERING PEOPLE", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}