{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT55\nPREVIOUS NEXTSHAREHOLDER ENGAGEMENT \nWe conduct extensive investor outreach \nthroughout the year with senior management, \ninvestor relations, legal and human resources \ndepartments. This helps management and  \nthe Board understand and focus on the issues \nthat matter most to our shareholders. \nMaintained engagement with \nshareholders year-round\nLaunched webcast series,  \nADI Uncovered, discussing business strategy and secular growth trends of 5G, electric vehicles, healthcare and processing at the edge Held multiple webcasts and attended multiple  \nconferences to keep shareholders informed of company developments, including a shareholder call regarding our proposed acquisition of Maxim Integrated Feedback integrated into boardroom discussions regularly, helping to inform  the Board’s decisions, company practices  and disclosures Topics of interest included\nCorporate Governance\nCorporate Social Responsibility Board composition at risk oversight, Board \nevaluation and refreshment, corporate governance trends and environmental, social and governance considerations, including human capital management reporting Continued focus on active refreshment and diversity, adding two female directors to the board\n•\n Enha\nnced risk oversight practices for our \nboard, including cybersecurity and ESG \n• Adop\nted new clawback policy for all executive \nofficers that is applicable in the event of a material financial restatement due to fraud  or willful misconduct\n•\n Publ\nished inaugural \ncorporate responsibility report in May 2020\n•\n Enha\nnced diversity and \ninclusion disclosuresIntegrated Approach to \nShareholder Engagement\nADI Year-Round Engagement ProcessEnhancing Practices and Disclosures Shareholder Topics and \nCompany Response\nIn fiscal year, held over meetings with shareholders 400During fiscal year, \ninvited the top  \n25 shareholders or\nto discuss practices with \nor meet with corporate \ngovernance teams >50%\nof top 25 investors,GOOD GOVERNANCE", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}