{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT57\nPREVIOUS NEXT\nEthical behavior has been a core tenet of our Company’s values since \nour earliest days. Our employees, across all locations and job functions, have internalized the value of ethical behavior, routinely going beyond mere compliance with applicable laws and regulations. Employees have a mandatory training on our Code of Ethics and are then re-certified the following years. It is reviewed for necessary changes or amendments on an annual basis by the Nominating and Corporate Governance Committee of our Board of Directors. Our long history of leadership in the area of governance and ethics has resulted in a trusted reputation among our customers, investors and employees, as well as the communities where we operate. Depending on their roles and geographic locations, certain employees are assigned more in-depth ethics and compliance training  on topics.\nView our entire Analog Devices Code of Business Conduct and EthicsWe are proud of not only our history \nof excellence in our products and solutions, but also the ethical tenet of our business practices and people. This has allowed us to build a strong foundation of trust with our customers, employees, partners  and shareholders.Employees and stakeholders have several options to report potential \nviolations of laws, rules, regulations and Company policies. We have an open-door policy with regard to issues that may arise under the Code or about potential violations. Employees may bring these issues to their supervisors, their supervisor’s managers, their human resources representative, any member of human resources or ADI’s Senior Vice President and General Counsel. In addition, we have a toll-free and confidential business ethics hotline operated by an independent third party.\nEmployees, as well as external parties such as customers, suppliers,  \nor members of the communities in which we operate, may anonymously  \nreport any potential violations through these channels. Following a report, \nADI’s Legal Department oversees an investigation appropriate for the situation. Anonymous reports and the results of any investigation are reported to the Nominating and Corporate Governance Committee. This third-party reporting website and hotline information can be accessed  \nat ADI Ethics Point .\nADI believes human rights are the fundamental rights, freedoms, and standards of treatment to which all people are entitled. Respect for human rights is rooted in our values and applies wherever we do business.  \nADI’s Human Rights Principles  document formalizes ADI’s commitment to \nrespect human rights and summarizes our policies. ADI’s Human Rights Principles apply to all employees and contingent workers, our products and services, and our business relationships, including our supply chains. ADI has a number of additional policies that also guide action in specific areas such as safety and privacy, the supply chain, and environmental health. GOOD GOVERNANCE\nCOMPLIANCE AND BUSINESS ETHICS \nOur Code of Conduct Voicing Concerns \nFair Treatment of Employees ", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 56, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}