{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT58\nPREVIOUS NEXTCOMPLIANCE AND BUSINESS ETHICS \nInsider Trading \nOur policy regarding the trading of securities is applicable to all ADI \npersonnel, as well as our Board of Directors. Appropriate employees \nare required to take a mandatory online course covering our insider \ntrading rules. Appropriate employees are also reminded quarterly via \nemail of their obligations to refrain from trading in Company stock \nduring blackout periods.Fair Competition and Pricing \nADI and its employees do not discuss prices or customers with our \ncompetitors except when necessary in connection with legitimate \nsales or purchase transactions. In addition, ADI and its personnel do \nnot fix or dictate resale prices to our distributors or pressure resale \nprice maintenance by reprimanding or threatening distributors who \nreduce their prices. We are fair in our dealings with our distributors and \ndo not restrict our distributors’ rights to sell our products, nor do we \nseek to prevent our distributors from selling our competitors’ products. \nWe do not discriminate among similar distributors when we offer \nprice discounts. ADI had zero legal actions related to anticompetitive \nbehavior, antitrust or monopoly practices in the reporting period.\nSupplier Code of Conduct \nADI is a member company of the Responsible Business Alliance (RBA) \nand adheres to the RBA Code of Conduct for our operations and as \nour Supplier Code of Conduct. Our belief is that ethical behavior is a \ncore company value, and the RBA Code supports our commitment to \nupholding the highest ethical standards in how we conduct business.Cybersecurity \nADI has developed an Enterprise Cybersecurity Program based on \nindustry standards such as those published by ISO and NIST. We \nprovide regular security awareness and training to our workforce  \nto help them identify cyber concerns and take the appropriate  \nactions. Cybersecurity is an important component of the ADI Risk  \nManagement Framework. This includes periodic reporting to both  \nthe Audit Committee and the Board of Directors. More information  \ncan be found in the Analog Devices Information Security Statement .Export Controls \nADI monitors and strives to comply with the export regulations of the \nUnited States and of other countries in which ADI conducts business. \nWe provide training on export laws, including the International Traffic \nin Arms Regulations and the Export Administration Regulations, to all \nappropriate employees. New hires receive export awareness training \nwithin the first month of hire. Export compliance training is delivered \nevery two years to all ADI employees and more frequently for certain \nfunctional teams.GOOD GOVERNANCE\n", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 57, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}