{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT59\nPREVIOUS NEXTSUPPLY CHAIN MANAGEMENT POLICIES & DOCUMENTS\nOur goal is to develop strategic, impactful \nand agile relationships with ADI suppliers. Our products require a wide variety of components, raw materials, wafer foundry, assembly and test services—much of which is purchased from  third-party suppliers. We have multiple sources for many components and materials that are purchased and incorporated into our products. However, a large portion of our external wafer purchases and foundry services are from a limited number of suppliers, primarily Taiwan Semiconductor Manufacturing Company. ADI’s purchasing organization has a procedure for purchasing materials from suppliers. Where feasible, raw materials and critical indirect materials are either dual sourced or have an identified second source. The ADI purchasing organization, in conjunction with the Subcontractor Management Organization, oversees the work of wafer foundries and test and assembly subcontractors. ADI has developed a series of specifications to define the ADI supplier management policy for materials and services. \nHuman Rights and Workforce Policies \nHuman Rights PrinciplesAnalog Devices Anti-Slavery, Child Labor and Human Trafficking StatementAnalog Devices Sexual and Other Unlawful Harassment PolicyAnalog Devices EEO-1 and Affirmative Action Policy (Nondiscrimination Policy)Analog Devices Third-Party Whistleblower Website to Report GrievancesGifts & Entertainment Guidelines\nGovernance Policies\nAnalog Devices Code of Business Conduct and EthicsAnti-Corruption and Bribery PolicyRelated Person Transaction PolicyCorporate Governance GuidelinesAnalog Devices Privacy and Security StatementAnalog Devices Information Security Statement\nADI expects suppliers to adhere to the same business ethics and human rights standards ADI has set for itself. ADI’s policy is to perform Foreign Corrupt Practices Act (FCPA) checks on all new suppliers being added to ADI’s supplier master file. ADI provides new suppliers with a copy of the ADI’s Code of Ethics and requests acknowledgment from the suppliers. All of our key suppliers have signed our Agreement on Responsible Business Conduct, which includes human rights clauses implemented broadly to all suppliers. ADI suppliers must demonstrate proven quality, effective process controls, financial stability, competitive pricing, on-time delivery and commitment to continual improvement of their businesses. Suppliers are audited for conformance with ADI requirements and other purchasing conditions. This audit schedule is based on a risk management process. New key suppliers are audited prior to acceptance. Supply Chain Management Purchasing Responsibly\nEthical Suppliers Supplier AuditsGOOD GOVERNANCE", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 58, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}