{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT61\nPREVIOUS NEXTAPPENDIX\nABOUT THIS REPORT\nScope and Boundary\nThe scope of this report covers the 12-month period ending December 31, 2020. Financial data covers ADI’s fiscal year ending \nOctober 31, 2020 and is reported in U.S. dollars. This report is limited to ADI’s directly managed operations and wholly owned subsidiaries. The boundary of reported content includes operational and data management performance for activities that  \nhave a significant impact and in which ADI has direct control or significant influence. Financial statements were audited by  \nErnst & Young LLP . Our sustainability report was reviewed by outside consultants and advisors with relevant expertise. Additionally, our greenhouse gas emissions calculations have been independently verified and certified by Cameron-Cole, LLC.\nComments and Feedback\nWe welcome stakeholder comments and feedback, which provide important input for the continual improvement of our sustainability programs and performance. Please direct any general comments or questions regarding environmental health and safety (EHS) to ehs@analog.com. For any non-EHS-related questions, please contact sustainability@analog.com .\nAdditional Information\nAdditional information on Analog Devices financial statements and operations is available in our 2020 Annual Report on Form 10-K  \nand 2021 Proxy Statement . Learn more about our corporate responsibility efforts at analog.com/csr .Disclosure and Assurance\nADI publicly reports greenhouse gas emissions through the CDP (formerly Carbon Disclosure Project). We also respond to the CDP Water Programme module. More information is available in our 2020 CDP response and can be accessed through the CDP Portal .\nExternal Assurance StatementThis 2020 Corporate Responsibility report from Analog Devices is in accordance with the following frameworks:  \nU.N. Sustainability Development Goals, Sustainability Accounting Standards Board, Task Force on Climate-related Disclosures,  \nand Global Reporting Initiative Standards: Core Option. Use of external assurance is noted in the report where it is used, though  \nthe report as a whole has not been externally assured.\n", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 60, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}