{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT62\nPREVIOUS NEXTAPPENDIX\nUN SUSTAINABILITY DEVELOPMENT GOALS (UN SDGS) ADDRESSED IN THIS REPORT\nAnalog Devices’ corporate responsibility strategy and initiatives are in alignment with \nthe UN SDGs to support a better and more sustainable future for all. More information on our initiatives in this report that align with the UN SDGs are noted below:\nInnovating for Social Sustainability  Page 19  \nTechnologies enabling digital healthcare, including \nmedical imaging and vital sign monitoring.\nResponding to a Global Pandemic Pages 39, 45  \nThroughout 2020, ADI enhanced its support efforts for employees, customers, and global communities, including enhanced benefits for employees and prioritizing production for our healthcare customers.Innovating for Environmental \nSustainability  Page 18  \nTechnologies enabling electric vehicles, energy storage \nsystems, data centers, 5G networks, and industrial automation.\nProtecting & Regenerating \nThe Environment Page 23  \n53% of electricity used by ADI in 2020 was from \nrenewable sources, with a goal of reaching 100% renewable energy usage in manufacturing sites by 2025.\nImpact T hrough E ngagement: \nSTEM Education Page 47 \nIncreasing access to STEM education for school-age \nstudents through our offices in the United States, \nAsia, and Europe.Empowering People  Page 32  \nADI is focused on growing our female leadership \npipeline and committed to equitable compensation regardless of gender.\nProtecting & Regenerating \nThe Environment Page 24  \nWater used in ADI operations has decreased by \n7% from 2015 while water recycling rate increased to 30% in 2020. 2025 goal of reaching 50% water recycling rate.Empowering People  Pages 37–38  \nADI believes employees are the bedrock of our success. We care for our employees by offering competitive benefits and compensation as well as fulfilling career opportunities and training.\n", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 61, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}