{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT64\nPREVIOUS NEXTAPPENDIX\nSUSTAINABILITY ACCOUNTING STANDARDS BOARD (SASB) FRAMEWORK\nAnalog Devices has mapped how our disclosures align with the voluntary SASB \nframework. This voluntary framework is specific by industry and we are using the framework for the SASB technology & communications sector – semiconductor standard.\nTOPIC ACCOUNTING METRIC CODE ADI METRIC OR DISCLOSURE AND LOCATION\nGreenhouse Gas Emissions(1) Gross global Scope 1 emissions, (2) amount of total emissions from perfluorinated \ncompoundsTC-SC-110a.1(1) 59,020 tonnes, (2) 43,137 tonnesCorporate Responsibility Report Scope 1 and 2 Emissions Page 22\nGreenhouse Gas EmissionsDiscussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targetsTC-SC110a.2\nOur short-term and long-term strategy to reduce emissions , our reduction targets and performance against those targets are disclosed.Corporate Responsibility Report Protecting and Regenerating the Environment Pages 20–21\nEnergy Management in Manufacturing (1) Total energy consumed, (2) percentage grid electricity, (3) percentage renewable TC-SC-130a.1 (1) 1,392,395 GJ, (2)  94%, (3) 50%\nWater Management(1) Total water withdrawn, (2) total water consumed, percentage of each  in regions with High or Extremely High Baseline Water StressTC-SC-140a.1(1) 2,236 thousand cubic meters (18% withdrawn from high water risk regions according to the WRI Aqueduct Water Risk Atlas),(2) 1414 thousand cubic meters (10% discharged from high water risk regions according to the WRI Aqueduct Water Risk Atlas)\nWater Management Amount of hazardous waste from manufacturing, percentage recycled TC-SC-150a.1\nThe amount of hazardous waste generated, and the percentage recycled from our manufacturing sites are disclosed.Corporate Responsibility Report Protecting and Regenerating the Environment Page 24\nEmployee Health & SafetyDescription of efforts to assess, monitor, and reduce exposure of employees to  human health hazardsTC-SC-320a.1At ADI, we make employee health and safety a priority. Our manufacturing sites have EH&S committees or work groups which include representatives from different functional groups to ensure this commitment. ADI workers do not participate in occupational activities with high incidence or high risk of specific diseases, which has resulted in no known or reported incidents in this area.\nADI’s industrial hygiene surveillance program minimizes and prevents exposures in the workplace and reduces the risk of specific diseases. We use \ntwo industry standard metrics to assess injury performance and trends worldwide.\nAll legacy ADI sites have ISO 45001 health and safety certification, while sites from our acquisition of Linear Technology are working towards \ncertification to the same standard.\nADI incident rates and lost workday rates are better than U.S. semiconductor and manufacturing industries.", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 63, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}