{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT65\nPREVIOUS NEXTAPPENDIX\nSUSTAINABILITY ACCOUNTING STANDARDS BOARD (SASB) FRAMEWORK\nTOPIC ACCOUNTING METRIC CODE ADI METRIC OR DISCLOSURE AND LOCATION\nEmployee Health & SafetyTotal amount of monetary losses as a result of legal proceedings associated with \nemployee health and safety violationsTC-SC-320a.2 We have not had any legal proceedings associated with employee health and safety violations.\nRecruiting & Managing a Global & Skilled WorkforcePercentage of employees that are (1) foreigh nationals and (2) located offshoreTC-SC-330a.1\nWe do not disclose the first metric as we do not believe % of employees that are foreign nationals is a relevant metric given the global nature of our business.  We disclose number of employees by region in the Empower People section of this report.Corporate Responsibility Report Empower People Workforce Data Page 32\nProduct Lifecycle ManagementPercentage of products by revenue that contain IEC 62474  declarable substancesTC-SC-410a.1 3%\nProduct Lifecycle ManagementProcessor energy efficiency at a system-level for: (1) servers,  (2) desktops, and (3) laptopsTC-SC-410a.2We do not disclose specific metrics for these product categories, given the wide range of intermediary products that we produce for these categories amongst many others. We seek to improve the efficiency of our products throughout their lifecycle, from manufacturing to use phase.\nMaterials Sourcing Description of the management of risks associated with the use of critical materials TC-SC-440a.1\nThe ADI Purchasing Organization has a procedure for purchasing materials from its suppliers. Approximately 63 of the material suppliers are considered to be key suppliers. Where appropriate, raw materials and critical indirect materials are either dual sourced or have an identified second source. The ADI Purchasing Organization, in conjunction with the Subcontractor Management Organization, oversees the work of Taiwan Semiconductor Manufacturing Company and the test and assembly subcontractors in Asia. ADI has developed a series of specifications to define the ADI Supplier Management Policy for materials and services. We annually submit a Conflict Minerals Report to the SEC.\nIntellectual Property Protection & Competitive BehaviorTotal amount of monetary losses as a result of legal proceedings associated with anticompetitive behavior regulationsTC-SC 520a.1\nInformation regarding legal proceedings is available in our 2020 annual report form 10-K.Analog Devices 2020 Annual Report on Form 10-K Page 25", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 64, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}