{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT66\nPREVIOUS NEXTAPPENDIX\nTASK FORCE FOR CLIMATE-RELATED DISCLOSURES (TCFD) FRAMEWORK\nAnalog Devices has mapped how our disclosures align with the voluntary TCFD \nframework. We are currently in the process of carrying out a detailed risk assessment. Below is a summary of the progress we have made and the analysis we have in progress.\nDISCLOSURE AREA TCFD RECOMMENDED DISCLOSURE ANALOG DEVICES DISCLOSURE DISCLOSURE LOCATION\nGovernanceDisclose the organization’s governance around climate-related risks  \nand disclosures.ADI’s sustainability strategy and performance is governed by the Nominating and Corporate Governance Committee that is part of our Board of Directors. Our agenda is led by an enterprise-wide senior management team including our Chief Executive Officer, Chief Legal Officer, SVP of Global Operations, and Director of Social Purpose.\nCorporate Responsibility Report How We Manage Sustainability Pages 10–14\nStrategyDisclosure of the actual and potential impacts of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning where such information is material.In 2021, we will be carrying out climate scenario analysis on our most important risks.  This will involve modelling these risks within two potential warming scenarios in order to understand the future impact of these risks.  \nRisks we have currently identified are shown in the table available on the next page.\nCorporate Responsibility Report ADI TCFD Risk Table Appendix Page 67\nRisk ManagementDisclose how the organization identifies, assesses and manages  \nclimate-related risks.In 2020, we began by assessing the risks and opportunities relating to our global operations. This involves:\n•\n Identifying the ke\ny climate-related risks and opportunities across all regions with the \nsupport from subject matter and regional experts and the risk team\n• Using our existing risk management fr\namework to assess the risks\n• Prioritizing the risks an\nd opportunities for scenario analysisCorporate Responsibility Report ADI TCFD Risk Table Appendix Page 67\nMetrics and TargetsDisclosure of the metrics and targets used to assess and manage relevant climate-related risks and opportunities where such  information is material.ADI discloses scope 1, 2, and partial scope 3 greenhouse gas emissions in this report and responds to the CDP Climate Change Program module annually to disclose how we manage impacts, risks, and opportunities brought about by climate change.\nCorporate Responsibility Report Environmental Goals Pages 20–21Corporate Responsibility Report GHG Emissions Page 22CDP Net Portal", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 65, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}