{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT68\nPREVIOUS NEXTAPPENDIX\nGRI INDEX\nGRI STANDARD DISCLOSURE NUMBER AND TITLE RESPONSE\nGENERAL DISCLOSURES\nGRI 102: General \nDisclosures102-1 Name of the organization Analog Devices, Inc.\n102-2 Activities, brands, products, and services ADI Products\n102-3 Location of headquarters ADI Corporate Information, Regional Headquarters\n102-4 Location of operationsADI has manufacturing facilities in the USA, Ireland, and the Philippines.\n2020 Analog Devices Annual Report on Form 10-K Page 24\n102-5 Ownership and legal form 2021 Analog Devices Proxy\n102-6 Markets served Corporate Responsibility Report About Our Company Pages 6–9\n102-7 Scale of the organization Corporate Responsibility Report About Our Company Page 8\n102-8 Information on employees and other workers Corporate Responsibility Report Empower People Page 32\n102-9 Supply chainCorporate Responsibility Report Protecting and Regenerating the Environment Pages 16–27\n2020 Analog Devices Annual Report on Form 10-K Pages 7–8\n102-10 Significant changes to the organization and its supply chain 2020 Analog Devices Annual Report on Form 10-K Pages 12-13\n102-11 Precautionary principle or approachADI applies the concepts of the precautionary approach by considering the long-term trajectory of climate change and its potential impacts on ADI. \nElements of that ongoing evaluation are reflected in ADI’s sustainability web content.\n102-12 External Initiatives Corporate Responsibility Report Impact with Engagement Pages 45–49\n102-13 Membership associationsADI subscribes to, is a member of, and/or has committed to the following external initiatives: International Standards Organization (ISO), Responsible \nBusiness Alliance (RBA), European Union’s Restriction of Hazardous Substances (RoHS), Registration Evaluation Authorization and Restriction of \nChemical Substances (REACH), and End of Life (ELV) Directives in China RoHS.\n102-14 Statement from senior decision maker Corporate Responsibility Report CEO Letter Pages 3–4\n102-15 Key impacts, risks, and opportunitiesCorporate Responsibility Report CEO Letter Pages 3–4\n2020 Analog Devices Annual Report on Form 10-K Pages 10–22\n102-16 Values, principles, standards, and norms of behavior ADI: Code of Business Conduct and Ethics\n102-17 Mechanisms for advice and concerns about ethicsCorporate Responsibility Report Promoting Good Governance Pages 57–59\nADI: Code of Business Conduct and Ethics Page 23\nGRI Core Alignment Claim: This report has been prepared in accordance with the GRI Standards: Core option", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 67, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}