{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT70\nPREVIOUS NEXTAPPENDIX\nGRI INDEX\nGRI STANDARD DISCLOSURE NUMBER AND TITLE RESPONSE\nGRI 102: General \nDisclosures102-34 Nature and total number of critical concerns ADI: Code of Business Conduct and Ethics \n102-35 Remuneration policies 2021 Analog Devices Proxy\n102-36 Process for determining remuneration 2021 Analog Devices Proxy\n102-37 Stakeholders involvement in remuneration 2021 Analog Devices Proxy\n102-38 Annual total compensation ratio 2021 Analog Devices Proxy\n102-39 Percentage increase in annual total compensation ratio 2021 Analog Devices Proxy\n102-40 List of stakeholder groups  ADI Stakeholders include Employees, Customers, Investors, Communities, Governments, Suppliers, Media, Shareholders, and Financial Analysts.\n102-41 Collective bargaining agreementsADI regards open communication and direct engagement between workers and management to be the most effective ways to resolve workplace and compensation issues. ADI respects the rights of workers to associate freely and seek to communicate openly with management regarding working conditions without fear of reprisal, intimidation, or harassment. Globally, approximately 1.2% of our employees belong to unions.\n102-42 Identifying and selecting stakeholders\nCorporate Responsibility Report Our Sustainability Approach Pages 12–13Corporate Responsibility Report Promoting Good Governance Page 53\n102-43 Approach to stakeholder engagementCorporate Responsibility Report Our Sustainability Approach Pages 11–14Corporate Responsibility Report Promoting Good Governance Page 55\n102-44 Key topics and concerns raised\nCorporate Responsibility Report Promoting Good Governance Page 55\n102-45 Entities included in the consolidated financial statements 2020 Analog Devices Annual Report on Form 10-K\n102-46 Process for defining report content and topic boundaries Corporate Responsibility Report Appendix: About This Report Page 61\n102-47 List of material topics Corporate Responsibility Report Page 2\n102-48 Restatements of information There are no restatements applicable to the scope and boundary of this reporting content at this time.\n102-49 Changes in reporting There are no significant changes in the list of material topics or boundaries at this time.\n102-50 Reporting period The reporting period is 12-month period ending December 31, 2020.\n102-51 Date of most recent report This reporting period addresses the 2020 timeframe. ADI’s previous report addressed the 2016 to 2019 timeframe.\nGRI Core Alignment Claim: This report has been prepared in accordance with the GRI Standards: Core option", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 69, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}