{"page_content": "2020 ANALOG DEVICES CORPORATE RESPONSIBILITY REPORT71\nPREVIOUS NEXTAPPENDIX\nGRI INDEX\nGRI STANDARD DISCLOSURE NUMBER AND TITLE RESPONSE\nGRI 102: General \nDisclosures102-52  Reporting cycle  Annual\n102-53 Contact point for questions regarding the reportWe welcome stakeholder comments and feedback, which provide important input for the continual improvement of our sustainability programs and \nperformance. Please direct any general comments regarding this report to sustainability@analog.com .\n102-54 Claims of reporting in accordance with the GRI StandardsThe Sustainability report has been prepared in accordance with the GRI Standards: Core option. All relevant content is referenced in the GRI Index  \nand is available to locations indicated in the GRI Index.\n102-55 GRI content index This GRI Content Index pages 68-78 identifies the material sustainability topics addressed in this reporting\n102-56 External assuranceThis report has been prepared in accordance with the Global Reporting Initiative (GRI) Standards: Core option. Use of external assurance is noted in the \nreport where it is used, though the report as a whole has not been externally assured.\nMANAGEMENT APPROACH\nGRI 103: Management \nApproach103-1 Explanation of the material topic and its boundary\nCorporate Responsibility Report CEO Letter Pages 3–4, About Our Company Pages 6–9, Our Sustainability Approach Pages 11–14 103-2 The management approach and its components\n103-3 Evaluation of the management approach\nECONOMIC STANDARDS\nGRI 201: Economic \nPerformance201-1 Direct economic value generated and distributed 2020 Analog Devices Annual Report on Form 10-K\n201-2 Financial implications and other risks and opportunities due to climate change Additional information available in CDP Portal\n201-3 Defined benefit plan obligations and other retirement plans 2020 Analog Devices Annual Report on Form 10-K\n201-4 Financial assistance received from government 2020 Analog Devices Annual Report on Form 10-K\nGRI 203: Indirect \nEconomic Impact203-1 Infrastructure investments and services supported Omission: Information Unavailable. Explanation: Site-level investments not rolled up for tracking.\n203-2 Significant indirect economic impactsCorporate Responsibility Report Talent Development Pages 35–36\nCorporate Responsibility Report Impact with Engagement Pages 45–49\nGRI Core Alignment Claim: This report has been prepared in accordance with the GRI Standards: Core option", "metadata": {"source": "NASDAQ_ADI_2020.pdf", "page": 70, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}