{"page_content": " \nCommunity Solar  \nSolar gardens offer a convenient option for customers to invest in solar energy, especially for those who \ncannot or do not want to install solar panels on site. In Colorado and Minnesota, Xcel Energy offers \nSolar*Rewards® Community® for customers who want to participate in a shared, centralized solar \ninstallation.  \n \nRead more about Xcel Energy’s solar gardens programs . \n \nThrough our New Mexico Community Solar program, we own four photovoltaic systems located on \ncommunity partner sites in eastern and southeastern New Mexico. The four systems installed in 2009 and \n2010 total 77 kilowat ts and feature different types of technology, including rooftop and ground- mounted \nsolar photovoltaic panels and single-  and dual -axis panels. Projects are located at Clovis High School, \nEastern New Mexico University -Roswell and Xcel Energy’s Hobbs Service Center. A key component of \nthe program is educational outreach. We provide energy curriculum developed specifically for New \nMexico schools. Students, as well as the general public, are able to access live and historical data \nmeasuring ambient temperatures , wind speed and levels of solar production at the sites. Find information \non the program website .  \n \nLearn more about solar power on our system . \nRead about our work at SolarTAC .  \n \nResponsible Solar Policy  \nAs the energy landscape continues to evolve and the use of renewable energy grows, it is critical that we \nincorporate renewable r esources in a fair, efficient and sustainable manner. Xcel Energy’s policy around \nsolar and other clean energy resources is guided by these principles:  \n• We support the development of solar power as part of a diverse energy portfolio  \n• Cost should be a priorit y; all customers should have access to the lowest cost, most efficient \nrenewable energy resources available  \n• Incentives supporting solar energy should be f air and transparent —subsidies should be reasonable \nand based on market pricing, and customers should k now what and how they are contributing to \ndevelop clean energy sources  \n• Energy policy should meet the demand for clean energy in a manner that is equitable to all customers —those who choose to participate and those who do not  \n• All customers should pay their fair share of grid and system costs  \n• We will seek to offer customers a variety of solar options to meet different needs  \n \nNet Metering in Colorado \nNet metering is the method used to determine how customers with solar panels are compensated for the \nenergy th eir systems produce. It was originally designed as an incentive to encourage the early adoption \nof rooftop solar and to grow a fledgling industry. As panel prices drop and more customers install solar, we have become increasingly concerned with the effect of net metering on non- solar customers. While \ncustomers with rooftop solar still use and rely on the electric grid, they avoid paying for its upkeep under net metering —and those costs are unfairly shifted to non- solar customers. To address this issue, we h ave \nopened conversations with our regulators, the solar industry, customers and other interested stakeholders \non how to make solar energy sustainable and practical for all.  \n \n130 \n ", "metadata": {"source": "NASDAQ_XEL_2014.pdf", "page": 129, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}