{"page_content": " \n \nAssessments of the company’s high -\npressure gas system  220 HCA miles  To meet this target, we must have \nassessed historical and current integrity \nalong 220 miles of high- pressure natural \ngas pipeline in high-consequence areas \n(HCA), which is determined by the \nnumber of people and buildings near a potential impact zone in the event of a \npipeline emergency. In 201 4, we \nassessed 328 miles of pipeline in HCAs.  \n \nPublic Safety Initiatives  \nWe send direct mail to thousands of custom ers and offer free safety materials through our fulfillment \nprograms and participation with other organizations, as described below. We also offer online safety \nresources for elementary educators, students and their parents and for third- party workers. Lik ewise, our \nResponding to Utility Emergencies  online training provides local emergency responders, such as \nfirefighters and law enforcement, with important safety information about situations involving natural gas \npipelines and electricity. We also share safety information in our communities through traditional advertising, social media sites and our electronic newsletters and billing statements.  \n We work closely with several national organizations that focus on public safety awareness for electric , \nnatural gas and pipeline safety.  \n \nFulfillment Outreach Programs  \nOur fulfillment programs provide safety information to targeted, at-risk groups such as children, third- party \nworkers and emergency responders. We offer free videos and related safety materials that address the \nspecific needs of these audiences . Our programs also direct workers and elementary educators —\nincluding younger students and their parents —to our e-SMART worker website  and our e-SMART kids \nwebsite , where safety information is continuously available.  In 2014, our safety fulfillment efforts achieved \nthe following:  \n• Xcel Energy sent  safety brochures to more than 25,000 elementary educators, along with samples of \nfree energy safety books they can order. In response to our offer, we placed more than 162,000 pieces of safety material directly into classrooms. These safety materials help educators meet national science education curriculum standards, and the related e -SMART website\n continues to be a valuable \neducational resource, as demonstrated by nearly 9,600 website visits in 2014.  \n• Xcel Energy mailed safety pos ters to 61,318 businesses with at -risk third-party contractors and \nincluded an offer for free visor cards and DVDs about working safely near power lines and natural gas \npipelines. In response to this offer, we provided more than 44,000 additional pieces of  safety \ninformation to at -risk workers (excavators, plumbers, general contractors, etc.)  to support  1,438 \nrequests . We also emailed additional safety information using “tips of the t rade”  and had several \nthousand visits to our e- SMART worker  website.  \n• The mailing  to third -party contractors  also included tree workers and gutter, siding and roof ing \ninstallers to further emphasize the hazards of performing work in areas near energized electric lines. \nWe offered a Tree Worker Safety  video program and an industr y-best DVD entitled Worker Beware to \nworkers who install gutters, siding and roofing and use scaffolding in our service areas.  \n \n45 \n ", "metadata": {"source": "NASDAQ_XEL_2014.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}