{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2014 12\nSUSTAINABILITY\nAdvancing Women’s Rights in \nCocoa Farming \nWe believe women’s empowerment and \naddressing the root causes of child labor are keys to sustainable community improvement and the future of cocoa farming. This is why we include these areas as cross-cutting themes throughout our Cocoa Life program.\nGender equality benefits everyone and is essential if cocoa communities are to thrive. Yet, the cocoa industry is still plagued by gaps in income and lack of opportunities for women in cocoa communities. Our priority is to address these issues head-on in our supply chain, while also advocating for others to do their part.\nWomen are often the cornerstones of their \ncommunities. We know from talking with community leaders that empowering women has a positive impact on their children, families and villages. Therefore, we are focused on collaborating with local governments, suppliers and third parties to help address this challenge.\nIn early 2014, we published third-party \nassessments done by Harvard University and CARE International, which revealed striking gaps in income and opportunities for female cocoa farmers. For example, in Ghana, female cocoa farmers earn 25 percent to 30 percent less than their male counterparts. And in Côte d’Ivoire, women in cocoa communities earn up to 70 percent less than men. In both countries, women struggle with lower farm productivity, smaller farms and less access to financing and farm inputs.\nBased on those insights, we strengthened our \naction plan on women’s empowerment in cocoa communities. We have taken steps in Ghana and “Mondelēz International is moving in the right direction … and has the deepest analysis of the \nissues facing women cocoa farmers in their supply chain. The challenge for them now is to \nimplement their plans in practice and to actively address the lack of women farmers as direct \nsuppliers in the supply chain.”\n—Sarah Zoen, Senior Policy Advisor, Private Sector Department, Oxfam America\n", "metadata": {"source": "NASDAQ_MDLZ_2014.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}