{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2014 19\nSUSTAINABILITY\nPalm Oil\nSourcing sustainable palm oil is at the heart \nof our operations. Using our scale as a global company, we collaborated with our suppliers and have embedded sustainability into our palm oil sourcing practices. Our approach was driven by growing concerns regarding the long-term environment and societal impacts of palm oil production, including deforestation and human rights. \nIn 2013 we achieved our goal of having \nRoundtable for Sustainable Palm Oil (RSPO) coverage of 100 percent of the palm oil we buy*. We achieved this through a combination of RSPO-certified oil and Greenpalm certificates that support sustainable production. But while RSPO is well recognized for having the most widely supported approach, it has been challenged to  \ndo more. \nSo, in 2014 we published an action plan to secure \na sustainable supply of palm oil that takes us beyond our current RSPO coverage. The plan was developed in consultation with World Wildlife Fund and the UNDP. The plan outlines the steps we are taking to ensure that the palm oil we buy is produced on legally held land, does not lead to deforestation or loss of peat land, respects human rights – including land rights – and does not use forced or child labor. Our guidelines for palm oil production also dictate that development should not take place in Primary Forest, High Conservation Value (HCV) areas, High Carbon Stock (HCS) forests, or use fire in plantation operations. We have challenged our palm oil suppliers to meet our principles. As outlined in our action plan, we give priority to supplies that meet these principles and exclude supplies that don’t. The plan requires suppliers to achieve 100 percent traceability to the mill level by the end of 2015. In addition suppliers must publish sustainable sourcing policies that meet our principles and implementation timelines by the same date. We did not just ask our suppliers to supply us with sustainable palm oil. We asked them to transform their entire supply chain. We feel that these steps not only improve the palm oil we’re sourcing, but also positively influence suppliers’ approach more broadly. \nWe are committed to report annually on our \nprogress; and at the end of 2014, 70 percent of the palm oil we sourced was traceable back to the mill. Furthermore, approximately two-thirds of our suppliers have published policies \n*Our RSPO coverage refers to palm oil, not palm kernel oil, which is excluded on basis of complexity and low usage \n(2013-14: c7%).\n100%\npurchasing \npalm oilof our palm oil \nis RSPO — two \nyears ahead of \nour commitment\n“With Mondelēz’s support, we have \npartnered with UNDP to create \nthe Sustainable Palm Oil Initiative. \nThe initiative aims to ensure that \nplantations are developed in non-\nconservation areas and it will support \n3 million smallholder palm oil farmers \nacross Indonesia.”\n—Arif Havas Oegroseno, Ambassador of \nIndonesia to Belgium, Luxembourg and the EU\nPhoto Credit: Bremen Yong", "metadata": {"source": "NASDAQ_MDLZ_2014.pdf", "page": 18, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}