{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2014 25\nPreserving Water\nWater is a precious and finite resource that is critical to the ecosystem, to people and the communities \nin which they live, and to our business. \nWater management is integrated into our energy and land management efforts. We continually \nanalyze our water usage through our Lifecycle Assessment and in our ongoing global partnership with Ecolab\n®. Together we identify and implement opportunities to significantly reduce incoming water use \nin, with a particular focus on sites located in areas where there is significant risks to the availability and quality of water. We expanded our disclosure on water to include the CDP Water Assessment. \nImproving the processes and equipment to limit the amount of water used in the farming of our \ningredients and production of our products is one key focus area for us. Examples of where we have expanded our efforts include:\n• Our plant in Namur, Belgium decreased its use of water by 25 percent over the last three years – the \nequivalent of 22 Olympic swimming pools – through measuring and monitoring water leakages, investing in water reduction projects and improving cleaning processes to optimize water usage.\n•  By recycling cooling water, our coffee plant in Elmshorn, Germany saved about 150 million liters of \nwater – at least enough to fill a million bath tubs.10%*\n*graph reflects goal of 15%of our incoming \nwater usage \nper tonne of \nproduct has been reduced; and \nwe are looking \nto do even more through a \ncontinuing global \npartnership with Ecolab\n® water \nusage\nA significant number of our factories are \nin locations where the availability and quality of water can be an issue. Water reduction at our factories is an important goal. One success story is the Guang Tong coffee factory in Guangzhou, China. It reduced water usage by 28 percent per tonne of product in 2014, as compared to the year before – equivalent to around 25 Olympic-sized swimming pools. The team implemented recycling projects for cooling water, as well as set daily water use targets for operators.", "metadata": {"source": "NASDAQ_MDLZ_2014.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}