{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2014 29\nProgress Against Key Nutrients\nWhole Grains\nWe are making great strides in our goal to add more whole grains into our products. Since 2012, we \nhave increased whole grains by 23 percent across our portfolio. New products in 2014, such as our Honey Maid Go Bites, Wheat Thins  baked pita chips and Barni  mini biscuits, combined with our efforts \nto increase whole grain content in products like our Prince  biscuits in the EU, are helping us reach our \ngoal. And the expansion of belVita  breakfast biscuits in Australia, Brazil, Uruguay, Colombia, Canada \nand the United States is providing consumers whole grains, along with fuel to get through the morning. \nSodium and Saturated Fat\nWe are committed to reducing the amount of saturated fat and sodium within our products. We \nhave made continued progress in these areas and plan to do more so we can achieve our 10 percent reduction targets by 2020. Since 2012, we have reduced sodium by six percent in cheese and nine percent across our biscuits in Latin America. In select Oreo  varieties we have reduced saturated fat by 40 \npercent and sodium by 26 percent. \nSugar\nThere has been an increasing interest in sugar consumption and its impact on weight gain and other \nhealth considerations. We believe the best way we can help people reduce the amount of sugar they consume is through our efforts to reduce calories and offer portion control options. Reducing sugar without reducing calories is not a benefit when it comes to reducing the risk of obesity. Unlike a beverage, when sugar is removed from a food it must be replaced with something else. And that replacement is usually another carbohydrate that has the same or similar amount of calories as sugar. Over the years, we have introduced products with less sugar and calories, such as our lower sugar Tang  products. We also have a number of sugar-free options, such as powdered beverage Clight  in \nLatin America, sugar-free version of Halls . More than 90 percent of our gum is sugar free – which also \nsupports oral health.MINDFUL SNACKING\nIn 2014, global expansion \nof belVita  breakfast biscuits \nincreased whole grains in diets around the world by \n11 Million lbs\n", "metadata": {"source": "NASDAQ_MDLZ_2014.pdf", "page": 28, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}