{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2014\n 30\nProviding Information to Make Mindful Choices\nWe know people need simple and straightforward information to make mindful decisions that are best \nfor themselves and their families. We remain committed to our marketing and communication practices that best deliver on our goal to empower consumers through information.\nNutrition Labeling\nAt Mondelēz International we believe it is \nimportant to be consistent in how we talk to our consumers around the world. To make informed decisions, people need the right information delivered clearly and simply. We provide nutrition labeling on all products in all markets worldwide. Our approach is in line with international standards, including Codex Alimentarius. We give information per serving and/or per 100 grams (depending upon local regulations) on eight key nutrients —energy (calories), protein, carbohydrates, sugars, fat, saturated fat, fiber and sodium. On very small packages with limited space, we list calories, protein, carbs and total fat. Nutrition labels usually include the percentage that a nutrient provides of a person’s recommended daily intake, such as Daily Value or Dietary Reference Intake. \nWhen we make a claim about a nutrient (e.g., \ngood source of fiber) or when we add a specific nutrient for fortification purposes, we will include information on that nutrient in the label and in accordance with local regulations.Front-Of-Pack Labeling\nCalories are universally recognized around the \nglobe. To help our consumers be mindful of how many calories they are taking in, we are putting calorie information front-of-pack (FoP) on all our eligible products globally by the end of 2016*. \nWe currently participate in FoP labeling systems in \nseveral markets, either based on local regulations or voluntary industry efforts. And for those markets that do not have a calorie FoP in place, we developed our own internal guidelines based on existing FoP labeling systems to ensure we are consistent globally. As of 2014, 46 percent of our portfolio had calorie FoP in place.MINDFUL SNACKING\n*  Where such front-of-pack labeling is permitted and in line with regulatory requirements. \n", "metadata": {"source": "NASDAQ_MDLZ_2014.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}