{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2014 32\n• International Food & Beverage Alliance (IFBA)  \n– an organization that has made a global \ncommitment to the WHO in five key areas: product composition and availability; nutrition information to consumers; marketing and advertising to children; promotion of physical activity; and healthy lifestyles and partnerships. \n• Consumer Goods Forum (CGF) Health & Wellness Steering committee – group of retailers and manufacturers who together have established a set of Health and Wellness Resolutions and Commitments to help improve the well-being of consumers, employees, their families and the communities they serve. \n• Pan American Health Organization’s SaltSmart Consortium  – a group of representatives \nfrom civil society, government, academia and private sector supporting efforts to reduce salt consumption and promote healthier diets across the Americas. \n• European Nutrition Leadership Platform  – a \nforum brings together nutrition experts, food industry and nutrition organizations from across Europe to promote nutrition and health. \n• European Platform on Diet, Physical Activity and Health – a multi-stakeholder platform which works to promote balanced lifestyles. Since 2005, the Platform has introduced over 200 initiatives to fight obesity.\n• Antidiabetic Food Center (AFC Lünd University) –  \na consortia research program between Academy and Industry partners to help prevent diabetes thought Grain research.• HEALTHGRAIN Forum  – a multi-partner, pan-\nEuropean research program to promote the benefits of whole grains. \n•  Marabou Symposia  – a series of bi-annual \ntop level nutrition symposia held since \n1973. Symposia are sponsored by Marabou’s foundation for the promotion of nutritional research, an independent foundation set up by a donation from the Marabou company, which is part of Mondelēz International. \n•  UK Responsibility Deal  – a series of pledges and \ncommitments to reduce salt, remove trans fat, \nsupport calorie labeling and promote physical activity in the UK. \n•  Australia Food and Health Dialogue  – a \ncollaboration between government, the \npublic health sector and the food industry to promote healthier food supply via voluntary reformulation targets.\n•  International Life Sciences Institute – scientific \nnonprofit that is focused on providing science which improves human health, well-being and protects the environment. \n• Grains for Health Foundation  – a nonprofit \nworking across the grain-based food chain to improve public health by increasing healthy, whole grain foods in the food supply. \n• Whole Grains Council – a nonprofit organization that supports scientific research and consumer education around the benefits of whole grains.MINDFUL SNACKING\nCollaborating To  \nReduce Sodium\nSince 2012 we’ve been an active contributor \nin the Pan American Health Organization’s SaltSmart Consortium . The Consortium \nis made up of representatives from civil society, government, academia and food and beverage companies – all joining together to help reduce sodium consumption and promote healthier lifestyles across the Americas. \nTogether, the group developed final \nConsensus and Regional Targets for Salt Reduction, which was disseminated across Latin America and serves as PAHO’s recommendation to governments in the region to address sodium reduction initiatives. The document encourages governments to build upon existing national and industry efforts; and provides a valuable resource to those countries  that are just starting on a sodium reduction journey. \n", "metadata": {"source": "NASDAQ_MDLZ_2014.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}