{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2014 35\nPartnering For Impact \nA major component of answering the Call For \nWell-being includes partnering and collaborating with community-based NGOs to identify best practices and tools needed to better deliver healthy lifestyle programs and measure their impact. Together with the Yale School of Public Health, we made great strides to achieve this goal. \nThe Mondelēz International Foundation brought \ntogether seven of the world’s leading NGOs to reshape how NGO partners create, refine and measure the impact of obesity prevention programs. Working with Dr. Rafael Perez-Escamilla, Director of the Office of Public Health Practice at the Yale School of Public Health, we used the Program Impact Pathways model – a cutting-edge, comprehensive and rigorous evaluation approach our partners can use to further improve evidence-based programs. \nBy working together in this unprecedented way, \nwe were able to take inventory of what’s working, hear successes in different parts of the world and take steps to ramp up efforts to achieve even greater impact. More importantly, with the help from our community partners we identified three critical success indicators to measure the impact across all Foundation programs going forward:\n1. Nutrition Knowledge : percentage of \nprogram participants who improve their nutrition knowledge \n2.  Physical Activity : percentage of participants \nwho increase their daily amount of activity \nor play \n3. Healthier Eating : percentage of participants \nwho report increased consumption of fruits, vegetables and other fresh foods Additionally, NGO participants collectively identified three essential factors to ensure effective programs: \n• Strong training and developmental programs \nfor facilitators whether they are teachers, community health promoters or NGO staff; \n• Commitment from local government, school administrators and community-based organizations; and, \n• Engagement of parents to reinforce program messages at home.\nWe published the key lessons from the Healthy Lifestyles Program Evaluation Workshop in the September 2014 edition of the Food and Nutrition  \nBulletin , showing how knowledge sharing and \nfinding common ground on success indicators can accelerate our collective efforts to improve community health. The publication also serves as a resource of best practices for developing effective school-based healthy lifestyle programs. To help current and future Mondelēz International Foundation community health partners adopt the same methodology for tracking success indicators, we developed a set of implementation guidelines. Tracking success and understanding what works will help community programs fill knowledge gaps and create even greater impact.COMMUNITIES\n“If we’re going to make progress on obesity, the approach to tracking success must be \ncollaborative, thoughtful, ongoing and included in the planning process. Obesity is not \nthe problem of any one country or organization. What works in Brazil can be useful in \nRussia and China and vice versa.” \n—Dr. Rafael Perez-Escamilla, Professor of Epidemiology & Director of the Office  \nof Public Health Practice at the Yale School of Public Health\n", "metadata": {"source": "NASDAQ_MDLZ_2014.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}