{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2014 38\nBEING THERE WHEN IT COUNTS \nThe city of Tacloban in the Philippines experienced utter devastation when Typhoon Haiyan \ndestroyed many parts of the town. In January 2014, the Mondelēz Philippines team answered the call to help by adopting a local public elementary school destroyed during the Typhoon. The team provided a nine-month feeding program to students, teacher training, and worked with school officials to rebuild facilities. The team went a step further when during the rebuilding  they implemented many of the sustainability and energy-saving initiatives that are also used in the local Mondelēz International plant. They installed solar-tubes and solar panels to provide sun-powered light to the classrooms and put in a rainwater harvesting tank for bathroom and cleaning water. Employees also found a way to transform the active play of children into real energy by installing a carousel and seesaw that pumps water from a deepwell to be used for school bathrooms.\nRestoring Well-Being After Disaster\nPledges from our Mondelēz International \nFoundation have helped communities affected by disasters around the globe. It is part of our company’s tradition to help those in need with both financial and in-kind support. In 2014, we announced a two-year, $2 million USD contribution to the American Red Cross and the International Federation of the Red Cross and Red Crescent Societies. \nThe money is earmarked to help these \norganizations acquire the resources they need in a timely way so that people impacted by disasters receive food, water, shelter and other critical relief supplies more quickly. Throughout the year, our contributions have helped the global Red Cross network multiply their resources in response to 125 global disasters, assisting more than 13  \nmillion people.COMMUNITIES\n“It’s important for the public and the \nprivate sectors to collaborate. Such \npartnerships generate more resources \nand enable us to produce immediate \nresults. After calamities, people have to \nsee something happening right away. Our \npartners have the capacity to act and \nimplement rebuilding projects quickly.”\n— Mario A. Deriquito, Undersecretary of \nPartnerships and External Linkages, Department \nof Education, Republic of the Philippines \n", "metadata": {"source": "NASDAQ_MDLZ_2014.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}