{"page_content": "MONDELĒZ INTERNATIONAL PROGRESS REPORT | 2014 45\nCOMPLIANCE & GOVERNANCE\nWe value trust…of consumers, customers, \ncommunities, regulators, suppliers and employees above all else. We strive to earn trust every day by doing what we say we will do and holding ourselves accountable. As a public company, we have the added responsibility to be open and responsive to our shareholders.\nLiving up to these expectations and obligations \nrequires detailed planning and focused action. That’s why we have structures, policies and processes to help promote the ethical and efficient governance of our company. And we have internal and external auditors to monitor our compliance.\nOur Board of Directors sets the right tone from \nthe top by governing our company in line with our Corporate Governance Guidelines . Our Board \nCommittee, the Governance, Membership and Public Affairs Committee , oversees our policies \nand programs related to corporate citizenship, social responsibility, and public policy issues, such as sustainability and environmental responsibility.In addition, all non-employee Board members are expected to adhere to our Code of Business Conduct and Ethics for Non-Employee Directors . \nOur Code addresses such issues as legal and regulatory compliance and conflicts of interest.\nOur Chief Executive Officer and senior executives \ndrive home the central message of our Code of Conduct  — that integrity and growth go hand in \nhand. To support the right behaviors throughout the company, we have a Chief Business Integrity Officer and other members of our Business Integrity group to ensure that employees have the knowledge and tools needed to conduct business in a lawful and ethical manner. For example, in 2014, over 40,000 employees took web-based compliance training and more than 20,000 employees participated in formal in-person compliance training.\nEmpowering Our People \nEqual treatment of all people is not just the right thing to do — it is also good for business, now and in the future. It’s part of our values as a company and underscored in our Code of Conduct: “Treat People Fairly.” We have a robust Compliance and Integrity Program  to help us train and monitor in \nthese areas.\nUnder our Speaking Up Policy, we empower our \ncolleagues to ask questions and raise concerns about business practices when they see something they think may be wrong. There may be times when they are not comfortable speaking with their supervisors, business integrity officers or human resources contacts, or simply wish to remain anonymous. So we have a toll-free and in some countries a collect call/reverse charge telephone HelpLine , and an online version WebLine , so that our employees can confidentially \nand, if they wish, anonymously report instances of suspected wrongdoing or ask questions about compliance matters.\nWe also support the Women’s Empowerment \nPrinciples , disseminated by the United Nations \nEntity for Gender Equality and the Empowerment of Women (UN Women) and the UN Global Compact. The provisions outline steps to advance and empower women, including establishing high-level corporate leaderships for gender equality, treating all women and men fairly at work, and ensuring the health, safety and well-being of all women and men. Business leaders across the company are using the Principles as guidance for actions that are taken in the workplace.“ One thing is certain — when gaining a business advantage means violating the rules \nor ignoring our values, we won’t do it.”\n—Mondelēz International Code of Conduct, IntroductionCOMPLIANCE & GOVERNANCE", "metadata": {"source": "NASDAQ_MDLZ_2014.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}