{"page_content": " 13\nOur Sustainability Priorities  u Environment analog.com/sustainability\nenvironmental performance of our products and operations. ADI believes \nwe also gain a market advantage with customers and other stakeholders who have a preference for socially responsible companies. \nAnalog Devices has implemented short-term strategic changes that have \npositively influenced GHG emissions reduction performance. Climate change has influenced our short-term strategy by driving us to proactively reduce our GHG emissions through energy efficiency programs and by purchasing new equipment with tool-based abatement systems, helping us achieve our emissions reductions goals.\nClimate change has influenced our long-term strategy in the way our \nbuildings are designed to reduce electricity consumption—and therefore the emissions associated with our operations—and ultimately reduce the impact on the environment. Our emissions reduction target is linked to our business strategy. In order to meet that target, we completed the construction of two new buildings in 2015: one is LEED Platinum certified in Ireland, and the other is LEED Gold preregistered in the Philippines. As a company committed to reducing its environmental footprint, we aim to design our buildings and operations in accordance with LEED standards or other green building standards.\nWe also assess potential risks from climate change and associated potential \nimpacts to our buildings and other assets by periodic visits and assessments performed by our insurer. As a result of recent natural disasters such as the Japan earthquake and tsunami, the Thailand flood, Typhoon Haiyan, and Typhoon Rammasun, we engaged an engineering firm to conduct a facility structural and integrity assessment every two months in one of our facilities located in a nearby area. Additionally, we intensively reviewed and strength-ened our Business Continuity Plans.\nCDP—Water \nWater is essential to the operation of ADI facilities. Our 2015 goal of 5% reduction in normalized water use for all manufacturing sites has been and is actively monitored. In support of our goal, we explored and implemented new recycling and conservation activities such as those in the featured story below. We continue to work to maintain operations that comply with existing legal requirements and strive to stay abreast of changes that affect those requirements or our operations. We participate in industry consortia to stay up to date and proactively provide feedback on emerging and new regulations, including those affecting water supply and tariffs.\nWe manage potential risks associated with our operations through various \nmethods. We monitor the occurrence of extreme weather events and natu-ral disasters and evaluate their potential impact to our operations. We have instituted business continuity plans and alternative sourcing arrangements to reduce impacts to the Company should these events occur. We have also utilized the results of risk assessments performed by our insurance companies to develop mitigation strategies to address those risks. Environmental, Health, and Safety Stewardship\nPerformance and Goals\nOur EH&S management system provides for a quarterly senior management review of our activities. In addition, we conduct a monthly management review at the site level. Those reviews are critical in driving continual improvement and progress toward our goals. \nThe close of 2015 marks the end of the timeframe of our 2015 normalized \nreduction goals of 5% for environmental metrics. After we finalize the 2020 EH&S goals, we will publicly disclose them.\nBelow is a summary of our performance against our 2010 baseline year.\nElectricity\nincreased\n6.8%Scope 1 CO 2\ndecreased\n9.6%\nWater\nincreased\n6.6%Non-RCRA \nrecycling\nincreased\n61%\nOur normalized Scope 1 emissions were reduced by 9.6% from the baseline \nyear. This decrease was driven primarily by the installation of tool-based abatement systems, which is a Company-initiated program to decrease our carbon footprint. Our normalized electricity and water consumption both increased by more than 6% compared to 2010. Those usages are attributed to expansion and growth of our operations. Waste generated at our manu-facturing sites increased from 2010 but our non-RCRA (nonhazardous waste ) \nrecycling rate improved significantly from 38% to 61%.", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 12, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}