{"page_content": "14\nOur Sustainability Priorities  u Environment 201 4–2015 Sustainability Report\nAir Emissions \nGreenhouse gas (GHG) emissions that are generated directly and indirectly \nare categorized into “scopes” based on the source of the emissions. The \nGreenhouse Gas Protocol defines Scope 1 emissions as direct from sources owned or controlled by the entity, including emissions from fossil fuels used on site. Scope 2 emissions are indirect emissions that result from generating electricity, heating, and cooling offsite but purchased by the entity. \nScope 3 emission sources include purchased goods and services; fuel and \nenergy related activities not included in Scope 1 or 2; waste generated in operations, business travel, employee commuting; downstream transporta-tion and distribution; and end of life treatment of sold products. \nThe primary source of our GHG emissions are chamber cleanings in plasma \netch tools used in manufacturing. We voluntarily install abatement equipment on all newly purchased manufacturing tools and equipment that potentially emit GHGs. We continue to monitor and evaluate industry developments for continuous improvement. \nWe emit perflourocarbons (PFCs ) from wafer fabrication processes and carbon \ndioxide (CO\n2) from fuel combustion associated with power and heat generation. \nWe report GHG information from our manufacturing sites to the CDP .\nWater Use \nADI uses water from public sources. A significant portion of our water is \ntreated to produce the high purity deionized (DI) water necessary for our \nmanufacturing operations. Our water consumption is carefully monitored at each of our operating facilities. We also track water use by normalizing it to our production processes.\nADI set a reduction target of 5% normalized water use by 2015 from our \n2010 baseline. ADI implemented water reuse and conservation programs across all of our manufacturing sites to achieve greater product output with reduced resource consumption. A substantial portion of water used in manu-facturing operations is reclaimed and recycled for reuse. Projects such as updating our wastewater system with new controls and chemical treatment ranges, recycling reverse osmosis process water, and replacing recycling systems are just a sampling of the efforts made to reduce our water use. In 2014 and 2015, 34% and 30%, respectively, of our withdrawn water was reused to support the Company’s operations. In 2015 alone, 96 million gallons of water were recycled.of water recycled96million\ngallons\nWaste Generation \nADI has a program to recycle materials and avoid landfills or incinerators. We educate our employees on reducing solid waste generation both at home and in the workplace. We’ve also introduced comingled recycling collection, conducted an audit of all waste streams to identify additional materials that could be recycled, and increased recycling awareness programs for paper and beverage containers. Our non-RCRA (nonhazardous waste ) recycling rate \nimproved significantly from 38% in 2010 to 61% in 2015.\nElectricity Consumption\nThe highest demand for electricity in the Company comes from manufacturing tools. As such, we require all newly purchased manufacturing tools and equip-ment to meet minimum criteria for utilities consumption efficiency. In addition, we continue to monitor and evaluate industry developments for continuous improvement of energy utilization and efficiency. Our process equipment upgrades have resulted in more efficient use of energy. \nDespite the energy conservation and efficiency programs in place to \nsupport meeting our goal of 5% reduction, the expansion and growth of the Company resulted in a 6.8% increase in 2015 from 2010 levels. However, when measured in terms of our impact to the environment, that is in CO\n2e, \nour Scope 2 emissions dropped by 10% in 2015 from 2010 baseline. This was driven by improvements in the energy mixes used in the grid, which improved emission factors.\nScope 2 CO2e\ndecreased\n10%", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 13, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}