{"page_content": " 15\nOur Sustainability Priorities  u Environment analog.com/sustainability\nMaterials\nADI has eliminated Class I and Class II ozone-depleting chemicals (ODCs ) in \nall of its incoming raw materials to minimize the release of ozone depleting \nsubstances, with reference to the Montreal Protocol on Substances that Deplete the Ozone Layer. We also source materials that do not contain substances that are restricted in countries where our products are used— for example, by the European Union’s Restriction of Hazardous Substances \n(ROHS ), China RoHS, Registration Evaluation Authorization and Restriction of \nChemical Substances (REACH ), or the End of Life (ELV) Directive. ADI lead-free \nproducts are RoHS-compliant. The status of ADI lead-free and RoHS-compliant \nproducts is posted on our website. \nADI designs products that make efficient use of raw materials to minimize \nmaterial use. Additionally, design-for-environment concepts are incorporated to use alternative chemical constituents in our products. We also minimize quantities of incoming packaging materials to reduce waste. \nWe have a Product Life Cycle program that aims to extend the useful life \nof our products. We believe obsolescence should be avoided as long as technology and customer demand exist. Additionally, we have established a program for the return of evaluation boards from customers for recycling. That program provides step-by-step instructions for customers, and is in keeping with the Waste Electrical and Electronic Equipment (WEEE ) Directive.\nPollution Prevention\nA key component of ADI’s approach to environmental management is pollution prevention. Pollution prevention practices are incorporated into manufacturing operations.\nStormwater Pollution Prevention Plan: Locations of materials and \nindustrial activities that are potentially exposed to rainwater and snow melt are included in our stormwater prevention plan to promote application and improvement of appropriate pollution prevention and best management practices. We have built enclosures to protect transportation-associated loading and unloading activities, waste roll-off containers, and solid waste/recycling compactors. Our inspection program includes visual monitoring and sampling to promote effectiveness of the plan.\nHazardous Materials Contingency Plan: This plan is designed to prevent and \nminimize hazards to public health, safety, or welfare of the environment by fires, explosions, spills, or any other unplanned release of hazardous wastes, hazardous waste constituents, or hazardous materials to the air, soil, surface water, or groundwater. This plan is incorporated in the emergency preparedness and response requirements in the ADI ISO 14001/OHSAS 18001 environmental, health, and safety management system.Oil Spill Prevention Control and Countermeasures (SPCC ) Plan: This plan \nfeatures prevention and control technology to reduce the likelihood of a discharge of oil from a site or facility.\nBiodiversity and Natural Resources\nADI does not have a significant amount of land associated with its facilities, and our operations generally do not pose a significant risk to the terrestrial biodiversity in the areas surrounding our facilities. ADI’s manufacturing facilities discharge pretreated wastewater to publicly owned wastewater treatment facilities that are permitted for operation in each of the jurisdictions. Those treatment facilities help mitigate water quality impacts and associated water biodiversity risks.\nEarth Day Celebrations\nIn support of our EH&S Community Program, ADI Philippines joined the Clean-Up and Tree Planting activity of MENRO/Municipal of Environment and Natural Resources in April 2014 and 2015. Bagras trees were planted by the employee-volunteers in the General Trias Sports Park in 2014. Growing trees were also planted along the riverside in 2015, the roots of which help stabilize and reinforce the river banks.\nWater Conservation\nADI has implemented several water use reduction initiatives that have resulted in nearly 90 million gallons per year of water savings. ADI’s implementation of innovative water reduction and reclaim measures allowed our Massachusetts facility to double production without increasing water use, thereby allowing an important local employer to remain in New England.\nWater use is yet another example of sustainability making good business \nsense: the reductions referenced above equate to over $1 million dollars in avoided costs. Additionally, by significantly reducing resource needs, ADI has been able to nearly double production without increasing water resources, thereby avoiding facility expansion costs and retaining local jobs.", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 14, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}