{"page_content": "20\nOur Sustainability Priorities  u Social W ell-Being 2014–2015 Sustainability Report\nPromoting Education in Engineering and Science\nSupporting FIRST Robotics\nFIRST® (For the Inspiration and Recognition of Science and Technology ) was \nfounded in 1989 to inspire young people’s interest and participation in science \nand technology. Based in Manchester, NH, the 501 (c)(3) not-for-profit public \ncharity designs accessible, innovative programs that motivate young people to pursue education and career opportunities in science, technology, engineering, and math, while building self-confidence, knowledge, and life skills.\nAnalog Devices is proud to support FIRST Robotics as a diamond supplier and \nsponsor. STEM education is one of our focus areas and we partner with FIRST \nbecause of its outstanding success with students from grammar school to high school. ADI and its employees participate with FIRST teams as volunteer mentors, judges, and supporters at FIRST events throughout North America. In addition, we supply MEMS (microelectromechanical systems ) and controllers \nto the kit of parts that are used by teams throughout the world. Young Scientist\nOne way that ADI Limerick promotes education in engineering and \nscience is via the organization, Young Scientist. A team of over 10 ADI employees participates in monthly talks, and works to organize a divisional engineering conference.\nLimerick for Engineering\nA team of over 20 ADI employees partakes in the industry led group, Limerick for Engineering, to promote career options in engineering to students ages 16 to 18.Engineering Society\nAnalog Devices is also a sponsor of Young Scientist and Technology exhibitions. A team of over 20 engineers from ADI showcase Analog Devices’ technology in a fun way to children, ages 8 to 18.\n", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 19, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}