{"page_content": " 21 analog.com/sustainability\nOur Sustainability Priorities  u Social W ell-Being\n“FIRST shares ADI’s commitment to STEM programs\n in the communities where we work and live by\n inspiring the next generation of young people to pursue careers in engineering and math.” \n–Vincent Roche, CEO\nEvery year, thousands of students compete in FIRST competitions world-wide. The FIRST Robotics Competition (FRC) offers high school students the \nopportunity to work directly with experienced engineers to gain hands-on \nexperience by building and programming a task-oriented robot. FIRST Robotics teams begin by competing against other teams in their local area and winning teams advance to the championship weekend held in St. Louis, Missouri. The 2015 FRC challenge was called Recycle Rush. As part of the challenge students programmed robots to move recycling bins to specific areas of the playing field with points scored for placement and accuracy. \nAnalog Devices has been involved with FIRST since 2003 and we continue \nto expand our involvement with both financial support and by encouraging our \ntalented workforce to participate as volunteers. The teams we support have won several awards and gone on to compete in the St. Louis championships. ADI is proud to be partnering with FIRST in its mission to encourage young \npeople to pursue educational opportunities in engineering and math. \n10 years of evaluation data indicates \nthat with participation in FIRST, team \nmembers are: FIRST   IMPACT\n2×\nas likely to major in \nscience or engineering\n33%\nof women major in engineeringMajor in engineering\n41%STEM MAJOR CITED BY FIRST PARTICIPANTS\nSource: Brandeis University, 2005 Evaluation of FIRST Robotics Competition Alumni84%\n90%88%\n87%91%More interested in doing well in school\n87%                86%                88%\nFIRST LEGO League\nFIRST LEGO LeagueFIRST Tech Challenge\nFIRST   Tech ChallengeFIRST   Tech ChallengeFIRST Robotics Competition\nFIRST Robotics Competition FIRST Robotics CompetitionPlan to take a \nmore challenging \nmath or science courseMore \ninterested \nin going to \ncollegeSCHOOL ENGAGEMENT INCREASES FOR FIRST PARTICIPANTS\nSource: Brandeis University, 2011 FIRST Tech Challenge—FIRST Robotics Competition Evaluation\nand 2013 FIRST LEGO  ® League Evaluation\n98% 95% 93%Improved problem \nsolving skills\nof alumni are in a STEM ﬁeld \nas a student or professionalIncreased time \nmanagement skillsIncreased conﬂict \nresolution skillsStrengthened \ncommunication skills\n76%75%\nOVEROVER21ST CENTURY WORK-LIFE SKILLS GAINED BY FIRST PARTICIPANTS FIRST ALUMNI IN STEM CAREERS\nSource: Brandeis University, 2011 FIRST Tech Challenge—FIRST Robotics Competition Evaluation and 2013 FIRST LEGO League Evaluation Source: FIRST , 2011 Survey of FIRST Robotics Competition\nand FIRST Tech Challenge Alumni", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 20, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}