{"page_content": " 25 analog.com/sustainability\nOur Sustainability Priorities  u Social W ell-Being\nGiving Tree (1993–2015 )\nOur ongoing project of the Giving Tree has served two organizations, \nThe Professional Center for Child Development and The Veterans Administration Hospital in West Roxbury, MA. Both nonprofits supply a list of supplies and gifts they want for their clients. ADI employees sign up for a client and fill that individual’s request. One hundred employees are involved each year. In addition, this program provides holiday gifts for disabled children and their families and for veterans.Rebuilding Lowell Together\nIn November of 2015, 15 ADI employees participated in a Rebuilding Lowell Together event in which they volunteered their time to help rebuild a home in Lowell, MA.Donations to Typhoon Haiyan Victims\nTyphoon Haiyan (also known as Typhoon Yolanda in the Philippines) was one of the strongest, most devastating tropical cyclones ever recorded in southeast Asia. It is also the worst Philippine typhoon recorded in modern history, having taken the lives of 6,300 Filipinos.\nIn a concerted effort to help the victims of Typhoon Haiyan, Analog Devices donated more \nthan $200,000 to Habitat for Humanity Philippines Foundation (HHPF) and Philippine Red Cross, which were used to purchase Shelter Repair Kits (SRK). These SRKs contain mate-rials and tools to improve the housing condition of the victims. ADI volunteers travelled to one of the provinces affected by the typhoon to personally donate the SRKs and assist in the construction. A total of 71 families were provided with these SRKs. Analog Devices Philippines also identified 68 employees affected by Typhoon Haiyan, some of whom lost their homes and family members. The Company provided each employee victim with financial aid, which helped the employees and their families start life anew. Positive Learning Environments \nAs part of Analog Devices Philippines’ advocacy of helping communities and being an agent of transformation, the Company donated paint materials to both Panungyanan Elementary School and Governor Ferrer Memorial National High School for their facilities’ upkeep. This provided 425 students a more favorable learning environment. \nThe Panungyanan Elementary School learning environment was further \nenhanced when employee volunteers visited the school on July 4, 2015. Employee volunteers distributed free grooming kits and school supplies to 153 pupils in preparation of the coming school year. Pupils were also given free haircuts. \n", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 24, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}