{"page_content": " 31 analog.com/sustainability\nOur Sustainability Priorities  u Social Well-Being\nEuropean R&D Centre Limerick, Ireland—LEED for \nNew Construction: Community Environment/Business Industry Engagement\nWe have made a commitment that all new construction will be green build-\nings and conform to the current sustainable standards. Our European R&D center illustrates our commitment. In the construction of the new building in Limerick, ADI’s sustainability priorities were to conserve energy, water, and natural resources, support eco-friendly technologies, improve operating controls, and lower operational costs. On a holistic level, the building aims to support a healthy lifestyle and positive workplace. To reduce pollution during construction, control measures and practices limited sediment and debris entering the local stormwater systems and airborne pollution. Filters were fitted to drains, the drains were regularly inspected and cleaned, dust was suppressed, vehicle wheels were washed before leaving the site, and excavation stockpiles were covered to prevent erosion and pollution. Additionally, 23% of the site area is now vegetated, creating a healthier neighborhood and promoting biodiversity.\nThe site has increased filtration, permeable paving, and planting designed \nto capture and infiltrate stormwater before it reaches the public drain. Rain is collected from the roof in a tank under the car park and used to flush the lavatories, resulting in a water savings of 71%. In addition, efficient indoor lavatory fittings result in a 58% reduction in water use. The building’s central glass atrium and large windows contribute high levels of natural daylight, increasing connection with outdoor environment and reducing reliance on artificial lighting. There are a mixture of highly efficient fluorescent and LED lamps within the light fixtures and the combination of smart automated and user controls allow precise control of systems. As a result, the building’s interior lighting saves more than 100,000 kWh a year compared to a typical lighting installation.\nThe building also has an efficient air conditioning system designed to \nimprove operating controls and lower operational costs and an albedo roof uses a finish that reflects the sun’s energy. The white and light colored finish surfaces used for this roof and the landscaped areas reflect solar radiation and limit heat build-up to reduce carbon dioxide and greenhouse gas emissions. There is also a solar panel array on the roof that generates 9,400 kWh of thermal energy annually. To conserve natural resources, more than 90% of all new wood used in the building is Forest Steward Council (FSC) certified, meaning the wood was harvested \nwithout contributing to the destruction of the world’s forests. Additionally, many of the products used to construct and furnish the building contain recycled content. Supporting eco-friendly technologies, the site features 12 electric vehicle charging points provided and 33 secure cycle storage spaces. As carpooling also helps the environment, there are 21 dedicated carpooling spaces in a prime location close to the entrance.94\ntrees planted!\nADI’s New European Research\nand Development Centre\n", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 30, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}