{"page_content": "32\nOur Sustainability Priorities  u Social W ell-Being 2014–2015 Sustainability Report\nADI University Program: Student Engagement\nAnalog Devices is as passionate about educating the next generation of \nengineers as it is about pioneering the next technological breakthroughs. Our university program includes research funding, student donations, and education kits and curriculum.\nWe provide funding to universities and research centers around the world. \nOur funding supports basic research, graduate and doctoral student projects, laboratory equipment and facilities, and collaborative research and development initiatives. ADI research funding creates lasting partnerships with universities and research centers at the leading edge of science and technology. Rapid innovation in technology is made possible in part due to the advanced research underway at research universities and research centers. Funding and productive engagement with these organizations fuels the innovation engine which has lasting impact to economic growth. \nWe believe hands-on education is impactful in education, helping students \ndevelop a passion for electronics and the skills to succeed. To this end, we deeply discount and often donate our products so that individual students and student teams can design, test, and build circuits and applications from actual components.\nIn the last several years, we combined our experience teaching about \nanalog and digital signal processing and our relationships with professors and educational institutions to devise a new curriculum that features a new learning kit. The Analog Devices Active Learning M1000 (M1K) Kit is \na hands-on, easy to use tool that allows students to be introduced to the fundamentals of electrical engineering in a self- or instructor-led setting. Using our kit, students build and test real-world, functional analog circuits that help them better understand how the physical world and the digital world interact. We also provide teachers and students with coursework and lab experiments. Early hands-on learning with the M1K helps students develop a solid science, technology, or engineering foundation.We encourage our employees to mentor and tutor students. We also host student design competitions to help build important skills such as ideation, teamwork, and communications. \nOver our 50-year history, we have been able to see the benefits of investing \nin education and basic research. We have benefited directly by hiring excel-lent talent and being able to apply research findings. And we have benefited indirectly through the growing ranks of STEM degree holding graduates working for our customers and building new companies. We believe the long-term impacts are clear, providing students with the skills needed to lead the world to the next generation of innovative breakthroughs.Featured University Program International Solid State \nCircuits Conference (ISSCC )\nSince 1997, Analog Devices has honored \ntalented students at top research universi-\nties with Outstanding Student Designer Awards. The awards are presented at the International Solid State Circuits Conference \n(ISSCC ) held in San Francisco, CA.\nThis award helps to encourage the \nstudy of integrated circuit (IC) design, \nrecognize graduate students who have both chosen this field early in their academic careers and who show great promise and tal-ent. Students who are selected for Outstanding Student Designer Awards receive a stipend to help them travel to the prestigious conference.\nADI engineers work with university professors, asking them to \nnominate their best students for the awards. Once at the ISCCC, the students meet with their ADI champions to discuss IC design and related topics.\n", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 31, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}