{"page_content": "38\nOur Sustainability Priorities  u Go vernance and Ethics 2014–2015 Sustainability Report\nGovernance and Ethics\nCorporate Governance\n“We strive to be a positive inﬂuence in our communities\n by living up to the highest ethical standards, pursuing\n socially minded business practices, providing rewarding \ncareer and employment opportunities, and giving back\n to our communities in concert with our employees’ individual efforts.” \n–Vincent Roche, CEO\nThe Board of Directors of Analog Devices, Inc., sets high standards for the \nCompany’s employees, officers, and directors. Implicit in Analog Devices’ philosophy is the importance of sound corporate governance. It is the duty of the Board of Directors to serve as a prudent fiduciary for shareholders and to oversee the management of our business. To fulfill its responsibilities and to discharge its duty, the Board of Directors follows the procedures and stan-dards set forth in the Corporate Governance guidelines. These guidelines are subject to modification from time to time as the Board of Directors deems appropriate in the best interests of the Company or as required by applicable laws and regulations.\nGovernance Structure\nOur Board of Directors’ primary responsibility is to serve the best interests of ADI and its shareholders by overseeing the management of the company. The Board reviews ADI’s overall performance, rather than the day-to-day operations that are the responsibility of management. The Board determines corporate objectives and strategies. It also evaluates and approves signifi-cant policies and proposed major commitments of corporate resources. The Board of Directors’ role in the Company’s risk oversight process includes receiving regular reports from members of senior management on areas of material risk to the Company, including operational, financial, legal and regulatory, and strategic and reputational risks. Members of management report to the Board of Directors (or appropriate committees in certain cases ) \nregarding risk identification, risk management, and risk mitigation strate-gies. In particular, the Audit Committee discusses ADI’s policies with respect to risk assessment and risk management as they apply to ADI’s financial statements. The Audit Committee also receives regular reports from our Director of Internal Audit on internal audit matters, and an annual report from our Chief Information Officer on cybersecurity. The Compensation Committee considers whether ADI’s executive compensation program encourages excessive or inappropriate risk taking, and the Nominating and Corporate Governance Committee leads the Board with respect to the adequacy of succession planning for the Company’s Board of Directors, Chief Executive Officer, and other executive officers, while issues related to governance and to ethics are handled by the Nominating and Governance Committee.\nThe Board is currently comprised of 10 board members. Ray Stata (chair-\nman), presiding director, Vincent T. Roche (CEO), and eight other independent \ndirectors: Richard M. Beyerm, James A. Champy, Bruce R. Evans, Edward H. \nFrank, John C. Hodgson, Neil Novich, Kenton J. Sicchitano, and Lisa T. Su. The Board has standing Audit, Compensation, and Nominating and Corporate Governance Committees, each comprised entirely of independent directors. The names, titles, and affiliations of our Board members, as well as the structure and membership of committees are described in our proxy state-ments and on our investor relations website.", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 37, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}