{"page_content": "39\nGovernance and Ethics  u Environment analog.com/sustainability\nAccountability and Transparency\nAs part of our commitment to accountability and transparency, every \nmember of our Board is elected annually, giving our shareholders input into the membership of our entire Board every year. The results of each election are publicly announced within four business days of the election. In addition, we have a majority voting standard in the election of direc-tors. If a nominee in an uncontested election does not receive more votes “for” his or her election than “against,” that director must offer his or her resignation to the Board promptly after the election. The Board then determines whether to accept the resignation, after consideration of all relevant factors. We then publicly disclose the Board’s decision and an explanation of how the decision was reached.\nThe Nominating and Corporate Governance Committee of the Board \noversees an annual written evaluation of the Board to determine whether it and its committees are functioning effectively. As part of this evalua-tion, individual Board members are assessed by both themselves and the other Board members. Information related to ADI director and execu-tive compensation is contained in our annual proxy statement under the headers “Director Compensation” and “Information About Executive Compensation.” The 2016 Annual Proxy statement is a Featured Report on our investor relations website. \nTo align the interests of our directors and executives with those of our \nstockholders, we have in place stock ownership guidelines. Under the guidelines, target share ownership levels are two times the annual cash retainer for directors, two times annual base salary for the CEO, and one times annual base salary for other executives. Directors (including the CEO ) \nhave three years to achieve their target level. Executives (other than the \nCEO) have five years to achieve their target level. We prohibit all hedging transactions or “short sales” involving ADI securities by our directors and employees, including our executive officers.\nIndependence\nWe have 10 directors. Eight of the directors meet the NASDAQ independence standards, which are currently reaffirmed by the Board annually. The Board has determined that Mr. Roche, our President and Chief Executive Officer, and Mr. Stata, our Chairman and founder, are not “independent” under the NASDAQ rules because Mr. Roche is a current employee and Mr. Stata is our founder. Our independent directors meet regularly in executive session outside the presence of the two management directors. We have an inde-pendent presiding director, James Champy, who presides at all executive sessions of our independent directors. In addition, we separate the roles of CEO and chairman of the board in recognition of the differences between the two roles. The CEO is responsible for setting the strategic direction for the company and the day to day leadership and performance of the company, while the chairman of the board sets the agenda for board meetings and presides over meetings of the full board. Additional information on ADI’s board of directors can be found on our investor relations website.\nIntegrity and Ethical Behavior\nWe have a Code of Business Conduct and Ethics that applies to everyone who works for ADI. This includes the CEO, the CFO, members of ADI’s board, other senior financial, business, and technical management, and every employee. We have established a toll-free business ethics hotline operated by an independent third party, where anyone can report any violations of the code, questionable accounting or auditing matters, or violations of any law or regulation. We have a no retaliation policy against any employee who in good faith makes a report or assists ADI in identifying or investigating suspected violations of the law or the code.", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 38, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}