{"page_content": "40\nOur Sustainability Priorities  u Go vernance and Ethics 2014–2015 Sustainability Report\nThe Nominating and Corporate Governance Committee coordinates the board’s \noversight of the code, and all employees are required to take a mandatory training course on the code. For additional information on our policies or to view a copy of the code, please visit our investor relations website.\nRespect for Stakeholder Interests\nThe Board of Directors gives appropriate attention to written communications on issues that are submitted by shareholders and other interested parties, and responds as appropriate. Absent unusual circumstances or as contem-plated by committee charters, the Chairman of the Nominating and Corporate Governance Committee will, with the assistance of Analog Devices’ internal \nlegal counsel, (1) be primarily responsible for monitoring communications from \nshareholders and other interested parties and (2) provide copies or summaries \nof such communications to the other directors as he considers appropriate. Communications will be forwarded to all directors if they relate to substan-tive matters and include suggestions or comments that the Chairman of the Nominating and Corporate Governance Committee considers to be important for the directors to review. In general, communications relating to corporate governance and long-term corporate strategy are more likely to be forwarded than communications relating to personal grievances, commercial solicitations, and matters as to which Analog Devices tends to receive repetitive or duplica-\ntive communications.\nShareholders may also recommend director candidates for inclusion in the \nslate of nominees that the board recommends to our shareholders for elec-tion. The qualifications of recommended candidates will be reviewed by the Nominating and Corporate Governance Committee using substantially the same process and applying substantially the same criteria as it follows for director candidates submitted by board members. The criteria for nomination as a director are contained in our Corporate Governance Guidelines and include the candidate’s integrity, business acumen, experience, commitment, diligence, conflicts of interest, and the ability to act in the presence of all shareholders. \nShareholders and other interested parties who wish to send communica-\ntions on any topic to the board should address such communications to\nJames Champy, Presiding Director \nc/o Secretary Analog Devices, Inc. One Technology Way, P .O. Box 9106 Norwood, MA 02062\nSupplier Diversity \nIn the United States, public laws and Federal Acquisition Regulations (FAR) \ngovern the requirements for small business subcontracting programs and the procurement goals for each program. The small business goals for each business type are listed below in relation to percentage of procure-ment spend. ADI and other suppliers who sell to the U.S. government or to suppliers of the U.S. government are required to report spending in these categories as a percentage of overall spending every six months. \nBusiness TypeGoal in \nRelation to % \nProcurement \nSpendADI’s Accomplishments\n4/1/12 \nto \n9/30/1210/1/12 \nto \n3/31/134/1/13 \nto \n9/30/1310/1/13 \nto \n9/30/1410/1/14 \nto \n9/30/15\nSmall Business (SB) 23% 40.64% 30.98% 34.68% 29.75% 26.61%\nSmall Disadvantaged \nBusiness (SDB)5% 0.7% 0.97% 1.44% 1.61% 3.32%\nWoman-Owned SB \n(WOSB )5% 2.31% 2.46% 3.27% 3.11% 3.38%\nHUBZone SB 3% 0.07% 0.09% 0.07% 0.07% 0.01%\nVeteran Owned SB (VOSB )Best effort 1.19% 1.00% 1.72% 1.06% 1.44%\nService Disabled VOSB (SDVOSB )3% 0.00% 0.00% 0.00% 0.00% 0.00%\nThe percentage of spend with small businesses was down slightly in 2014 \nand 2015. This is partly due to the activities involved in the integration of the corporation Hittite, which ADI acquired during this time period. In addition, a large percentage of spend was directed primarily to larger corporations for software licenses and services. However, if you look at the categories of Small Disadvantaged Business and Women Owned Small Business, the percentage of spend with both of these business types were just over 3% in 2015, which is closer to the 5% spend goal than in previous years.\n", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 39, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}