{"page_content": " 41\nOur Sustainability Priorities  u Go vernance and Ethics analog.com/sustainability\nBusiness Ethics\n“Our commitment to innovation, collaboration, excellence\n in everything we do, and an intense passion for enabling\n customer success are the essence of ADI and will be long into the future. These tenets stem from a strong value system that emphasizes honesty, integrity, and respect. Ethical behavior has always been part of the fabric of our company and our ongoing vigilance and commitment to this principle will ensure that ADI’s\n reputation as a reliable and trusted company endures.\n It remains critical that all employees, across all locations and job functions, understand the importance of ethical behavior, including complying with applicable laws and ADI policies and procedures.” \n–Vincent Roche, CEO\nAs employees of Analog Devices, it is our collective responsibility to uphold \nour company’s reputation for the highest standards of integrity and corporate governance. We make it a priority to provide employees with comprehensive training on ethics and compliance to help each person make sound decisions in today’s complex, global environment by providing critical information about the policies and laws that govern both the company’s activities and the actions of individual employees while working on behalf of ADI.\nEICC\nADI follows the EICC Code of Conduct; we verify our conformance by engaging third-party audit entities accredited by the EICC to conduct Auditee-Managed Audits (AMAs ) at our manufacturing facilities. Audit results, along with \ncorrective actions plans and updates, are uploaded on the EICC-ON platform; ADI customers who are also EICC member companies, or are subscribed to EICC-ON, can request access to our audit results. \nPursuant to local laws, ADI respects the right of all workers to form and join \ntrade unions of their own choosing, to bargain collectively and to engage in peaceful assembly, as well as respecting the right of workers to refrain from such activities. ADI allows workers and/or their representatives to openly communicate and share ideas and concerns with management regarding working conditions and management practices without fear of discrimina-tion, reprisal, intimidation, or harassment.Code of Business Conduct and Ethics\nOur Code of Business Conduct and Ethics describes our expectations and requirements for all company employees, including executive officers, as well as members of the Board of Directors, contractors, and business partners. We expect all directors, officers, and employees—as well as nonemployee sales representatives, consultants, vendors, suppliers, and customers engaged in business activities with ADI—to comply with the law in the course of their relationship with ADI, including all applicable statutes, rules, and regulations. \nThe Code is posted on Signals, ADI’s employee portal, and on our website.  \nIt is provided to all new employees and distributed annually to all employees. \nIt is reviewed for necessary changes or amendments on an annual basis by the Nominating and Corporate Governance Committee of our Board of Directors. All employees are required to take a mandatory online course covering the Code and to recertify thereafter.\nFair Competition and Pricing\nADI and its employees do not discuss prices or customers with our competitors except when necessary in connection with legitimate sales or purchase transactions. In addition, ADI and its personnel do not fix or dictate resale prices to our distributors or pressure resale price maintenance by reprimanding or threatening distributors who reduce their prices. We are fair in our dealings with our distributors and do not restrict our distributors’ rights to sell our products, nor do we seek to prevent our distributors from selling our competitors’ products. We do not discriminate among similar distributors when we offer price discounts.\nInsider Trading\nOur policy regarding the trading of securities is applicable to all ADI personnel, as well as our Board of Directors. All employees must participate in training regarding the laws of insider trading. Appropriate employees are required to take a 30-minute mandatory online course covering our insider trading rules. Appropriate employees are reminded quarterly via email of their obligation to refrain from trading in Company stock until the third business day following the public announcement of ADI’s financial results for that quarter.\nAnticorruption\nWe work to comply with all applicable anticorruption and antibribery laws in all countries where we do business. Our Guidelines for Gifts and Business Entertainment, which prohibit the giving of anything of value to a government official with the purpose of influencing his or her decision or gaining an improper benefit, apply to all ADI personnel.", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 40, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}