{"page_content": "42\nOur Sustainability Priorities  u Go vernance and Ethics 2014–2015 Sustainability Report\nOur Code of Business Conduct and Ethics prohibits the direct or indirect \npayment or gift of corporate funds or other assets to any political party or committee, to any candidate for public office, and to any official or employee of any government agency in the United States or any foreign country. This applies to employees or persons acting on behalf of ADI, its divisions, and its subsidiaries. It also extends to any payment or gift granted to a third party in which there is an understanding or presump-tion that part, or all, of the payment or gift may ultimately be paid to any political party or committee, candidate for public office, governmental official, or employee. For example, our matching gifts program does not extend to organizations that are primarily political in purpose. Nevertheless, employees are free to get involved in politics as long as it is not in connec-tion with ADI or ADI business and is conducted during personal time. \nWe pay dues for associations and membership organizations, such as the \nSemiconductor Industry Association (SIA), that may engage in lobbying \nefforts.\nExport Controls\nADI monitors and strives to comply with the export regulations of the United States and of other countries in which ADI conducts business. In 2013, we provided training on export laws, including the International Traffic in Arms Regulations and the Export Administration Regulations, to all appropriate employees. In 2015, we asked all ADI employees to read and certify their understanding of our ADI Export Policy statement. Starting in 2016, we are planning to deliver function-specific export training to all ADI employees and deliver refresher training every two years thereafter. \nReporting Violations\nWe have several avenues through which employees and stakeholders can report potential violations of laws, rules, regulations, and Company policies. We have an open-door policy with regard to issues that may arise under the Code or about potential violations. Employees may bring these issues to their supervisors or contact the Human Resources Department or ADI’s Chief Legal Officer.\nIn addition, we have a toll-free number and an email box through which \nemployees may anonymously report any potential violation. Following a report, the ADI Legal Department conducts an investigation appropriate for the situation. Anonymous reports and the results of any investigation are reported to the Nominating and Corporate Governance Committee. For more information regarding reporting of violations please view our Code of Business Conduct and Ethics.No Retaliation\nWe do not discipline, discriminate against, or retaliate against any employee who reports a complaint or concern in good faith.\n“Analog Devices is committed to sound ethical practices,\n strong corporate governance, and full compliance with\n all applicable laws and regulations. ADI’s culture of transparency at all levels is at the foundation of the company’s business success. Accordingly, ADI expects honest, ethical, and lawful conduct from all its personnel throughout the organization.” \n–Margaret Seif, Chief Legal Ofﬁcer and SVP of Communications\nEmployees\nWorkplace Compliance\nADI endeavors to conduct its business in compliance with all applicable laws, \nregulations, and standards. ADI’s EH&S Department is responsible for ensur-ing that ADI policies, procedures, and guidelines regarding workplace safety and the conservation of natural resources are implemented and observed. Additionally, ADI is a member of the EICC and adheres to the EICC Code of Conduct. An internal CSR website is available to employees and includes information on the EICC Code.\nWorking Hours\nADI does not permit working hours to exceed requirements established by \napplicable local law. A work week should not be more than 60 hours, includ-ing overtime, except in emergency or unusual situations. Workers at ADI are allowed at least one day off per seven-day week.\n", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 41, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}