{"page_content": " 43\nOur Sustainability Priorities  u Go vernance and Ethics analog.com/sustainability\nAppropriate Wages and Benefits\nCompensation paid to workers at ADI must comply with all applicable wage \nlaws, including those relating to minimum wage, overtime hours, and legally mandated benefits. In compliance with local laws, ADI workers are compen-sated for overtime at pay rates greater than regular hourly rates. Deductions from wages as a disciplinary measure are not permitted within ADI. The basis on which workers are paid is provided in a timely manner via pay stub or similar documentation.\nHumane Treatment\nADI’s disciplinary policies and procedures are clearly defined and commu-\nnicated to our workers. We do not tolerate sexual harassment, sexual abuse, corporal punishment, mental or physical coercion, or verbal abuse of workers, or the threat of any such treatment at ADI. We also subscribe to the EICC Code of Conduct, which provides that “Participants are committed to uphold the human rights of workers and to treat them with dignity and respect as understood by the international community.” Accordingly, ADI strives to maintain a work environment free of harassment that respects the dignity, safety, and security of our employees. ADI does not use forced, involuntary, or child labor in any of our facilities. In addition, we require all of our suppliers to conform to the EICC Code of Conduct. And with respect to the issue of conflict minerals, we state: “A nalog Devices is collaborat-\ning with other concerned electronic companies in developing methods to track the origin of metals used in electronic products, and we are using our reasonable best efforts to ensure that we do not directly or indirectly support violence and human rights abuses in the DRC region.”\nA statement on our commitment to human rights is included in our internal \nCSR website and in our Code of Business Conduct and Ethics. Our employ-ees and suppliers receive training in the EICC Code and Code of Business Conduct and Ethics requirements.\nNondiscrimination\nADI is committed to a work environment where employees are treated with \nrespect and fairness. ADI will not discriminate in hiring, promotion, employee compensation, and employment practices on grounds of race, color, religion, age, nationality, social or ethnic origin, sexual orientation, gender, gender identity or expression, marital status, pregnancy, disability, military status, or other categories protected by applicable law.\nIn addition, workers or potential workers at ADI will not be subjected to \nmedical tests that could be used in a discriminatory way.\nForced Labor\nADI does not use forced, bonded, or indentured labor or involuntary \nprison labor. All work must be voluntary and workers are always free to leave upon reasonable notice. Our workers are not required to hand over government-issued identification, passports, or work permits to our facility representatives as a condition of employment.\nChild Labor Avoidance\nADI does not use child labor at any stage of manufacturing. We use the \nEICC Code of Conduct definition of “child”: any person under the age of 15 \n(or 14 where the law of the country permits ), or under the age for complet-\ning compulsory education, or under the minimum age for employment \nin the country, whichever is greatest. The use of legitimate workplace apprenticeship programs, which comply with all laws and regulations, is supported by ADI. Workers cannot perform work that is likely to jeopardize their health or safety.\nFreedom of Association\nADI regards open communication and direct engagement between workers \nand management to be the most effective ways to resolve workplace and compensation issues. ADI respects the rights of workers to associate freely and seek to communicate openly with management regarding working conditions without fear of reprisal, intimidation, or harassment. Globally, approximately 2% of our employees belong to unions.\nSupply Chain\nADI designs, manufactures, and markets a broad line of high performance integrated circuits (ICs) that incorporate analog, mixed-signal, and digital \nsignal processing technologies. We produce and market several thousand products. Information on our products can be found in our latest Form 10-K report filed with the SEC and posted on our website. \nSuppliers\nOur goal is to develop a meaningful and lasting relationship with ADI suppliers. Our products require a wide variety of components, raw materi-als, and external foundry, assembly, and test services, much of which ADI ", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 42, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}