{"page_content": " 45\nOur Sustainability Priorities  u Go vernance and Ethics analog.com/sustainability\nProducts\nNew Automotive Developments\nAs a long-term supplier and technology partner to the automotive industry, \nour zero-defect management system is an integral part of our design and manufacturing processes. To create safer, greener, and more comfortable automobiles, designers turn to ADI’s converter, amplifier, MEMS, sensor, sensor interface, digital isolator, processor, and RF technologies to help them develop cost-effective, high performance system designs.\nRadar Chips\nADI offers leading-edge radar technology for the fast growing automotive radar \nmarket. Our advanced components enable automotive suppliers and OEMs to develop high performance radar systems such as front and rear park assist, forward collision warning, lane change assist, blind spot detection, collision mitigation systems, and full speed range adaptive cruise control.\nADI offers a broad portfolio of automotive qualified products and development \ntools designed to enable suppliers and OEMs to design and deploy feature-rich automotive entertainment and information solutions. Our offerings include integrated processor, converter, interface, and amplifier products designed to \nmeet the stringent requirements of next-generation radio, rear seat entertain-ment, and multimedia accessory applications, while adding automotive-\ncentric features, such as active noise cancellation and active sound design.\nBattery Control\nAnalog Devices provides complete system solutions for battery monitoring \nin 12 V lead-acid automotive applications. These devices integrate all the required features to determine precisely and intelligently the battery state-of-charge and state-of-health, and also to manage communications to the \nmain electronic control unit (ECU) via a local interconnect network.\nHybrid Electric Vehicles\nElectric vehicles need monitors and controls for the battery stack, motors, and \ninverters. Our products can handle the hundreds of volts in these systems to millivolt accuracy for each battery in the stack while handling 100 A currents. The products also have built-in accurate temperature sensing, which is critical \nto battery components. \n", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 44, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}