{"page_content": "46\nOur Sustainability Priorities  u Go vernance and Ethics 2014–2015 Sustainability Report\nSafety\nADI has pioneered solutions for automotive airbag, stability, and rollover \nsystems for more than 20 years. Our extensive experience in designing crash sensors enabled us to help define next-generation airbag products for electronic control unit (ECU) and satellite sensors, and high perfor -\nmance gyroscopes and low-g sensors for electronic stability control. ADI’s products enable next-generation systems that offer consumers the highest level of safety.\nA\n2B\nAnalog Devices is also helping to solve the entertainment system design \nchallenges with the Automotive Audio Bus® (A2B) digital audio bus technol-\nogy, which delivers high fidelity audio for automobiles while significantly reducing the weight of existing cable harnesses (by upward of 75% in key \napplications )—resulting in improved vehicle fuel efficiency.\nThe A\n2B system takes out the complexity, weight, and costs of current \nsystems. But it also adds in an advanced, feature-rich infotainment experi-ence that car manufacturers, and millions of drivers, increasingly expect—along with better gas mileage.\nLeading automotive manufacturers approached ADI about developing tech-\nnology that could support multiple microphone arrays in vehicles to enable different applications such as voice recognition, active noise cancellation, and in-car communications.\nTraditional implementations for high fidelity audio in automobiles required a \nlarge amount of expensive, heavy cabling. ADI set about it in a better way—the AD2410 and the A\n2B solution, which is capable of distributing audio and \ncontrol data together with clock and power over a single, unshielded, low cost twisted-pair wire.\nA\n2B connects multiple remote sensors for different applications in a daisy-\nchain sequence, significantly reducing redundant cabling runs. As a result, \nthe weight of the cable harness is reduced dramatically, while overall design costs and complexity (in design, installation, and maintenance ) are reduced \ndue to the need for fewer cables. The A\n2B technology can also supply power \nto other devices in the daisy chain, eliminating the need for local power supplies and further reducing total system cost.ADI at the Forefront of Science\nEarlier this year, scientists at Caltech and MIT announced that they had discovered gravitational waves, thereby verifying another aspect of Einstein’s General Theory of Relativity. The gravitational waves were discovered by the two LIGO (Laser Interferometer Gravitational-Wave Observatory ) observa-\ntories located in Washington and Louisiana. The LIGO devices can measure a change in the length of the laser beam arms to less than the width of a proton. Several operational amplifiers from ADI, of the AD797 type, are at the center of the measurement equipment and keep the laser beams extremely stable to allow such precise readings. The AD797 was chosen from hundreds of avail-able devices as the most accurate and low noise amplifier available. Several other ADI products are also used in the LIGO systems, entirely because of the precision and accuracy that they provide.\nANALOG DEVICES IS PROUD TO HAVE COMPONENTS IN LIGO", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 45, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}