{"page_content": " 47\nOur Sustainability Priorities  u Governance and Ethics analog.com/sustainability\n \nThe Internet of Things—IoT\nThe Internet of Things, or IoT, is a term to describe how disconnected devices \nthat have or need information will be connected into a local home, factory, or office network to improve efficiency. Many such devices are already in use, such as security cameras, remote lighting, and even smart watches doing medical monitoring. The primary elements of all of these devices are sensors acquiring data and radios that transmit the data or receive commands. ADI is well positioned in this area with our strength in sensors and data acquisition as well as the breadth of RF and communications products, recently enhanced with the acquisition of Hittite Microwave. To focus on this area, in 2015, we formed the IoT operating division whose products will be targeted on exactly that area, and build on successes we have already achieved in personal, industrial, and medical systems.\nMEMS  Accelerometers\nOur MEMS accelerometers are now becoming  \nan important tool as vibration sensors in  \nmodern, IoT driven, condition monitoring  \n(CM) systems. CM developers have long  \nawaited the opportunity to leverage the size,  \ncost, and reliability advantages in MEMS   \nsensors, but until recently have been limited  by their measurement range, bandwidth, or resolution. Recent advances in products like the ADXL357 are addressing these traditional  \nweaknesses, while at the same time, new CM  \narchitectures (IoT) are emerging to automate  \nthe entire process of vibration monitoring  \n(sensing, data capture, cloud connectivity,  \nsecurity, analytics, and action triggering ). This convergence of sensor and system-level  capability is leading to significant expansion of  vibration sensing instrumentation, especially into  \nfactories that presently have little or no coverage  \nfor critical machines. System designers can  \ndevelop a machine vibration signature that  \nindicates when it is nearing a point where  \nmaintenance is required to prevent failure.  \nThis allows machines to be serviced when it is needed, rather than on an arbitrary schedule,  but still preventing costly major failures. This  will save time and money for manufacturers and transportation systems of all types.\n", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 46, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}