{"page_content": "6\nOur Company 2014–2015 Sustainability Report\nOur Tenets\nWe are guided by three key tenets: Partner with Customers; Innovate with \nImpact; and Go Beyond Silicon.\nPartner with Customers, gaining insight into and addressing their current—\nand future—problems. We will expand our understanding to the ecosystems in which our customers operate, including how industry and societal changes will shape our customers’ challenges and their customers’ needs.\nInnovate with Impact, evaluating projects based on what problem the inno-\nvation solves. We will approach problems with a clear eye on their economic potential.\nGo Beyond Silicon, expand our expertise beyond silicon to software, \nalgorithms, and security. We will also forge partnerships and new business models that enable us to create and capture greater value.\nOur Beliefs\nFew companies in the semiconductor industry have proven to be sustainable over the course of time, let alone thrive as Analog Devices has throughout our long history of providing cutting edge technology. We believe what has created stability and continuity for Analog Devices over many decades is the fact that, while the vision and mission of our business has evolved, the core qualities and behaviors that define ADI’s values, belief structure, and culture have remained constant and continue to guide our actions and decisions.\nFrom the company’s founding in 1965, the leaders of ADI have sought to hire \nthe best people and allow them the entrepreneurial freedom to create value through innovation. The quest for excellence and innovation pervades every facet of the organization, from engineering to sales to marketing to customer support to manufacturing. ADI’s employees feel empowered to work closely with customers, using their expertise and market insights to uncover valuable ideas and combine both core technology and whole-product solutions to deliver the most reliable and highest quality signal processing systems available. \nEmployees at ADI are encouraged to pursue learning and are expected to Our Purpose—Be Ahead of What’s Possible\nWe exist to solve problems that matter. We create—in unique \nways—solutions that sense, measure, interpret, and connect the world: we help make machines smarter, improve health care and quality of life, keep people safe, reduce emissions, and make the planet more sustainable.take an educational approach to mentoring and managing, as well as how we sell and market products. The organization is imbued with a collabora-tive and supportive spirit that extends beyond our employees to include our customers, for whom we seek to pursue our mission to solve the most difficult engineering challenges. We enable our customers to create their own amazing products and achieve their own success, listening to them closely and working with them to deliver compelling technological solu-tions with the focus and speed that today’s markets require. \nThe leadership of the company is consistent, visionary, and disciplined. ADI has \nlong been managed to achieve profitable growth, focusing our efforts on those areas where we can achieve the most meaningful gains and where our innova-tions can be applied with purpose and ambition to create the greatest impact. Smart calculated risks, often taken despite prevailing conventional wisdom, have played a key role in advancing ADI’s success, as has the willingness to persevere in order to achieve long-term success and market leadership. \nWe have no doubt that the future holds an array of new opportunities for ADI \nas we seek to lead the industry with rapid and relevant discoveries that will complement our evolving world. As we navigate the future, we will continue to rely on the enduring values that have served us so well over time. \n2015 Revenue % by Geographic Region\n1\n39% 3% 27%\n9% 15% 7%United States\n2014: 29%\n2013: 31%2012: 30%2014: 3%\n2013: 4%\n2012: 4%2014: 32%\n2013: 32%\n2012: 32%\n2014: 11%2013: 11%2012: 12%2014: 16%\n2013: 13%\n2012: 13%2014: 9%\n2013: 9%\n2012: 9%Rest of N./S. America Europe\nJapan China Rest of Asia\n1Numbers may exceed 100% due to rounding.", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}