{"page_content": " 53\nAwards in 2014 and 2015 analog.com/sustainability\nAppendix A: Complete Awards List in 2014 and 2015 \nYear Title Award Description\nCustomer Recognitions\n2014 Advantest Supplier Award 2014ADI received the Advantest Supplier Award for 2014 for “outstanding flexibility and customer focus” in respond-\ning to peak demand. ADI’s excellent performance helped Advantest successfully serve its customers during recent volume ramps.\n2014Agilent Technologies Best-in-Class Overall PerformanceThe Best-in-Class Overall Performance award recognized ADI’s performance during 2013 in the categories of Technology, Quality, Reliability, Delivery, Total Cost Ownership, and Environmental Consciousness. Received by Worldwide Sales Organization on behalf of ADI.\n2015 Anritsu—Best Global Supplier AwardADI Japan recently received the Best Global Supplier Award 2015 from Anritsu Corporation, a major manu-facturer of electronic test and measurement equipment. Among 450 suppliers, only four were selected for the award and ADI Japan was the only IC manufacturer honored.\nADI Japan was selected for the award due to the implementation of recent supply chain changes requested by \nAnritsu. In order to help Anritsu reduce its purchasing costs and to address the issue of different pricing offered by distributors in various regions, ADKK agreed to allow Anritsu to purchase technology directly from ADI. ADI also began providing direct customer service and quality support to Anritsu.\n2014 Anritsu Corporation Recognition AwardAnritsu Corporation recognized ADI for being its first key supplier to implement global pricing through both the channel and direct sales.\n2014 and 2015Arrow Electronics Semiconductor Supplier Category Perfect Order Index Gold Award WinnerThe Arrow Electronics,  Inc. Perfect Order Index (POI) Award honors Arrow suppliers that achieve best-in-class \nperformance by delivering perfect orders as measured by Arrow’s eight-point measurement system. Among other criteria, suppliers are measured on orders that are free of defects and delivered on time.\n2015 Avaya Singapore Key Supplier AwardADI received the Avaya Key Supplier Award due to the customer’s recognition and appreciation of ADI’s continuous support.\n2015 Bosh Rates ADI a Top Logistics SupplierAnalog Devices rated a top logistics supplier by Bosch, earning a 95% score on a Global Materials Management Operations Guidelines/Logistics Evaluation (MMOG/LE ) conducted at ADI’s Wilmington, Massachusetts, site over \ntwo and a half days. This high rating is the culmination of years of effort by ADI’s Supply Chain and Account Management Teams to become a top logistical supplier for Bosch, including close alignment on goals, joint implementation of supply chain measures, regular executive meetings, and very active involvement of supply chain managers in potential supply issues and ongoing improvements of ADI’s logistic integration with Bosch.\n2015 Hitachi Best Partner AwardADI was named a Best Partner by Hitachi because of ADI’s contributions to the smooth launch of the customers’ new 16-slice CT system called Supria. ADI’s support included the supply of advanced technology, quick technical support, and timely delivery of products.\n2014 Honeywell Valuable Vendor RecognitionADI was recognized by Honeywell because of excellent coverage of all Honeywell centers in India, build-ing excellent relationships with key stakeholders at Honeywell, and providing timely technical support to the development teams at Honeywell. \n2015 Hytera Excellent Supplier AwardADI won the Excellent Supplier Award from Hytera due to professional planning and fast response time that ensured delivery on demand, high reliability, and quality, and for engaging as a strategic partner in new technology engagements.\n2014 Mitsubishi Nagoya 2014 QualityFAce AwardADI exceeded Mitsubishi Nagoya’s quality and support standards to win the 2014 QualityFAce Award. ADI achieved less than one part per million defects, with only 19 returns from the field in the past two years. In addition, ADI’s average turnaround time for failure analysis was nine days, exceeding Mitsubishi's requirement that failure analysis be completed in 14 days.\n2014 Outstanding Contribution Award ADI received the 2014 Outstanding Contribution Award at Mindray’s Supplier Day in March 2015.\n2015National Instruments Eagle Award Top Strategic IC SupplierFor the third time in five years, National Instruments recognized ADI as their Top Strategic IC Supplier. The Eagle Award was presented to ADI for best-in-class engineering, procurement, and manufacturing support, including going above and beyond the call of duty after the acquisition of Hittite Microwave.\n2015 Rigol Special Support Supplier AwardFor the second time, Rigol China recognized ADI as a valuable partner that provides outstanding product and technology support that enhances engineering competence, makes products more competitive, and aids with understanding market trends.", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 52, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}