{"page_content": "54\nAwards in 2014 and 2015 2014–2015 Sustainability Report\nYear Title Award Description\nCustomer Recognitions (continued )\n2014 and \n2015Rockwell Collins—Electronic Component Supplier of the YearRockwell Collins recognized ADI in both 2014 and 2015 for its high quality components, superior engineering support, total cost of ownership that is second to none, 100% on-time delivery via Arrow Electronics, leading edge technology that enabled Rockwell end product differentiation, and long life cycle management.\n2014 Siemens AG Top Preferred Supplier StatusFor the fifth time, ADI has achieved Top Preferred Supplier Status for standard analog components from Siemens AG. In addition, for the second time, Siemens AG also awarded Top Preferred Supplier Status for the ASIC—micro material field to ADI. Both awards recognize ADI’s commitment to the Siemens account, excellent customer service, and quality. \nEnvironmental and Social Responsibility Awards\n2015Department of Labor and Employment (DOLE )—\nCertificate of RecognitionADI Philippines was recognized by the Department of Labor and Employment for strictly monitoring the \nconstruction safety standards in the completion of Five Million Man Hours Without Any Lost Time Accident for Building-3 (B3) and Building-4 (B4) Construction Projects.\n2014Don Emilio Abello Energy Efficiency Awards—from the Department of Energy (DOE) 2014ADI Philippines was given the Outstanding Energy Efficiency Award and Outstanding Energy Manager Award in 2014 for attaining substantial energy use reduction through its energy efficiency and conservation programs.\n2014Excellence in Ecology and Economy Award—Special Citation 2014ADI Philippines was recognized by the Philippine Chamber of Commerce and Industry for its outstanding accomplishments in promoting sound environmental practices through the implementation of pioneering and innovative programs and establishing environmental systems in its operations that significantly contributed to business sustainability.\n2014 and\n2015Ocean Tomo Top 300 Patent Index Listed \nCompanyFrom its inception through November 3, 2015, the Ocean Tomo 300 Patent Index has outperformed the S&P\n® \n500 by 1620 basis points. This performance record is auspicious and confirms the relevance of the OT300 as the natural benchmark for the U.S. economy. The OT300’s performance in its first nine years also speaks to the importance of objectively valuing patents owned by publicly traded companies to provide a fuller, more accurate picture of corporate health.\n2014 Top Socially Responsible Dividend StockAnalog Devices, Inc. (NASD: ADI ), named a Top Socially Responsible Dividend Stock by Dividend Channel, \nsignifying a stock with above-average DividendRank statistics including a strong 2.8% yield, as well as being recognized by prominent asset managers as being a socially responsible investment, through analysis of social and environmental criteria. \nEnvironmental criteria include considerations like the environmental impact of the company’s products and \nservices, as well as the company’s efficiency in terms of its use of energy and resources. Social criteria include elements such as human rights, child labor, corporate diversity, and the company’s impact on society.\n2015 TURA 25\nth Anniversary Leadership Award 2015ADI Wilmington was one of only nine companies in the Commonwealth of Massachusetts recognized for its substantial improvements in energy, water, and chemical savings. \n2015U.S. National Most Valuable Pollution Prevention Award (MVP2 ) 2015ADI Wilmington was recognized for its pollution prevention initiatives.\nInnovation and Product Awards\n2015Best of Sensors Expo Award—Blackfin Low \nPower Imaging PlatformAnalog Devices’ Blackfin,\n® Low Power Imaging Platform (BLIP) was awarded with a Best of Sensors Expo Award \nfrom Sensors Magazine.\n“The Awards celebrate the best applications and innovations in the world of sensors, as well as excellence \namong engineers, ” said award presenter, Mat Dirjish. “We continue to be impressed with the caliber of the nominations received and the impact sensing technologies are having on the world around us. ”\n2015Boeing Corporation—Special Thanks for Enabling Advanced Seeker TechnologyBoeing’s program management, technical, and procurement teams were on site at ADI Chelmsford to thank the Integrated Solutions and Space (ISS) Module development team for their outstanding achievements in providing \ntechnologies for Boeing’s next-generation seeker solutions.", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 53, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}