{"page_content": " 55\nAwards in 2014 and 2015 analog.com/sustainability\nYear Title Award Description\nInnovation and Product Awards (continued )\n2015 EDN-China Innovation Award HonoreeAnalog Devices recently received a trio of awards at the annual EDN-China 2015 Innovation Awards. \nFirst, ADI was named to a list of the Top 5 International Innovative Companies, an honor that EDN-China at-\ntributed to ADI’s leadership position in its product segments and also the company’s ability to “lead the industry to a higher level. ”\nTwo ADI products were also recognized for being at the forefront of innovation. First, the ADuCM350, an \nultralow power, integrated, mixed-signal data measurement solution that includes a microcontroller subsystem \n(MCU) for processing, control, and connectivity, was named a Best Product in the Embedded System (System \nSolution ) category. \nIn addition, the AD6676 wideband IF receiver subsystem was named a Leading Product in the Analog and \nMixed-Signal IC (Conversion ) category.\n2014EDN Hot 100 Products—Two ADI Products Named to ListTwo Analog Devices products have been recognized by EDN as some of the hottest products released during \n2014. According to EDN, the products on the publication’s annual Hot 100 listing were those that “especially \ncaught the attention of our editors and our readers. ”\nIn the Power and Optoelectronics/Lighting Control category, ADI’s ADP5090 ultralow power boost regulator was \nrecognized by EDN. \nIn the MCUs, Processors and Programmable Logic category, ADI’s ADSP-BF70x processor family was named to the Hot 100 listing because it “combines deep on-chip memory, security, and performance. ” \n2014 AD9361 Wins Prestigious Electrons d’Or AwardAnalog Devices’ AD9361 RF (radio frequency ) agile transceiver won a prestigious Electrons d’Or award in the \nhotly contested RF circuit. The jury praised the RF agile transceiver for its versatility in providing support for multiple communications protocols and its ability to adapt to their evolution. Among other qualities, the jury also highlighted the AD9361’s contribution to reducing the time and cost of development in conferring the award. \n2015 Elektronik AwardsThe ADP5090 energy harvesting IC won first place in the power supply category of the Product of the Year 2015 awards, besting strong competition.\n2014 ADI Wins Prestigious Elektra AwardAnalog Devices’ AD9625 2.5 V, ultrawideband analog-to-digital converter was recently honored with a presti-gious Elektra Award. An independent panel of judges named the AD9625 the Semiconductor Product of the Year in the highly competitive Analogue category due to its industry-leading noise and dynamic range performance. \n2015Elektra Awards, London—ADI Wins Power System Product of the YearAnalog Devices was awarded the prestigious Elektra Award 2015 for the Power Systems Product of the Year. The ADM7154 RF linear regulator was selected for its compact design, excellent transient performance, and ultralow noise.\n2015National Microelectronics Institute—ADI Wins More than Moore Category AwardIn recognition of the Limerick, Ireland, fab’s More than Moore capabilities and the products it enables, Analog Devices won the prestigious More than Moore category at the recent National Microelectronics Institute \n(NMI) Awards 2015. Since 2001, the annual awards have celebrated the year’s key electronics innovations, \npeople, and companies from across the United Kingdom (UK) and Ireland. \n2014Sensors Magazine—ADuCM350 Wins Best of \nSensors Expo AwardAnalog Devices’ ADuCM350 blood glucose meter-on-a-chip won a 2014 Bronze Best of Sensors Expo Award from Sensors  Magazine. The Best of Sensors Expo Awards focus on applications and innovations in the world of \nsensors, as well as excellence among engineers.\n2015 Thomson Reuters Top 100 Global InnovatorsRepeatedly recognized by Thomson Reuters in Top 100 Innovators Worldwide Report. ADI leads its competitors in number of times named top innovator. \nThe Thomson Reuters Top 100 Global Innovator methodology analyzes patent and citation data across four \nmain criteria: volume, success, globalization, and influence using Thomson Reuters solutions including Derwent World Patents Index (DWPI ), Thomson Innovation, and Derwent Patent Citations Index (PCI).\nEmployer Awards\n2014 and \n2015Electronic Design—ADI Named Top 50 EmployerThe Top 50 Employers in Electronic Design list is based on a formula using public financial data from a pool of 97 public companies, with bonus points awarded using the results of the annual Electronic Design Reader Profile Study.", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 54, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}