{"page_content": " 7\nOur Company analog.com/sustainability\n2012–2015 Revenue (%) by End Market1\nINDUSTRIAL\nAUTOMOTIVE CONSUMERCOMMUNICATIONS\n44% 20%\n21% 15%2014: 47%; 2013: 46%; 2012: 46% 2014: 24%; 2013: 20%; 2012: 20%\n2014: 11%; 2013: 15%; 2012: 17% 2014: 18%; 2013: 18%; 2012: 17%\n1Numbers may exceed 100% due to rounding.Business Operations\nAnalog Devices, Inc., is headquartered in Norwood, Massachusetts, USA, \nnear Boston, and has manufacturing facilities in Massachusetts, Ireland, and the Philippines.\nWe employed approximately 9,700 individuals as of October 31, 2015.Our products are manufactured in our own wafer fabrication facilities \nusing proprietary processes and at third-party wafer fabrication facilities—primarily Taiwan Semiconductor Manufacturing Company. We operate wafer fabrication facilities in Wilmington, Massachusetts, and Limerick, Ireland. Since 2013, we have added assembly and test operations in Chelmsford, MA. We also operate test facilities in the Philippines and use third-party subcontractors for the assembly and testing of our products.\nWe sell our products worldwide through a direct sales force, third-party \ndistributors, and independent sales representatives, as well as through our website. We have direct sales offices, sales representatives, and/or distribu-tors in over 40 countries outside North America. Through subsidiaries and affiliates, we conduct business in numerous countries outside the United States. During fiscal 2015, we derived approximately 61% of our revenue from customers in international markets.\nProducts Overview\nOur products are embedded inside many types of electronic equipment, \nincluding industrial process controls, factory automation systems, instru-\nmentation, energy management systems, portable medical equipment, \ndefense electronics, automobiles, medical imaging equipment, portable \nwireless communications devices, cellular base stations, central office \nnetworking equipment, computers, digital cameras, and digital televisions, \namong other applications.\nAcross the range of our product portfolio are general-purpose products \nused by a broad range of customers and applications, as well as \napplication-specific products designed for clusters of customers in key \ntarget markets. Readily available, high performance, general-purpose \nproducts provide a cost-effective solution for many low- to- medium-\nvolume applications. In some industrial, automotive, communications, \nconsumer, and computer products, we focus on working with leading \ncustomers to design application-specific solutions. We begin with our \nexisting core technologies in data conversion, amplification, power \nmanagement, radio frequency, microelectromechanical sensors (MEMS ), \nhigh performance linear, isolation, and digital signal processing (DSP) \nand devise an integrated solution to more closely meet the needs of a \nspecific customer or group of customers.\n", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}