{"page_content": "10\nOur Sustainability Priorities  u Environment 201 4–2015 Sustainability Report\nIntroduction\nWe are committed to protecting our employees’ health and safety in \nour facilities. Having a safe and healthy work environment is a major component of our sustainability program. Our program is designed to promote worksite health and employee well-being, as well as to reduce the number of injuries, lost work days, and absenteeism. \nWe are also committed to operating in a way that minimizes impacts \nto the environment and conserves resources used in our operations. We monitor the use of resources (energy, water, and materials ) in our \nproduction operations and work to reduce the loss of these resources via discharges and emissions. Maintaining a preventive approach to resource utilization is a key element of our program. For example, one of our objectives is to minimize waste; in the event that waste is unavoidable in certain contexts, we seek out reduction and recy-cling options. We also seek to identify processes that require fewer resources and will generate less emissions or waste.\nWe establish environmental performance objectives using a five-year \nplanning horizon, and make annual updates to our objectives, targets, and programs. Progress is reviewed quarterly at the corporate level and monthly at the site level, and senior management allocates resources appropriately to help keep programs on plan.Management Systems at ADI\nADI’s EH&S management systems are certified to ISO 14001 and OHSAS 18001, which are internationally recognized standards for Environmental and for Occupational Health and Safety (OH&S ) systems. Those standards \nenable organizations to develop and implement policies and objectives that take into account legal and other requirements, risks, and environmental considerations. \nExternal auditors conduct annual surveillance audits and triennial recertifica-\ntion audits of ADI EH&S management systems. ADI maintains its external registrations to the current versions of the aforementioned standards, and plans to upgrade to the recently released ISO 14001:2015, and to ISO 45001 when that standard is finalized.\nOrganizational Structure\nThe Environmental, Health, and Safety (EH&S ) Director, who oversees the global \nEH&S organization and reports to the Senior Vice President (VP) of Global \nOperations and Technology, has overall responsibility for ADI’s compliance with applicable environmental standards and regulatory requirements. The Senior VP of Global Operations and Technology is a member of the CEO’s Staff, which is comprised of our most senior executives. Environmental issues, such as greenhouse gas emissions reduction, energy efficiency, water consumption, and other related matters are monitored through our EH&S system. Information about the relevant EH&S programs is reported to the Board of Directors. \nEHS Management meets regularly with the Company’s in-house counsel \nand as needed with external counsel, legal advisors, and financial personnel to discuss potential environmental risks (including those related to climate \nchange ) and possible impact to the Company. Environment", "metadata": {"source": "NASDAQ_ADI_2015.pdf", "page": 9, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}