{"page_content": "3\nINTRODUCTION\nCOMPANY PROFILE\nENVIRONMENTAL SUSTAINABILITY \nINTRODUCTION\nTHE SUPPLIER L oCT PROCESS\nCO2 EMISSIONS (GHG)\nSUSTAINABLE AGRICULTURE\nSUSTAINABLE DEVELOPMENT GOALS\nChristine Castellano\nExecutive Vice President, General Counsel & Corporate Secretary\nThe AndersonsGood business is not just about what a company makes or the services \nit offers. Good business is about the care that a company provides for its \nstakeholders, including its employees, communities, and the planet. For \nexample, good business happens when employees collectively give of their \ntime, talent, and treasure to the communities where they live. Every day, \nThe Andersons and its employees strive to live up to our mission statement \nand in accordance with our Statement of Principles. As our environmental, \nsocial, and governance (ES&G) programs continue to mature, it is easy to \nsee how supporting our communities and doing what we can to make the \nworld a better place for all, along with other elements of sustainability, \nwork together to define what it means to be a good neighbor.\nThis year, we hired our first full-time professional in the sustainability \nspace, Tim Venverloh, who brings a strong background in both ESG and \nthe agricultural sector. Today, I am pleased that we are providing some \nkey environmental sustainability metrics (the E in ES&G) in an abbreviated \nreport for your review. Determining our carbon footprint, with 2020 as \nthe baseline, is the first step to engagement in a more meaningful and \ntransparent way throughout the ag supply chain.\nWe are proud of what we have accomplished in 2021 and didn’t want to \nwait to get this information to you. Going forward, Earth Day will represent \nthe new cadence for our annual ES&G publication, which will include \nactivities and metrics in the environmental, social, and governance areas.A LETTER FROM EVP CHRISTINE CASTELLANO\n", "metadata": {"source": "NASDAQ_ANDE_2021.pdf", "page": 2, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}