{"page_content": "6\nINTRODUCTION\nCOMPANY PROFILE\nENVIRONMENTAL SUSTAINABILITY \nINTRODUCTION\nTHE SUPPLIER L oCT PROCESS\nCO2 EMISSIONS (GHG)\nSUSTAINABLE AGRICULTURE\nSUSTAINABLE DEVELOPMENT GOALSThe Andersons recognizes the many benefits \nthat reducing energy use and conserving raw \nmaterials and natural resources provides to the \nworld and to business sustainability.\nIncreasingly, our customers are becoming \ninterested in their supply chain impact. In \norder to provide them with our footprint and \ncollaborate with others along our supply chain, \nwe participated in the Supplier LoCT process. In \npartnership with Guidehouse, supplier companies \nwork through the foundational activities of GHG \nfootprinting and express the results as a weight \nof carbon dioxide equivalent (e.g. mtCO2e).\nOver the past year, The Andersons pulled \ntogether energy usage information across \nfacilities in North America1. This process allowed \nThe Andersons to complete a baseline study \nof its Scope 1 and Scope 2 GHG emissions and \nidentify the challenges involved in calculating \naccurate Scope 3 GHG emissions. A simplified \noperating boundary is shown on the right.\nThe Andersons recognizes the many benefits \nthat reducing energy use and conserving raw \nmaterials and natural resources provides to the \nworld and to business sustainability.As an important part of the agricultural supply \nchain, we strive to better understand the risks and \nopportunities associated with a sustainable and \nevermore resilient world. We anticipate taking \nconcrete steps in this regard, which include:  \na) on-going tracking of energy and natural \nresources use at our major facilities  b) evaluation of trends to identify opportunities \nfor sustainability-related projects \nc) establishment of impact goals based upon \nconsideration of trending data \nd) monitoring of our progress and transparent \nreporting via established platforms \nGHG\nSCOPE 3\nGHG\nSCOPE 3THE SUPPLIER L oCT PROCESS\nAir Travel\nFarmers\nGHG\nSCOPE 2GHG\nSCOPE 1\nStationary\nCombustion\nPurchased \nElectricity\nCrops\nWasteCustomer/\nEnd-UserProducts\n1 In August, 2021, The Andersons sold its Rail leasing business. At the same time, the company announced its intention to divest the Rail repair business. These assets and operations have been classified as discontinued operations in our financial statements, and were not included in the calculation of GHG emissions.", "metadata": {"source": "NASDAQ_ANDE_2021.pdf", "page": 5, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}