{"page_content": "7\nINTRODUCTION\nCOMPANY PROFILE\nENVIRONMENTAL SUSTAINABILITY \nINTRODUCTION\nTHE SUPPLIER L oCT PROCESS\nCO2 EMISSIONS (GHG)\nSUSTAINABLE AGRICULTURE\nSUSTAINABLE DEVELOPMENT GOALSThis is our first year calculating our overall GHG \nfootprint. The content of this report presents our \nScope 1 and 2 GHG impact and represents our \nbaseline going forward. We conducted this process \nto engage with a world that is accelerating toward \ncarbon reductions. Our customers and investors \nwant to know their impact throughout the supply \nchain. We want to not only present this information \nto them, but to be a part of an innovative and \ncreative future that is researching, discovering, and \ninventing mechanisms and practices that will bring \nabout a net zero future.\nRelative to others in our industry, and as would be \nexpected due to our size and scope, The Andersons \nhave a modest combined Scope 1 and Scope 2 GHG \nimpact of approximately 880,000 mtsCO2eq (see \ngraphic). Consistent with the Supplier LoCT process, \nwe will work to refine these calculations and begin \ntrending and reporting our impact.\nOur Scope 1 and 2 GHG impact is produced from \nthe ownership and operations of just under 100 \nfacilities located within the U.S. and Canada. And not \nsurprisingly, the majority of Scope 1 emissions are \nfrom our five ethanol plants. All five ethanol plants are \nowned as part of joint ventures, with The Andersons \nhaving an approximate 51% ownership. CO 2 EMISSIONS (GHG)\nSCOPE 2\nPurchased power created from fossil fuels. Some \nsites procure power from non-fossil fuel sources \nsuch as hydro and are not included in this chart.\nSCOPE 1\nOn-site combustion, significantly from \nnatural gas, but also minimally from propane.1,000,000\n800,000\n600,000\n400,000\n200,000\n0METRIC TONSTHE ANDERSONS’ 2020 GHG IMPACT (BASELINE)\nIMPACT BY PLANT TYPE1IMPACT BY GEOGRAPHY2\nOTHERETHANOL7%\n93%CANADAU.S.17%\n83%SCOPE 1 AND SCOPE 2 GHG EMISSIONS\n1 The emissions in this report include 100% GHG produced by the five ethanol plants. 2 The Andersons has businesses outside of the US and Canada which we believe have limited GHG impact relative to the operations reported herein.", "metadata": {"source": "NASDAQ_ANDE_2021.pdf", "page": 6, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}