{"page_content": "9\nINTRODUCTION\nCOMPANY PROFILE\nENVIRONMENTAL SUSTAINABILITY \nINTRODUCTION\nTHE SUPPLIER L oCT PROCESS\nCO2 EMISSIONS (GHG)\nSUSTAINABLE AGRICULTURE\nSUSTAINABLE DEVELOPMENT GOALSSUSTAINABLE AGRICULTURE\nFIELD TO MARKET®\nIn October of 2021, \nThe Andersons became \nmembers of Field to Market. \nAlong with member farmers, \nmember customers, and \nothers in our supply chain, we look forward to advancing \nsustainable agriculture and making a positive impact. \nWe have initiated sustainable sourcing projects with \nour farmer suppliers and key customers to help us with \nthis important work. In many cases, our value chain \nallows us direct contact with farmer suppliers and with \nthe customers we serve. In cases where direct grower \ncontact is more difficult, we look forward to partnering \nwith other important influencers and organizations to \ncreate projects and advance solutions. 4R NUTRIENT STEWARDSHIP\nThe Andersons continues to \nbe an active participant and \npartner of the 4R Nutrient \nStewardship program which \npromotes the achievement of \nsocial, economic, and environmental goals. The 4R’s \nprovide a fertilizer application framework focused on \nusing the Right Source of nutrients at the Right Rate, \nat the Right Time, and in the Right Place, maximizing \ncrop uptake of nutrients while minimizing nutrient loss \nto the environment.\nThe company remains committed to maintaining \nthe current certifications of five of our own farm \ncenter facilities, but also with working as an advocate \nencouraging other retail customers to obtain certification \nby assisting in training and offering financial support. RESPONSIBLEAG\nThe Andersons continues to \nbe aligned and active with the \nResponsibleAg organization. \nResponsibleAg is an industry-led \nstewardship organization promoting \npublic welfare by assisting agribusinesses as they seek \nto comply with federal environmental, health, safety, \nand security rules. \nThe company has continued to support our retail \ncustomers in understanding these requirements, and \nwe currently have three of our own certified facilities. \nAudits are conducted every three years by a certified \nindustry auditor on 17 different topics and more than \n400 related questions.\n", "metadata": {"source": "NASDAQ_ANDE_2021.pdf", "page": 8, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}