{"page_content": "STAR BULK CARRIERS CORP. | ESG REPORT 2021ESG PRIORITIES ESG COMMITMENTS\nESG GOVERNANCEIntegrating sustainability across all functions of our business\n12  People\nFoster a diverse and inclusive workplace \nthat creates equal opportunities for everyone \nwhile ensuring human rights protection.\nEnvironment\nReduce the impact of our operations to \nthe environment and implement\na robust decarbonization strategy.\nHealth and Safety\nComply with highest safety standards and \nregulations to eliminate risk of hazards.\nGovernance\nCommit from the top and integrate ESG into \nthe Company’s decision-making process.Environmental commitments:\n• Implement the decarbonization strategy in place and develop \n a climate transition plan in the following years, to meet industry \n aspirations for decarbonization of international shipping.\n• Upgrade energy efficiency technologies on board and apply \n operational improvement measures.\n• Calculate and report Scope 3 emission categories, \n starting from 2022.\n• Follow the process and assess emissions reduction targets in \n accordance with the Science Based Targets initiative (SBTi).\n• Invest in new R&D programs for climate technologies and \n alternative fuels.Social and governance commitments:\n• Minimize the risk of hazards and eliminate workplace accidents.\n• Promote inclusion and diversity.\n• Enhance employees’ well-being and continuous development.\n• Commit to a zero-tolerance approach when it comes to bribery , \n corruption  and any form of harassment or discrimination.\n• Maintain and enhance transparency through annual ESG \n reporting and participation in ESG rating indexes.\nOur newly established ESG Committee is responsible to provide guidance and to support the development of the Company’s ESG strategy, \nto evaluate and recommend ESG initiatives and practices and to ensure that the Company promotes and integrates environmental, social and \ngovernance matters into its strategy and core business operations and  stays  abreast of risks and opportunities for ESG and climate change related \nmatters.  \nLeadership of ESG issues starts with our Senior Management and flows across all employees and operations. Our Senior Management has the \noverall responsibility to oversee ESG matters, and monitor the Company’s performance against its commitments.", "metadata": {"source": "NASDAQ_SBLK_2021.pdf", "page": 11, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}