{"page_content": "STAR BULK CARRIERS CORP. | ESG REPORT 202124  2,464 kg \nzerowere recycled in our offices\nspills or releases to the \nenvironment\n9,062 m3 Sludges produced 9,056 m3 Bilges disposed through OWS\n2,796 m3 Sludges incinerated 7,870 m3 Garbage of all types4,356 m3 Sludges disposed ashore182 m3 Bilges  disposed ashoreWe closely monitor and manage the waste produced\nboth on board and ashore\nWe place great emphasis on managing our waste, either from our offices or from our vessels and we apply various measures to improve our environmental footprint. \nAll our vessels comply with MARPOL Annex V , which strives to lower the amount of waste being discharged in the sea. \nAt our offices, we actively promote the recycling of materials. In 2021, we recycled 1,435 kg of paper, 46 kg of  aluminum cans, 16 kg of light bulbs and 967 kg \nthat include electronic devices, UPS, toners, and cartridges.\nWhen it comes to our vessels, our kamsarmax vessels are responsible for the biggest amount of produced garbage, followed by the Ultramax vessels. Sludges are mainly \ndisposed ashore, a part of which is incinerated. Regarding bilges, 7,486 m3 were disposed through Oily Water Separators (OWS) from our vessels, while only 163 m3\nwere disposed ashore.\nFor the period 2018 to 2021, we recorded a reduction of 2,382 kg of plastic waste from the printers onboard our vessels. More specifically, 2,058 kg of ink cartridges \nand 324 kg of plastic waste were avoided by repairing the printers instead of disposing/replacing them. The average number of ink cartridges saved equates to 388 \ncartridges per ship/year and the number saved over a four-year period in total is more than 156,000 cartridges.\nDuring the reporting period, our managed vessels produced*:\n*Excluding the vessels managed by our third-party managers ", "metadata": {"source": "NASDAQ_SBLK_2021.pdf", "page": 23, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}