{"page_content": "STAR BULK CARRIERS CORP. | ESG REPORT 2021Autonomous Robotic Inspection and Maintenance on Ship Hulls and Storage Tanks: The objective of BUGWRIGHT2 is to bridge the gap between the current and desired capabilities of ship \ninspection and service robots by developing and demonstrating an adaptable autonomous robotic solution for servicing ship outer hulls. By combining the survey capabilities of autonomous Micro Air \nVehicles (MAV) and small Autonomous Underwater Vehicles (AUV), with teams of magnetic-wheeled crawlers operating directly on the surface of the structure, the project inspection and cleaning \nsystem will be able to seamlessly merge the acquisition of a global overview of the structure with performing a detailed multi-robot visual and acoustic inspection of the structure, detecting corrosion \npatches or cleaning the surface as necessary – all of this with minimal user intervention. The detailed information provided will be integrated into a real-time visualization and decision-support\nuser-interface taking advantage of virtual reality technologies. Although, ships are the targeted application, BUGWRIGHT2 technology may be easily adapted to different structures assembled out of \nmetal plates, and in particular to storage tanks, our secondary application domain.\nStar Bulk is currently exploring the use of several alternative fuels including hydrogen and ammonia. In this vein, Star Bulk has participated in a Joint Development Project and HAZID workshop \n(HAZard identification) with different partners including Engine Builders, Shipbuilders, Classification Societies, Shipping companies, Vendors to work together on Ammonia as an alternative fuel for \nthe marine industry. The deliverable of the workshop relates to the introduction of Rule / Regulations, Safety aspects, Design requirement and operational procedures.DT4GS is aimed to delivering an “Open Digital Twin Framework” for both shipping companies and the broader industry actors to tap into new opportunities made available using Digital Twins(DTs). \nThe project will enable shipping stakeholders to embrace the full spectrum of DT innovations to support smart green shipping in the upgrade of existing ships and new vessels. DT4GS will cover the \nfull ship lifecycle by embracing federation of DT applications as well as utilizing DTLF (Digital Transform and Logistics Forum) policies and related shared-dataspace developments for the sector.\nDT4GS applications will focus on shipping companies but will also provide decarbonization decision-support system for shipyards, equipment manufacturers, port authorities and operators, river \ncommissions, classification societies, energy companies and transport/corridor infrastructure companies. DT4GS’s objectives are to:\n1) Support shipping companies in achieving up to 20% reduction in CO 2e with a 2026 horizon, by developing and deploying real-time configurable DTs for ship and fleet operational performance \noptimization in 4 Living Labs involving shipping companies, with different vessel types, and establishing fully validated industry services for Green Shipping Operational Optimization DTs expected to \nbe adopted by 1000+ ships by 2030.\n2) Establish a comprehensive zero-emission shipping methodology and support Virtual Testbed and Decision Support Systems that address both new builds and retrofits comprising:\na. A DT4GS (Green Shipping) Dataspace for the broader shipping sector contributing to GAIA-X by establishing a core European industry resource that accelerates the green and digital transition of \nwaterborne shipping and transport value chains.\nb. Simulation based solutions to retrofit ships, targeting 55% CO 2e reduction by 2030.\nc. A smart green “new-build” reference design per vessel type.\nd. Virtual Testbed services for reducing the cost of physical testing of GS solutions by 20%.We invest in R&D programs, in new technologies\nand alternative fuels initiatives (cont’d)\n30BugWright2\nAlternative\nFuelDT4GS", "metadata": {"source": "NASDAQ_SBLK_2021.pdf", "page": 29, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}