{"page_content": "STAR BULK CARRIERS CORP. | ESG REPORT 2021The United Nations Global Compact and the United Nations Global Compact Network Hellas are voluntary initiatives, that encourage businesses worldwide to adopt sustainable and socially \nresponsible policies, to align their strategies with universal principles on human rights, labour, environment and anti-corruption and take actions that advance societal goals. Since 2020, we are \nsignatories to the UN Global Compact and United Nations Global Compact Network Hellas, and we are committed to their principles.\nThe International Association of Dry Cargo Shipowners (INTERCARGO) represents the interests of quality dry cargo shipowners, and works with Members, Regulators and other Shipping \nAssociations to ensure that shipping operates safely. Star Bulk is an active member of the association and actively participates in Intercargo’s EEXI Working Group - IMO’s Correspondence Group \non the development of carbon intensity reduction issues.We contribute to international fora, which promote the Health, Security\nand Safety of our people\n35Star bulk has established a long-standing relationship with RightShip, the world’s leading maritime risk management and environmental assessment organization, receiving vetting and inspections \nservices for the purpose of verifying the standards of excellence and high-level performance that Star Bulk always adheres to.\nStar Bulk is a member to the Maritime Anti-Corruption Network (MACN). MACN work towards the elimination of all forms of maritime corruption.\nWe are a signatory to the Neptune Declaration on Seafarer Wellbeing and Crew Change, which targets the promotion and protection of the welfare of seafarers. The initiative was launched during \nthe crew change crisis associated with COVID-19.\nIn 2021, we signed the Gulf of Guinea Declaration on Suppression of Piracy, aiming to reduce the number of piracy and kidnapping attacks through active anti-piracy operations, including \nlaw enforcement by non-regional naval forces. \n", "metadata": {"source": "NASDAQ_SBLK_2021.pdf", "page": 34, "parser": "pypdf", "split_method": "page", "run_time": "2024-05-29 08:35:04"}, "type": "Document"}